{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000475",
  "doi": "10.1371/journal.pbio.3000475",
  "externalIds": [
    "pii:PBIOLOGY-D-19-01645",
    "pmid:31584943",
    "pmcid:PMC6795473"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A photoactivatable crosslinking system reveals protein interactions in the Toxoplasma gondii inner membrane complex",
  "authors": [
    {
      "name": "Charles Paul Choi",
      "first": "Charles Paul",
      "last": "Choi",
      "affiliation": "Molecular Biology Institute, University of California, Los Angeles, Los Angeles, California, United States of America"
    },
    {
      "name": "Andy Seong Moon",
      "first": "Andy Seong",
      "last": "Moon",
      "affiliation": "Department of Microbiology, Immunology and Molecular Genetics, University of California, Los Angeles, Los Angeles, California, United States of America"
    },
    {
      "name": "Peter Sungmin Back",
      "first": "Peter Sungmin",
      "last": "Back",
      "affiliation": "Molecular Biology Institute, University of California, Los Angeles, Los Angeles, California, United States of America"
    },
    {
      "name": "Yasaman Jami‐Alahmadi",
      "first": "Yasaman",
      "last": "Jami‐Alahmadi",
      "affiliation": "Department of Biological Chemistry, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, California, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-8289-2222"
      ]
    },
    {
      "name": "Ajay Amar Vashisht",
      "first": "Ajay Amar",
      "last": "Vashisht",
      "affiliation": "Department of Biological Chemistry, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, California, United States of America"
    },
    {
      "name": "James Akira Wohlschlegel",
      "first": "James Akira",
      "last": "Wohlschlegel",
      "affiliation": "Molecular Biology Institute, University of California, Los Angeles, Los Angeles, California, United States of America; Department of Biological Chemistry, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, California, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3399-901X"
      ]
    },
    {
      "name": "Peter John Bradley",
      "first": "Peter John",
      "last": "Bradley",
      "affiliation": "Molecular Biology Institute, University of California, Los Angeles, Los Angeles, California, United States of America; Department of Microbiology, Immunology and Molecular Genetics, University of California, Los Angeles, Los Angeles, California, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-8481-0638"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-10-04",
  "dateAccepted": "2019-09-13",
  "dateReceived": "2019-06-07",
  "volume": "17",
  "number": "10",
  "pages": "e3000475",
  "tags": [
    "Apicomplexa",
    "Biochemistry",
    "Cell biology",
    "Cell membranes",
    "Cellular structures and organelles",
    "Chemical bonding",
    "Chemistry",
    "Cross-linking",
    "Cytoskeleton",
    "Discipline-v3/Apicomplexa",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell membranes",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Chemical bonding",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Cross-linking",
    "Discipline-v3/Cytoskeleton",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Immunoprecipitation",
    "Discipline-v3/Organisms",
    "Discipline-v3/Parasite groups",
    "Discipline-v3/Parasitic protozoans",
    "Discipline-v3/Parasitology",
    "Discipline-v3/Physical chemistry",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Precipitation techniques",
    "Discipline-v3/Protein interactions",
    "Discipline-v3/Proteins",
    "Discipline-v3/Protozoans",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Toxoplasma",
    "Discipline-v3/Toxoplasma gondii",
    "Eukaryota",
    "Immunoprecipitation",
    "Organisms",
    "Parasite groups",
    "Parasitic protozoans",
    "Parasitology",
    "Physical chemistry",
    "Precipitation techniques",
    "Protein interactions",
    "Proteins",
    "Protozoans",
    "Toxoplasma",
    "Toxoplasma gondii",
    "Type/Research Article"
  ],
  "abstract": "The Toxoplasma gondii inner membrane complex (IMC) is an important organelle involved in parasite motility and replication. The IMC resides beneath the parasite’s plasma membrane and is composed of both membrane and cytoskeletal components. Although the protein composition of the IMC is becoming better understood, the protein–protein associations that enable proper functioning of the organelle remain largely unknown. Determining protein interactions in the IMC cytoskeletal network is particularly challenging, as disrupting the cytoskeleton requires conditions that disrupt protein complexes. To circumvent this problem, we demonstrate the application of a photoreactive unnatural amino acid (UAA) crosslinking system to capture protein interactions in the native intracellular environment. In addition to identifying binding partners, the UAA approach maps the binding interface of the bait protein used for crosslinking, providing structural information of the interacting proteins. We apply this technology to the essential IMC protein ILP1 and demonstrate that distinct regions of its C-terminal coiled-coil domain crosslink to the alveolins IMC3 and IMC6, as well as IMC27. We also show that the IMC3 C-terminal domain and the IMC6 N-terminal domain are necessary for binding to ILP1, further mapping interactions between ILP1 and the cytoskeleton. Together, this study develops a new approach to study protein–protein interactions in Toxoplasma and provides the first insight into the architecture of the cytoskeletal network of the apicomplexan IMC.",
  "fullText": "Introduction\n\nThe phylum Apicomplexa consists of some of the most successful eukaryotic intracellular parasites in the world. Apicomplexans that cause disease in humans include T. gondii, which causes toxoplasmosis in immunocompromised patients and congenitally infected neonates, Plasmodium spp., which cause malaria, and Cryptosporidium spp., which are major causes of diarrheal disease in children [1–3]. Other members of the phylum such as Eimeria, Theileria, Babesia, and Neospora are veterinary pathogens and result in billions of dollars in losses per year worldwide in the poultry and cattle industries [4–6]. T. gondii serves as a model organism for the study of apicomplexan biology due to its relative ease of continuous culture, high rate of transformation, and a robust set of tools for genetic manipulation and functional analyses.\n\nApicomplexans exhibit a number of specialized organelles that enable them to occupy their intracellular niche. One of these is the inner membrane complex (IMC), a unique structure that underlies the plasma membrane of the parasite and consists of flattened membrane vesicles supported by a cytoskeletal filament network [7]. The membrane and cytoskeletal components of the IMC work in concert to perform critical roles in the lytic cycle of the parasite. First, the IMC houses the glideosome, the actomyosin motor complex that enables gliding motility and host cell invasion [8]. Second, it serves as the scaffold for the apicomplexan replication process of internal budding, in which daughter cells are formed within the maternal cytoplasm, ultimately adopting the maternal plasma membrane and yielding progeny [9]. The asexual stages of Toxoplasma undergo endodyogeny, in which two daughter cells are produced per maternal parasite with each replication cycle. Other apicomplexans often replicate using variations of this internal budding process called schizogony or endopolygeny, in which multiple rounds of nuclear replication and karyokinesis result in the generation of up to 64 daughters at once [10].\n\nIn Toxoplasma, the IMC is partitioned into a cone-shaped apical cap (a coccidian-specific structure), a central body portion characterized by an array of rectangular membrane plates, and a basal complex, which is responsible for closure of the daughter buds to complete division [11,12]. Interestingly, recent studies using in vivo proximity-dependent biotin labeling (BioID) and other approaches have revealed that most IMC proteins localize to only one of these subregions [13,14]. Similarly, detergent solubilization studies have shown that the apical cap and body contain separate groups of membrane-associated and cytoskeleton-associated proteins, supporting the idea that each section is composed of specialized cargo that serves varying purposes. While the membrane and cytoskeletal layers are distinct, they are closely associated with each other through protein–protein interactions and fatty acylations that can tether cytoskeletal proteins to the membrane vesicles of the organelle.\n\nDespite an increased understanding of the protein constituents that make up the IMC, the precise roles of most of these proteins and how they are organized remain largely unknown. The filamentous network of the IMC is believed to be formed by the alveolins, a family of 14 proteins that are characterized by a poorly conserved proline and valine-rich alveolin repeat domain [15,16]. The alveolins have different localizations within the three IMC subregions and likely serve roles in providing structural support for each of these compartments. However, the identification of many non-alveolin detergent-insoluble IMC proteins suggests that the IMC cytoskeleton is a complex structure whose organization remains enigmatic. One such protein is IMC localizing protein 1 (ILP1), which is an IMC body protein that is enriched in forming daughter buds, similar to a subgroup of alveolins (IMC3/6/10) [17]. We have demonstrated that conditional knockout of ILP1 causes a collapse of IMC integrity and inability to properly replicate, a lethal phenotype for the parasite [13]. Interestingly, the Plasmodium ortholog of ILP1 (PfG2) is not essential, but its disruption results in significant morphological changes in ookinetes and sporozoites, reduced motility, and a loss of sporozoite infectivity [18]. How ILP1 imparts structural stability to the parasite would be best understood by determining its binding partners, but studying protein–protein interactions in the IMC cytoskeleton is typically challenging due to its detergent-insoluble nature.\n\nOne approach to overcome this difficulty is the use of inducible crosslinking unnatural amino acids (UAA). The UAA technology involves the expansion of the genetic code using an orthogonal aminoacyl-tRNA synthetase and amber stop codon (TAG) suppressor tRNA pair [19,20]. The tRNA is charged with the desired synthetic UAA and can be used by the endogenous ribosomal machinery to incorporate the UAA into the primary sequence of a protein of interest at an engineered in-frame amber stop codon. The UAA p-azidophenylalanine (Azi) belongs to a class of photoreactive crosslinkers called aryl azides and forms a highly reactive nitrene moiety upon exposure to relatively nondestructive 365-nm (UV-A) light [21,22]. Because Azi is a zero-length crosslinker, it should only form crosslinks when the UAA is positioned within the binding interface of the bait protein and its partner. Successful crosslinking of the bait can be observed as a higher molecular weight species by western blot. The bound partner can then be verified by immunoblot when the crosslinked partner is suspected, or purified and identified by mass spectrometry if unknown.\n\nHere, we report the successful implementation of a photoactivated UAA crosslinking system in T. gondii and the application towards uncovering protein interactions within the intricate multiprotein IMC cytoskeleton complex. We first demonstrate that this system functions efficiently in the parasite in terms of both Azi incorporation and photocrosslinking. We then use this technology to show that ILP1 directly interacts with multiple components of the cytoskeleton of the IMC, revealing the first organization of this organellar compartment and identifying the precise binding regions through which ILP1 associates with the IMC network. This photoactivatable UAA system provides a unique tool to dissect additional protein–protein interactions that will help to unravel aspects of T. gondii cell biology that may have historically been difficult to study.\n\nResults\n\nAdaptation of the photoreactive UAA crosslinking system in T. gondii\n\nIn an amber suppression system, UAAs such as Azi are incorporated into an engineered amber stop codon (sequence TAG) within the protein sequence in lieu of premature termination (Fig 1A and 1B). To adapt this system to T. gondii, we generated a construct containing the Azi-specific enhanced Escherichia coli aminoacyl-tRNA synthetase (E2AziRS) [23] with a C-terminal Ty1 epitope tag driven by the GRA1 promoter (Fig 1C). We also engineered an amber suppressor tRNA expression cassette driven by the Toxoplasma U6 promoter, which was recently characterized for use in the CRISPR/Cas9 system [24]. To maximize expression of the tRNA, we assembled three tandem copies of the cassette, a strategy that improves expression in mammalian systems [23]. Transfection of this construct into RHΔhxgprt strain parasites showed that E2AziRS-Ty1 localizes to the cytoplasm, as expected (Fig 1D). We were able to generate stable lines expressing E2AziRS-Ty1, demonstrating that T. gondii tolerates constitutive expression of the aminoacyl-tRNA synthetase/tRNA cassettes.\n\nTo demonstrate that this system can be used to incorporate Azi into an endogenously translated protein, we explored the use of surface antigen 1 (SAG1), a highly abundant yet dispensable glycosylphosphatidylinositol (GPI)-anchored cell surface protein [25,26]. We built a SAG1 expression construct in which the second codon is mutated to the amber stop codon (SAG1 F2TAG, Fig 1E). We disrupted endogenous SAG1 using CRISPR/Cas9 and used this strain for expression of the aminoacyl-tRNA synthetase/tRNA cassettes and the SAG1 nonsense mutant [24]. In the absence of Azi, these parasites express E2AziRS-Ty1 but not SAG1 as observed by immunofluorescence assay (IFA, Fig 1F). However, upon overnight incubation in growth medium supplemented with Azi, robust expression of SAG1 is observed at the cell periphery. Quantification by western blot intensity shows approximately 35% SAG1 expression compared with wild-type parasites (Fig 1G). While the efficiency of incorporation is difficult to compare because the SAG1 amber mutant was driven from the GRA1 promoter, these data demonstrate that Azi can be substantially incorporated into a control protein in the context of amber suppression similar to what is seen in other systems [23,27].\n\nSuccessful photoactivatable crosslinking using the UPRT homodimer\n\nTo determine if we could obtain UV-induced crosslinking of Azi in Toxoplasma, we employed the protein uracil phosphoribosyltransferase (UPRT), which forms a homodimer as revealed by the crystal structure (Protein Data Bank [PDB]: 1BD4, 1JLR) [28,29]. UPRT was also selected because it is a small cytoplasmic protein that is produced in abundance yet is not essential for parasite survival. The major region for dimer stabilization was reported to be a hydrophobic β-arm between residues 82 and 103. Within this region, we chose leucine 92 and tyrosine 96 for amber substitution (L92 and Y96) based on their polarity and orientation towards the partner subunit (Fig 2A). The L92 and Y96 mutants were engineered in a hemagglutinin (HA)-tagged UPRT construct, which localized to the cytoplasm upon addition of Azi to the media, as expected (Fig 2B). In addition, to demonstrate that any potential crosslinked products observed by western blot are indeed due to a covalently bound homodimer, we also expressed a Myc-tagged wild-type copy of UPRT, which should not be crosslinked unless bound to an activated Azi-containing UPRT-HA monomer (Fig 2C). To assess crosslinking, extracellular parasites were irradiated with 365-nm UV light, lysed in sample buffer for SDS-PAGE, and probed with anti-HA and anti-Myc antibodies. We observed upshifted signals corresponding to crosslinked species in both UPRT-HA Azi mutants, whereas the wild-type UPRT-HA control does not form appreciable signal other than nonspecific background (Fig 2D). The same upshifts are observed in the anti-Myc blot, indicating the products are bona fide crosslinked homodimers (Fig 2E). The discrepancy in migration between L92 and Y96 is likely to be a consequence of crosslinking to distinct regions of the partner subunit. The upshifts also do not correspond to a direct addition of constituent monomer masses but instead tend to reflect a larger mass, again likely due to the aberrant SDS-PAGE migration of the nonlinearly crosslinked peptides.\n\nCharacterization of potential posttranslational modifications of ILP1\n\nPrior to applying this crosslinking technology to ILP1, we first aligned the protein sequence from model apicomplexans and identified regions of interest that may be responsible for its trafficking and function (S1 Fig). The Plasmodium ortholog of ILP1 is named PfG2 due to a conserved glycine at position 2 that is likely myristoylated and is essential for proper trafficking of the protein [18]. To assess whether this residue is similarly important in T. gondii, we mutated the second position glycine to alanine (G2A) and expressed it as a second copy in the parasite. ILP1 also contains two cysteine–cysteine motifs that are weakly predicted to be palmitoylated by CSS-PALM [30], and thus a quadruple C95S, C96S, C273S, C274S mutant (4Cys) was also generated. Surprisingly, both the G2 and 4Cys mutants appeared to correctly traffic to the IMC (S2B Fig). To determine if these sites were important for function, the endogenous copy of ILP1 was disrupted by CRISPR/Cas9 and the knockout was verified by IFA and PCR (S2A Fig). Quantification of plaque assays showed the 4Cys mutation did not have any significant effect on plaque formation, but the G2A mutant resulted in significantly smaller plaques, suggesting that myristoylation does play at least some role in ILP1 function (S2C Fig). PfG2 expressed in Toxoplasma unexpectedly localized to the cytoplasm and attempts to knock out the endogenous ILP1 in this background were not successful, indicating that the Plasmodium ortholog cannot complement Toxoplasma ILP1 (S2B Fig).\n\nApplication of the UAA system to ILP1 and preliminary identification of its partners\n\nAs the posttranslational modification sites were not critical for ILP1, we suspected that interaction with other components of the IMC cytoskeleton played an important role in function. Phyre2 analysis reveals a potential N-terminal EF hand-like domain from residues 25–109 (Fig 3A) [31]. However, this domain appears to be a degenerate EF-hand domain that is unlikely to bind calcium. Intriguingly, COILS analysis indicates a potential coiled-coil domain in the C-terminal region of the protein (residues 129–230) [32] (Fig 3B). Coiled-coil domains are alpha-helical assemblies that are involved in many protein binding–dependent functions such as vesicle transport and structural scaffolding, suggesting that this region may be involved in ILP1 function [33]. We first attempted co-immunoprecipitation (co-IP) experiments to determine putative targets of ILP1. Due to the detergent-insoluble nature of ILP1, we employed extensive sonication to disrupt the cytoskeleton and release ILP1 for co-IP [17]. Mass spectrometric analysis of the co-precipitated proteins revealed the IMC network-forming alveolins IMC1/3/4/6/10 as well as the glideosome-associated proteins MLC1 and GAP45 (S3 Fig). However, this approach was insufficient for determining direct partners, suggesting that our UAA approach might better reveal direct interactions of ILP1.\n\nTo apply the UAA system to ILP1, we focused on the coiled-coil domain of the protein and used secondary structure and residue burial predictions to guide the construction of 14 amber mutants (Fig 3C: K130, E140, Q150, T152, Y160, Q168, Q170, T184, T187, I188, R194, A204, E209, K212). Each of the mutants were stably expressed in parasites containing the aminoacyl-tRNA synthetase/tRNA cassettes, and the strains were subjected to Azi incorporation and photocrosslinking. Western blot analysis of the irradiated parasites resulted in six appreciable crosslinked upshifts (strains Y160, Q168, T184, T187, I188, and E209) that appeared to represent three distinct migration patterns at approximately 65 kDa, approximately 200 kDa, and approximately 140 kDa (Fig 3D).\n\nIdentification of IMC3 as a binding partner of ILP1\n\nTo identify the shifted partners of ILP1, we investigated the possibility of a direct interaction between ILP1 and one of the alveolins, as several of these components of the IMC cytoskeleton were present in our immunoprecipitation (IP) data. IMC3, -6, and -10 are enriched in nascent daughter buds during endodyogeny similarly to ILP1 [35], and their sizes are consistent with the shifts observed for the two larger crosslinked products. However, IMC1 and IMC4 also represent good candidates even though these proteins are more equally present in daughter buds and maternal parasites. To determine if IMC3 was one of the larger products, we endogenously Myc-tagged this protein in the T184, T187, I188, and E209 UAA strains (Fig 4A). Unfortunately, potential crosslinked products in the western blot of whole cell lysates were not visible above the background, preventing us from determining if IMC3 was the shifted partner. We thus used a denaturing IP approach, in which the IMC cytoskeleton was first disrupted by boiling in 1% sodium dodecyl sulfate (SDS) and then diluted to standard radioimmunoprecipitation assay (RIPA) buffer conditions for IP (Fig 4B). We were able to purify both uncrosslinked ILP1 and the shifted products as assessed by anti-HA staining (Fig 4C). Probing the eluates with anti-Myc antibodies showed that IMC3 was indeed crosslinked to ILP1 in the T184, T187, and I188 strains but not the E209 strain. This result demonstrates that ILP1 binds to IMC3 in the IMC cytoskeleton and maps the IMC3 binding interface on ILP1.\n\nThe C-terminal region of IMC3 is necessary for ILP1 crosslinking\n\nWe were interested in determining which region of IMC3 binds to ILP1 via residues T184, T187, and I188. The alveolin domain of IMC3 has been shown to be sufficient for targeting to the IMC, enabling this region to be tested as a binding partner using the UAA system [15]. We thus generated V5 epitope–tagged expression constructs of the alveolin domain alone (IMC3A) and the alveolin domain plus the C-terminal region of the protein (IMC3AC) to determine if these would crosslink to ILP1 (Fig 5A). While the IMC3 alveolin domain alone can direct the protein to the IMC as described, we also noticed some diffuse cytoplasmic staining. Complete trafficking to the IMC appears to be restored when the C-terminal region is included, demonstrating that this portion of the protein also plays a role in proper localization to the IMC. Upon Azi crosslinking in the T187 strain, IMC3A did not form an additional shifted ILP1 product, indicating that this region is not sufficient for binding to T187 (Fig 5B). However, the IMC3AC construct did result in a new smaller crosslinked product at the expected size for this IMC3 truncation. IP of ILP1 again showed the smaller product only in the IMC3AC strain (Fig 5C). Probing with V5 revealed that this new shifted product is indeed IMC3AC. We additionally pulled down IMC3AC using anti-V5 IP and observed that this co-precipitated crosslinked ILP1 (Fig 5D). This result suggests that ILP1 binds to the C-terminal region of IMC3, downstream of the alveolin domain.\n\nILP1 crosslinks to IMC6 at residue E209\n\nTo identify the protein crosslinked at residue E209, we examined the predicted sizes of the other alveolins for likely candidates. IMC4 and IMC6 have a smaller theoretical mass compared with IMC3, which may be reflected in the faster migrating upshift. We therefore tagged IMC4 and IMC6 with 3xMyc tags in the E209 strain and also in the T187 strain as a negative control (as this residue binds IMC3). Interestingly, the ILP1 E209 shifted product migrated slightly slower in the IMC6-3xMyc strain compared with those tagged for IMC3 and IMC4, indicating that IMC6 is likely the crosslinked partner (Fig 6A). In the T187 strains, a slight shift can also be detected when IMC3 was tagged, but the relative shift was less apparent due to the overall larger masses. Denaturing co-IPs were then performed to verify that IMC6 is the E209 crosslinked partner (Fig 6B). Anti-Myc staining demonstrated that E209 is indeed covalently crosslinked to IMC6, confirming this second interaction of ILP1 with an alveolin in the cytoskeleton.\n\nThe N-terminal region of IMC6 is necessary for crosslinking to ILP1\n\nHaving shown that ILP1 binds to the C-terminal region of IMC3, we attempted similar domain mapping experiments with IMC6. We again generated V5-tagged constructs of the alveolin domain alone (IMC6A) or alveolin plus the C-terminal region (IMC6AC, Fig 7A). Curiously, the diffuse localization in the maternal cytoplasm occurred in both the IMC6A and IMC6AC strains. Neither of these truncations resulted in an additional crosslinked product, by western blot of either whole cell lysates or IPs (Fig 7B–7D). Instead, proper staining at the parasite periphery was observed when the N-terminal portion of IMC6 was added to the alveolin domain (IMC6NA, Fig 7E). ILP1 E209 Azi incorporation and photocrosslinking in this background resulted in a new upshifted product of the anticipated size for IMC6NA (Fig 7F). This interaction was confirmed by denaturing IP as performed above. Together, these data indicate that the ILP1 binding site resides within the N-terminal region of IMC6.\n\nIMC27 is the third ILP1 binding partner\n\nNone of the alveolins were candidates for the lower molecular weight product identified by Y160 and Q168, and thus we performed a large-scale crosslinking and IP experiment to identify the partner at these residues. As Y160 showed more robust crosslinking, this strain was expanded for a large-scale denaturing IP, and the eluted proteins were separated by SDS-PAGE and viewed by Coomassie staining (Fig 8A). Proteins within the gel slice corresponding to the upshifted species were identified by liquid chromatography tandem mass spectrometry (LC-MS/MS) (S1 Table). As expected, ILP1 was the top hit in the spectrum, and the second most abundant protein identified was IMC27, a protein we previously identified using in vivo biotinylation in the IMC [14]. Detergent fractionation revealed that IMC27 is a component of the IMC cytoskeleton similar to ILP1 (Fig 8B), and the protein migrates at approximately 26 kDa (including an approximate 5-kDa epitope tag), potentially agreeing with the observed crosslink size. To confirm this interaction, IMC27 was endogenously 3xMyc tagged, and this strain was transfected with the synthetase/tRNA and either ILP1 Y160 or Q168 constructs. IMC12 was also 3xMyc tagged in the Y160 strain as a negative control. Western blot analysis showed a distinct difference in migration between IMC27 tagged and untagged lines, indicating that IMC27 is the partner at these residues (Fig 8C). Denaturing IPs demonstrated that the shifted product stains with both HA (ILP1) and Myc (IMC27) antibodies, confirming that IMC27 is the crosslinked partner (Fig 8D). Intriguingly, while ILP1 and its partners IMC3 and IMC6 are all enriched in daughter buds, IMC27 is completely restricted to the maternal IMC (Fig 8E). Thus, the interaction between ILP1 and IMC27 is likely to only occur in maternal parasites following the completion of replication.\n\nDiscussion\n\nThe implementation of a photoactivatable UAA crosslinking system in T. gondii enables a new tool for studying protein–protein interactions that govern parasite-specific biology. Mutant proteins containing the photoreactive UAA Azi are produced in vivo, ensuring proper folding and localization of target complexes in their native cellular environment. This avoids the disadvantages encountered in exogenous protein interaction techniques such as recombinant expression and yeast two-hybrid screens, in which artificial experimental conditions may disrupt legitimate associations or form false positives. Unlike more traditional chemical crosslinkers that employ a spacer arm, Azi is considered a zero-length crosslinker and therefore requires proper positioning of amber stop codon substitution near a binding interface to obtain crosslinking. While amber stop codon positioning can be challenging, successful crosslinking not only identifies the interacting partner but also maps the precise interaction domain on the bait protein, thereby providing more structural information of a complex compared to alternative protein–protein interaction approaches.\n\nA common concern for expanding the genetic code for UAAs is the appropriation of a stop codon. When initially developed in E. coli, the system was designed to use the amber stop codon, as it is the least frequent (approximately 7%) of the three nonsense codons [36]. While T. gondii exhibits a more uniform stop codon distribution [37], we were able to obtain robust incorporation and reproducible crosslinking patterns with our proteins of interest, indicating that apprehensions regarding nonspecific incorporation or crosslinking are unwarranted. This is likely because Azi located at the C terminus of the majority of proteins would rarely reside in a binding interface required for the zero-length crosslinker. In addition, background derived from undesired Azi incorporation and photocrosslinking of endogenous proteins would not be observed by western blot unless these proteins were to somehow nonspecifically crosslink to our bait protein. A related concern is that Azi incorporation into endogenous proteins terminating with amber codons could result in the C-terminal extension of polypeptides during translation and disruption of proper termination. In our experience, prolonged exposure to Azi during growth does result in slower growth and ultimately cellular arrest, similar to prior observations using an alternative UAA [38], but this is not a significant issue, as the parasites are collected and processed within 24 hours of induction. Of the four proteins studied here (ILP1, IMC3, IMC6, and IMC27), the endogenous IMC3 gene terminates in an amber stop codon, but the effect of nonspecific Azi incorporation was not considered as this amber codon was changed to an ochre stop codon (TAA) in the process of C-terminal endogenous epitope tagging.\n\nOur SAG1 and UPRT controls demonstrate efficient incorporation and crosslinking of Azi in target proteins of T. gondii. We initially chose an aromatic amino acid replacement in SAG1 (F2 to Azi) to limit any potential loss of function. However, our later experiments revealed that proteins generally appear to tolerate the single amino acid changes well, regardless of the properties of the residue being substituted. The risk of disrupting more critical residues is also mitigated by testing multiple mutants within a candidate interaction domain. To assess crosslinking, we utilized UPRT because of the available crystal structure and an understanding of its homodimer formation dynamics, guiding us toward the placement of amber codons at L92 and Y96. Both mutants generated SDS-PAGE upshifted products upon exposure to UV light, which were verified as homodimers using an alternatively tagged copy of UPRT. We observed that the migration of upshifted products is consistently slower than the combined mass of the partners and may vary depending on crosslinking site. Similar aberrations in migration in Azi crosslinked samples have been observed in other systems [22,23,39].\n\nThe challenges of studying protein–protein interactions in the IMC are reflected in our initial ILP1 co-IP, in which we identified several IMC proteins but were not able to determine meaningful interactions. The UAA system overcomes these challenges and enables determination of precise interactions within the rigid cytoskeletal meshwork of the IMC. The small size and distinct coiled-coil region of ILP1 provided a reasonable area to test for interactions via Azi crosslinking. None of the point mutations appeared to affect IMC trafficking, but differences in the efficiency of Azi incorporation among the different mutants were observed by western blot, suggesting that some substitutions are better tolerated than others (Fig 3). As the alveolins are believed to compose the cytoskeletal foundation through formation of intermediate filament-like polymers, those that shared similar localization patterns to ILP1 (IMC3/6/10) were top candidates for binding partners. We demonstrated direct crosslinking of ILP1 to both IMC3 and IMC6, providing the first insight into the organization of the alveolar network. When verifying these interactions, we found that the denaturing co-IP procedure was particularly useful for reducing nonspecific background and also dramatically reducing undesirable amounts of uncrosslinked prey that otherwise confounded our western blot results. Like UPRT, the ILP1 upshifts consistently migrated slower than anticipated, but unlike the control, the crosslink clusters seemed to migrate similarly, possibly due to the linear nature of the coiled-coil domain. The binding sites on ILP1 are relatively close to each other, and whether one ILP1 molecule can simultaneously bind to both partners remains unclear. We constructed a T187/E209 double Azi mutant in an attempt to determine if a trimeric complex was possible, but lower UAA incorporation in this mutant and the large expected mass made the results inconclusive.\n\nOur IMC3 and IMC6 deletion analyses also demonstrated that the C-terminal region of IMC3 downstream of the alveolin domain and the N-terminal region of IMC6 upstream of the alveolin domain are necessary for binding to ILP1. The improved localization to the IMC upon inclusion of these regions suggests that interaction with ILP1 enhances its association within the network. While these results strongly suggest that ILP1 binds to these domains of IMC3/6, we cannot exclude the possibility that our deletions alter how the proteins interact. Additional truncations of IMC3/6 are likely to isolate a sufficiently small region that would enable precise determination of the corresponding binding regions on IMC3 and IMC6 using the UAA system.\n\nIMC27 was identified as the binding partner at residues Y160/Q168 of ILP1 using a large-scale IP and LC-MS/MS peptide identification approach. Our success demonstrates that even though the abundance of crosslinked material is a fraction of the total amount of the purified bait protein, we can obtain yields that are adequate for mass spectrometric analysis. We explored the use of software such as Crossfinder, a tool for finding crosslinked peptides in an LC-MS/MS spectrum, to attempt to map the binding location of the prey, but this was unsuccessful [40]. This may be due to a particularly large region of IMC27 (residues 96–141, 28% of the total length) that lacks tryptic cleavage sites. Intriguingly, IMC27 localizes solely to the maternal IMC, indicating that there is a transition where ILP1 forms new interactions following the maturation of the budding daughter IMC. Because our experiments were carried out using extracellular parasites, the binding of IMC3 and IMC6 are also likely occurring in the maternal IMC. However, the precise colocalization of ILP1, IMC3, and IMC6 throughout the cell cycle suggests that these associations are likely to occur in both the maternal and daughter IMC. Future experiments comparing intracellular and extracellular parasites will help distinguish events that occur in the daughter and maternal IMC.\n\nThe interactions of ILP1 and its binding partners also begin to unravel how each are differently utilized in the Toxoplasma and Plasmodium IMC. In Toxoplasma, ILP1 is essential, and its alveolin partners IMC3 and IMC6 are predicted by genome-wide CRISPR studies to be very important or essential as well [41]. In contrast, both PfG2 and PfIMC1h (Toxoplasma IMC3) can be disrupted, resulting in similar morphological changes in ookinetes and sporozoites that suggest these partners play important, but not essential, roles in organizing the IMC cytoskeleton [18,42]. Unlike IMC3, IMC6 (PfIMC1k) and IMC10 (PfIMC1j) appear to be essential or important for growth in both apicomplexans [43], indicating a more conserved role in maintaining IMC integrity. Interestingly, Toxoplasma IMC27 is predicted to be dispensable, while its Plasmodial ortholog PF3D7_0518900 is considered to be either essential or important for growth, suggesting that there is additional functional divergence in the IMC between these apicomplexans. Overall, these comparisons indicate that Toxoplasma relies on ILP1 and its binding partners for structural support of the IMC to a greater degree compared with Plasmodium.\n\nTo our knowledge, this is the first use of photoreactive crosslinkers by expansion of the genetic code in any protozoan. We have demonstrated that site-specific crosslinking using Azi can be used to decipher the interactions of ILP1 within the IMC, and we anticipate successful application towards other IMC proteins, such as the alveolins, to further determine the organization of this organelle. Intriguingly, a recent proteomic analysis of the microtubule-based conoid has revealed that many of its constituent proteins have coiled-coil domains, making this compartment another good candidate for our system [44]. Alternative regions of ILP1, such as the N-terminal EF-hand domain, are also open for investigation. Assuming the UAA system is applicable to other protozoans, photoreactive crosslinkers also would be excellent tools for probing other unique structures such as the flagellar pocket of trypanosomes, the axostyle of trichomonads, or the ventral disc of Giardia [45–49].\n\nMaterials and methods\n\nT. gondii and host cell culture\n\nParental T. gondii RHΔhxgprt and subsequent strains were grown on confluent monolayers of human foreskin fibroblasts (HFFs, ATCC, Manassas, VA) at 37°C and 5% CO2 in Dulbecco’s Modified Eagle Medium (DMEM) supplemented with 5% fetal bovine serum (Gibco), 5% Cosmic calf serum (Hyclone), and 1× penicillin-streptomycin-L-glutamine (Gibco). Constructs containing selectable markers were selected using 1 μM pyrimethamine (dihydrofolate reductase-thymidylate synthase [DHFR-TS]), 50 μg/mL mycophenolic acid-xanthine (HXGPRT), or 40 μM chloramphenicol (CAT) [50–52]. Homologous recombination to the UPRT locus was negatively selected using 5 μM 5-fluorodeoxyuridine (FUDR) [53].\n\nPlasmid construction and mutagenesis\n\nSequences for E2AziRS and cognate amber suppressor tRNA (Bst-Yam) were obtained from pIre-Azi3 [22,23]. Primers P1/P2 were used to amplify E2AziRS with NsiI/PacI overhangs and a C-terminal Ty1 epitope tag. This product was ligated into pGRA-HA-HPT [54] to drive constitutive expression from the GRA1 promoter and enable stable integration with HXGPRT (pGra-E2AziTy.HPT). The tRNA cassette was generated by synthesizing a gBlock gene fragment (IDT, San Diego, CA) consisting of the 82-bp Bst-Yam tRNA sequence flanked by a portion of the T. gondii U6 promoter and poly-thymine RNA polymerase III terminator as described [24], with AvrII/XbaI restriction sites (S1 Text). This insert was ligated into AvrII/XbaI-digested pU6-Universal to restore the complete U6 cassette, replacing the CRISPR/Cas9 gRNA scaffold with Bst-Yam. The cassette (TgU6-tRNACUA) was amplified with P3/P4 to incorporate 5′ Acc65I-XhoI and 3′ SalI-BglII-XbaI restriction sites and subcloned into the pJET1.2/blunt vector (ThermoFisher). Triple tandem cassettes were constructed as previously described [23]. Briefly, a XhoI/SalI-flanked TgU6-tRNACUA insert was ligated into a SalI-linearized TgU6-tRNACUA pJET vector using complementary ends. This was iterated to double and triple tandem copies of the tRNA cassette, confirming orientation of each cassette by diagnostic digests. The triple cassette was excised with Acc65I/BglII and ligated into pGra-E2AziTy.HPT to obtain the final construct pGra-E2AziTy.HPT.tRNAx3.\n\nThe following plasmids were all generated in a similar fashion by ligating a gene of interest using NsiI/PacI overhangs into a modified pGRA-HA-HPT backbone [54]. First, HXGPRT was replaced with a DHFR cassette amplified from p3xHA.LIC-DHFR [55,56] using primers P5/P6 and cloning via HindIII/NgoMIV. SAG1 was amplified from RH genomic DNA using primers P7/P8, which flanked the gene with NsiI/PacI sites and mutated the second codon TTT to the amber stop codon TAG, which appears as the third codon due to the NsiI site (the correct start of the gene begins with the sequence MFPKAV …). The UPRT coding sequence was amplified from RH cDNA either with an N-terminal Myc tag (P9/P10) or a C-terminal HA tag (P11/P12) and ligated to obtain pGRA-Myc-UPRT_wt.DHFR and pGRA-UPRT-HA_wt.DHFR. Amber mutations L92* and Y96* were generated in pGRA-UPRT-HA_wt.DHFR using the Q5 Site Directed Mutagenesis kit (NEB, Ipswich, MA) using primers P13/P14 and P15/P16. The mutant UPRT-HA cassettes were amplified with NotI/PciI flanks (P17/P18) and ligated into pJET1.2/blunt. The cassette was excised with NotI and ligated into NotI-linearized pGRA-Myc-UPRT_wt.DHFR to obtain the final double Myc-UPRT/UPRT-HA expression vectors.\n\nAn ILP1 expression construct was assembled, with the endogenous promoter driving ILP1 with a C-terminal 3xHA epitope tag and a DHFR marker (pILP1-3xHA_wt.DHFR). ILP1 amber mutants were generated using this parent vector, using the Q5 Mutagenesis kit and primers P19–46.\n\nFor IMC3 and IMC6 truncations, a UPRT locus knockout plasmid template with an ILP1 promoter and V5 C-terminal epitope was used for Gibson assembly. This vector was amplified with Q5 Hot Start polymerase (NEB, Ipswich, MA) using primers P47/P48. Coding sequences of the IMC3 and IMC6 truncations were amplified with Q5 polymerase using the online NEBuilder (https://nebuilder.neb.com) tool to append compatible Gibson overhangs. P49/P50 were used for amplifying IMC3 alveolin only, P49/P51 for IMC3 alveolin and C terminus, P52/P53 for IMC6 alveolin only, P52/P54 for IMC6 alveolin and C terminus, and P53/P55 for IMC6 N terminus and alveolin domains. Purified amplicons were used to generate the final constructs using the NEBuilder HiFi DNA Assembly kit (NEB, Ipswich, MA). The plasmids were linearized using DraIII or XmnI (NEB), transfected into endogenously tagged IMC3-3xMyc or IMC6-3xMyc RHΔhxgprt parasites, and selected for recombination at the UPRT locus using FUDR.\n\nThe ToxoDB gene numbers used in this study are ILP1 (TgGT1_313380), SAG1 (TgGT1_233460), GRA1 (TgGT1_270250), UPRT (TgGT1_312480), IMC3 (TgGT1_216000), IMC4 (TgGT1_231630), IMC6 (TgGT1_220270), and IMC27 (TgGT1_259630). The PfG2 gene is PF3D7_0929600 on PlasmoDB.\n\nAntibodies\n\nThe HA epitope was detected with mouse monoclonal antibody (mAb) HA.11 (BioLegend, San Diego, CA) or rabbit polyclonal antibody (pAb) anti-HA (ThermoFisher). The Ty1 epitope was detected with mouse mAb BB2 [57]. The c-Myc epitope was detected with mouse mAb 9E10 [58] or rabbit pAb anti-Myc (ThermoFisher). The V5 epitope was detected with mouse mAb anti-V5 (ThermoFisher). Toxoplasma-specific antibodies include rabbit pAb anti-SAG1 [59], mouse mAb anti-IMC1 [60], mouse pAb anti-ISP3 [61], and mouse mAb anti-ROP7 [62]. Production of rat pAb anti-ILP1 and rabbit pAb anti-IMC6 is described below.\n\nImmunofluorescence assay and western blot\n\nHFF were grown to confluence on glass coverslips and infected with T. gondii. After 18–36 hours, the coverslips were fixed with either 3.7% formaldehyde in PBS or 100% methanol and processed for immunofluorescence as described [63]. Primary antibodies were detected by species-specific secondary antibodies conjugated to Alexa Fluor 488/594 (ThermoFisher). Coverslips were mounted in Vectashield (Vector Labs, Burlingame, CA) and viewed with an Axio Imager.Z1 fluorescent microscope (Zeiss).\n\nFor western blot, parasites were lysed in 1× Laemmli sample buffer with 100 mM DTT and boiled at 100°C for 10 minutes. Lysates were resolved by SDS-PAGE and transferred to nitrocellulose membranes, and proteins were detected with the appropriate primary antibody and corresponding secondary antibody conjugated to horseradish peroxidase. Chemiluminescence was induced using the SuperSignal West Pico substrate (Pierce) and imaged on a ChemiDoc XRS+ (Bio-Rad, Hercules, CA). Quantification of western blot signal was performed with Image Lab software.\n\nDetergent extraction assay\n\nDetergent solubility of IMC27 was assessed as previously described [13]. Briefly, IMC27-3xHA tagged parasites were collected and lysed in a 1% Triton X-100, 50 mM Tris-HCl, pH 7.4, 150 mM NaCl buffer supplemented with Complete Protease Inhibitor Cocktail (Roche) and incubated on ice for 30 minutes. Lysates were centrifuged, and equivalent loads of the total, supernatant, and pellet samples were run on SDS-PAGE and immunoblotted, using IMC1 as the insoluble control and ISP3 as the soluble control.\n\nEndogenous epitope tagging of genes of interest\n\nFor C-terminal endogenous tagging, a pU6-Universal plasmid containing a protospacer against the 3′ UTR of the gene of interest approximately 100 bp downstream of the stop codon was generated as previously described [24]. A homology directed repair (HDR) template was PCR-amplified using the Δku80-dependent LIC vectors (e.g., p3xHA.LIC-DHFR, p3xMyc.LIC-CAT) that includes the epitope tag, 3′ UTR, and selection cassette. The 60-bp primers include 40 bp of homology immediately upstream of the stop codon or 40 bp of homology within the 3′ UTR downstream of the CRISPR/Cas9 cut site. This template was amplified in a total of 400 μL, purified by phenol-chloroform extraction, precipitated in ethanol, and electroporated into RHΔhxgprt parasites, along with 100 μg of the sequence-verified pU6-Universal plasmid. Transfected cells were allowed to invade a confluent monolayer of HFF, and appropriate selection was applied the following day. Successful tagging was monitored by IFA, and clonal lines of properly tagged parasites were obtained through limiting dilution. IMC3 was C-terminally tagged with this process using gRNA and HDR primers P56–59, IMC4 using P60–63, IMC6 using P64–P67, IMC12 using P68–71, and IMC27 using P72–75.\n\nIn vivo photocrosslinking of protein complexes\n\nParasites expressing the synthetase/tRNA cassette and mutant protein of interest constructs were allowed to infect HFFs overnight at a multiplicity of infection of approximately 3 and the growth medium was replaced with fresh medium supplemented with 1 mM Azi (Bachem, Torrance, CA). Following a 24-hour incubation period and lysis of the host cells, extracellular parasites were collected by centrifugation and resuspended in an adequate volume of PBS for UV irradiation (approximately 107 parasites per mL of PBS, in tissue culture plates). The plates containing resuspended parasites were floated on an iced water bath and placed without lids in a Spectrolinker XL-1000 UV crosslinker (Spectroline, Westbury, NY) equipped with 365-nm (UV-A) bulbs. Parasites were irradiated for 20 minutes with periodic mixing using a micropipette. The cells were then collected by centrifugation and lysed for either co-IP or directly in sample buffer for SDS-PAGE.\n\nco-IP\n\nTraditional co-IP was carried out as previously described [61]. For denaturing co-IP of crosslinked proteins, irradiated parasites were lysed in a 1% SDS/50 mM Tris, pH 8.0/150 mM NaCl buffer and boiled at 100°C for 10 minutes to completely denature protein complexes. The lysate was centrifuged, and the supernatant was diluted 10-fold to RIPA conditions prior to IP. Precipitated proteins are either eluted in sample buffer or by high pH with a 100 mM triethylamine solution and dried using a vacuum concentrator. Colloidal Coomassie staining was accomplished using GelCode Blue Stain (ThermoScientific). Gel slices were excised and processed for mass spectrometry. IPs were performed using rat anti-HA (Roche) or mouse anti-V5 (Sigma) agarose beads.\n\nCharacterization of ILP1 acylation mutants and PfG2 complementation\n\nILP1 acylation mutants were generated using pILP1-3xHA_wt.DHFR as a template. For the G2A mutant, the ILP1 promoter and N-terminal region were amplified using primers P76/P77, incorporating the desired mutation. This fragment was ligated using HpaI/HindIII to the vector digested with EcoRV/HindIII. For the 4Cys mutation, the C95S, C96S mutant was made using the Q5 Site-Directed Mutagenesis kit with primers P78/P79. The 4Cys mutant was then constructed by amplifying the C95S, C96S template with primers P80/P81, which incorporated the C-terminal C273S and C274 mutations, and cloned using HpaI/NotI. The codon-optimized PfG2 coding sequence gBlock (S1 Text) was synthesized and incorporated into an ILP1 promoter expression construct.\n\nThe HA epitope tag in pUPRTKO-HA plasmid [64] was replaced with a V5 tag by digesting the vector with NotI/PacI and ligating NotI-V5-PacI annealed oligos P82/P83. This vector was then digested with NheI/NotI, and the ILP1 promoter along with the wild-type, G2A, and 4Cys ILP1 mutants or PfG2 gene were ligated with the same sites. The final pUPRTKO-V5 constructs were linearized with DraIII and transfected into ILP1-3xHA DHFR RHΔhxgprtΔku80 parasites, and expression of the mutants was confirmed by IFA. Clonal lines were then transfected with an NcLiv GRA7–driven HXGPRT HDR knockout template with flanking homology to the endogenous ILP1 locus [14], and the pU6-Universal plasmid was transfected against a protospacer within the first intron of the genomic sequence (P84–P87). After selection, loss of endogenous ILP1-3xHA expression was confirmed by IFA. Genomic DNA was extracted using the PureLink Genomic DNA kit (Invitrogen), and successful knockouts were confirmed by PCR using P88/P89 spanning two introns and P90/P91 spanning the ILP1 promoter/NcGra7 promoter interface.\n\nPlaque assay of the ILP1 complementation mutants was performed as previously described [65]. Six-well plates were seeded with HFF and allowed to reach confluency. A total of 100–600 parasites were added per well and allowed to grow for 7 days. The monolayers were fixed with 100% methanol for 3 minutes, washed with PBS, and stained for visualization. The areas of 50 plaques per condition were quantified with the ZEN 2 software (Zeiss). Significance levels were calculated by unpaired t test.\n\nAntibody production\n\nThe complete coding sequences for ILP1 and IMC6 were cloned into the pET His6 TEV LIC bacterial expression vector (a gift from Scott Gradia, Addgene plasmid #29653) using primers P92–95. The constructs were transformed into BL21(DE3) E. coli, and proteins were induced with 1 mM IPTG and purified using Ni-NTA agarose under denaturing conditions as described [63]. The samples were then dialyzed into PBS to remove the urea, and rat or rabbit antisera were produced by Cocalico Biologicals (Stevens, PA).\n\nTandem mass spectrometry\n\nThe protein mixtures were reduced, alkylated, and digested by the sequential addition of trypsin and Lys-C proteases. Samples were then desalted using Pierce C18 tips, eluted in 40% acetonitrile, and dried and resuspended in 5% formic acid. Desalted samples were separated on C18 reversed phase (1.9 μM, 100-Å pores, Dr. Maisch GmbH, Germany) columns, packed with 25 cm of resin in a 75 μM inner diameter fused silica capillary. Digested peptides were fractionated online using a 140-minute water-acetonitrile gradient with 3% DMSO ionized using electrospray ionization by application of a distal 2.2 kV.\n\nUpon electrospray ionization at 2.2 kV, ionized peptides were interrogated via tandem mass spectrometry (MS/MS) in a Thermo Orbitrap Fusion Lumos. For discovery acquisitions, data-dependent acquisition (DDA) was utilized with an MS1 scan resolution of 120,000 and MS2 resolution of 15,000 and a cycle time of 3 seconds. Data analysis was performed using the Integrated Proteomics Pipeline 2 (Integrated Proteomics Applications, San Diego, CA). MS/MS spectra were searched using the ProLuCID algorithm, and peptide-to-spectrum matches (PSMs) were organized and filtered based on a decoy database-estimated false discovery rate of &lt;1% using the DTASelect algorithm. Database searching was performed using a FASTA protein database containing T. gondii GT1 translated ORFs downloaded from ToxoDB on February 23, 2016. Label-free intensity-based quantitation (LFQ) of the LC-MS/MS data was carried out by MS1 feature detection using chromatographic peak areas for peptide abundance through MaxQuant software package v.1.6.3.3 [66].\n\nSupporting information"
}