{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050145",
  "doi": "10.1371/journal.pbio.0050145",
  "externalIds": [
    "pii:06-PLBI-RA-0894R1",
    "sici:plbi-05-06-04",
    "pmid:17503969",
    "pmcid:PMC1868043"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Drosophila Brakeless Interacts with Atrophin and Is Required for Tailless-Mediated Transcriptional Repression in Early Embryos",
  "authors": [
    {
      "name": "Achim Haecker",
      "first": "Achim",
      "last": "Haecker",
      "affiliation": "Developmental Biology, Wenner-Gren Institute, Stockholm University, Stockholm, Sweden"
    },
    {
      "name": "Dai Qi",
      "first": "Dai",
      "last": "Qi",
      "affiliation": "Developmental Biology, Wenner-Gren Institute, Stockholm University, Stockholm, Sweden"
    },
    {
      "name": "Tobias Lilja",
      "first": "Tobias",
      "last": "Lilja",
      "affiliation": "Developmental Biology, Wenner-Gren Institute, Stockholm University, Stockholm, Sweden"
    },
    {
      "name": "Bernard Moussian",
      "first": "Bernard",
      "last": "Moussian",
      "affiliation": "Abteilung Genetik, Max-Planck Institut für Entwicklungsbiologie, Tübingen, Germany"
    },
    {
      "name": "Luiz Paulo Andrioli",
      "first": "Luiz Paulo",
      "last": "Andrioli",
      "affiliation": "Department of Genetics and Evolution, University of Sao Paulo, Sao Paulo, Brazil"
    },
    {
      "name": "Stefan Luschnig",
      "first": "Stefan",
      "last": "Luschnig",
      "affiliation": "Abteilung Genetik, Max-Planck Institut für Entwicklungsbiologie, Tübingen, Germany"
    },
    {
      "name": "Mattias Mannervik",
      "first": "Mattias",
      "last": "Mannervik",
      "affiliation": "Developmental Biology, Wenner-Gren Institute, Stockholm University, Stockholm, Sweden"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-06",
  "dateElectronic": "2007-05-15",
  "dateAccepted": "2007-03-26",
  "dateReceived": "2006-05-24",
  "volume": "5",
  "number": "6",
  "pages": "e145",
  "tags": [
    "Discipline/Developmental Biology",
    "Discipline/Genetics and Genomics",
    "Discipline/Molecular Biology",
    "System Taxonomy/Drosophila",
    "System Taxonomy/Homo (human)",
    "Type/Research Article"
  ],
  "abstract": "Complex gene expression patterns in animal development are generated by the interplay of transcriptional activators and repressors at cis-regulatory DNA modules (CRMs). How repressors work is not well understood, but often involves interactions with co-repressors. We isolated mutations in the brakeless gene in a screen for maternal factors affecting segmentation of the Drosophila embryo. Brakeless, also known as Scribbler, or Master of thickveins, is a nuclear protein of unknown function. In brakeless embryos, we noted an expanded expression pattern of the Krüppel (Kr) and knirps (kni) genes. We found that Tailless-mediated repression of kni expression is impaired in brakeless mutants. Tailless and Brakeless bind each other in vitro and interact genetically. Brakeless is recruited to the Kr and kni CRMs, and represses transcription when tethered to DNA. This suggests that Brakeless is a novel co-repressor. Orphan nuclear receptors of the Tailless type also interact with Atrophin co-repressors. We show that both Drosophila and human Brakeless and Atrophin interact in vitro, and propose that they act together as a co-repressor complex in many developmental contexts. We discuss the possibility that human Brakeless homologs may influence the toxicity of polyglutamine-expanded Atrophin-1, which causes the human neurodegenerative disease dentatorubral-pallidoluysian atrophy (DRPLA).",
  "fullText": "Introduction\n      \nThe generation of complex spatial and temporal gene expression patterns during embryo development is achieved through gene regulatory networks in which broadly distributed transcriptional activators act in combination with repressors with a more restricted distribution (reviewed in [1]). Repressors have an essential role in establishing gene expression boundaries. The mechanisms by which repressors act is not well understood, but may involve competition for DNA binding sites, inhibition of activator function (quenching), and direct repression (reviewed in [2–5]). Many activators and repressors require co-regulators for activity (reviewed in [6,7]). One way that co-regulators work is to modulate the chromatin structure in order to facilitate or restrict transcription initiation complex assembly. However, co-regulators may have other functions as well, such as mediating an association between transcription factors and the basal transcription machinery. It is possible that the type of co-regulator that is recruited determines the mechanism of transcriptional control at use. For example, during Drosophila embryo development, repressors acting over a short range recruit the CtBP co-repressor, whereas several long-range repressors interact with the co-repressor Groucho (reviewed in [8]). Yet, the mechanism by which several important transcription factors in the embryo work remains unknown. We therefore set out to isolate novel transcriptional regulators that are required for Drosophila embryo segmentation, and identified the Brakeless protein as a co-repressor that is required for function of the transcription factor Tailless.\n\nSegmentation of the Drosophila embryo is achieved through a hierarchy of transcriptional control (reviewed in [9,10]). The maternal mRNAs bicoid (bcd) and nanos (nos) localize to the anterior and posterior poles of the embryo, respectively, from where they give rise to protein gradients in the syncytial embryo. Bcd activates transcription of the hunchback (hb) gene and represses translation of maternal caudal (cad) mRNA, whereas Nanos represses translation of maternal hb message (reviewed in [11]). The resulting Bcd, Hb, and Cad protein gradients act in combination to turn on expression of the first zygotic patterning genes, the gap genes, in restricted domains in the embryo. The gap gene products in turn are transcriptional repressors that regulate the next level in the hierarchy, pair-rule gene expression. Pair-rule proteins are transcription factors that control the segment-polarity genes, which in turn specify the positions of the 14 segments of the animal. The positioning of gap gene expression domains relies on interpretation of the Bcd, Hb, and Cad activator gradients and on mutual repression by the gap gene products. Positional information originating from activator and gap gene repressor gradients is integrated by cis-regulatory DNA modules (CRMs or enhancers, reviewed in [9]). For example, in the knirps (kni) CRM, binding sites for the activators Cad and Bcd are present in separate modules that are distinct from a module binding the repressors Hb, Krüppel (Kr), Giant (Gt), and Tailless (Tll) [12].\n\nIn a screen for novel maternal factors required for segmentation of the Drosophila embryo [13], we isolated mutations in the brakeless (bks) gene. Bks was previously identified as a nuclear protein with unknown function required for axonal guidance in the Drosophila eye [14,15], where it represses Runt expression in R2 and R5 photoreceptor cells [16]. It is also known as Scribbler, due to its behavioral locomotor phenotype in larvae [17], and as Master of thickveins (mtv) because it is important for expression of the TGF-ß receptor thickveins in wing imaginal disks [18]. Related sequences can be found in deuterostome genomes (echinoderms and chordates), indicating that Bks proteins may play equally important roles in other organisms.\n\nWe show here that in embryos lacking maternal bks function (from here on referred to as bks mutant embryos), the Kr and kni expression patterns expand despite the presence of the known transcriptional regulators. We find that Bks is recruited to the Kr and kni CRMs, represses transcription when bound to DNA, and functionally interacts with Tll. The Tll protein is a dedicated transcriptional repressor that belongs to the NR2 subfamily of orphan nuclear receptors [19,20]. It specifies the terminal embryonic structures by repressing transcription of genes such as Kr and kni [19]. Bks is required for Tll function, and so is Atrophin [21], the homolog of human Atrophin-1, which causes the neurodegenerative disease dentatorubral-pallidoluysian atrophy (DRPLA) when a polyglutamine stretch in the protein is expanded (reviewed in [22]). We demonstrate a direct interaction between Bks and Atrophin that is conserved between their human homologs, and propose that these proteins work together as a co-repressor complex in many developmental contexts. We discuss the possibility that this interaction may be important for both the normal and pathological function of Atrophin-1.\n\n      Results\n      \n        Severe Segmentation Defects in Embryos Derived from brakeless (bks) Germline Clones\n        \nFrom a screen for new maternal genes involved in embryonic pattern formation [13], we searched for mutant phenotypes that reflect defects in the transcriptional regulation of segmentation. We found a mutant, 2R-14, that displayed severe segmentation defects in embryonic cuticle preparations (Figure 1). 2R-14 germline clone larvae show deletions of denticle belts to a variable extent. All of the abdominal segments, as well as terminal structures, can be affected, but there is no effect on dorsal-ventral patterning. Two additional alleles (2R-278 and 2R-339) were isolated that also show this phenotypic variability, and differ only in the frequency of the phenotypic classes. In contrast to the maternal phenotypes, patterning of 2R-14 zygotic mutant larvae is fully normal, but they die at later stages of development.\n\nWe mapped the 2R-14 locus to an approximately 600-kilobase (kb) interval between 55B and 55E, uncovered by the deficiency Df(2R)PC4. We performed complementation tests with all available lethal mutants in this interval and found that the 2R-14, 2R-278, and 2R-339 alleles fail to complement the brakeless (bks) alleles l(2)04440, bks1 and bks2 (described in [15,17]). Thus the lethality of the 2R-14 locus maps to the bks gene. We cleaned the 2R-14 chromosome by recombination and did complementation tests with the bks alleles, as well as generated germline clone embryos from the resulting recombinants. The phenotype of these embryos is essentially identical to embryos derived from the original 2R-14 chromosome (Figure 1C). In order to confirm that mutations in the bks gene indeed cause a maternal segmentation defect, we recombined the independently isolated bks1 and bks2 alleles onto FRTG13 (42B) chromosomes. bks1 and bks2 germline clone–derived larvae and early embryos (Figure 1D and unpublished data) are phenotypically indistinguishable from 2R-14 mutants. Thus, we named our alleles bks14, bks278, and bks339.\n\nThe bks locus encodes at least two proteins, Bks-A and Bks-B (Figure 2A). Bks-A is a 929–amino acid (aa)-long protein, whereas Bks-B consists of 2,302 aa and has the first 929 aa in common with Bks-A [14,15,17,18]. The only sequence similarity to known functional domains is a single C2H2 zinc finger located in the unique region of Bks-B. One additional domain (D2) is highly conserved and present also in sequences from deuterostome species (Figure S1). In vertebrates, a duplication has resulted in two genes with sequence similarity to Bks, encoding zinc-finger protein 608 (ZNF608) and ZNF609. In addition, we identified three domains (D1, D3, and D4) that are highly conserved in insects and that contain limited similarity to vertebrate sequences (Figure 2A).\n\nWe sequenced our three bks alleles in order to identify the molecular lesions associated with the mutations (see Figure 2A). For bks14, we were unable to amplify the first exon using various primer combinations. No mutation was detected in the rest of the gene. Sequencing of bks278 revealed a 345–base pair (bp) large deletion after nucleotide 2,365 of the Bks-B cDNA. This deletion together with a 8-bp insertion causes a frame shift at aa 741 that results in addition of 79 novel amino acids. The weaker bks339 allele is due to a C to T transition at position 5,485 that converts Q1758 into a stop codon. This truncates the protein before the conserved D3 domain and shows that the maternal function of the Bks-B subtype is necessary for embryo development.\n\n        Bks Is Ubiquitously Expressed in Early Embryos\n        \nWe examined the bks expression pattern during embryogenesis by whole-mount in situ hybridization with a probe that recognizes both bks-A and bks-B. We found bks mRNA to be expressed in the egg and throughout all stages of embryogenesis. At the blastoderm stage, ubiquitous expression is caused by the maternal contribution of the mRNA (Figure 2B). Following gastrulation, low levels of maternal transcripts remain, and bks is zygotically transcribed in neural cell precursors and the central nervous system (CNS) (see [17]).\n\nIn order to test whether both bks-A and bks-B are present during embryogenesis, we performed reverse transcription PCR (RT-PCR) on mRNA from early embryos (0–3 h). Using primers specific for the A and B isoforms, we detected both transcripts (Figure 2C). An antibody raised against the conserved D2 region of Bks [15] stained all cells in the embryo (Figure 2D), whereas in embryos derived from bks278 or bks14 germline clones, nuclear staining is absent, although we detected cytoplasmic background staining (unpublished data). In summary, we found that Bks is maternally expressed and is present ubiquitously in early embryos.\n\n        Bks Regulates Gap Gene Expression\n        \nTo understand the segmentation phenotypes seen in bks germline clone larvae, we analyzed gene expression patterns of developmental control genes. We tested expression of all gap genes in early blastula stage embryos and found severe expression phenotypes in bks embryos. In wild-type (wt) pre-cellular embryos, the gap gene kni is expressed in two domains, one in the anterior-ventral end of the embryo, the other one as a stripe in the posterior half (Figure 3A). In bks mutants, this posterior domain is broadly expanded (Figure 3B). Whereas in wt, the posterior kni domain extends from 27% to 43% egg length (EL, where 0% is the posterior pole and 100% the anterior pole), in bks14 embryos, it extends from 15% to 41% EL. In cellularizing bks embryos, the posterior domain remains expanded, and additional ectopic expression is found in the posterior-ventral end of the embryo (arrowhead in Figure 3D). To determine whether the effect on kni expression is transcriptional or post-transcriptional, we introduced a kni 4.4-kb CRM-lacZ transgene [23] into bks germline clone embryos. As shown in Figure 3F, lacZ expression expands towards the posterior as compared to wt embryos (Figure 3E). The kni-lacZ pattern extends from 31% to 43% EL in wt embryos, and expands to 22%–41% EL in bks278 mutant embryos. We conclude that expansion of the kni pattern in bks mutant embryos is due to transcriptional deregulation.\n\nKr is first expressed in a central domain (CD) of the embryo (Figure 3G). Later, additional anterior and posterior domains are detectable (unpublished data). In bks embryos, the CD is broadly expanded both in an anterior and a posterior direction (Figure 3H). We measured the CD to 31%–62% EL in bks14 embryos, compared to 40%–57% EL in wt. Intensity of expression also appears enhanced and persists into later stages of embryogenesis. In addition, expression of the anterior domain is enhanced, expanded, and expressed earlier in bks embryos as compared to wt (arrowhead in Figure 3H). Thus, Bks is necessary to restrict Kr expression.\n\nThe gt expression pattern develops from a broad domain in the anterior half and one narrower domain in the posterior half in the early blastula embryo, to three anterior stripes and a posterior stripe in cellularizing embryos at mid-cycle 14. In bks embryos, gt expression is variable, but in a majority of embryos, resolution of the anterior domain into stripes is delayed (compare Figure 3J with 3I). The posterior domain is less affected, but in about 25% of the embryos, its expression is reduced (unpublished data).\n\nThe gap genes are activated by the maternal factors Bcd, Cad, and Hb. The terminal gene products Tll and Huckebein (Hkb) act as repressors that restrict gap gene expression together with mutual inhibition by gap gene products. Expression of these upstream regulators is mostly normal in bks mutants (Figure S2), and cannot be responsible for the gap gene phenotypes observed.\n\nIn conclusion, three gap genes are de-repressed in bks mutants. Similar to previous findings [16,18], absence of Bks leads to de-repression of transcription, indicating that Bks may normally be involved in transcriptional repression.\n\n        Tll Function Is Impaired in bks Embryos\n        \nGap gene expression boundaries are set by repressor proteins. For example, Kr and Gt restrict each other's expression [24–27], and Tll represses Kr and kni [23,28–30]. We therefore tested whether Bks is a co-repressor required for the activity of regulators of Kr and kni expression.\n\nWe first investigated whether the activities of Tll and Hb are affected in bks embryos by misexpressing them in wt and bks mutant backgrounds, and compared their ability to repress transcription. We used a snail promoter construct that directs ectopic Tll or Hb expression in the ventral domain of the embryo (described in Protocol S1 and in [31]). When Tll is misexpressed in wt embryos, kni expression becomes repressed in ventral cells (Figure 4A, arrow). By contrast, in a majority of bks mutant embryos, the kni expression pattern is unaffected by misexpressed Tll (Figure 4B, arrow; and Table S1), suggesting that full Tll activity depends on wt Bks function.\n\nOn the other hand, misexpression of Hb from the snail promoter causes repression of kni in the ventral half of the embryo in both wt (Figure 4C) and in a bks mutant background (Figure 4D). Despite the enhanced and expanded levels of kni expression in bks embryos, ectopic Hb is sufficient to repress kni ventrally. The ectopic patch of kni expression in the posterior-ventral part of the embryo remains unaffected (star in Figure 4D), presumably because snail expression does not extend to the very posterior of the embryo [32].\n\nTo examine the repressor activities of Kni, Kr, and Gt proteins, we introduced lacZ reporter gene constructs into bks mutant embryos. LacZ expression is driven by a modified rhomboid neuroectoderm enhancer (NEE) that is activated on the ventral side of the embryo by the Dorsal and Twist proteins. In addition, the enhancer constructs contain either Kni, Kr, or Gt binding sites (described in [33–35]). In wt embryos, binding of the corresponding gap protein leads to repression of the reporter gene in the domain of gap gene expression (Figure 4E, 4G, and 4I). Similarly, lacZ expression is repressed in the gap gene expression domains in a bks background (Figure 4F, 4H, and 4J). Thus, in bks mutants, the three gap proteins Kni, Kr, and Gt are able to perform repression at least on the artificial enhancer constructs used, indicating that Bks is not required for the repressor activities of these proteins. We conclude that Tll-mediated repression is impaired in a bks mutant background, whereas the Hb, Kni, Kr, and Gt repressors are not affected under these conditions.\n\n        Interactions among Bks, Tll, and Atrophin\n        \nWe tested whether the dependence of Tll repressor function on Bks might be due to a molecular interaction between these proteins. Tll and Bks-A were expressed as GST-fusion proteins in bacteria, and mixed with radiolabeled in vitro–translated proteins. As shown in Figure 5A, in vitro–translated Tll interacts with GST-BksA, and in vitro–translated Bks-B interacts more strongly with full-length Tll than with a GST fusion lacking the DNA binding domain. This shows that Bks and Tll interact in vitro, and that the Tll DNA binding domain is important for the interaction.\n\nA functional interaction between Tll and Bks was demonstrated in vivo by genetic means. We found that lowering the dose of bks in a tll mutant background causes enhanced de-repression of kni expression. In embryos derived from a tll hypomorph, kni expression expands towards the posterior (compare Figure 5D with Figure 5B). By contrast, embryos receiving half the dose of maternal bks have an essentially wt kni expression pattern (Figure 5C). However, in tll mutant embryos with reduced amounts of maternal bks product, the kni expression pattern expands even further to the posterior (Figure 5E). These results suggest that Bks and Tll cooperate to set the normal posterior boundary of kni expression.\n\nIt was recently demonstrated that Tll also interacts with the Atrophin protein, and that Atrophin and Bks genetically interact in adult flies [21,36]. We therefore performed a GST pulldown assay to investigate whether Bks and Atrophin can interact in vitro. As previously published [21], the C-terminus of Atrophin interacts with the ligand binding domain of Tll (Figure 5F). We found that the Atrophin C-terminus interacts with GST-BksA as well. A truncated Bks protein (Bks 1–780) lacking the evolutionarily conserved D2 region still binds to Atrophin, but a weaker, independent interaction was also found with a Bks portion consisting of the conserved D2 region and the zinc finger (Bks 834–1,151, Figure 5F). Thus, Atrophin can bind to at least two separate parts of the Bks protein. These results show that Tll can interact with both Bks and Atrophin, and that Bks and Atrophin can bind to one another as well. This suggests that a tripartite complex consisting of Tll, Bks, and Atrophin might form. We confirmed the interactions among Bks, Atrophin, and Tll in S2 cells expressing V5-tagged Bks-B and FLAG-tagged Tll proteins. Using an Atrophin antibody, we could co-immunoprecipitate V5-tagged Bks and FLAG-tagged Tll with endogenous Atrophin (Figure 5G).\n\nWe then tested whether this interaction is evolutionarily conserved. We made a GST-fusion protein consisting of the first 600 aa of the human Bks homolog ZNF608 (including the conserved D2 domain and the zinc finger), and mixed it with radiolabeled C-terminus of human Atrophin-1. A strong interaction between these proteins was observed (Figure 5H). We conclude that the interaction between Bks and Atrophin has been conserved during evolution.\n\n        Bks Associates with kni and Kr CRMs\n        \nAn interaction with Tll is expected to bring Bks to the kni and Kr CRMs to directly regulate their expression. To determine if Bks is associated with the Kr and kni CRMs, we performed chromatin immunoprecipitations (ChIP) from S2 cells expressing V5-tagged Bks-B protein. We found a 23-fold and 4.7-fold enrichment at the kni and Kr CRMs, respectively, with the V5 antibody compared to a control green fluorescent protein (GFP) antibody (Figure 6A and 6B). As a control, we performed ChIP from normal S2 cells lacking the tagged Bks protein. From these cells, the V5 antibody precipitated less kni and Kr CRM DNA than the control GFP antibody (Figure 6A and 6B). A comparable amount of kni 5′ UTR DNA was precipitated with the V5 antibody from V5-tagged Bks-B–expressing cells as from normal S2 cells (2.8-fold and 2.7-fold compared to GFP antibody; Figure 6C). A locus on Chromosome 4 was precipitated at a similar efficiency with V5 and GFP antibodies (1.7-fold enrichment; Figure 6D). From these results, we conclude that Bks specifically associates with kni and Kr CRM sequences when expressed in S2 cells.\n\nWe extended these results to Drosophila embryos using an affinity-purified antibody raised against Bks amino acids 450–620. We found an enrichment of kni CRM sequences with Bks, Atrophin, and Tll antibodies compared to the control V5 antibody with chromatin prepared from wt embryos (Figure 6E). No enrichment at the Chromosome 4 locus was observed (Figure 6E). In summary, both Bks and Atrophin are recruited to a Tll-regulated target gene in vivo.\n\n        Bks Proteins Can Repress Transcription When Tethered to DNA\n        \nSince bks genetically behaves as a repressor, we tested whether Bks proteins are capable of repressing transcription when tethered to a promoter. We fused bks coding regions to the DNA binding domain of the tetracycline repressor (TetR-DBD) and expressed the fusion constructs in Drosophila tissue-culture cells. We co-transfected a luciferase reporter construct driven by the actin5C enhancer that also contains tet operators, binding sites for the TetR-DBD (described in [37]). We compared luciferase activity of cells that expressed TetR-Bks fusion proteins with those that expressed the TetR-DBD protein alone. We found that both Bks-A and Bks-B are able to repress transcription when tethered to DNA in mbn-2 as well as in S2 cells (Figure 7A and unpublished data).\n\nWe also investigated Bks repressor activity in a transgenic embryo assay. Bks-A coding sequence was fused to the Gal4 DNA binding domain and placed under control of the Kr CD enhancer, which directs expression in the CD of the early embryo. A lacZ reporter gene containing a modified rhomboid NEE lacking Snail repressor sites and containing three upstream activation sequence (UAS) sites was used to monitor Gal4-Bks repressor activity (described in [34]). In a wt background, the reporter gene is expressed in ventral regions of the embryo (Figure 7B). However, when crossed into transgenic embryos expressing the Gal4-BksA fusion protein, the reporter is repressed in central regions (Figure 7C).\n\nIn conclusion, our data show that Bks proteins are capable of repressing transcription when bound to a promoter. Taken together with our other results, we conclude that Bks acts as a transcriptional co-repressor.\n\n      Discussion\n      \nRepression plays a pivotal role in establishing correct gene expression patterns that is necessary for cell fate specification during embryo development. For example, in the early Drosophila embryo, repression by gap and pair-rule proteins is essential for specifying the positions of the 14 segments of the animal. The mechanisms by which transcriptional repressors delimit gene expression borders are not well understood. However, many repressors require co-repressors for function. In the Drosophila embryo, the CtBP and Groucho co-repressors are required for activity of many repressors (reviewed in [8,38]). More recently, Atrophin has been identified as a co-repressor for Even-skipped and Tll [21,39]. Still, co-regulators for several important transcription factors in the early embryo have not yet been identified. We therefore performed a screen for novel maternal factors that are required for establishing correct gene expression patterns in the early embryo.\n\nFrom this screen, we identified mutations in the bks gene that cause severe phenotypes on gap gene expression and embryo segmentation. The Bks protein is evolutionarily conserved between insects and deuterostomes, but has not been characterized in any species except Drosophila, in which it has been shown to repress runt expression in photoreceptor cells and thickveins expression in wing imaginal disks [16,18]. However, the molecular function of Bks was unknown. We show here that Bks interacts with the transcriptional repressor Tll, is recruited to target gene CRMs, and will repress transcription when targeted to DNA.\n\nTll was recently shown to utilize Atrophin as a co-repressor [21]. Atrophin genetically interacts with Tll and physically interacts with its ligand binding domain. Atrophin binding is conserved in nuclear receptors within the same subfamily, such as Seven-Up in Drosophila as well as Tlx and COUP-TF in mammals [21,40]. When expressed in mammalian cells, Drosophila Atrophin and mouse Atrophin-2 interact with the histone deacetylases HDAC1 and HDAC2 [21,41]. Histone deacetylation may therefore be part of the mechanism by which Atrophin functions as a co-repressor. Another recent report described genetic interactions among bks and atrophin mutants in the formation of interocellar bristles in adult flies [36]. Furthermore, it was shown that atrophin mutants have virtually identical phenotypes as bks mutants, including de-repression of runt expression in the eye, thickveins expression in the wing, and Kr and kni expression in the embryo [21,36,42].\n\nWe now show that both proteins are recruited to the kni CRM, a Tll-regulated target gene, in the embryo. Importantly, we further demonstrate that Atrophin and Bks interact in vitro and that they can be co-immunoprecipitated from S2 cells. We propose that Bks and Atrophin function together as a co-repressor complex, and based on the similar bks and atrophin mutant phenotypes at several developmental stages, the complex may function throughout development. Our results are compatible with the existence of a tripartite complex consisting of Tll, Bks, and Atrophin. Bks binding to Tll is enhanced by the Tll DNA binding domain, whereas the interaction of Tll with Atrophin is mediated through the C-terminal ligand binding domain. Tll may therefore simultaneously interact with Bks and Atrophin. Alternatively, Tll interacts separately with Bks and Atrophin on the kni CRM. In either case, both Bks and Atrophin are required for full Tll activity. However, at high enough Tll concentration, Bks activity is dispensable. Some bks embryos misexpressing Tll still repress kni expression (Table S1), and overexpressing Tll from a heat-shock promoter can repress the posterior kni stripe in both wt and bks mutant embryos (unpublished data). For this reason, we believe that Bks and Atrophin are cooperating as Tll co-repressors, so that Tll function is only partially impaired by the absence of either one. We found that Tet-Bks–mediated repression in cells is insensitive to the deacetylase inhibitor trichostatin A (TSA; unpublished data). It is possible, therefore, that whereas Atrophin-mediated repression may involve histone deacetylation, Bks could repress transcription through a separate mechanism.\n\nOur results have not revealed any differences between the molecular functions of the two Bks isoforms. Both Bks-A and Bks-B repress transcription when tethered to DNA, and the sequences that mediated binding to Tll and Atrophin are shared between the two isoforms. However, the bks339 allele that selectively affects the Bks-B isoform causes a weaker, but comparable phenotype to the stronger bks alleles that disrupt both isoforms. Therefore, the C-terminus of Bks-B provides a function that is indispensable for embryo development and regulation of kni expression. This part of Bks-B contains two regions (D3 and D4) that are highly conserved in insects and loosely conserved in deuterostome Bks sequences, but does not resemble any sequence with known function. The only sequence similarity to domains found in other proteins is a single zinc-finger motif in Bks-B. Preliminary results indicate that the zinc finger in isolation or together with the conserved D2 domain does not exhibit sequence-specific DNA binding activity (unpublished data). Indeed, multiple zinc fingers are generally required to achieve DNA binding specificity (reviewed in [43]). Instead, Bks is likely brought to DNA through interactions with Tll and other transcription factors.\n\nAtrophins are required for embryo development in Caenorhabditis elegans, Drosophila, zebrafish, and mice [39,41,42,44–47]. In vertebrates, two atrophin genes are present. Atrophin-1 is dispensable for embryonic development in mice, and lacks the N-terminal MTA-2 homologous domain that interacts with histone deacetylases [48]. However, the homologous C-termini of Atrophin-1 and Atrophin-2 can interact, and we found that this domain can also bind to the human Bks homolog ZNF608 (Figure 5H). Atrophin-1 interacts with another co-repressor–associated protein as well, ETO/MTG8, and can repress transcription when tethered to DNA [49]. These data are consistent with the emerging view that deregulated transcription may be an important mechanism for the pathogenesis of polyglutamine diseases (reviewed in [50,51]). Recent evidence indicates that interactions with the normal binding partners may cause toxicity of polyglutamine-expanded proteins such as Ataxin-1 [52]. It will be interesting to investigate whether the interaction between human Bks homologs and Atrophin-1 is important for the neuronal toxicity of polyglutamine-expanded Atrophin-1.\n\n      Materials and Methods\n      \nGeneration of germline clones, cuticle preparations, in situ hybridization and immunohistochemistry, molecular cloning, P element transformation, GST pulldowns, RT-PCR, cell culture and transient transfections, immunoprecipitation, and chromatin immunoprecipitation are described in Protocol S1.\n\n        Bks alleles.\n        \nThe bks alleles bks14, bks278, and bks339 were generated on an FRT2R-G13–containing chromosome in germline clone ethylmethane sulfonate (EMS) screens performed in Tübingen ([13] and N. Vogt, unpublished data). Recombination mapping placed the 2R-14 locus on chromosome arm 2R between the markers curved (52D) and plexus (58E). Complementation tests with deficiencies covering this area narrowed the 2R-14 locus down to approximately 600 kb between 55B and 55E, uncovered by the deficiency Df(2R)PC4. We performed complementation tests with all available lethal mutants in this interval and found that the 2R-14, 2R-278, and 2R-339 alleles fail to complement the bks alleles l(2)04440, bks1, and bks2. l(2)04440 is a P element insertion described in [17]. The bks1 and bks2 EMS-induced alleles, kindly provided by Barry Dickson (described in [15]), were recombined to an FRT2R-G13–containing chromosome (using stock #1958 in [53]). The bks14 and bks278 alleles were outcrossed against an FRT2R-G13 c px sp/CyO hs-hid chromosome to clean the stock from additional mutations. Four different recombinants (two from both sides of the bks locus) were tested and showed no significant phenotypic differences from the parental chromosomes.\n\nThe bks14, bks278, and bks339 alleles were balanced over CyO tubulin-GFP to enable isolation of homozygous mutant larvae. Genomic DNA was prepared and bks exonic sequences amplified by PCR, sequenced, and compared to an FRT2R-G13 chromosome derived from another mutant from the screen, 2R-91.\n\n        Genetics.\n        \nFemales harboring bks germline clones were crossed with transgenic males to introduce various transgenes into bks mutant embryos. To determine if kni expansion in bks germline clone embryos is due to transcriptional control, we crossed males containing a lacZ reporter regulated by a 4.4-kb kni enhancer (GO125 kni4.4lacZ, [23]) to bks278 germline clone females and analyzed the resulting embryos for lacZ expression using in situ hybridization.\n\nTo analyze the activity of Tll and Hb in a bks mutant background, males containing transgenes misexpressing tll or hb were crossed to bks278 or bks14 germline clone females or to wt females. Expression in a ventral domain of the embryo was achieved by use of the snail promoter (sna:tll stocks x196 and x197, described in Protocol S1, and sna:hb stock x227, described in [31]). The constructs contain transcriptional stop signals flanked by FRT sites downstream of the sna promoter to allow maintenance of transgenic lines. Ventral expression was activated by crossing in a ß2-tubulin-FLP transgene [54]. Male progeny containing both FLP and sna promoter transgenes (in whose spermatocytes recombination occurred) were crossed to virgins with bks germline clones or to wt virgins; embryos were then collected and processed for in situ hybridization with a kni probe.\n\nTo test the repressor activities of Kni, Kr, and Gt proteins in a bks germline clone background, we crossed wt females or females with bks14 germline clones with males containing modified rhomboid NEE enhancers. The NEE-kni-lacZ transgene (lab stock A45) is described in [33] and contains synthetic Kni binding sites, but lacks Snail sites. NEE-Kr-lacZ (lab stock G5.5) contains synthetic Kr sites, but lacks Snail sites, and is described in [34]. The 2xgt-55 lacZ reporter gene is described in [35]. It is activated by the rhomboid NEE as well as the 2xPE twist enhancer and contains two Gt sites situated 55 bp upstream of the transcription start site. Embryos were collected and fixed 2–4 h after egg laying, and lacZ expression patterns were analyzed by in situ hybridization.\n\nFlies containing a modified rhomboid NEE-lacZ reporter gene with three UAS sites (described in [34]) were crossed to wt or Kreggy-BksA transgenic flies (see Protocol S1), embryos collected, and lacZ reporter gene expression analyzed by in situ hybridization.\n\nGenetic interactions between bks278 and tll1 were tested by crossing bks278/+; tll1/+ females with tll1/TM3 Sb males. Embryos from this cross were compared to embryos derived from bks278/+ females crossed to wt males, and with embryos derived from the tll1 stock.\n\n        Chromatin immunoprecipitation and real-time PCR.\n        \nA detailed description of this procedure can be found in Protocol S1. In brief, we established a stable S2 cell line expressing V5-tagged Bks-B, prepared sheared chromatin from this and a control S2 cell line, as well as from 2–4-h wt embryos, and performed ChIP essentially according to the Upstate ChIP assay kit protocol (Upstate Biotechnology, http://www.upstate.com). Real-time PCR was performed on an ABI prism 7000 machine using Power SYBR Green reagent (Applied Biosystems, http://www.appliedbiosystems.com). PCR was performed on 1 μl (cells) or 3 μl (embryos) template DNA in triplicate samples, and immunoprecipitated DNA was compared against standard curves from serial dilutions of input DNA. The values are plotted as percent input DNA from the corresponding extract, and the standard deviation within the triplicate samples indicated. Similar results were obtained in independent ChIP experiments.\n\n      Supporting Information\n\n        Accession Numbers\n        \nThe GenBank (http://www.ncbi.nlm.nih.gov/Genbank) accession number for the Drosophila melanogaster Bks-B cDNA is AF242194."
}