{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3001337",
  "doi": "10.1371/journal.pbio.3001337",
  "externalIds": [
    "pii:PBIOLOGY-D-20-02482",
    "pmid:34292944"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "BDNF produced by cerebral microglia promotes cortical plasticity and pain hypersensitivity after peripheral nerve injury",
  "authors": [
    {
      "name": "Lianyan Huang",
      "first": "Lianyan",
      "last": "Huang",
      "affiliation": "Department of Anesthesiology, New York University School of Medicine, New York, New York, United States of America; Neuroscience Program, Guangdong Provincial Key Laboratory of Brain Function and Disease, Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou, Guangdong, China",
      "externalIds": [
        "orcid:https://orcid.org/0000-0001-8663-6197"
      ]
    },
    {
      "name": "Jianhua Jin",
      "first": "Jianhua",
      "last": "Jin",
      "affiliation": "Neuroscience Program, Guangdong Provincial Key Laboratory of Brain Function and Disease, Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou, Guangdong, China"
    },
    {
      "name": "Kai Chen",
      "first": "Kai",
      "last": "Chen",
      "affiliation": "Department of Anesthesiology, Columbia University Medical Center, New York, New York, United States of America"
    },
    {
      "name": "Sikun You",
      "first": "Sikun",
      "last": "You",
      "affiliation": "Neuroscience Program, Guangdong Provincial Key Laboratory of Brain Function and Disease, Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou, Guangdong, China"
    },
    {
      "name": "Hongyang Zhang",
      "first": "Hongyang",
      "last": "Zhang",
      "affiliation": "Neuroscience Program, Guangdong Provincial Key Laboratory of Brain Function and Disease, Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou, Guangdong, China",
      "externalIds": [
        "orcid:https://orcid.org/0000-0001-9447-8731"
      ]
    },
    {
      "name": "Alexandra Sideris",
      "first": "Alexandra",
      "last": "Sideris",
      "affiliation": "Department of Anesthesiology, New York University School of Medicine, New York, New York, United States of America"
    },
    {
      "name": "Monica Norcini",
      "first": "Monica",
      "last": "Norcini",
      "affiliation": "Department of Anesthesiology, New York University School of Medicine, New York, New York, United States of America"
    },
    {
      "name": "Esperanza Recio-Pinto",
      "first": "Esperanza",
      "last": "Recio-Pinto",
      "affiliation": "Department of Anesthesiology, New York University School of Medicine, New York, New York, United States of America"
    },
    {
      "name": "Jing Wang",
      "first": "Jing",
      "last": "Wang",
      "affiliation": "Department of Anesthesiology, New York University School of Medicine, New York, New York, United States of America"
    },
    {
      "name": "Wen-Biao Gan",
      "first": "Wen-Biao",
      "last": "Gan",
      "affiliation": "Department of Anesthesiology, New York University School of Medicine, New York, New York, United States of America; Skirball Institute, Department of Neuroscience and Physiology, New York University School of Medicine, New York, New York, United States of America"
    },
    {
      "name": "Guang Yang",
      "first": "Guang",
      "last": "Yang",
      "affiliation": "Department of Anesthesiology, New York University School of Medicine, New York, New York, United States of America; Department of Anesthesiology, Columbia University Medical Center, New York, New York, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2021-07-22",
  "dateAccepted": "2021-06-22",
  "dateReceived": "2020-08-13",
  "volume": "19",
  "number": "7",
  "pages": "e3001337",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Brain damage",
    "Cell biology",
    "Cellular neuroscience",
    "Cellular types",
    "Clinical medicine",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Brain damage",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Clinical medicine",
    "Discipline-v3/Glial cells",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microglial cells",
    "Discipline-v3/Nerves",
    "Discipline-v3/Nervous system",
    "Discipline-v3/Neurology",
    "Discipline-v3/Neuronal dendrites",
    "Discipline-v3/Neuronal plasticity",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neuropathic pain",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Pain",
    "Discipline-v3/Sciatic nerves",
    "Discipline-v3/Signs and symptoms",
    "Glial cells",
    "Microglial cells",
    "Nerves",
    "Nervous system",
    "Neurology",
    "Neuronal dendrites",
    "Neuronal plasticity",
    "Neurons",
    "Neuropathic pain",
    "Neuroscience",
    "Pain",
    "Sciatic nerves",
    "Signs and symptoms",
    "Type/Research Article"
  ],
  "abstract": "Peripheral nerve injury–induced mechanical allodynia is often accompanied by abnormalities in the higher cortical regions, yet the mechanisms underlying such maladaptive cortical plasticity remain unclear. Here, we show that in male mice, structural and functional changes in the primary somatosensory cortex (S1) caused by peripheral nerve injury require neuron-microglial signaling within the local circuit. Following peripheral nerve injury, microglia in the S1 maintain ramified morphology and normal density but up-regulate the mRNA expression of brain-derived neurotrophic factor (BDNF). Using in vivo two-photon imaging and Cx3cr1CreER;Bdnfflox mice, we show that conditional knockout of BDNF from microglia prevents nerve injury–induced synaptic remodeling and pyramidal neuron hyperactivity in the S1, as well as pain hypersensitivity in mice. Importantly, S1-targeted removal of microglial BDNF largely recapitulates the beneficial effects of systemic BDNF depletion on cortical plasticity and allodynia. Together, these findings reveal a pivotal role of cerebral microglial BDNF in somatosensory cortical plasticity and pain hypersensitivity.",
  "fullText": "Introduction\n\nNeuropathic pain is caused by lesions and diseases of the somatosensory system and remains one of the most challenging problems in medicine [1]. The primary somatosensory cortex (S1) is critical for sensory processing, and its maladaptive plasticity has been implicated in mediating abnormal sensations associated with neuropathic pain, including the aversion to light touch (mechanical allodynia) [2–4]. Patients and animals under chronic pain states exhibit increased activation and somatotopic reorganization in the S1 [5–7], the extent of which are correlated with pain intensity levels [8,9]. Chronic pain states are also associated with synapse remodeling [10,11], increased pyramidal neuron activity [12,13], and decreased GABAergic inhibition in the S1 [13,14]. Furthermore, strategies to reduce cortical changes in the S1 show benefits against chronic pain [11–16]. Despite the importance of S1 in pain processing, the precise mechanisms underlying somatosensory cortical plasticity associated with neuropathic pain remain unclear.\n\nIncreasing evidence suggests that immune cells play active roles in neuronal plasticity and chronic pain, and their involvement in pain modulation appears to be sexually dimorphic [17–19]. For example, microglial signaling has been linked to neuropathic pain hypersensitivity in male rodents, while T cells are thought to be involved in females [20]. As resident immune cells, microglia occupy all regions of the mammalian central nervous system (CNS), including brain and spinal cord. Following peripheral nerve injury, microglia in the dorsal horn, the sensory processing region of the spinal cord, transform into reactive phenotypes, producing and releasing a variety of substances that modulate spinal neuron functions. Among those, brain-derived neurotrophic factor (BDNF) has been shown to drive disinhibition and hyperexcitation of dorsal horn neurons, ultimately resulting in pain hypersensitivity [21]. Consistently, pain hypersensitivity in male mice is reduced by depletion of spinal microglia or microglial BDNF [20,22–24].\n\nDespite the crucial role of microglia signaling in spinal mechanisms of chronic pain, the function of brain microglia in pain-related somatosensory plasticity is unclear. In contrast to spinal microglia, microglia in the S1 have been shown to maintain a surveillant morphological phenotype and a normal cell density after peripheral nerve injury [25]. Moreover, the expression of Bdnf mRNA is very low in microglia in the adult brain, as indicated by recent RNAseq data [26,27]. Whether cortical microglia increase BDNF expression and contribute to the pathogenesis of chronic pain is not known.\n\nIn this study, we investigated the link between cortical microglia, somatosensory cortical plasticity, and pain hypersensitivity in a mouse model of neuropathic pain [28–30]. Using quantitative PCR and RNAscope fluorescence in situ hybridization, we show that microglia in the S1 up-regulate Bdnf expression after peripheral nerve injury. This increase of Bdnf mRNA is robust and lasting only in males. By performing in vivo two-photon imaging in Cx3cr1CreER/+:Bdnffl/fl male mice, we further show that either systemic or S1-targeted removal of microglial BDNF reduces peripheral nerve injury–induced structural synaptic remodeling and pyramidal neuron hyperactivity in the S1 and alleviates mechanical allodynia in mice. Together, our results demonstrate that BDNF derived from cortical microglia mediates neuronal plasticity in the somatosensory cortex and promotes neuropathic pain hypersensitivity.\n\nResults\n\nMicroglia in the S1 increase Bdnf expression after peripheral nerve injury\n\nTo investigate changes of cortical microglia associated with neuropathic pain, we first performed in vivo two-photon imaging in the S1 of 2-month-old male mice expressing enhanced yellow fluorescent protein (EYFP) in microglia under the control of Cx3cr1 promotor [31]. To induce neuropathic pain, mice were subjected to spared sciatic nerve injury (SNI). Two days after injury, SNI mice exhibited a sustained reduction in the withdrawal threshold of the injured paw upon pressure application to the plantar surface by a von Frey filament, which lasted for &gt;1 month (Fig 1A). We examined the morphology, cell density, and process motility of microglia in the S1 contralateral to the SNI side 1 week after surgery. Consistent with previous reports [25], we observed no differences in the morphology and density of microglia in the S1 between SNI and sham mice (Fig 1B and 1C). However, we found that the processes of microglia were less motile in SNI mice as compared to sham mice (Fig 1D and 1E).\n\nNext, we isolated microglia from the S1 using fluorescence-activated cell sorting and measured the mRNA levels of Bdnf and various cytokines. Quantitative PCR results indicate that SNI in male mice markedly increased Bdnf mRNA expression by 3- and 10-fold over 1 and 2 weeks, respectively (Fig 1F). The mRNA levels of Tnf-α, Il-6, and Il-1β in microglia were also significantly elevated in males 2 weeks after SNI. By contrast, female mice exhibited a transient elevation of Bdnf, Tnf-α, and Il-6 transcripts in microglia (Fig 1F). Two weeks after surgery, there was no difference in the mRNA expression of various gliotransmitters between SNI and sham groups in females. These results indicate that cortical microglia respond to peripheral nerve injury in a sex-dependent manner, consistent with the notion that the involvement of microglial signaling in the development of chronic pain is sexually dimorphic.\n\nTo confirm peripheral nerve injury–induced increases of Bdnf mRNA expression in cortical microglia, we used RNAscope fluorescence in situ hybridization to visualize Bdnf transcripts in brain sections. To do this, we utilized predesigned Bdnf RNAScope probes targeting Bdnf open reading frame (Fig 2A). To ensure their specificity, positive control probes targeting the housekeeping gene Polr2a and negative control probes targeting DapB were run alongside the Bdnf probes (Fig 2B and 2C). Once the specificity of the probes was confirmed, both contralateral and ipsilateral S1 were imaged from brain sections that were taken from mice in sham (n = 4) and SNI (n = 4) groups. As shown in Fig 2A, Bdnf mRNA was readily detectable in cortical slices. Consistent with the notion that neurons are the major source of BDNF, only a small fraction of Bdnf transcripts were colocalized with EYFP-labeled microglia. In line with previous studies [26], we found that Bdnf mRNA expression was very low in microglia under physiological conditions. In sham mice, Bdnf mRNA was detectable in only approximately 30% microglial cells (Fig 2A and 2D, S1 Fig). Among those positive cells, on average, 2 Bdnf mRNA puncta were identified per microglia (Fig 2A and 2E, S1 Fig). As compared to sham, SNI significantly increased the fraction of microglial cells expressing Bdnf mRNA, as well as the number of Bdnf mRNA puncta per microglia, in contralateral, but not ipsilateral S1 (Fig 2D and 2E). Together, these results indicate that cortical microglia up-regulate Bdnf mRNA expression after peripheral nerve injury.\n\nGenetic depletion of microglial BDNF prevents injury-induced synapse remodeling\n\nPrevious studies in mice have shown that peripheral nerve injury elicits a rapid structural synaptic remodeling in the S1 within days [10]. To determine whether microglia-derived BDNF is critical for synaptic plasticity associated with chronic neuropathic pain in male mice, we examined the dynamics of postsynaptic dendritic spines in the S1 with transcranial two-photon microscopy. Two-month-old Thy1-YFP transgenic mice expressing yellow fluorescent protein (YFP) in layer 5 (L5) pyramidal neurons were repeatedly imaged before and 1 to 4 weeks after peripheral nerve injury (Fig 3A). In the region of S1 corresponding to the SNI surgery side, we found a significant increase in the elimination and formation rates of dendritic spines (Fig 3B and 3C). Within the first week after surgery, 7.7 ± 0.6% of dendritic spines were eliminated and 8.1 ± 0.5% were formed in sham mice, whereas 11.4 ± 1.1% and 11.9 ± 1.1% of dendritic spines were eliminated and formed in SNI mice, respectively. This abnormally high turnover of dendritic spines occurred in the S1 contralateral to the surgery site, but not in the ipsilateral S1 or in the visual cortex, a cortical area unrelated to pain perception (Fig 3C). There was a significant correlation between the percentages of dendritic spines eliminated and formed on individual dendrites in SNI mice (Fig 3D), and the total spine number in the S1 remained the same (S2 Fig). Furthermore, 2 to 4 weeks after SNI, the rates of spine elimination and formation remained elevated in comparison to sham mice (Fig 3E and 3F), indicating persistent synaptic remodeling in the S1 of mice with chronic neuropathic pain.\n\nTo determine whether injury-induced dendritic spine remodeling involves microglial BDNF, we performed in vivo gene deletion by crossing Cx3cr1CreER mice with mice containing 1 or 2 floxed alleles of Bdnf (Bdnffl/+ or Bdnffl/fl) [32,33] (Fig 4). Specifically, Cx3cr1CreER/+;Bdnffl/+;Thy1-YFP or Cx3cr1CreER/+;Bdnffl/fl;Thy1-YFP males were given 2 doses of tamoxifen (P30 and 32). Tamoxifen-induced gene recombination removes one or both copies of the Bdnf gene from CX3CR1-expressing microglia [32]. As expected, no Bdnf mRNA was detected in the soma of microglia in tamoxifen-treated Cx3cr1CreER/+;Bdnffl/fl mice (S3 Fig). Interestingly, SNI-induced up-regulation of Tnf-α expression in microglia was also reduced in these mice depleted of microglial BDNF (S4 Fig). One month after the last tamoxifen treatment (i.e., P60), we performed SNI or sham surgery and examined the rates of dendritic spine elimination and formation in the S1 over the next 1 to 4 weeks (Fig 4A). Similar to wild-type mice, we found a marked increase in spine elimination and formation 1 week after SNI, in Cx3cr1CreER/+;Bdnffl/+ (hereafter referred to as Bdnffl/+) mice (Fig 4B and 4C). In contrast, in Cx3cr1CreER/+;Bdnffl/fl mice that removed both copies of the Bdnf gene from microglia (hereafter referred to as Bdnffl/fl), we found that SNI had no significant effects on the rates of dendritic spine elimination as compared to sham (6.8 ± 0.5% versus 5.4 ± 0.4%, P = 0.0747; Fig 4B and 4C). In Bdnffl/fl mice, there was a slight but significant increase of spine formation after SNI in comparison to sham (Fig 4C). However, the degree of SNI-induced spine formation in Bdnffl/fl mice was significantly lower than that in Bdnffl/+ mice (P &lt; 0.0001). We also found that after SNI surgery, the rates of spine elimination and formation over 2 to 4 weeks were lower in Bdnffl/fl mice than that in Bdnffl/+ mice (Fig 4D and 4E). Together, these results indicate that depletion of BDNF from microglia reduces dendritic spine remodeling in the S1 after peripheral nerve injury.\n\nGenetic depletion of microglial BDNF prevents neuronal hyperactivation and mechanical allodynia\n\nNext, we investigated the effect of microglial BDNF depletion on cortical activity after peripheral nerve injury. We first performed in vivo two-photon Ca2+ imaging in the somas of L5 pyramidal neurons expressing a genetically encoded Ca2+ indicator GCaMP6s in the S1 of awake, head-restrained wild-type mice (Fig 5A) [34]. Consistent with previous studies [13], we found that the spontaneous Ca2+ activity of S1 neurons was significantly higher in SNI mice than that in sham mice 1 week after surgery (Fig 5B–5D), indicating somatosensory cortical activation in mice with neuropathic pain. Mechanical stimulation of the hind paw using a 0.6-g von Frey hair elicited a marked increase of somatic Ca2+ responses in L5 neurons in SNI mice, but not in sham mice (Fig 5E and 5F). Furthermore, more L5 cells showed increased Ca2+ responses in SNI mice as compared with the sham group (Fig 5G). When stronger stimulation was delivered through a 1- or 2-g von Frey hair, increases in neuronal activity were observed in both SNI and sham mice in comparison to the resting condition (S5 Fig). With the same stimuli, the level of stimulation evoked Ca2+ in L5 somas was significantly higher in SNI mice than in sham mice (Fig 5H). In addition, 2 weeks after SNI surgery, both spontaneous and evoked Ca2+ activity in S1 L5 neurons remained elevated as compared to sham mice (Fig 5I, S5 Fig). Together, these data indicate that mice with increased mechanical pain sensitivity exhibit a persistent elevation of pyramidal neuronal activity in the S1.\n\nTo determine whether microglial BDNF depletion affects injury-induced pyramidal neuronal hyperactivity, we crossed Thy1-GCaMP6s mice with Cx3cr1CreER/+;Bdnffl/fl mice and administered 2 doses of tamoxifen on P30 and P32 by oral gavage (Fig 6A). One month after the last tamoxifen treatment, we performed SNI surgery and examined L5 pyramidal neuron activity in the S1. In contrast to the hyperactivation of pyramidal neurons in Cx3cr1CreER/+;Bdnffl/+ mice, we found that both spontaneous and sensory-evoked neuronal activity in mice depleted of microglial BDNF (Cx3cr1CreER/+;Bdnffl/fl) were reduced 1 week after SNI (Fig 6B and 6C). Two weeks after SNI, Bdnffl/fl mice continued to show lower activity in L5 cells as compared to Bdnffl/+ mice (Fig 6D). These data indicate that depletion of microglial BDNF is effective in mitigating peripheral nerve injury–induced S1 activation.\n\nWhen paw withdrawal threshold was measured over time, we found that removal of BDNF from microglia attenuated mechanical allodynia in SNI mice as compared to nondeleted controls (Fig 6E). Four weeks after SNI, the withdrawal threshold of Bdnffl/fl mice remained higher than that of Bdnffl/+ controls, indicating that microglial BDNF deficiency attenuates pain hypersensitivity over long term.\n\nS1-targeted gene recombination in microglia\n\nThe results above demonstrate that systemic depletion of BDNF from CNS microglia (both brain and spinal cord) reduces synaptic plasticity and neuronal hyperactivity in the S1 after peripheral nerve injury. Because spinal microglial BDNF is important for spinal neuronal plasticity and neuropathic pain in male mice [20,21], the effects of systemic BNDF depletion on somatosensory cortical plasticity could be due to the removal of microglial BDNF either in the spinal cord and/or in the cortex. To directly test the role of cortical microglial BDNF in nerve injury–induced neuronal plasticity, we developed a strategy to selectively manipulate microglia within the S1 (Fig 7). In this experiment, we injected 4-hydroxytamoxifen (4-OHT), the active metabolite of tamoxifen, into the S1 to induce CreER-mediated recombination in a spatially confined manner (Fig 7A). To validate the region specificity of gene recombination, we crossed Cx3cr1CreER-EYFP mice to Rosa26-stop-DsRed reporter mice (R26DsRed). When 4-OHT was locally delivered to the S1 hindlimb region, a large fraction (70.7% ± 3.9%) of Cx3cr1-EYFP+ microglia in this region (within 1 mm of the injection site) were found to coexpress DsRed. Importantly, essentially none of the microglia in the spinal cord were DsRed+ (Fig 7B and 7D). On the other hand, in Cx3cr1CreER/+;R26DsRed/+ mice subjected to systemic administration (oral gavage) of tamoxifen, we found that the majority (92.7% ± 3.0%) of cortical and spinal microglia were DsRed+ 4 weeks later (Fig 7C and 7D). Thus, intracranial injection of tamoxifen efficiently and region specifically induced CreER-mediated gene recombination in the cortex of Cx3cr1CreER/+ mice.\n\nCortical microglial BDNF mediates S1 plasticity and mechanical allodynia\n\nNext, we intracranially administered 4-OHT into the contralateral S1 of Cx3cr1CreER/+;Bdnffl/fl and Cx3cr1CreER/+;Bdnffl/+ male mice. Four weeks later, we performed SNI surgery and examined dendritic spine remodeling, neuronal Ca2+ activity, and the animals’ mechanical paw withdrawal threshold over time (Fig 8A). Similar to what was observed in mice systemically depleted of microglial BDNF, we found that depletion of microglial BDNF within S1 significantly reduced the rates of dendritic spine formation and elimination 1 to 2 weeks after SNI (Fig 8B and 8C). Furthermore, SNI-induced neuronal hyperactivity, both spontaneous and sensory evoked, was substantially reduced in mice with cortical BDNF depletion as compared to nondepleted controls (Fig 8D–8F). Mechanical allodynia was also reduced in mice locally depleted of BDNF relative to nondepleted controls (Fig 8G). Thus, loss of microglial BDNF within the contralateral S1 largely recapitulates the effects on cortical plasticity and pain behavior observed in mice depleted of microglial BDNF in the entire CNS. These results indicate that cortical microglia-derived BDNF is crucial for cortical plasticity associated with neuropathic pain.\n\nDiscussion\n\nAbnormal cortical plasticity is thought to be critical for chronic pain development after peripheral nerve injury, but the underlying mechanisms remain unclear. Here, we show that cortical microglia mediate neuropathic pain in male mice by promoting BDNF-dependent somatosensory cortical plasticity. Depletion of BDNF from microglia either across the entire CNS or specifically within the S1 reduces dendritic spine remodeling and neuronal hyperactivity in cortical pyramidal neurons, as well as mechanical allodynia in male mice. These findings underscore the important role of BDNF derived from cortical microglia in the development of neuropathic pain in males.\n\nRecent findings have revealed that the contributing role of microglia in chronic pain is male biased [35,36]. In the spinal cord, activating Toll-like receptor 4, which is primarily expressed by microglia, by the agonist lipopolysaccharide, causes pain behavior in male but not female mice [37]. In rodent models of chronic inflammatory and neuropathic pain, there is a male-specific activation of microglial signaling in the spinal cord, which includes the up-regulation of P2X4 receptors [38], phosphorylation of p38−mitogen-activated protein kinase (MAPK) [39], and subsequent synthesis and release of BDNF [20]. Whether such male-biased microglial pathways also exist in the brain, contributing to pain hypersensitivity, is less investigated. In the present study, we showed at the mRNA level that microglia in the S1 displayed a lasting increase of gliotransmitters after peripheral nerve injury. Two weeks after injury, the increase of microglial Bdnf, Tnf-α, Il-6, and Il-1β occurred only in males, indicating a sex difference in brain microglial responses to peripheral nerve injury, which is consistent with recent transcriptomic findings that microglia in the healthy adult brain are sexually differentiated [40,41].\n\nFollowing nerve injury or inflammatory insults in peripheral tissues, BDNF is up-regulated in the ipsilateral dorsal root ganglia, in the dorsal horn of the spinal cord, as well as in pain-processing brain regions such as the S1 and the ACC [42–46]. Although the major source of BDNF appears to be neurons, BDNF can also be detected in oligodendrocytes, astrocytes, and microglia [47]. Previous studies have shown that Bdnf transcript is at very low levels in microglia in both brain and spinal cord [26,27]. Accordingly, our RNAscope data show that Bdnf transcripts can only be visualized in a fraction of microglia in the S1, and most of these cells possess only a few Bdnf mRNA puncta under physiological conditions. Despite this low basal level of microglial Bdnf mRNA, we found that the count of Bdnf transcripts within microglia increased substantially after peripheral nerve injury. Moreover, the level of microglial Bdnf remains persistently elevated in males, consistent with the previous study that genetic deletion of microglial BDNF alleviates mechanical allodynia in male mice only [20].\n\nBDNF acts as an activity-dependent neuromodulator and has potent effects on synaptic plasticity and neuronal network excitability [48–50]. Previous studies have shown that microglial BDNF is important for learning and learning-dependent synapse formation in the motor cortex [32]. In this study, we showed that BDNF derived from cortical microglia facilitates the maladaptive plasticity of cortical neurons after peripheral nerve injury. This was demonstrated by in vivo gene deletion experiments using Cx3cr1CreER/+;Bdnffl/fl mice. Through conditional gene inactivation, we show that nerve injury–induced dendritic spine remodeling and pyramidal neuron hyperactivity in the contralateral S1 can be prevented either by removing BDNF from the entire CNS microglia population or by depleting BDNF selectively from microglia located within the S1 contralateral to the nerve injury side. Importantly, mice lacking microglial BDNF either across the CNS or within the S1 exhibit decreased mechanical allodynia after peripheral nerve injury. Together, these results underscore the importance of microglia-derived BDNF in the alterations of somatosensory cortical circuits as they relate to chronic neuropathic pain.\n\nThe mechanisms underlying microglial BDNF–dependent neuronal plasticity remain to be determined. In the spinal cord, nerve injury increases ATP release from dorsal horn neurons, which activates P2X4 receptors of spinal microglia, resulting in the phosphorylation and activation of p38−MAPK and subsequently the expression and release of BDNF [51–53]. Secreted BDNF binds neuronal TrkB receptors, leading to the down-regulation of potassium chloride cotransporter, which decreases the efficacy of GABAA-mediated inhibition, resulting in the increased excitability of spinal neurons [21]. In the cortex, microglial processes are highly motile [54], located in close proximity to synaptic terminals, and have been implicated in synapse formation and pruning [55,56]. Under conditions of neuropathic pain, there is a substantial elevation of synaptic activity in apical dendrites of S1 pyramidal neurons [13]. Because ATP, a robust chemoattractant of microglial processes, can be released from nerve terminals [57], enhanced sensory input into the S1 may recruit local microglia processes via an ATP-dependent mechanism to synthesize and release BDNF. Microglial BDNF could facilitate structural and functional remodeling of cortical neurons via similar mechanisms as demonstrated in the spinal cord. In addition, we found that microglia in the S1 up-regulate the expression of proinflammatory cytokines, including TNF-α, after peripheral nerve injury, and depletion of microglial BDNF prevents the increase of TNF-α. Given the important role of TNF-α in synaptic plasticity [58,59], it is also possible that cortical microglial BDNF promotes the neuronal plasticity in the S1 through the regulation of glial TNF-α.\n\nIncreasing evidence suggests that cortical circuits in the S1 actively contribute to the development of mechanical allodynia [11–14]. Because peripheral nerve injury results in maladaptive changes along the entire pain transmission pathway, it has been difficult to identify whether the changes observed in the S1 are simply a consequence of maladaptive changes in peripheral and spinal neurons or have an active role in pain chronicity. Through region-targeted and cell type–specific gene deletion strategy, we showed that the removal of BDNF solely from S1 microglia prevented structural and functional changes of S1 neurons after peripheral nerve injury. Importantly, these mice with reduced S1 plasticity after injury showed less mechanical allodynia. Because local injection of tamoxifen into the S1 does not affect microglia in other regions of CNS, including the spinal cord, these results provide direct evidence that local circuit changes within the S1 directly contribute to the development of mechanical allodynia after peripheral nerve injury. These results in mice resonate with the clinical findings that the strategies to reduce S1 hyperexcitation and reorganization show benefits against chronic pain [60,61], supporting a modulatory role of S1 in peripheral neuropathic pain.\n\nIn summary, our study identifies cortical microglia BDNF as a key regulator of cortical plasticity induced by peripheral nerve injury. The results provide direct evidence for the involvement of somatosensory cortical circuits in the pathogenesis of pain hypersensitivity. Although the precise signaling pathways underlying microglial BDNF function remain to be investigated in the SNI and other pain models, this finding might be of great interest for future studies aimed at developing innovative therapeutic strategies for chronic neuropathic pain by providing a valid alternative to harness neuron-glial communication.\n\nMaterials and methods\n\nEthics statement\n\nAll experimental protocols were conducted according to the National Institutes of Health (NIH) guidelines for animal research and approved by the Institutional Animal Care and Use Committee (IACUC) at New York University Medical Center (IACUC protocol # 16116–02) and Columbia University Medical Center (IACUC protocol # AAAW7462).\n\nAnimals\n\nThy1-YFP mice (H line) were purchased from the Jackson Laboratory (Stock No: 003782). Thy1-GCaMP6s mice and Cx3cr1CreER;Bdnfflox mice were generated in the laboratory of Dr. Wenbiao Gan [32,62]. For all experiments involving removal of microglial BDNF, Thy1-YFP and Thy1-GCaMP6s mice were crossed to Cx3cr1CreER/+;Bdnffl/+ (nondepleted control) or Cx3cr1CreER/+;Bdnffl/fl (microglia BDNF–depleted mice). Mice were group housed in New York University Skirball animal facility and Columbia University Eye Institute animal facility.\n\nSpared nerve injury\n\nSNI of the sciatic nerve or sham operation was performed under sterile conditions [30]. Adult mice (8 to 16 weeks) were deeply anesthetized, and the sciatic nerve and peripheral branches (common peroneal, tibial, and sural nerves) were exposed by a small incision in the left thigh. The 8.0 nylon thread was slipped under the common peroneal and tibial nerves to make a ligation and cut. The nerve dissection was minimal, and any contact with the sural nerve was avoided, leaving the sural nerve intact.\n\nElectronic von Frey measurements\n\nMechanical pain threshold was measured using an Electronic von Frey Anesthesiometer, which consisted of a handheld force transducer fitted with a polypropylene tip (IITC, Life Science Instruments). Mice were placed in acrylic cages (12 × 20 × 17 cm) with a mesh floor. During testing, the tip of the von Frey meter was applied perpendicularly to the mouse footpad with a gradual increase in pressure, until a flexion reflex was elicited. The pressure was automatically recorded when the paw withdrawal occurred. For each animal, the recording was repeated 3 times with more than 5 min in between, and the mean value was defined as the animal’s mechanical withdrawal threshold. Von Frey tests were performed by the same researcher who was blind to the experimental conditions.\n\nReal-time quantitative PCR\n\nOne week after sham or SNI surgery, mice were perfused with PBS and S1 cortical tissues were collected. Microglia were isolated using fluorescence-activated cell sorting, and RNA was extracted from sorted microglia with an RNeasy Plus Mini Kit (Qiagen). Extracted RNA (1 μg) was reverse transcribed into first-strand cDNA using Superscript II with Oligo(dT) (Life Technologies). Quantitative reverse transcriptase PCR (qRT-PCR) was performed on an Opticon 2 thermal cycler (Biorad) with FastStart Universal SYBR Green Master for the indicated genes (Roche). The primers were designed and synthesized as follows: Bdnf, 5′-ACC CAT GGGATTACACTTGG-3′, 5′-AGCTGAGCGTGTGTGACAGT-3′; Eef2, 5′-TGTCAGTCATCGCCCATGTG-3′, 5′-CATCCTTGCGAGTGTCAGTGA-3′. Il-1β, 5′-TGGAGAGTGTGGATCC CAAGCAAT-3′, 5′-TGTCCTGACCACTGTTGTTTCCCA-3′; Il-6, 5′-CTGCAAGA GACTTCCATCCAGTT-3′, 5′-AAGTAGGGAAGGCCGTGGTT-3′; Tnf-α, 5′-TCG TAGCAAACCACCAAGTG-3′, 5′-CCTTGAAGAGAACCTGGGAGT-3′. The expression of Bdnf was normalized against Eef2. Data were derived from cells of 3 independent experiments from 8 mice for each group.\n\nRNAscope fluorescence in situ hybridization and data analysis\n\nFresh-frozen brains from Cx3cr1CreER-EYFP mice were sectioned into 12-μm thick slices. To visualize Bdnf or Tnf-α mRNA in sections of the S1, fluorescence in situ hybridization was performed according to manufacturers’ instructions using the RNAscope Multiplex Fluorescent Reagent Kit v2 (#323100, Advanced Cell Diagnosis). Prior to probe incubation, slices were pretreated with hydrogen peroxide (10 min, room temperature), Target Retrieval Reagent (5 min, 99°C), and RNAscope protease III (30 min, 40°C). Slices were incubated with Bdnf mRNA probes (#457761, Advanced Cell Diagnostics) targeting regions between bases 662 and 1,403 within the open reading frame or Tnf-α mRNA probes (#311081, Advanced Cell Diagnostics), and then hybridized to Opal 690 (PerkinElmer FP1497001KT) for visualization. Positive control probes (#312481, Advanced Cell Diagnostics) and negative control probes (#310043, Advanced Cell Diagnostics) were used in the parallel experiments to confirm specificity of hybridization. To visualize microglia together with mRNA puncta, brain slices were incubated at 4°C overnight with a primary antibody against GFP (1:250, Abcam) and then for 2 h with Alexa Fluor 488-conjugated goat anti-rabbit IgG (1:500, Life Technologies). After rinsing with PBS, the slices were incubated with DAPI solution (1:50,000) and mounted with ProLong Gold Antifade Mountant (Invitrogen).\n\nThe images were acquired with a 40× objective at a zoom of 3.0 using a Zeiss LSM 800 confocal microscope. For each microscopic field of view (66 μm × 66 μm), a stack of 18 image planes at 0.5 μm increments along the z-axis were collected using the ZEN software, yielding a full three-dimensional data set. Microglia were identified from three-dimensional image stacks [32]. A total of 180 to 250 microglia from 4 animals per condition were examined for the presence of Bdnf mRNA, and the number of puncta per cell was quantified using the NIH ImageJ software. The negative controls were used to define the background during data analysis.\n\nIn vivo imaging of dendritic spines and data analysis\n\nThe surgical procedure for performing transcranial two-photon imaging has been described previously [31]. In brief, mice were deeply anesthetized with 100 mg/kg ketamine and 15 mg/kg xylazine. After a midline incision in the scalp, a custom-made mounting plate with a central opening was glued to the skull surface with its opening right on top of the hindlimb region of S1 (0.5 mm posterior and 1.6 mm lateral from the bregma). A thinned-skull window (200 μm in diameter, 20 μm in thickness) was then created using a high-speed drill and a microsurgical blade. After that, the animal was placed under a two-photon microscope, and the laser was tuned to the optimal excitation wavelength of YFP (920 nm). A 60× water immersion objective (1.1 N.A.) was used to collect image stacks within a depth of 100 μm from the pial surface with a zoom of 1.0 to 3.0 and a resolution of 512 × 512 pixels. After imaging, the mouting plate was gently removed from the skull, and the scalp was sutured with 6–0 nylon. Mice were returned to their home cages until the next viewing.\n\nData analysis was performed with the NIH ImageJ software as described previously [63]. The same dendritic segments were identified from the three-dimensional data sets collected at different time points. The number and location of dendritic protrusions were identified in each view and compared between views. Filopodia were classfied as long and thin structures without enlarged heads. The rest of dendrtic protrusions were categorized as spines. Spines in the second view were considered different if they were &gt;0.7 μm away from their expected position in the first view on the basis of their spatial relationship to nearby spines and local landmarks. The formation or elimination rates of spines were quantified as the number of spines formed or eliminated divided by the number of spines existing in the first view.\n\nIn vivo Ca2+ imaging and data analysis\n\nCa2+ imaging was performed in awake, head-restrained mice [34]. To enable the head-fixation, a custom-made head holder was permanently attached to the animal’s skull using both glue and dental acrylic cement while the mouse was under deep anesthesia. After the cement was dry, a cranial window was created over the hindlimb region of S1. The procedure for preparing a thinned-skull window for two-photon imaging has been described in detail in previous publications [31]. Upon completion, the window was covered with silicone elastomer and mice were returned to their home cages to recover for at least 24 h. Before imaging, mice with the head holder were habituated to a mounting device 3 times (10 min each) to minimize the potential stress related to the head-fixation.\n\nDuring imaging, the head holder was screwed to the mounting device and the silicon elastomer was peeled off to expose the cranial window. The Ca2+ imaging experiments were performed using an Olympus two-photon system equipped with a DeepSee Ti:sapphire laser (Spectra Physics). Images were collected at a frame rate of 2 Hz and a resolution of 256 × 512 pixels using a 25× water immersion objective (1.05 N.A.). Image acquisition was performed using Olympus FV1000 software and analyzed post hoc using the NIH ImageJ software. The fluorescence time course was measured by averaging all pixels within the regions of interest covering a soma after the correction of background. ΔF/F0 was calculated by (F − F0) / F0, where F0 is the baseline fluorescence signal averaged over a 20-s period corresponding to the lowest fluorescence signal during the 2.5-min recording period. The mean AUC (area under the curve) over 2.5 min was presented as the somatic Ca2+ activity under various conditions. To determine stimulation-evoked neuronal responses, a von Frey filament was applied to the plantar surface of mouse paw for 10 s, and Ca2+ recording during this period was divided into 10 bins equally. A z-score for each bin was calculated relative to 10 bins of prestimulation period. Neurons were classified as showing increased responses if any stimulation bin exceeded 2. Neurons were classified as showing decreased responses if any stimulation bin exceeded −2.\n\nTamoxifen-induced recombination\n\nAll Cx3cr1CreER/+ mice received tamoxifen on P30 and P32. For systemic administration, tamoxifen (Sigma) was dissolved in corn oil (Sigma) and given to mice by oral gavage. Animals received 2 doses of 10 mg tamoxifen with 48 h in between. For intracranial administration, 4-OHT was solubilized in Cremophor EL (Sigma) and delivered to the mouse cortex by stereotaxic microinjection. A total of 200 μM 4-OHT was diluted 10 times in artificial cerebrospinal fluid and slowly injected (Picospritzer III; 15 p.s.i., 10 ms, 0.5 Hz) over 30 to 45 min into L5 (depth of 500 to 800 μm) of the S1 using a glass microelectrode around the coordinates of 0.5 mm posterior and 1.8 mm lateral from the bregma.\n\nStatistics\n\nPrism software (GraphPad 7.05) was used to conduct the statistical analysis. Data were presented as mean ± SEM. Tests for differences between populations were performed using a two-tailed Student t test or a one- or two-way ANOVA followed by Bonferroni or Tukey tests as specified in the text. Significant levels were set at P &lt; 0.05.\n\nSupporting information"
}