{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001428",
  "doi": "10.1371/journal.pbio.1001428",
  "externalIds": [
    "pii:PBIOLOGY-D-12-02270",
    "pmid:23189033",
    "pmcid:PMC3506263"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Drosophila Interspecific Hybrids Phenocopy piRNA-Pathway Mutants",
  "authors": [
    {
      "name": "Erin S. Kelleher",
      "first": "Erin S.",
      "last": "Kelleher",
      "affiliation": "Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, United States of America"
    },
    {
      "name": "Nathaniel B. Edelman",
      "first": "Nathaniel B.",
      "last": "Edelman"
    },
    {
      "name": "Daniel A. Barbash",
      "first": "Daniel A.",
      "last": "Barbash",
      "affiliation": "Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2012-11",
  "dateAccepted": "2012-10-12",
  "dateReceived": "2012-06-08",
  "volume": "10",
  "number": "11",
  "pages": "e1001428",
  "tags": [
    "Computational biology",
    "Discipline-v2/Biology",
    "Discipline-v2/Computational biology",
    "Discipline-v2/Evolutionary biology",
    "Discipline-v2/Genetics",
    "Discipline-v2/Genomics",
    "Discipline/Computational Biology",
    "Discipline/Evolutionary Biology",
    "Discipline/Genetics and Genomics",
    "Evolutionary biology",
    "Genetics",
    "Genomics",
    "Type/Research Article"
  ],
  "abstract": "Hybrids of two Drosophila species show transposable element derepression and piRNA pathway malfunction, revealing adaptive evolution of piRNA pathway components.",
  "fullText": "Introduction\n      \nTransposable elements (TEs) are ubiquitous, mobile genetic parasites that often are exceptionally deleterious to their hosts. TE insertions can mediate ectopic recombination that results in chromosomal rearrangements, and can also disrupt functional DNA sequences (reviewed in [1],[2]). Unrestricted TE propagation, furthermore, is associated with severe pathologies including tumorigenesis, tumor progression, gonadal atrophy, and sterility [3]–[6]. Despite these costs, many TE families are extraordinarily successful parasites: they achieve high copy numbers within host genomes [7],[8] and can invade novel hosts through horizontal transfer [9]–[12]. Host genomes are therefore continually challenged to suppress a potent and dynamic suite of TEs.\n\nThe selfish replication of TEs in the germline is of central importance for both the parasite and its host, as novel insertions and associated mutations in gametes are heritable. Recent studies have revealed that in metazoan germlines, the Piwi-interacing RNA pathway (piRNA pathway) acts as a genomic immune system, mediating transcriptional and post-transcriptional silencing of endogenous and invasive TEs (reviewed in [13],[14]). Though less well characterized, piRNA-mediated silencing also plays a role in the regulation of some protein-coding genes [15],[16]. The mechanism of piRNA-mediated silencing is best understood in Drosophila, where it is defined by short, antisense, TE-derived RNAs (piRNAs, 23–29 nt) that are found in complexes with three Piwi-clade Argonaute proteins: Piwi, Aubergine (Aub), and Argonaute-3 (Ago3) [17].\n\nThe Drosophila genome is postulated to acquire immunity to an invasive TE family by incorporating its sequence into piRNA clusters [18]–[20]. These TE-rich genomic regions are transcribed into long precursor transcripts and then processed into mature, 23–29 nt piRNAs [17],[21]. For many TE families, maternal deposition of piRNAs is thought to be critical for propagating piRNA-mediated TE silencing in the offspring germline [18]. Indeed, the failure of the maternal cytotype to deposit piRNAs derived from specific TE families is a cause of hybrid dysgenesis, a syndrome of germline TE derepression in crosses between strains of the same Drosophila species [22]–[25]. Hybrid dysgenesis occurs when the paternal but not maternal strain carries active members of a TE family [26]–[28]. piRNAs derived from the dysgenic TE family are rare or absent in the maternal cytotype because active TE copies are found exclusively in the paternal genome. Multigenerational dysgenic crosses between D. melanogaster strains indicate that maternally mediated silencing is rapidly achieved within ∼6 generations as piRNA cluster insertions are transmitted through females [29].\n\nThe piRNA-dependent model of host genome adaptation is appealing because it allows for the acquisition of silencing through TE insertions into piRNA clusters, without necessitating changes in protein coding genes. Intriguingly, however, many Drosophila piRNA-pathway effector proteins exhibit signatures of adaptive evolution [30]–[33] suggesting that protein divergence also plays a role in the evolution of host genome defense. F1 interspecific hybrids provide a unique opportunity to test this hypothesis, as piRNA pathway function in these animals is potentially impacted by interspecific divergence in both the piRNA pool and in piRNA-effector proteins. If TE-driven adaptation is confined solely to the piRNA pool, patterns of TE derepression in interspecific hybrids should be qualitatively similar compared to intraspecific hybrids but quantitatively more extreme. Therefore, two specific predictions can be made about TE derepression in interspecific hybrids: (1) Because maternal deposition is critical for silencing, derepressed TE families should be rare among the ovarian piRNAs of the maternal species when compared to the paternal species, and (2) TE families that are active solely in the paternal but not maternal species should be exceptionally prone to derepression.\n\nHere we test these hypotheses by comparing TE silencing and piRNA production between the F1 female offspring from intraspecific and interspecific crosses of Drosophila. The intraspecific hybrids we examined were from crosses between two strains of D. melanogaster, one of which contains an active I-element that induces intraspecific hybrid dysgenesis. We compare these results to interspecific hybrids from crosses between D. melanogaster and its sibling species D. simulans (MRCA ∼3–5 MYA, [34]). A range of well-characterized TE classes, including both common and species-specific elements [10], makes these species a powerful model for investigating how germline TE silencing diverges in response to dynamic changes in genomic TE content. Furthermore, the &gt;6 million years of divergence between these two species have allowed considerable functional differences to accrue among protein coding genes (for example, [35]–[37]).\n\n      Results\n      \n        Global TE Derepression in Hmr-Rescued Interspecific Hybrids\n        \nHybrid females of D. melanogaster and D. simulans are normally sterile and agametic, which confounds examination of germline TE activity and piRNA pathway function. We therefore examined hybrid females heterozygous for the dominant Hmr mutation, which partially rescues female fertility but does not appear to affect piRNA pathway function in the heterozygous state (Figure S1) [38]. We employed Illumina deep sequencing to compare mRNA transcript abundance in ovaries from interspecific hybrids to their parental pure species. We found very few misregulated protein-coding genes: Among 8,442 protein-coding genes represented in our mRNA-seq data, only 21 are underexpressed and 38 overexpressed in interspecific hybrids at the level of ≥2-fold differences in transcript abundance when compared to both D. melanogaster (Hmr/+) and D. simulans (w501) pure species (Table S1). Only one of these genes has a known role in piRNA regulation, Brother of Yb (BoYb), a recently characterized component of the germline piRNA pathway [39]. BoYb transcript abundance in interspecific hybrids was ∼25% and ∼36% compared to D. melanogaster and D. simulans, respectively, demonstrating reduced but not silenced expression (Table S2). These results strongly suggest that hybrid ovaries are similar to wild-type ovaries in their overall physiology and development.\n\nWe identified 32 out of 265 TE families that exhibit a &gt;2-fold increase in transcript abundance in the ovaries of F1 interspecific hybrids (Hmr/+) relative to both parental pure species (Figure 1A). This represents a significantly higher incidence of overexpression than we observe among protein-coding genes, where only 38 of 8,442 examined genes are derepressed (G-test of independence = 132.96, p = 9.23e-31). While the degree of correlation between TE transcript abundance and transposition rate remains unknown, transcript abundance is a direct indicator of the efficacy of transcriptional and post-transcriptional silencing and increases in all piRNA-effector-protein mutant backgrounds [40]–[48]. Therefore, it provides the most relevant indicator of the robustness of piRNA-mediated TE regulation in interspecific hybrids.\n\nInterestingly, transcriptional derepression in interspecific hybrids includes TE families regulated by either the germline or somatic piRNA pathways (Table S3). Derepression of somatically regulated elements is unexpected, because maternally deposited piRNAs are not posited to play a role in silencing these TE families [18]. Furthermore, we found that all derepressed TE families are represented by at least partial copies in both the D. melanogaster and D. simulans genomes [49], and none are among the five TE families previously identified as being potentially active only in D. simulans (Table S3) [10]. Thus, TE derepression in interspecific hybrids is not consistent with interspecific differences in active TE families.\n\n        Patterns of TE Derepression Are Distinct in Interspecific Versus Intraspecific Hybrids\n        \nAs an intraspecific comparison, we also examined TE transcript abundance in the F1 offspring of crosses between strains of D. melanogaster that differ in the presence of active I-elements. The I-element is a non-long-terminal repeat (non-LTR) retrotransposon that is represented by 10–15 active copies and a few inactive copies in the D. melanogaster w1118 strain, while only inactive copies are found in the D. melanogaster wK strain [27]. When wK females are crossed to w1118 males, the F1 female offspring exhibit sterility and germline derepression of the I-element [23]. I-element dysgenic ovaries present an ideal intraspecific control because their wild-type morphology allows for robust examination of piRNA pathway function. In contrast, D. melanogaster P-element dysgenesis is characterized by an early disruption of oogenesis that results in complete gonadal atrophy and a dramatic reduction in the number of germline cells [50]. We further consider similarities and differences among different intraspecific hybrid dysgenesis systems in Text S1.\n\nMultiple TE families exhibit ≥2-fold transcript abundance in F1 dysgenic ovaries when compared to either wK (eight TE families) or w1118 (three TE families). However, no TE families exhibit significantly higher abundance (≥2-fold) in dysgenic ovaries compared to both parental strains, including the I-element itself (Figure 1B). The lack of dramatic transcriptional derepression in the I-element is consistent with a previous report [51]. Global TE derepression, therefore, is a unique feature of interspecific hybrids.\n\n        TE Derepression in Interspecific Hybrids Is Not Explained by Differences in the piRNA Pool\n        \nIn intraspecific hybrid dysgenesis, TE mobilization in the F1 germline is associated with a failure of the maternal cytotype to deposit sufficient piRNAs to propagate piRNA silencing of a paternally inherited TE family. For example, I-element-derived piRNAs are 21-fold less abundant in ovaries from the wK strain compared to w1118, explaining why dysgenesis occurs when wK is the maternal parent [23]. To test the hypothesis that TE derepression in interspecific hybrids is caused by reduced abundance of their corresponding piRNAs in the D. melanogaster maternal cytotype, we employed deep-sequencing of ovarian small RNAs (18–30 nt) and identified 102 TE families that exhibit ≥2-fold reduced abundance in D. melanogaster piRNAs (≥23 nt) relative to D. simulans piRNAs (Figure 1C). Contrary to our expectation, TE families that are less abundant among D. melanogaster ovarian piRNAs are not more likely to be derepressed in interspecific hybrids than elements that exhibit no interspecific difference in abundance between the piRNA pools (Figure 1D, z value = −0.44, df = 257, p = 0.66). The reciprocal is also true: TE classes that are more abundant among D. melanogaster piRNAs, the maternal genotype, are not less likely to be derepressed in interspecific hybrids than non-differentially abundant elements (z-value = −0.55, df = 155, p = 0.58).\n\nOne potential explanation for the absence of a relationship between interspecific differences in TE-derived piRNA abundance and derepression of those TEs in interspecific hybrids is that, within a TE family, sequence divergence between maternal piRNAs and paternal transcripts decreases the efficacy of silencing. Surprisingly, when we examined TE-derived reads that are uniquely assignable to either the D. melanogaster or the D. simulans genome (zero mismatches), both maternal and paternal transcripts exhibit increased abundance in interspecific hybrids (Figure 1E–F). Even more unexpected, we observe that TE families derepressed in F1 hybrids exhibit lower silent divergence (Ks) between species than nonderepressed TEs (Figure 2A). These results demonstrate that mismatches between piRNAs and TE transcripts cannot explain the pattern of TE derepression in hybrids.\n\n        TEs Derepressed in Interspecific Hybrids Are Enriched for Transpositionally Active and Horizontally Transferred Families\n        \nIn Drosophila, endogenous TEs exhibit an exceptionally high rate of horizontal transfer between the genomes of divergent species [9],[10],[12]. A recent genome-wide analysis estimates that as many as 40% of TE families in the D. melanogaster genome and 36% of TE families in the D. simulans genome were involved in recent horizontal transfers, based on their exceptional sequence similarity to a TE family in a different Drosophila species [10]. Therefore, the relatively low Ks values of TEs derepressed in interspecific hybrids suggest that they are enriched for families that have been recently horizontally transferred (Figure 2A). Of the 32 TE families derepressed in hybrids, 12 (of 19 examined) were identified previously as candidates for horizontal transfer between D. melanogaster and D. simulans (Figure 1A) [10],[12]. An additional TE family, mdg3, is a candidate for horizontal transfer between the D. melanogaster and D. yakuba genomes [10]. Collectively, therefore, TEs derepressed in interspecific hybrids are enriched for candidate horizontally transferred families, relative to those that remain silenced (G-test of independence = 3.912, p = 0.048).\n\nBecause piRNA-mediated silencing is dependent on base complementarity, the observation that TE families that are virtually identical in sequence between D. melanogaster and D. simulans become derepressed in their interspecific hybrids is highly unexpected. One potential explanation for this result is that horizontally transferred TEs are among those families that are most transcriptionally active and therefore are exceptionally sensitive to disruptions in piRNA-mediated silencing. Indeed, we found that TE families derepressed in interspecific hybrids show elevated transcript abundance in the ovaries of both parental pure species (Figure 2B–C and Figure S2). Derepressed TE families furthermore exhibit an elevated proportion of polymorphic insertions segregating at very low frequency (∼&lt;1.5%) in natural populations of D. melanogaster [52],[53], suggesting that they exhibit high transposition rates (Figure 2D).\n\n        Interspecific Hybrids Phenocopy piRNA-Effector-Protein Mutants in Their Pattern of TE Derepression\n        \nIf the derepression of horizontally transferred, transpositionally active TE families in interspecific hybrids is indicative of disrupted piRNA-mediated TE silencing, we expect these same TE families to become derepressed in piRNA-effector-protein mutants. Consistent with this prediction, we discovered from published data that TEs derepressed in any of four germline piRNA-effector protein mutant backgrounds, ago3, armitage (armi), aub, or rhino (rhi), are enriched for candidates of recent horizontal transfer (Figure 3A). We consider TE families derepressed in any piRNA-effector-protein mutant background in order to identify general characteristics of TE families regulated by piRNA-mediated silencing. However, all mutant backgrounds also individually exhibit an elevated abundance of horizontally transferred TE families among those that are derepressed, and for armi and rhi mutants, this represents a significant enrichment (Figure 3A). Similarly, TEs derepressed in any of four piRNA pathway mutant backgrounds exhibit a significantly higher proportion of polymorphic insertions segregating at very low frequency in natural populations of D. melanogaster compared to nonderepressed TE families, and ago3 and rhi mutants individually exhibit a significantly higher proportion of very rare insertions among derepressed TE families (Figure 3B).\n\nInterspecific hybrids further resemble piRNA-effector-protein mutants in their quantitative profile of TE derepression. For individual TE families, changes in transcript abundance in interspecific hybrids, relative to their parental species, are significantly correlated with changes in transcript abundance observed in all four piRNA mutant backgrounds, relative to wild-type flies (Figure 3C–D and Figure S3). The strongest among these correlations is between hybrids and argonaute-3 (ago3) mutants (hybrids/D. simulans Pearson's r = 0.49, p = 1.9×10−5; hybrids/D. melanogaster Pearson's r = 0.37, p = 0.0016), although partial correlations suggest that hybrid TE activity mostly parallels variation common to all germline piRNA mutant backgrounds (Table S4). Because our measurements of TE activity used different platforms (RNA-seq versus microarrays) and different annotations than those used for studies of piRNA-effector protein mutants, our findings likely underestimate the true extent to which TE activity in interspecific hybrids mirrors that observed in piRNA mutant backgrounds.\n\n        Interspecific Hybrids Phenocopy piRNA-Pathway Mutants in Deficient piRNA Production and Aberrant piRNA Cluster Activity\n        \nIn piRNA-effector-protein mutants, TE derepression frequently is associated with multiple defects in piRNA production. To determine if interspecific hybrids also experience problems making piRNAs, we applied deep sequencing to their ovarian small RNA pool (18–30 nt). Many piRNA pathway mutants are characterized by decreased piRNA abundance (≥23 nt), which shifts the size distribution of ovarian piRNAs towards miRNAs and endo-siRNAs (18–22 nt) [18],[41]. Strikingly, we observed this exact phenotype in interspecific hybrid ovaries, whereas the ovaries of parental pure species exhibit abundant piRNAs (Figure 4A). By contrast, the size profile of small RNAs from intraspecific I-element dysgenic ovaries is not dramatically skewed, indicating that piRNA loss is not a general feature of hybrid dysgenesis (Figure 4B).\n\nMany piRNAs originate from precursor transcripts of TE-rich piRNA clusters. In piRNA-effector-protein mutants, the contribution of individual piRNA clusters to the piRNA pool can be altered dramatically [18],[44]. We determined the abundance of piRNAs derived from the 15 most prolific piRNA clusters in the D. melanogaster genome [17] in the ovarian piRNAs of interspecific hybrids and their parental pure species. piRNA clusters are absent or incompletely assembled in the D. simulans published genome [30], preventing an equivalent analysis of paternal piRNA clusters.\n\nThe expected abundance of piRNAs derived from an individual cluster in hybrid ovaries is the interspecific average of their abundance in the ovaries of D. melanogaster and D. simulans. Five piRNA clusters conform to this additive expectation (Figure 5A, Figure S4, Table S5). Five other clusters exhibit underdominant inheritance, as their activity is well below our additive expectation (Figure 5B, Figure S4, Table S5). The remaining five exhibit overdominant inheritance in interspecific hybrids, with activity levels well above the level of their D. melanogaster mothers and more than 2-fold greater than the interspecific average (Figure 5C, Figure S4, Table S5). Again, this phenotype differs from that of intraspecific hybrids, where only a single piRNA cluster (Cluster 7) does not exhibit additive inheritance (Table S6).\n\nUnusual cluster activity could arise either from aberrations in primary transcription or downstream processing. RT-PCR of primary transcripts from four piRNA clusters revealed that transcript abundance ranges from wild-type to severely reduced (Figure 5D, Figure S5). We furthermore detected an inverse relationship between the abundance of precursor transcripts and mature piRNAs: High relative abundance of the precursor transcript is associated with low relative abundance of the mature piRNAs, and vice versa (Figure 5D). This pattern of accumulated precursor transcript and reduced numbers of mature piRNAs likely indicates a defect in processing of precursor piRNA transcripts [21]. Our data in total suggest that hybrids suffer from at least two distinct defects in piRNA production from piRNA clusters.\n\n        Interspecific Hybrids Exhibit Deficient Ping Pong Amplification and Mislocalization of Aubergine and Ago3\n        \nFor many TE classes, the “ping pong” amplification loop is postulated to process precursor transcripts into mature piRNAs [17],[54]. This cycle produces both sense and anti-sense piRNAs and is mediated by two Piwi-clade Argonaute proteins, Aub and Ago3 (reviewed in [13]). Aub- and Ago3-mediated cleavage preferentially occurs 10 bp offset from the 5′ end of the complexed piRNA [54]. The robustness of ping pong amplification, therefore, is indicated by the ping pong fraction, or the probability that a randomly sampled piRNA from a TE family will have a complementary binding partner whose 5′ end is 10 bp offset.\n\nAlthough intraspecific hybrids exhibit no evidence for disrupted ping pong amplification when compared to their parental strains, the ping pong fraction for most TE families was reduced in interspecific hybrids, suggesting global dysfunction of the ping pong amplification loop (Figure 6A–B). We furthermore observed that for many TE families, the ping pong signature was more robust in D. simulans than in D. melanogaster (Figure 6B). Because ping pong amplification does not differ significantly between D. melanogaster (Hmr/+) and other wild-type D. melanogaster strains (Figure S1B), this may represent an interspecific difference in the robustness of ping pong amplification.\n\nInterestingly, TE derepression in interspecific hybrids is not always associated with disrupted ping pong amplification, because the ping-pong fraction is not exceptionally reduced in misregulated TEs when compared to all TE families (Figure 6C). Furthermore, eight derepressed TE classes exhibit no evidence for ping pong processing in one or both parental species, suggesting that they are not dependent on the ping pong amplification loop for piRNA production and associated TE silencing (Figure 6C). Similar results have been observed in mutants of piRNA-effector proteins involved in the ping pong cycle, with TE families such as blood and 412 becoming misregulated despite not having a robust ping pong fraction in wild type ovaries [44],[45]. Our observations, therefore, are consistent with the disrupted function of effector proteins involved in ping pong amplification in the hybrid genetic background.\n\nA second outcome of the ping pong amplification loop is that it produces both sense and antisense piRNAs in a ratio specific to each TE family [45]. In aub and ago3 mutant backgrounds, for example, the antisense fraction of Aub/Ago3-regulated TE classes decreases, whereas for Piwi-regulated elements, the antisense fraction increases slightly [45]. When comparing interspecific hybrids to their parental pure species, we similarly observe that Piwi-regulated elements experience a disproportionate increase in their antisense fraction when compared to Aub/Ago3-regulated elements (Figure 6D–E; D. melanogaster, t = 4.044, df = 71, p = 1.32×10−4; D. simulans, t = 5.043, df = 71, p = 3.38×10−6), reinforcing our inference of disrupted ping pong processing.\n\nMany piRNA proteins, including Aub and Ago3, localize to the nuage, a germline-specific perinuclear organelle [17],[42],[43],[55],[56]. Ping pong amplification is thought to occur in the nuage, and most piRNA mutant backgrounds that affect ping pong amplification also exhibit mislocalization of some or all nuage proteins [18],[44],[45]. In interspecific hybrids, Ago3 and Aub are partially dispersed to the cytoplasm (Figure 6F), consistent with the disruption in ping pong amplification we observed in these ovaries (Figure 6B). Intriguingly, however, other nuage components such as Vasa and Krimper, which are mislocalized in aub or ago3 mutant backgrounds [43],[45], are not mislocalized in hybrids (Figure S6), suggesting incomplete disruption of nuage in the hybrid genetic background.\n\n        Functional Divergence between D. melanogaster and D. simulans in the Key Piwi-Argonaute Protein Aubergine\n        \nThe striking similarities between interspecific hybrids and piRNA-effector-protein mutants, both in their profiles of TE derepression and their deficiencies in piRNA production, suggest that piRNA-effector proteins may not function optimally in hybrid ovaries. An appealing explanation for these observations is that piRNA pathway dysfunction is a consequence of adaptive divergence in multiple piRNA-effector proteins between D. melanogaster and D. simulans [30]–[33]. For example, aubergine exhibits a highly significant excess of nonsynonymous substitutions between D. melanogaster and D. simulans, suggesting it has experienced strong directional selection since the divergence of these two lineages [30],[32],[33].\n\nTo determine whether adaptive evolution is associated with diverged protein function, we examined the ability of D. simulans aubergine to complement a D. melanogaster aubergine mutant (Figure 7). By comparing site-specific integrations of genomic transgenes that we determined do not differ in expression levels (p = 0.11; Figure S7), we ensured that functional differences between D. melanogaster and D. simulans alleles are attributable to their coding sequences. Although both transgenes complemented the complete female sterility of trans-heterozygotes, the D. simulans transgene exhibited lower fertility across a time-course (F1,136 = 8.06, p = 0.0052; Figure 7A), with significant differences between transgenes for both 1–5- (t128 = 3.2042, p = 0.0017) and 6–10-d-old females (t120 = 2.6342, p = 0.0095, Figure 7A). Thus, D. simulans aubergine is not equivalent to its D. melanogaster ortholog when functioning in a D. melanogaster background.\n\nTo determine if reduced fertility is associated with broad TE derepression, we compared the ability of the two transgenes to regulate eight TE families previously described as derepressed in aubergine mutant backgrounds [45], of which five are also derepressed in interspecific hybrids (Figure 7B). Surprisingly, we observed that both transgenes provide essentially equivalent complementation (Figure 7B), with only one TE family, Diver, differing significantly in expression between them (F1,4 = 18.77, p = 0.012; Figure 7C). Functional divergence of aubergine alone, therefore, cannot explain TE derepression in the interspecific hybrids. Instead, we suggest that TE derepression reflects the accumulated divergence of multiple piRNA regulatory genes.\n\n      Discussion\n      \n        Interspecific Hybrids Phenocopy piRNA-Effector-Protein Mutations\n        \nThe absence of an association between TE activity in F1 hybrids and interspecific differences in ovarian piRNAs suggests that TE derepression in interspecific hybrids does not result predominantly from a deficiency of maternally deposited piRNAs. Rather, we demonstrated that interspecific hybrids recapitulate the major phenotypes of piRNA-effector-protein mutants. These phenotypes include global derepression of recently active and candidate horizontally transferred TE families and a dramatic loss of piRNAs that is associated with specific defects in the transcription and processing of precursor piRNAs.\n\nThe close phenotypic resemblance between piRNA pathway mutants and interspecific hybrids suggests that the function of piRNA-effector proteins is disrupted or aberrant in the hybrid genetic background. In particular, the pattern of TE derepression, reduced ping pong amplification, and disrupted localization of nuage components that we observe in interspecific hybrids most closely phenocopies components of the Aubergine (aub)/Argonaute-3 (ago3)-dependent germline piRNA pathway [18],[44],[45]. It is impossible to attribute the hybrid phenotype to the dysfunction of specific piRNA-effector proteins, however, because this suite of defects is common to many piRNA-effector protein mutant backgrounds, including aub, ago3, krimp, rhino, spnE, vasa, and tejas [18],[43]–[45],[57].\n\nWe argue below that hybrid dysfunction is due to divergence in the coding sequences of piRNA-effector genes. Although we cannot exclude some additional contribution from gene misexpression in hybrids, we found that most piRNA-effector proteins are similar in expression level between hybrids and their parental species. One effector gene, BoYb, has reduced transcript abundance in hybrid ovaries (25%–36% of wild-type levels). However, even a complete loss of BoYb function could not explain the complex phenotypes we observe in interspecific hybrid ovaries [39],[58]. First, BoYb functions in the germline piRNA pathway, but we observe misregulation in hybrids of somatic TE families such as tabor, gypsy, and gypsy5 (Figure 1A, Table S3) [39]. Second, BoYb is partially functionally redundant with its paralog Sister of Yb (SoYb) [39], which has a wild-type expression level in interspecific hybrids (Table S2). Although the role of these proteins in the ping pong–dependent piRNA pathway is unclear, only the knockdown of both BoYb and SoYb together could lead to phenotypes such as the mislocalization of Aub and Ago3 or the dramatic derepression of blood (∼64-fold) [39],[58].\n\n        Adaptive Protein Divergence as a Cause of TE Misexpression in Interspecific Hybrids\n        \nInterspecific hybrids often are characterized by deleterious phenotypes arising from the failure of two or more loci from the parental species to function optimally together. These incompatibility loci often correspond to protein-coding genes that have diverged between species by adaptive evolution (reviewed in [59],[60]). Many protein components of the Drosophila piRNA pathway similarly exhibit signatures of adaptive divergence between D. melanogaster and D. simulans [30],[32],[33], suggesting that they could contribute to these types of functional incompatibilities in interspecific hybrids.\n\nOur interspecific complementation experiments with aubergine (aub) demonstrated that adaptive evolution of a piRNA protein can result in functional divergence, because D. simulans aub does not fully complement the female sterility caused by the loss of aub function in D. melanogaster. The replacement of D. melanogaster aub by D. simulans aub is not associated with dramatic TE derepression, however, indicating that functional divergence in aub alone cannot explain the complex phenotype of interspecific hybrids. Rather, the failure of D. simulans aub to fully complement when compared to its D. melanogaster counterpart suggests a mild incompatibility.\n\nSimilar to Aub, 10 other piRNA-effector proteins (Ago3, Yb, Armi, SpnE, Mael, Vasa, Piwi, Krimper, Tudor, and Kumo/Qin) exhibit an excess of amino acid changes between D. melanogaster and D. simulans [30],[32],[33]. Our results, therefore, are consistent with a model in which the cumulative effect of this divergence among multiple genes results in the dramatic piRNA pathway dysfunction we observed in interspecific hybrids. Interspecific complementation offers a promising approach to assay diverged functions of individual piRNA pathway components in future studies.\n\n        Contrasting Properties of TE Misexpression in Interspecific and Intraspecific Hybrids\n        \nIntraspecific hybrid dysgenesis provides an important comparison for interpreting our interspecific data. While the parents of these dysgenic offspring differ in terms of their ovarian piRNA pools, particularly in the abundance of the dysgenic element, they do not exhibit interspecific divergence in their encoded piRNA proteins. Thus, if piRNA-mediated silencing were generally disrupted in intraspecific dysgenesis, it would argue against our interpretation of a protein-mediated incompatibility causing widespread TE misregulation in interspecific hybrids.\n\nThe dysgenesis syndrome we observed in D. melanogaster intraspecific hybrids contrasts with that of interspecific hybrids in several important respects. In interspecific hybrids, we observed ≥2-fold increased transcript abundance in 32 unique TE families when compared to both D. melanogaster and D. simulans pure species (Figure 1A). We furthermore observed that these changes in transcript abundance are highly correlated with those observed in piRNA-effector protein mutants (Figure 3C–D). In contrast, intraspecific I-element dysgenesis is characterized by only 11 TE families that exhibit increased transcript abundance when compared to either the maternal or the paternal strain, but not both (Figure 1B).\n\nMany TE families are variable in copy number within and between species and presumably also differ in total expression level. A simple null hypothesis therefore is that TE expression level in either intraspecific or interspecific hybrids will be additive—that is, the average of the parental strains. If TE expression is much higher in the paternal strain relative to the maternal strain, then one also expects a higher expression level in the hybrids relative to the maternal strain, even in the absence of transcriptional derepression. Our observations of TE transcript abundance in I-element dysgenic ovaries are consistent with this scenario of intraspecific polymorphism in TE copy number or expression. In light of these findings, we suggest that a conservative definition of transcriptional “TE derepression” is that the TE family is significantly overexpressed relative to both parental strains.\n\nIntraspecific and interspecific hybrids further differ with respect to the role of piRNA production in TE regulation. I-element dysgenesis is specifically associated with a paucity of I-element-derived piRNAs in the ovaries of the maternal cytotype [23],[24]. We found that piRNA production appears to be otherwise normal from I-element dysgenic ovaries, demonstrating that intraspecific dysgenesis does not impact the overall function of the piRNA pathway (Figures 4B, 6A, and Table S6). These data therefore fit a model in which interstrain differences in I-element-derived piRNAs explains I-element dysgensis. In contrast, TEs derepressed in interspecific hybrids exhibit no relationship to interspecific differences in the ovarian piRNA pool (Figure 1D). Rather interspecific hybrids exhibit a general loss of piRNAs that is characteristic of mutant backgrounds that disrupt piRNA production (Figure 4A).\n\n        Does Adaptive Evolution of piRNA-Effector Proteins Contribute to Interspecific Hybrid Sterility and Speciation?\n        \nThe observation that TEs can spread rapidly through populations and cause sterility when infected populations interbreed with uninfected populations led to suggestions that TEs may cause the rapid evolution of reproduction isolation [26]. This idea fell into disfavor as studies indicated that Drosophila interspecific hybrids from three distinct species pairs do not exhibit hallmarks of TE derepression, such as elevated mutation or recombination rates [61],[62]. Furthermore, complete sterility is a transient developmental state in many intraspecific hybrid dysgenesis systems [20],[63],[64], and recent studies suggest that host genome resistance evolves rapidly by the incorporation of representative TEs into piRNA clusters and the maternally deposited piRNA pool [19],[20],[29]. Thus, it seems unlikely that differences in active TE families could provide a stable barrier to gene flow between diverging lineages.\n\nAlthough we did not address what impact TE derepression has on the fecundity of D. melanogaster/D. simulans hybrids, our results suggest that the accumulated divergence of piRNA-effector proteins may contribute to reduced fertility in interspecific hybrids. Furthermore, rapidly evolving heterochromatin and heterochromatin proteins can cause hybrid incompatibility in Drosophila [65]–[67]. Because heterochromatin formation is implicated in TE silencing, heterochromatin divergence may also contribute to the TE derepression that we observe in interspecific hybrid ovaries. Taken together, these findings suggest an alternative view, in which TEs contribute to hybrid incompatibility but indirectly through their evolutionary impact on host gene evolution, which in turn leads to TE depression. Interestingly, TE derepression has been observed in the F1 interspecific hybrids of tammar and swamp wallabies [68], in F1 allopolyploid hybrids from crosses between closely related Arabidopsis species [69], and between divergent wheat genera [70]. Although the contribution of protein divergence remains unknown in these examples, the wheat hybrids suffer a loss of TE-derived small RNAs, similar to what we describe in Drosophila interspecific hybrids [70].\n\n        What Is Driving Adaptive Evolution of piRNA-Effector Proteins?\n        \nWhile the underlying selective forces await discovery, TEs are obvious candidates to drive adaptive evolution of piRNA-effector proteins. TE activity can change dramatically over short evolutionary time scales, and many TEs in the Drosophila melanogaster genome exhibit evidence of recent transpositional bursts [71],[72]. Furthermore, the exceptional sequence similarity of TEs from divergent lineages suggests that genomes frequently are invaded by novel, horizontally transferred TEs [9]–[12]. Consistent with a role for piRNA-effector proteins in host genome defense, natural genetic variation in the nuage component Vasa has been associated with variable suppression of the LTR-retrotransposon copia [73].\n\nAntagonistic coevolution between TEs and the piRNA pathway could be analogous to that occurring between viruses and the siRNA pathway, in which host effector-proteins must adapt to avoid functional disruption by virally encoded proteins [74]–[76]. Alternatively, piRNA proteins may evolve rapidly in response to changes in the content or distribution of the genomic TE pool. Regardless of the underlying mechanism, our study reveals the significant consequences of the evolutionary interplay between piRNA-effector proteins and the dynamic population of TEs that inhabit eukaryotic genomes.\n\n      Materials and Methods\n      \n        Generation of Transgenic Lines\n        \nPrimers aub-F and aub-melR/aub-simR were used together with iProof high-fidelity taq DNA polymerase (Bio-Rad) to amplify the ∼7 Kb aubergine genomic region from D. melanogaster y1; cn1 bw1 sp1 and D. simulans w501 (D. melanogaster Release 5, 2L:11003713..10996581; D. simulans Release 1, 2L: 10801253..10797868). This region includes ∼2 Kb of upstream sequence to ensure the presence of the endogenous regulatory elements [77]. The resultant PCR fragments were cloned into pCR-Blunt-II-Topo according to manufacturer instructions (Invitrogen), and the inserts of both plasmids were verified by sequencing to be free of mutations. The p{D. melanogaster aub} and p{D. simulans aub} plasmids were generated by subcloning the NotI/SpeI fragment of each TOPO plasmid into NotI/XbaI-linearized pCasper4/attB [78].\n\nφC31-mediated transformation was used to introduce p{D. melanogaster aub} and p{D. simulans aub} into D. melanogaster at the p(Cary)attP2 site [79] by Genetics Services Inc. (Cambridge, MA). Site-specific integration of both transgenes was verified by the PCR-method of Venken et al. [80]. The resulting transgenes (φ{D. melanogaster aub} and φ{D. simulans aub}) were made homozygous in D. melanogaster w1118 and then crossed into yw; aubHN/CyO [77].\n\n        Drosophila Stocks, Rearing, and Crosses\n        \nFor interspecific hybrid dysgenesis assays, D. melanogaster females (In(1)AB, Hmr2/FM6), D. simulans females (w501), and F1 interspecific hybrid females from the cross of In(1)AB, Hmr2/FM6 females to w501 males were collected as virgins from crosses at 18°C and reared at 18°C on standard cornmeal media, supplemented with yeast to enhance oogenesis. For intraspecific hybrid dysgenesis assays, D. melanogaster wK females, w1118 females, and F1 hybrid females (wK×w1118) were collected as virgins from crosses at 22°C and reared at 22°C.\n\nFor immunocytochemistry and Illumina small RNA and mRNA library construction from interspecific hybrids and their parental pure species, ovaries from 4–6-d-old females were used. For Illumina mRNA library construction of intraspecific hybrids and their parental strains, ovaries from 2–4-d-old ovaries were used. For qRT-PCR of TE transcript abundance in transgenically rescued aubergine mutants, ovaries from 3–6-d-old females were used.\n\nFor interspecific complementation assays of female fertility, virgin females w; aubN11 bw1/CyO were crossed to yw; aubHN bw1/CyO; φ{D. melanogaster aub}/+ or y w; aubHN bw1/CyO; φ{D. simulans aub}/+ males, and crosses were maintained at 25°C. Virgin females (1) w/y w; aubHN bw1/aubN11 bw1; φ{D. melanogaster aub}/+; (2) w/yw; aubHN bw1/aubN11 bw1; φ{D. simulans aub}/+; and (3) w/yw; aubHN bw1/aubN11 bw1; +/+ were collected from both crosses and reared on standard cornmeal media with two males at 25°C. Fresh media and males were provided every 5 d. Females that did not produce offspring over the 15-d period were PCR tested for the presence of a transgene using the method of Venken et al. [80]. The PCR was necessary because the w+ marker on the transgenes was difficult to score in a bw1/bw1 background. All females that did not harbor a transgene were sterile.\n\nFor qRT-PCR, aubN11 bw1/CyO were crossed to (1) yw; aubHN bw1/CyO; +/+; (2) yw; aubHN bw1/CyO; φ{D. melanogaster aub}/φ{D. melanogaster aub}; or (3) yw; aubHN bw1/CyO; φ{D. simulans aub}/φ{D. simulans aub} males, and crosses were maintained at 25°C. Virgin females (1) w/yw; aubHN bw1/aubN11 bw1; φ{D. melanogaster aub}/+; (2) w/yw; aubHN bw1/aubN11 bw1; φ{D. simulans aub}/+; and (3) w/yw; aubHN bw1/aubN11 bw1; +/+ were collected from these crosses and reared on standard cornmeal media supplemented with yeast paste at 25°C. Experimental females were maintained at a density of no greater than 20 flies per vial post-eclosion. Ovaries from 3–5-d-old females were used.\n\n        Immunocyctochemistry\n        \nDissected ovaries were fixed and stained according to [81]. Ovarioles were teased apart with insect pins, and tissue was fixed in a 100 mM cacodylate, 8% paraformaldehyde buffer. Primary antibody dilutions were 1∶10,000 (anti-Krimper, [43]), 1∶25 (anti-Vasa; Developmental Studies Hybridoma Bank), 1∶100 (anti-Maelstrom, [82]), or 1∶1000 (anti-Armi, [83]; anti-Aub, anti-Ago3, and anti-Piwi [17]). Prepared ovaries were visualized on a Zeiss 710 confocal microscope or a Leica SP2 confocal microscope. All antibodies were generated using D. melanogaster proteins; however, except for anti-Aub and anti-Vasa, all cross-react with D. simulans (unpublished data).\n\n        Small RNA Library Preparation\n        \nIllumina small RNA libraries were prepared according to the protocol of Brennecke et al. [23]. Briefly, dissected ovaries were placed directly in Trizol reagent (Invitrogen), homogenized, and total RNA was extracted according to the manufacturer's instructions. Small RNAs were size fractionated on 12% polyacrylamide/urea gel, ligated directly to a 3′ small RNA cloning adaptor (Linker-1 from IDT [84]), and again purified on a 12% polyacrylamide/urea gel. Purified, 3′ ligated small RNAs were subsequently 5′ ligated to an Illumina adaptor (5′ACACUCUUUCCCUACACGACGCUCUUCCGAUC-3′) and again size fractionated and purified from a 12% polyarylamide/urea gel. Purified RNAs were reverse transcribed to cDNA using Superscript II (Invitrogen) and a primer to the 3′ cloning adaptor. First strand cDNA product was amplified using primers to both the 3′ and 5′ adaptors and purified from a 2% agarose gel. Details of small RNA library data analysis are described in Text S1, Figures S8–S11, and Tables S8–S10.\n\n        mRNA Library Preparation\n        \nmRNA libraries were constructed according to the protocol of [85]. Total RNA was extracted from dissected ovaries as above, and mRNA was purified using poly-T Dynabeads (Invitrogen) according to the manufacturer's instructions. Isolated mRNA was fragmented using fragmentation buffer (Ambion), ethanol precipitated, and reverse-transcribed using Superscript II (Invitrogen) and random hexamer primers. Remaining RNA was digested with RNAseH, and second-strand synthesis was performed using DNA polymerase I (Promega). cDNA was purified on a MinElute column (Qiagen), repaired with End-IT DNA repair kit (Epicentre), A-tailed with Klenow enzyme (New England Biolabs), and ligated to Illumina adaptors. Ligated cDNA was gel purified with the MinElute gel purification kit (Qiagen), PCR amplified, and gel purified again. Details of mRNA library data analysis are described in Text S1, Figures S8–S11, and Tables S8–S10.\n\n        Quantitative RT-PCR\n        \nRNA was purified from homogenized ovaries with Trizol reagent (Invitrogen) according to the manufacturer's instructions, treated with 2 µL of DNaseI (Promega) in a 100 µL reaction for 2 h at room temperature, and then secondarily purified with the RNeasy kit (Qiagen). Exactly 5 µg total RNA was synthesized to first strand cDNA with random hexamer primers with Superscript III (Invitrogen). For analysis of cluster 14 precursor, aubergine, and TE transcripts, the final cDNA product was diluted 1∶8 and used directly, whereas for flamenco, cluster 2, and cluster 5 precursors, cDNA product was purified on a Qiaquick column (Qiagen). These alternate methods to generating the starting cDNA were used because they gave the most robust standard curves for their respective primer pairs.\n\nTranscript abundance was estimated by fluorescent intensity using 2× SYBR green supermix (BioRad) on a MyiQ lightcycler (BioRad). Ribosomal protein 32 was used as a standard control for comparing the relative abundance of piRNA precursor transcripts between treatments using the standard curve method. For comparisons between D. melanogaster and interspecific hybrids, diluted or purified cDNA from both D. melanogaster and interspecific hybrid samples was further diluted 1∶5 to generate three replicates of a 5-point standard curve for both D. melanogaster and interspecific hybrids, to confirm equivalent efficiencies of amplification in both genetic backgrounds for each primer pair (Table S7). The D. melanogaster standard curve was then used to estimate the starting transcript abundance for three replicates of an experimental sample. For comparisons between transgenically rescued and nonrescued aub mutants, diluted cDNA from yw/w; aubHN bw1/aubN11 bw1;φ{D. melanogaster aub}/+ was diluted 1∶5 to generate a standard curve. Experimental samples were measured at a dilution of 1∶25.\n\nCluster 5 precursor transcript was at such low abundance in interspecific hybrids that it was not possible to accurately estimate its relative expression on the light-cycler. We therefore confirmed its dramatically reduced abundance in interspecific hybrids using semi-quantitative PCR on cDNA samples of known concentration (500 ng/µL and 50 ng/µL in Figure S5). This approach was also used for the flam-B primers for the flamenco precursor transcript, as they yielded poor data on the light-cycler. Primer pairs are listed in Table S7.\n\nFor comparisons between interspecific hybrids and their parental pure species, all primers pairs do not amplify any product from D. simulans cDNA; therefore, relative transcript abundance of each precursor transcript in D. simulans is assumed to be 0. The additive expectation for hybrid expression, therefore, is 50% of the D. melanogaster expression level.\n\n      Supporting Information"
}