{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000043",
  "doi": "10.1371/journal.pbio.1000043",
  "externalIds": [
    "pii:08-PLBI-RA-3073R3",
    "sici:plbi-07-02-14",
    "pmid:19243223",
    "pii:08-PLBI-RA-3073",
    "pmcid:PMC2652392"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Public Domain declaration, which stipulates that, once placed in the public domain, this work may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "The Structural Basis of Gas-Responsive Transcription by the Human Nuclear Hormone Receptor REV-ERBβ",
  "authors": [
    {
      "name": "Keith I Pardee",
      "first": "Keith I",
      "last": "Pardee",
      "affiliation": "Banting and Best Department of Medical Research, The Department of Molecular Genetics, University of Toronto, Toronto, Canada; Terrence Donnelly Centre for Cellular & Biomolecular Research, University of Toronto, Toronto, Canada"
    },
    {
      "name": "Xiaohui Xu",
      "first": "Xiaohui",
      "last": "Xu",
      "affiliation": "Banting and Best Department of Medical Research, The Department of Molecular Genetics, University of Toronto, Toronto, Canada; Terrence Donnelly Centre for Cellular & Biomolecular Research, University of Toronto, Toronto, Canada; Midwest Center for Structural Genomics, University of Toronto, Toronto, Canada"
    },
    {
      "name": "Jeff Reinking",
      "first": "Jeff",
      "last": "Reinking",
      "affiliation": "Banting and Best Department of Medical Research, The Department of Molecular Genetics, University of Toronto, Toronto, Canada; Terrence Donnelly Centre for Cellular & Biomolecular Research, University of Toronto, Toronto, Canada; Department of Biology, State University of New York at New Paltz, New Paltz, New York, United States of America"
    },
    {
      "name": "Anja Schuetz",
      "first": "Anja",
      "last": "Schuetz",
      "affiliation": "Structural Genomics Consortium, University of Toronto, Toronto, Canada"
    },
    {
      "name": "Aiping Dong",
      "first": "Aiping",
      "last": "Dong",
      "affiliation": "Structural Genomics Consortium, University of Toronto, Toronto, Canada"
    },
    {
      "name": "Suya Liu",
      "first": "Suya",
      "last": "Liu",
      "affiliation": "Department of Biochemistry, University of Western Ontario, London, Ontario, Canada"
    },
    {
      "name": "Rongguang Zhang",
      "first": "Rongguang",
      "last": "Zhang",
      "affiliation": "Midwest Center for Structural Genomics, Argonne National Lab, Argonne, Illinois, United States of America"
    },
    {
      "name": "Jens Tiefenbach",
      "first": "Jens",
      "last": "Tiefenbach",
      "affiliation": "Banting and Best Department of Medical Research, The Department of Molecular Genetics, University of Toronto, Toronto, Canada; Terrence Donnelly Centre for Cellular & Biomolecular Research, University of Toronto, Toronto, Canada"
    },
    {
      "name": "Gilles Lajoie",
      "first": "Gilles",
      "last": "Lajoie",
      "affiliation": "Department of Biochemistry, University of Western Ontario, London, Ontario, Canada"
    },
    {
      "name": "Alexander N Plotnikov",
      "first": "Alexander N",
      "last": "Plotnikov",
      "affiliation": "Structural Genomics Consortium, University of Toronto, Toronto, Canada"
    },
    {
      "name": "Alexey Botchkarev",
      "first": "Alexey",
      "last": "Botchkarev",
      "affiliation": "Structural Genomics Consortium, University of Toronto, Toronto, Canada"
    },
    {
      "name": "Henry M Krause",
      "first": "Henry M",
      "last": "Krause",
      "affiliation": "Banting and Best Department of Medical Research, The Department of Molecular Genetics, University of Toronto, Toronto, Canada; Terrence Donnelly Centre for Cellular & Biomolecular Research, University of Toronto, Toronto, Canada"
    },
    {
      "name": "Aled Edwards",
      "first": "Aled",
      "last": "Edwards",
      "affiliation": "Banting and Best Department of Medical Research, The Department of Molecular Genetics, University of Toronto, Toronto, Canada; Terrence Donnelly Centre for Cellular & Biomolecular Research, University of Toronto, Toronto, Canada; Midwest Center for Structural Genomics, University of Toronto, Toronto, Canada; Structural Genomics Consortium, University of Toronto, Toronto, Canada"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2009-02",
  "dateElectronic": "2009-02-24",
  "dateAccepted": "2009-01-12",
  "dateReceived": "2008-07-24",
  "volume": "7",
  "number": "2",
  "pages": "e1000043",
  "tags": [
    "Discipline/Biochemistry",
    "Discipline/Biophysics",
    "Discipline/Cell Biology",
    "Discipline/Diabetes and Endocrinology",
    "Discipline/Neuroscience",
    "Type/Research Article"
  ],
  "abstract": "Heme is a ligand for the human nuclear receptors (NR) REV-ERBα and REV-ERBβ, which are transcriptional repressors that play important roles in circadian rhythm, lipid and glucose metabolism, and diseases such as diabetes, atherosclerosis, inflammation, and cancer. Here we show that transcription repression mediated by heme-bound REV-ERBs is reversed by the addition of nitric oxide (NO), and that the heme and NO effects are mediated by the C-terminal ligand-binding domain (LBD). A 1.9 Å crystal structure of the REV-ERBβ LBD, in complex with the oxidized Fe(III) form of heme, shows that heme binds in a prototypical NR ligand-binding pocket, where the heme iron is coordinately bound by histidine 568 and cysteine 384. Under reducing conditions, spectroscopic studies of the heme-REV-ERBβ complex reveal that the Fe(II) form of the LBD transitions between penta-coordinated and hexa-coordinated structural states, neither of which possess the Cys384 bond observed in the oxidized state. In addition, the Fe(II) LBD is also able to bind either NO or CO, revealing a total of at least six structural states of the protein. The binding of known co-repressors is shown to be highly dependent upon these various liganded states. REV-ERBs are thus highly dynamic receptors that are responsive not only to heme, but also to redox and gas. Taken together, these findings suggest new mechanisms for the systemic coordination of molecular clocks and metabolism. They also raise the possibility for gas-based therapies for the many disorders associated with REV-ERB biological functions.",
  "fullText": "Introduction\n      \nThe closely related REV-ERBα and REV-ERBβ proteins generally act as transcriptional repressors, either on their own, by recruiting co-repressor proteins [1–3], or by competing with the Retinoid-related Orphan Receptors (RORs) α, β, or γ for the same DNA binding sites [4–6]. Physiologically, the REV-ERB proteins play a number of diverse and important roles ranging from the control of circadian biology to the homeostasis of lipids. REV-ERBα and β directly regulate circadian rhythm, both in the brain, and in peripheral tissues, by targeting the circadian clock genes Bmal1 and clock [6–11]. Regulation of lipid metabolism and stimulation of adipogenesis by the REV-ERBs is mediated in part through repression of the apolipoprotein A1 (ApoA1) and apolipoprotein C3 (ApoCIII) gene promoters, which play major roles in cholesterol metabolism [12–14]. REV-ERBs also control inflammatory responses by inducing nuclear factor kappa-light-chain-enhancer of activated B cells (NFκB), interleukin-6 (IL6), and cyclooxygenase2 (COX2) expression, and by repressing IκBα expression [15,16]. In the liver, REV-ERBs also help regulate gluconeogenesis, consistent with an overall role in energy storage and conservation [17].\n\nIn Drosophila, the REV-ERB homologue, Ecdysone-induced protein 75 (E75) is best known for its role in developmental timing, acting together with the ROR orthologue Drosophila Hormone Receptor 3 (DHR3) to control ecdysone-induced molting, pupariation, and eclosion [18]. To perform these functions, E75 appears to require heme as a requisite ligand, bound presumably within its ligand-binding domain (LBD) ligand pocket. E75 is not stable in the absence of heme, nor does the bound heme dissociate readily, suggesting that heme is an obligate component of E75. Interestingly, the presence of heme allows E75 to also bind the diatomic gases nitric oxide (NO) and carbon monoxide (CO), which function to reverse E75-mediated transcription repression [19]. The REV-ERBs also bind heme but, unlike E75, the heme can readily dissociate from the REV-ERBs, and this reversible binding regulates REV-ERB transcription activity [17,20]. The REV-ERB LBDs do not appear to share the ability to bind gases or to respond to redox [20], raising the possibility that E75 and REV-ERBs have evolved two different ways to exploit heme-binding.\n\nThe structural basis for heme binding in REV-ERB proteins, and heme and gas binding in E75, is unknown, although mutagenesis and transcription studies have implicated conserved histidine and cysteine residues in heme binding. A crystal structure of the REV-ERBβ LBD in the absence of heme has revealed a classic nuclear receptor (NR) fold, but the mechanisms of heme binding could not be deduced from the structure, because the conserved histidine residue points away from the putative ligand-binding pocket and the conserved cysteine residue was not present in the construct that generated the structure. Moreover, the putative pocket is fully occupied by hydrophobic side chains [21]. The extensive structural similarities between the REV-ERB and E75 LBDs coupled with the apparent mechanistic differences prompted us to explore more deeply the basis for both heme binding and the potential for gas regulation.\n\nThe potential involvement of gases in circadian rhythm has been noted in physiological studies for some time, but the molecular mechanisms only began to emerge with the finding that Neuronal PAS domain protein (NPAS2), a CLOCK protein analog, is a hemoprotein [22–24]. NPAS2 and CLOCK heterodimerize with Brain and Muscle Arnt-like protein-1 (BMAL1) to activate transcription of various genes, including the molecular clock components Period, Cryptochrome, and Rev-erb [25–29]. The binding of CO to the NPAS2-heme complex, in vitro, inhibits its binding to BMAL1 and DNA binding [23]. Using transcription assays from native and model promoters in cells, we report that the REV-ERBs are also gas-binding components of the molecular clock and that gas and redox state modulate the structure and function of the REV-ERB LBDs. Using crystallography and spectroscopy, we determined the structure of the heme-bound REV-ERBβ LBD from which we are able to propose a model for heme and gas binding.\n\n      Results\n      \n        Heme Binding to REV-ERB LBD Is Reversible\n        \nOverexpression of either of the REV-ERB LBDs in Escherichia coli produces apo forms of the repressors. The heme-bound form is produced only if the culture medium is supplemented with hemin (Figure S1). While REV-ERBs expressed with and without hemin supplementation appear to be equally abundant and soluble (Figure S1), they differ strikingly in color, with the heme-bound form intensely red, and the apo form colorless. Incubation of either purified REV-ERBα or β apo LBD with hemin in solution, results in full heme occupancy within seconds or less (unpublished data), while washing the heme-bound LBDs with buffer lacking heme leads to a much slower release of the bound heme (T1/2 ∼13–16 h; Figure S2). Overall a Kd of approximately 6 μM was observed (unpublished data). Thus, unlike E75, where heme appears to act as a requisite structural component, in the REV-ERBs it can function potentially as a reversible ligand.\n\n        Heme Is Coordinately Bound to Alternative His and Cys Residues\n        \nSpectroscopic evidence has suggested that the coordination of heme in E75 involves a cysteine residue, and mutagenesis has further suggested that this thiolate bond is contributed by Cys396 (JR, unpublished data) [30], which corresponds to Cys418 in REV-ERBα and Cys384 in REV-ERBβ. Mutagenesis of E75 has also suggested that the second protein-heme coordinate bond is provided by the side chain of His574 (His602 in REV-ERBα; His568 in REV-ERBβ) [19,30]. Consistent with this finding, the mutation of His602 of REV-ERBα (His568 in REV-ERBβ) to phenylalanine essentially eliminates heme binding [17,20]. Our mutagenesis of REV-ERBβ confirms that Cys384 and His568 are both key mediators of heme binding (Figure 1), although the His568 mutant of REV-ERBβ did maintain some heme-binding activity compared with the His602 mutant of REV-ERBα [17,20]. In our REV-ERBβ analysis, the levels of bound heme decrease in each of the purified Cys384 and His568 mutant proteins, but neither of the single mutations to alanine, nor the Cys384A/His568A double mutation, completely eliminate heme binding (Figure 1). These differences may be attributable to the different choices for amino acid substitution (Ala versus Phe), or other differences between the two proteins. Thus, residues in addition to these particular Cys and His residues must also contribute to heme binding.\n\n        Coordinate Bonds Change as a Function of Redox State\n        \nThe structures of other heme-containing transcription factors are modulated by redox state [23,31–33]. To investigate the effects of redox state on the interaction of REV-ERBs with heme, we subjected the heme-bound proteins to electronic absorption spectral analysis. The heme in coordinately bound proteins absorbs at characteristic wavelengths, producing what are referred to as α, β, and γ (or Soret) heme absorption peaks. The existence, positions, and sizes of these peaks provide insight into the oxidation and spin states of the iron center and the number and types of coordinate bonds formed.\n\nThe oxidized Fe(III) REV-ERBβ LBD yielded an absorption spectrum (Figure 2A) that was almost identical to those produced by aerobically purified Drosophila E75 [19] and the bacterial thiolate-heme Fe(III)-containing transcription factor CooA [31]. All three proteins exhibit characteristic α (∼575 nm, shoulder), β (542 nm), and γ (419 nm) absorption peaks as well as a prominent δ-band (359 nm); altogether, these are indicative of a hexa-coordinated heme bound to at least one thiolate (e.g., Cys) group [30]. Upon subjecting the REV-ERBβ LBD to the reducing agent sodium hydrosulphite (dithionite), the resultant shifts in absorption peaks (Figure 2B) indicate reduction of the iron center from Fe(III) to Fe(II), and loss of the thiolate coordinate bond (diagrammed in Figure 3); this reduction is seen most readily by the loss of the δ-band (359 nm). We have also reported elsewhere [34], using magnetic circular dichroism and resonance Raman spectroscopy, that reduction of the REV-ERBβ iron center appears to yield both a 5-coordinated system, with a single neutral residue coordinate bond (e.g., His or Pro), as well as a 6-coordinated system with two neutral residue bonds (Figure 3). Thus, the reduced REV-ERB-heme complex comprises at least two structural states in which the heme-coordinating amino acid side chains change. This form of redox-regulated coordinate bond switching is not unique to REV-ERBs. For example, similar side chain-switching states have been observed in CooA (Cys75 to His77), a bacterial CO-responsive heme thiolate protein transcription factor [35–37], and in NPAS2 (Cys170 to His171), whose axial coordinate bonds are also different in the Fe(III) and Fe(II) states [23,33,38]. In these transcription factors, these redox-dependent structural changes also result in functional changes for their host proteins. Redox was also shown to modulate E75 coordinate bonding and function [19], but it remains to be seen if the redox-dependent structural changes in the REV-ERBs also have analogous functional consequences.\n\n        REV-ERB-Heme Proteins Can Bind NO and CO Gases\n        \nAs pointed out earlier, many coordinately bound heme proteins, including proteins such as hemoglobin, cytochromes, and the transcription factors CooA and NPAS2, have the added ability to bind gases [23,31,37]. This ability is also the case for the REV-ERB insect orthologue E75 [19]. As a first step in assessing the gas-binding potential of REV-ERB proteins, the reduced REV-ERBβ LBD was incubated with CO or NO gas and analyzed for characteristic changes in the electronic absorption spectra. The altered electronic absorption profiles confirm direct binding of both diatomic gases to the heme-bound forms of both REV-ERB LBDs. When incubated with either NO or CO, the reduced (but not oxidized) REV-ERBβ LBD exhibits classic shifts in the absorption peaks (Figure 2C, 2D) similar to those seen in other gas-bound hemoproteins [31,39,40]. More detailed studies of the heme in REV-ERB LBDs [34] have shown that the NO and CO gases bind opposite to a neutral side chain in a 6-coordinated state (Figure 3). Thus, the heme-binding data reported previously [17,20] and the spectroscopic data reported here and in Marvin et al. [34] reveal that REV-ERBs comprise modular ligand systems that can adopt a minimum of six different LBD structural states (Figure 3), each of which has the potential for distinct functional interactions, transcriptional outputs, and biological roles.\n\n        NO Reverses REV-ERB Mediated Repression In Vivo\n        \nAmong the many genes targeted for repression by the REV-ERB proteins are their own genes and the clock gene Bmal1. To test the effects of NO or CO on the activities of REV-ERBα and β in vivo we monitored transcription levels of the endogenous Bmal1 and Rev-erb genes in human embryonic kidney (HEK) 293T and hepatocellular carcinoma (HepG2) cells in response to gas. We first confirmed that transcription from these genes is regulated by the REV-ERBs by measuring their transcription in the presence and absence of Rev-erb small interfering RNA (siRNA). Figure 4A shows that each of the Rev-erb siRNAs specifically targets its corresponding Rev-erb gene. As expected, the knock-down of either Rev-erb gene results in an increase in Bmal1 expression (1.5–2-fold; Figure 4A), due presumably to derepression of ROR-mediated transcriptional activation. Effects were readily observed within 12 h of siRNA treatment, and peaked at 72 h post-treatment.\n\nWe then asked whether NO, supplied by the chemical donor diethylenetriamine/NO (Deta/NO), relieves REV-ERB-mediated repression of the endogenous Bmal1, Rev-erbα, and Rev-erbβ genes. Addition of Deta/NO increased levels of Bmal1, Rev-erbα, and Rev-erbβ mRNAs by 2–3-fold (Figure 4B). The addition of Li2+, which has been shown to cause REV-ERB degradation via inhibition of Glycogen Synthase Kinase-3 β (GSK3β) kinase-mediated phosphorylation [41], led to a similar derepression of the endogenous Rev-erb and Bmal1 target genes. Importantly, combining NO and siRNA treatments did not have additive effects, suggesting that NO acts via derepression of the REV-ERBs and not via a parallel pathway (Fig 4C). NO-dependent transcription was also observed in HepG2 cells, with the exception that NO-mediated upregulation of ROR/Rev-erb target gene expression was only ∼2-fold (Figure S3). This may reflect lower levels of available heme in this cell type, as heme levels vary significantly in different cell types and in other cell states [42,43]. Analogous studies conducted in the presence of 500 ppm CO, yielded only modest changes in REV-ERB target gene expression (unpublished data). This minimal response may be due to differences in affinity or effectiveness between NO and CO in cells, or to differences in the effectiveness of the different gas delivery protocols used (see Methods).\n\nTo provide evidence that NO acts as a direct regulator of heme-bound REV-ERB proteins, the LBDs of either REV-ERBα or β were fused to the DNA-binding domain of yeast GAL4, and their activities tested using a luciferase reporter regulated by a thymidine kinase promoter containing upstream activating sequences (UAS)GAL4 binding sites. As expected, co-transfection of the GAL4-REV-ERBα or GAL4-REV-ERBβ fusion proteins repressed transcription driven by the UAS-containing thymidine kinase promoter (Figure 4D). This repression was reversed by greater than 3.5-fold by the addition of either of two NO donors, Deta/NO (Figure 4D) or S-nitroso-N-acetyl-l,l-penicillamine (SNAP) (unpublished data), suggesting that the REV-ERBs are direct targets of NO. As earlier, similar studies with 750–2,000 ppm CO had a more modest effect (∼15% of NO effect; unpublished data). In summary, both REV-ERB proteins are transcriptional repressors whose activities can be reversed by NO binding.\n\n        Effects of Gases on REV-ERB Co-Repressor Binding\n        \nTo determine if the heme and gas effects on REV-ERB activity might be attributable to the recruitment of co-repressor proteins, GAL4-REV-ERBα and GAL4-REV-ERBβ fusion proteins were co-transfected with full-length co-repressor expression constructs into 293T cells. As expected, addition of the known REV-ERB co-repressor Nuclear Receptor Co-repressor (NCOR) to GAL4-REV-ERB transfection assays increases repression by 2–3-fold. Similar results were obtained by coexpression with another co-repressor, Receptor Interaction Protein 140 (RIP140), which has not been previously tested for REV-ERB binding (Figure 5A, 5B). This augmented NCOR or RIP140-mediated repression is reversed by the addition of Deta/NO (Figure 5A, 5B). Similar reductions in Gal4-REV-ERB/co-repressor mediated repression were obtained by treating the transfected cells with valproic acid, which is an inhibitor of the histone deacetylases that are recruited by NCOR and RIP140 [44–46]. We conclude that NO signaling reduces REV-ERB repression activity, at least in part, by overcoming the recruitment or activities of these co-repressors.\n\nThe effects of heme-binding on REV-ERB function are unclear. Previous studies have shown that the availability of heme negatively affects the ability of REV-ERB proteins to bind co-repressor peptides in vitro but is required for the REV-ERB proteins to interact functionally with co-repressors in vivo [17,20]. To explain this finding, it has been suggested that co-repressor interactions in vivo must be modulated by interactions or conditions that are not reflected in experiments with purified components. To test if the in vitro interactions could be influenced by gas, we used fluorescence polarization to follow the recruitment of peptides corresponding to the LXXI/HIXXXI/L interaction domain I (IDI) of NCOR (Figure 6) and Silencing Mediator for Retinoid and Thyroid hormone receptor (SMRT) (unpublished data) in the absence and presence of heme and gas. As expected, based on the previous study, both peptides interact specifically with the REV-ERBα and β LBDs (Figure 6), and the addition of heme acts negatively on co-repressor peptide binding. As might also be expected, only the heme-bound form of the REV-ERB LBDs are responsive to the addition of NO gas (Figure 6A–6C and unpublished data). As with heme binding though, this effect is the opposite of that which occurs in vivo, with NO acting to increase co-repressor peptide recruitment, rather than blocking it. We can only conclude, as did Yin et al. [17], that interactions or conditions that exist in the cell, are not reflected in the in vitro system.\n\n        Structural Analysis of REV-ERBβ Bound with Heme\n        \nTo shed light on the structural basis of heme, gas, and redox regulation, we crystallized the REV-ERBβ LBD in the heme-bound state. The formation of well-ordered crystals required the addition of trypsin to the crystallization solution [47]. Two identical structures were obtained using constructs comprising either the complete LBD (residues 212–579) or the LBD with an internal deletion (residues 241–579 Δ 275–357). Both 1.9 Å resolution structures include α-helices 3–11, (residues 381–576; REV-ERBβ381–576), which is slightly larger than the fragment used to derive the unliganded LBD structure [21]. Both of the crystals were obtained under nonreducing conditions.\n\nThe two REV-ERBβ381–576 Fe(III) heme structures verify that the heme-binding pocket is in fact present at the same position as ligand-binding pockets observed in other NR family members (Figure 7B). As predicted by the mutagenesis and spectroscopic analyses for the oxidized state of REV-ERB, a single heme molecule is hexa-coordinated within the pocket by Cys384 and His568 side chains. As mentioned above, Cys384 was not included in the previously published unliganded receptor structure constructs [21].\n\nThe structural changes that facilitate heme binding are confined primarily to helices 3, 7, and 11. In the absence of heme, helix 3 breaks at Pro411 allowing its N-terminal portion to move into the unliganded pocket (Figure 7A) [21]. A number of aromatic residues from this helix face into the pocket, contributing substantially to the hydrophobic core that stabilizes the unliganded structure. In the presence of heme, helix 3 straightens, swinging the end of its N-terminal half (Cα atom Gly398) 16.4 Å away from its position in the unliganded structure (Figure 7B). Although helix 7 shifts in a less dramatic manner, the 3.0-Å movement (Cα atom Leu482) further increases the pocket volume. The movement of residues 480–483, in particular, allows heme and its propionate side chains to assume their observed planar orientation (Figure 7C). In the absence of heme, helix 11 shields the hydrophobic core by bridging helices 10 and 3. To facilitate heme binding, it also undergoes a major conformational change, swinging its C terminus (Cα atom Leu576) 15 Å away from the ligand-binding pocket, forming a gently curving, uninterrupted α-helix that covers the ligand pocket (Figure 7A, 7B).\n\nThe unprecedented formation of LBD-ligand coordinate bonds involves some equally novel and elegant structural changes. First, the imidazole side chain of His568 makes a ∼120° rotation around the axis of the helix to allow bonding with the Fe(III) heme center (Figure 7D, 7E). Cys384, the other coordinate bond-forming residue in this Fe(III) structure, derives from a flexible loop N-terminal to helix 3, which does not appear in the apo structure (Figure 7D, 7E). In addition to opening the pocket and correctly positioning the two heme-coordinating residues, the newly positioned helices and loop also help to shield the hydrophobic heme moiety from the solvent, with only 8% (66 Å2) of the ligand exposed. This value falls well within the expected normal range of 1%–28% for hemoproteins [48].\n\nThe majority of residues surrounding heme in the pocket stabilize heme binding via van der Waal interactions. Within 4 Å of the heme moiety are 25 residues (Table S1) derived from five different regions of the REV-ERBβ secondary structure (H3, H5, H7, and H11, and loop N-terminal to H3). The majority of these residues form the core of the apo-structure [21], and must swing out and away to facilitate heme binding (Figure 8A). In other hemoproteins the residues forming hydrophobic heme contacts include Ile, Leu, Val, Phe, Trp, and Tyr [48]. The REV-ERBβ pocket is also enriched with these residues, along with six phenlyalanines (Table S1). With two exceptions, all of these residues are conserved in REV-ERBα and among all the vertebrate REV-ERBβ orthologues. Although these contacts occur all around the heme ligand, Trp402, Phe405, and Phe454 are striking examples of how van der Waal radii of the protein side chains and heme can interlock (Figure 8A). Taken together, these precisely fitted hydrophobic contacts must contribute significantly to the strength and specificity of heme binding.\n\nAside from Cys384 and His568, the only other polar residues within 4 Å of heme are His381 and Glu571, and while at this point their role is undetermined, their presence in an otherwise nonpolar environment, and their conservation in other REV-ERBβ homologues, suggests a functional role (Figure 8A, Table S1). Ligand -binding specificity in many NR ligand-binding pockets often involves hydrogen bonding between polar group(s) on the ligand and charged residue(s) of the LBD. The most common polar interaction in the NR pocket is with an arginine side chain that precisely orients ligands to ensure specificity [49]. While this Arg is conserved in the REV-ERB LBDs, neither it nor any other Arg residue faces the ligand-binding pocket in the apo or liganded forms [21]. Glu571, however, is positioned 3.8 Å from the negatively charged propionate groups of heme (Figure 8A). This is unusual because the carboxy termini of heme propionate groups usually interact with positively charged residues such as Arg or Lys [48]. It may be possible that the negatively charged propionate side chains are repelled by the acid group of Glu571 in a way that helps to properly center the heme group, or perhaps helps to facilitate exchange. Interestingly, in REV-ERBα and E75 the analogous residue is lysine, which would be predicted to attract the carboxy termini of the heme molecule, as observed in other heme-binding proteins.\n\nThe other polar residue within close proximity to the heme group is His381, which is close to the heme coordinating Cys384 residue, and is highly conserved throughout vertebrate REV-ERBβ homologues (Figure 8A). Given the spectroscopic data, which suggest switching of coordinate bonds from a Cys to a neutral residue such as histidine upon heme reduction, His381 is a good candidate for this substituting residue. Indeed coordinate bond switching in other heme proteins tends to involve nearby residues [33,35]. Interestingly, within this loop there are three other His residues that may also be capable of coordinate bond formation. All three are also within HXXC motifs (Figure S4), which serve as metal binding sites in the unstructured loops of olfactory receptors [50] and other hemoproteins. Alternative switching between these Cys/His residues has the potential to ratchet the loop peptide along the plane of the heme molecule, and to reshape the external LBD surface into novel protein interaction sites.\n\nAlso worth noting is that the residue next to the coordinately bound Cys384 is a proline (Pro385). This highly conserved Cys-Pro duo fits a consensus for “heme regulatory motifs,” which also include flanking residues such as His, Leu, Val, Met, Lys, Arg, and Asp [51–53]. This heme regulatory motif in REV-ERBβ includes six of those seven residues (Figure S4). Such motifs have been shown to be capable of binding heme reversibly with low micromolar affinity. Mutational analyses of the corresponding prolines in other heme thiolate proteins suggest that these residues help to direct the Cys residue toward the heme moiety, as well as to contribute to the reversibility of Cys-heme binding [54–56]. The Drosophila E75 LBD is a notable exception to this reversibility, although this may be explained by the presence of a second heme binding cysteine (Cys468) that is not flanked by a proline and has no counterpart in the REV-ERBs [19,30].\n\nA final consideration based on this structure is how the NCOR and SMRT co-repressor peptide-binding site on the LBD surface changes upon the addition of heme. Heme binding appears to affect the previously characterized co-repressor binding site in two ways. First, the hydrophobic groove becomes broader. Second, helix 11, at the base of the groove, swings away from the binding site. This ligand-dependent movement of H11 from the co-repressor binding site supports the notion that H11 serves as a proxy for the missing H12, which in other NRs would serve as a platform for co-repressor binding [21]. Both of these heme-induced changes are predicted to impact negatively on co-repressor binding. It is interesting to note that the helices that show the greatest movement upon heme binding are those that border the co-repressor binding groove H3–5, H10, and H11 (Figures 7 and 8) [57–60].\n\nA number of specific REV-ERBβ residues are critical for co-repressor binding, and have been identified previously [60]. Examples include residues from H11, which are in position to form a number of critical co-repressor contacts in the apo form (L572, F575, K576) but that are shifted dramatically in position by movement of the helix, making them unlikely to maintain these interactions (Figure 8B, 8C). Likewise in H3, F409, which has also been identified as essential [60], shifts from presumably holding H11 in position for co-repressor interaction to becoming a hydrophobic contact for heme. K414 of H3 also appears to make a critical shift that leads to widening of the hydrophobic peptide-binding groove. At either end of the hydrophobic groove, there are also charged residues (K421, R427, and E570) that have been predicted by modeling to play important roles in anchoring the NCOR peptide [21]. Two of these three residues, R427 and E570, shift dramatically away from the co-repressor binding groove in the heme-bound form (Figure 8B, 8C) [21]. Notably, hydrophobic vinyl and methyl groups from the heme moiety also extend to the surface of the groove close to the region where H11 was positioned. While this does not appear to provide interference, it does indicate the possibility for heme to either interact or interfere with co-repressor binding under different conditions.\n\nThese alterations in the co-repressor binding site are consistent with the effects of heme on peptide binding in vitro. Presumably, disruption of one of the coordinating heme ligands by NO would restore peptide binding by relieving the strain imposed on the LBD by the hexa-coordination of heme. Changes to the structure of the binding site cannot, however, explain why heme and the presence of NO have the opposite effects in vivo. The answer to this apparent paradox will most likely require structural analyses under different conditions, in the presence of other REV-ERB or co-repressor protein domains, or with other known or unknown cofactors.\n\n      Discussion\n      \n        A New Heme Binding Fold\n        \nOver 20 different protein folds can specifically bind b-type heme, which is the most abundant of the hemes and serves as the functional group for essential proteins such as hemoglobin, myoglobin, and cytochrome b5. Under different evolutionary constraints and pressures, these various heme-binding folds have adopted additional functional properties, which include electron transfer, redox sensing, and the sensing or transport of various gases [48]. The REV-ERBβ381–576/heme structure adds a new and highly dynamic representative to the heme binding-fold family.\n\nThe molecular volume of heme (∼520 Å3) is relatively large in comparison to most other NR ligands. Hence, the conformational changes that allow entry and occupancy of the apo LBD pocket are considerable. Such structural plasticity has been observed for an increasing number of NRs (e.g., Ecdysone Receptor [ECR] [61], Liver X Receptor [LXR] [62], and Estrogen Receptor [ER] [63]). This plasticity is an important point, as it indicates the potential for other “orphan” receptors, with seemingly inadequate ligand-binding pockets, and “constitutive” activities, to also be regulated by novel small molecule ligands within their various natural in vivo environments.\n\n        A Multifunction, Multipurpose Ligand System\n        \nAs with many other heme-containing proteins, which include E75 [19], both REV-ERB proteins are also able to monitor redox state and to bind gases. E75 and the REV-ERBs are unusual however, in that while discriminating against O2, they are able to bind both NO and CO gases in vitro. Although the CO gas responses observed in vivo were much weaker than those observed for NO, this may be a consequence of the different methods of gas delivery used, or differences in the cellular functions and biochemistry of the two gases.\n\nThe different kinetics of gas and heme binding to the REV-ERB LBDs, and the different rates at which these molecules are produced and metabolized within the body, suggest that these ligands may have different physiological roles in different tissues. Gas and redox exchange observed in vitro occurs within seconds, whereas heme exchange requires many hours. In the body, changes in redox and gas levels can be rapid [32,64], whereas heme levels oscillate over hours or days [42,43]. It may also be of relevance that heme exchange does not appear to be possible for the fly orthologue E75, such that the levels of E75 accumulation in the cell are dependent on the abundance of available heme [19]. Thus, while both E75 and REV-ERB proteins may function as heme sensors, REV-ERBs appear to have the added ability to function in the absence of heme.\n\nAlthough we also attempted to capture the structure of REV-ERBβ in reduced Fe(II) and gas-bound states, and were able to derive crystals, the latter diffracted poorly due possibly to the predicted multiplicity of Fe(II) coordinate bond isoforms (Figure 3). This heterogeneity would be consistent with our spectroscopic analyses, and those of Marvin et al. [34], which suggest that the Cys384-heme coordinate bond is replaced in the Fe(II) population by one of several alternative neutral donors. It is tempting to speculate that His381, which is conveniently positioned just N-terminal to Cys384, may serve as one of these residues. In fact, the ∼133 residue loop between helices 1 and 3 (Figure S4) contains at least 23 residues that could coordinate heme (nine His residues, seven Met residues, and seven Cys residues). This abundance of His, Met, and Cys residues is around three times their general frequency in the human proteome. There are also three more histidine residues (His395, His399, and His475) surrounding the ligand-binding pocket that could serve as alternate binding partners. If any of these residues do in fact form alternative coordinate bonds, this would lead to an additional and unprecedented number of LBD conformational and functional variants.\n\n        Effects of Heme and Gases on Co-Repressor Binding\n        \nIn terms of how heme and gases affect REV-ERB LBD functions, our results suggest a major role for both ligands in co-repressor recruitment. The presence of heme leads to significant broadening of the co-repressor-binding groove and a highly unfavorable redistribution of interacting residues, consistent with the dramatic drop in co-repressor peptide binding observed in vitro. Addition of NO to the heme-bound LBD reverses the negative effect of heme on peptide binding, suggesting that NO acts by increasing the affinity for co-repressor binding. As with heme though, the effect of NO gas on REV-ERB activity in cultured cells appears opposite, with, the addition of gas leading to a drop in the ability of REV-ERB proteins to repress transcription. This apparent dichotomy in the effects of heme and gas on co-repressor function in vitro and in vivo cannot yet be explained by current structural findings. Structures for reduced and gas-bound forms of the LBD may help solve this apparent paradox. On the other hand, the answer may involve structures of additional parts of the REV-ERB or co-repressor proteins, or other interacting factors.\n\nWhile NCOR is an established co-repressor for the REV-ERBs [65], this study is the first to implicate a role for RIP140 as a REV-ERB co-repressor. RIP140 contains ten known NR interaction motifs, which provide the functional capacity to interact with different classes of NR partners [66]. Consistent with a role in REV-ERB modulation, RIP140 has also been implicated in the regulation of lipid and glucose metabolism [67]. Furthermore, like the REV-ERBs, its expression is also induced by retinoic acid [68,69], and it is an important regulator of skeletal muscle metabolism [70,71]. Hence, this interaction may have important implications for the study of cancer and metabolic diseases.\n\n        Physiological Roles Implicated by REV-ERB Functions and Ligands\n        \nThe evolution of a central circadian clock has allowed higher eukaryotes to anticipate the daily light and dark cycles, and to coordinate these with appropriate changes in behavior and metabolism [72]. As components of the molecular clock, the REV-ERBs and RORs play important roles in this daily cycling by regulating clock gene expression in a ligand-dependent manner. They also play a central role in the regulation of glucose and lipid metabolism within metabolically intensive tissues [17,73,74]. We propose that the REV-ERBs coordinate these two different functions by monitoring the metabolic indicators/signals: heme, NO, and/or CO and redox.\n\nHeme has long been recognized as an important molecule in metabolism. It is required for oxygen and carbon dioxide transport, for cytochrome function in the mitochondria and for the neutralization of reactive oxygen species arising as a consequence of metabolism. It is also a required component of the cytochrome P450s that produce and break down most lipids, including those that serve as the ligands of most NRs [23,42,43,48,75–77]. More recently, heme has been shown to oscillate during the circadian cycle, to influence the circadian cycle, and to be a component of the circadian clock proteins Period 2 (mammalian PER 2 [mPER2]), NPAS2, and now the REV-ERBs [23,42,43,76,78]. Given that heme is so central to respiration and other central metabolic processes, and that its abundance appears to oscillate over time, we suggest that heme serves as a fundamental measure of the diurnal metabolic state and as such provides feedback through the REV-ERBs, and other clock proteins, to entrain the molecular clock.\n\nFurther support for this central role of heme is the reciprocal nature of heme and CO production. Expression of Aminolevulinate synthase 1 (ALAS1), the rate-limiting enzyme in heme synthesis, is positively regulated by the clock complex mPER2/NPAS2/BMAL1, making this expression circadian in nature. As heme abundance increases, so does the expression of the heme-regulated enzyme Heme Oxygenase and its product CO. In turn, the presence of CO leads to dissociation of the mPER2/NPAS2/BMAL1 complex and down-regulation of Alas1 transcription. Consequently, heme concentrations fall, and the cycle is reset [8,23,42,79]. As REV-ERBs also bind heme, their expression is heme dependent and they repress Bmal1 [6,11,17,20,76], thereby forming a second reciprocal feed-back loop between heme synthesis and circadian rhythm.\n\nHeme is also an essential component of the NO and CO producing enzymes Nitric Oxide Synthetase and Heme Oxygenase. Not surprisingly, both NO and CO production have also been shown to oscillate diurnally. In the suprachiasmatic nucleus of the hypothalamus, where the central molecular clock is located, the activity and products of these enzymes peak during the night [77,80,81]. Given that the transcriptional activities of NPAS2 [23], REV-ERBα and β have all now been shown to be gas responsive, these diatomic gases may provide a secondary layer of regulation to the heme-enriched molecular clock. The membrane permeability and short half lives of these gases make them ideal neurotransmitters [82,83] for communication between the different nuclear regions of the hypothalamus, where circadian and metabolic homeostasis are regulated.\n\nThe cycling of redox state offers a third potential mechanism for entrainment of the molecular clock. Redox homeostasis can be affected by the generation of reactive oxidant species (ROS), a large proportion of which arise not surprisingly from mitochondrial respiration. The redox state of a cell, or organelles, is dependent on the ratio of ROS generated by metabolic activity and the abundance of antioxidants, both of which cycle diurnally (reviewed in [84–86]). Aside from the damage that ROS can cause, these molecules have become recognized as important signaling molecules. Interestingly, ROS signaling is commonly associated with stress response [87], and the hypothalamus controls the body's response to stress [88,89]. Considering the redox-sensing abilities of mPER2 [76], NPAS2 [90], and the REV-ERBs, it seems likely that both central and peripheral molecular clocks are also entrained by redox signaling. As means of entraining circadian rhythm, redox cycling is not without precedent. It can be traced back to the primordial biological clock of cyanobacteria, where light and the redox state, as a measure of metabolism, synchronize the global transcriptional rhythm of the organism [91].\n\nIn summary, our findings indicate a complex reciprocal relationship between metabolism and the molecular clock in which the molecular clock serves to synchronize circadian metabolic activity [14,17,20,23,33,42,57,73,76,79], and in turn heme, diatomic gases, and redox serve as local and systemic indicators of this activity, thereby helping to entrain clocks within different tissues. Thus, the circadian cycle is not only a means of metabolic regulation, but is in fact a metabolic cycle [85].\n\n        REV-ERBs in Disease and Treatment\n        \nAs a whole, the combined ligand set of heme, gases, and redox state, combined with the even greater number of induced structural changes in REV-ERB LBDs, provide the potential for many different protein interactions and physiological functions that are in line with the central role that the REV-ERB and E75 proteins serve in coordinating metabolic processes with circadian and developmentally timed events. Taken further, the rapid responses of REV-ERB proteins to gas signaling, and the importance of these gas- and REV-ERB-regulated physiological processes, illustrate the potential for novel, gas-based therapies for the treatment of related diseases such as mood and sleep-based disorders, depression, obesity, diabetes, atherosclerosis, and osteoarthritis.\n\n      Methods\n      \n        Expression constructs.\n        \nFor bacterial expression of the LBD of REV-ERBα (GenBank [http://www.ncbi.nlm.nih.gov/Genbank] accession: CAB53540), the construct comprised residues 274–614 with an internal deletion of residues 324–422. The first REV-ERBβ (GenBank accession: CAG33715) construct for bacterial expression comprised residues 212–579, and the second included residues 241–579, with an internal deletion of residues 275–357. All constructs were subcloned into a modified pET28a vector (Novagen) (GenBank accessions EF442785 and EF456735).\n\nGAL4 fusion constructs for REV-ERBα and REV-ERBβ were generated by first cloning the Gal4 DNA-binding domain (DBD) (amino acids 1–132) into pBluescript II (Stratagene), containing an SV40 3′UTR. PmeI and NheI restriction sites were introduced as cloning sites for NR LBD introduction. The following primers were used to amplify and clone the Rev-erbα LBD (aa 215–610; 5′-ATTAGCTAGCATGCTTGCTGAGATGCAGAGTGCC and 3′-ATTAGTTTAAACCTACTAGTCCACCCGGAAGGACAGCAGC), Rev-erbβ (aa 223–577; 5′-ATTAGCTAGCGCCCAGGAACAGCTGCGACCCAAGCC and 3′-ATTAGTTTAAACCTACTAAACTTTAAAGGCCAAGAGCTCC) into pBS Gal1 NheI-PmeI. The Gal4-NR cDNA was then subcloned into pcDNA 3.1 V5/His using HindIII-PmeI restriction sites.\n\n        Protein purification and crystallization.\n        \nHexahistidine-tagged proteins were expressed in E. Coli (BL21-Gold[DE3] pLysS; Stratagene) grown in 1 l of either Terrific Broth or selenomethionine medium [92] in the presence of 50 μg/ml kanamycin, 25 μg/ml chloramphenicol, and in the absence or presence of hemin (12.5 μM; Sigma. Cells were grown at 37 °C to an OD600 of 1.2, and, following the addition of isopropyl-1-thio-D-galactopyranoside (final concentration 1 mM) to induce expression, the cells were incubated overnight with shaking at 25 °C. Following centrifugation, the cell paste was resuspended in 30 ml binding buffer (5 mM imidazole, 500 mM NaCl, 0.5 mM TCEP, 5% glycerol 50 mM Hepes [pH 7.5]) and sonicated on ice (3-s intervals) for 5 min. Protein was purified from clarified supernatant using Ni-NTA affinity chromatography (column volume 3 ml). Once loaded, the column was washed with 300 ml of buffer containing 30 mM imidazole, 500 mM NaCl, 5% glycerol, 0.5 mM TCEP (tris(2-carboxyethyl)phosphine), and 50 mM Hepes (pH 7.5). Protein was eluted from the column using an equivalent buffer containing 250 mM imidazole, and dialysed overnight into a buffer containing 500 mM NaCl, 0.5 mM TCEP, and 50 mM Hepes (pH 7.5). Using hemin supplemented protein, in situ proteolysis of REV-ERBβ (241–579 Δ 275–357, 17 mg/ml or 212–579, 13.8 mg/ml) was crystallized using the hanging drop vapor diffusion method at 22 °C by mixing 2 μl of the protein solution with 2 μl of the reservoir solution containing 1.6 M ammonium sulfate, 0.1 M Na Hepes (pH 7.6), 4% Jeffamine M-600, and was performed in the crystallization drop by adding a 1:2,000 ratio (w/w) of trypsin (1.5 mg/ml; Sigma) to the protein [47].\n\n        Spectroscopic analysis.\n        \nHeme-bound REV-ERBβ (17 μM) was reduced to the Fe(II) state using 2 mM dithionite. A CO stock solution was prepared by saturating degassed storage buffer (10 mM Tris [pH 8.0] at 4 °C, 500 mM NaCl) with CO (Praxair). Similarly, NO stock solution was prepared using degassed storage buffer supplemented with 200 mM Tris-HCl saturated with NO gas (Aldrich), then adjusted to (pH 8.0). The estimated concentration of CO and NO in the stock solutions was 1 mM and 1.9 mM, respectively, based on the mole fraction solubility of the gases in water [93]. The gases were then added to the protein samples at a final concentration of 100 μM, providing an approximate 5-fold molar excess of gas in solution.\n\n        Removal of heme from receptors.\n        \nTo test dissociation of heme, heme-bound forms of both REV-ERB LBDs (4 mg) were bound to Ni-NTA agarose beads (Qiagen) through hexahistidine tags. Proteins were washed for 12 h at a rate of 1 ml/min using a buffer containing 150 mM NaCl, 10 mM Tris (pH 8.3), 5% glycerol, and 0.1% Triton X-100. Proteins were eluted from Ni beads using the same buffer supplemented with 500 mM imidazole. Electronic absorption spectra were taken of washed and unwashed reference samples at equivalent protein concentration to compare heme content.\n\n        X-ray crystallographic analysis.\n        \nData from flash-cooled crystals of the Se-Met REV-ERBβ/heme complex were collected at 0.97 Å at 100 K at the APS at Argonne National Laboratory (SER CAT, beamline 19ID), and the data integrated and scaled to 1.9 Å resolution by using DENZO/SCALEPACK [94]. The structure was solved by molecular replacement using the apo REV-ERBβ structure (PDB IDs: 2V7C, 2V0V) [21] as a search model using PHASER [95]. Structures were initially traced by ARP/WARP [96] and then manually rebuilt in COOT [97]. Final refinement was performed by using REFMAC [98]. Additional crystallographic statistics are given in Table S2. The drawings were generated with PYMOL [99]. Solvent exposure of heme in the REV-ERBβ structure was calculated using Swiss PDB viewer [100]. Heme volume calculations were made using the Java molecular editor (Peter Ertl, Novartis) using the smiles descriptors: Heme, CC1 = C(C2 = CC3 = C(C(= C([N]3)C = C4C(= C(C(= N4) C = C5C(= C(C(= N5)C = C1[N]2) C = C)C)C = C) C)C)CCC(= O)O)CCC(= O)O.[Fe+3] (NCBI Pubchem). Modeling of the SMRT co-repressor motif with both REV-ERB structures was done using PYMOL. REV-ERB/SMRT models were generated by structural alignment of the REV-ERB structures (PDB IDs: 2V0V, [21]; 3CQV) with the structure of antagonist-bound PPARα in complex with SMRT peptide (PDB: 1KKQ, [101]). The structure of the PPARα LBD and antagonist were then removed, leaving the model of each REV-ERB structure with the SMRT co-repressor motif.\n\n        Cell culture and treatments.\n        \nHEK 293T and HepG2 cells were grown in Dulbecco's modified Eagle's medium (Wisent) supplemented with 10% fetal bovine serum (Sigma), 2 mM L-glutamine, 100 IU/ml penicillin, 0.1 mg/ml streptomycin, and nonessential amino acids (Invitrogen). Cells were incubated at 37 °C in 5% CO2 and, upon harvest, washed with PBS (Wisent). Gas treatment of cells was performed in the presence of 25 μM Hemin (Sigma) and used the NO donors Deta/NO (300 μM, Sigma) freshly dissolved in 10 mM NaOH, or two doses of SNAP (200 μM, Sigma), dissolved in 5 mM EDTA and 10 mM PBS, separated by 5 h. CO treatment of cells was done by culturing cells in sealed chambers with 5% CO2 and 0.05% (500 ppm) − 0.2% (2,000 ppm) CO (Praxair) at 37 °C. Prior to transfer of cells to chambers, culture medium was spiked with a volume of CO-saturated buffer equivalent to their respective treatment concentration. All experiments were conducted a minimum of three times in triplicate, and the mean +/− standard deviation of a representative experiment is shown.\n\n        Luciferase-LBD reporter assays.\n        \nUsing antibiotic free medium, 293T cells were seeded at a density of 2 × 105 cells per well in 24-well plates 1 d prior to transfection. Transfection was carried out using Lipofectamine 2000 (Invitrogen) as described in the manufacture's instructions. Unless otherwise stated, transfections contained 400 ng of 2X-UAS luciferase reporter, 50 ng pSV40 β-gal, 50 ng of either Rev-erbα-Gal4 or Rev-erbβ-Gal4 and pSP empty vector to a total of 800 ng DNA per well. REV-ERBα-GAL4 and REV-ERBβ-GAL4 were expressed using the modified pcDNA 3.1 plasmid described above; NCOR, luciferase, and β-GAL constructs were expressed as previously described [102,103]; and the pI RIP140 was a kind gift from M.G. Parker. Compound treatments were applied 6 h post-transfection as described above and cells harvested 24 h later. Luciferase values were normalized to β-GAL activities as described previously and are presented as a ratio of the reporter alone under equivalent conditions [19]. In the case of Deta/NO treatments, luciferase values were also normalized to GAL4 only reporter controls.\n\n        RNA interference assay.\n        \nHEK 293T cells were transfected with siRNA using Lipofectamine 2000 (Invitrogen) according to the manufacturer's protocol. For each targeted gene, a pool of four siRNAs (Dharmacon) with the following sequences were used. Rev-erbα: GCAUGGACGCAGUGGGCGAUU, GGGCAUGUCUCGAGACGCUUU, CGGCAGGGCAACUCAAAGAUU, GGGCGAACGGUGCAGGAGAUU; Rev-erbβ: GAAGAAUGAUC GAAUAGAUUU, GAACAUGGAGCAAUAUAAUUU, GAGGAGCUCUUGGCCUUUAUU, and UAAAC AACAUGCACUCUGAUU. Experimental treatments were completed between 24 h and 96 h of siRNA transfection.\n\n        Quantitative Real Time-PCR.\n        \nTotal RNA was isolated from 1 to 2.5 × 106 cells using the RNeasy mini kit (Qiagen) according to manufacturer's protocol. 2 μg RNA samples were individually treated with DNase I (Fermentas) and then reverse-transcribed to synthesize cDNA using pd(N)6-random hexamer primers (Promega) and RevertAid H Minus M-MuLV Reverse Transcriptase (Fermentas). Quantitative PCR was performed in triplicate for each sample with SYBR Green (Sigma) using the ABI Prism 7000 sequence detection system (Applied Biosystems). Transcript levels were determined using the comparative Ct method with β-actin as reference. Primer sequences used were as follows: Rev-erbα, forward, ACTTCCCACCATCCCCCACT, reverse, GGAAGAAGGGGAGCCGTCAT [15]; Rev-erbβ, forward, TCTTGTCACAGTGAGGGTTCT, reverse, GCGAGATCACCATTCTTGGGA; Bmal1, forward, GAAAAGCGGCGTCGGGATAA, reverse, GGACATTGCGTTGCATGTTGG [104]; and β-actin, forward, TGGACTTCGAGCAAGAGATGG, reverse, GGAAGGAAGGCTGGAAGAGTG [105].\n\n        Fluorescence polarization.\n        \nUsing the purified REV-ERB LDB constructs, peptide interaction was monitored using fluorescence polarization. N-terminally fluorescein-labeled peptides, corresponding to interaction domain I for NCOR (110 nM; DPASNLGLEDIIRKALMGSF) and SMRT (110 nM; ASTNMGLEAIIRKALMGKYD), were combined with a dilution series of either LBD in a buffer of 100 mM Tris (pH 8.2) and 150 mM NaCl. Bacterial expression of the LBDs was done in the presence or absence of supplemental heme, as described above, resulting in either apo- or holo-forms of the receptors. Gas treatment of solutions was done using the NO donor SNAP (1,200 μM). Detection of changes in polarization was measured using a Biotek Synergy 2 plate reader (λexcitation = 485 nm, λemission = 528 nm) in 384-well format using black PCR microplates (Axygen). Fluorescence polarization, in millipolarization (mP) units, was calculated as mP = (I − I⊥) / (I + I⊥) × 1,000 where I = parallel emission intensity measurement and I⊥ = perpendicular emission intensity measurement. Increases in mP units reflect increased binding of the peptide to the REV-ERB LBDs. Measurements in graphs are in triplicate and represent a single time point during a 5-h incubation. Binding parameters were calculated by nonlinear curve fitting using the one site binding (hyperbola) formula Y = Bmax × X/(Kd + X) (GraphPad Prism version 4.0 for window, GraphPad Software).\n\n      Supporting Information"
}