{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0060100",
  "doi": "10.1371/journal.pbio.0060100",
  "externalIds": [
    "pii:07-PLBI-RA-2655R2",
    "sici:plbi-06-04-18",
    "pmid:18416605",
    "pii:07-PLBI-RA-2655",
    "pmcid:PMC2292751"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Public Domain declaration which stipulates that, once placed in the public domain, this work may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Host PrP Glycosylation: A Major Factor  Determining the Outcome of Prion Infection",
  "authors": [
    {
      "name": "Nadia L Tuzi",
      "first": "Nadia L",
      "last": "Tuzi",
      "affiliation": "Neuropathogenesis Unit, Roslin Institute, Edinburgh, United Kingdom"
    },
    {
      "name": "Enrico Cancellotti",
      "first": "Enrico",
      "last": "Cancellotti",
      "affiliation": "Neuropathogenesis Unit, Roslin Institute, Edinburgh, United Kingdom"
    },
    {
      "name": "Herbert Baybutt",
      "first": "Herbert",
      "last": "Baybutt",
      "affiliation": "Neuropathogenesis Unit, Roslin Institute, Edinburgh, United Kingdom"
    },
    {
      "name": "Lorraine Blackford",
      "first": "Lorraine",
      "last": "Blackford",
      "affiliation": "Neuropathogenesis Unit, Roslin Institute, Edinburgh, United Kingdom"
    },
    {
      "name": "Barry Bradford",
      "first": "Barry",
      "last": "Bradford",
      "affiliation": "Neuropathogenesis Unit, Roslin Institute, Edinburgh, United Kingdom"
    },
    {
      "name": "Chris Plinston",
      "first": "Chris",
      "last": "Plinston",
      "affiliation": "Neuropathogenesis Unit, Roslin Institute, Edinburgh, United Kingdom"
    },
    {
      "name": "Anne Coghill",
      "first": "Anne",
      "last": "Coghill",
      "affiliation": "Neuropathogenesis Unit, Roslin Institute, Edinburgh, United Kingdom"
    },
    {
      "name": "Patricia Hart",
      "first": "Patricia",
      "last": "Hart",
      "affiliation": "Neuropathogenesis Unit, Roslin Institute, Edinburgh, United Kingdom"
    },
    {
      "name": "Pedro Piccardo",
      "first": "Pedro",
      "last": "Piccardo",
      "affiliation": "Center for Biologics Evaluation and Research, Food and Drug Administration, Rockville, Maryland, United States of America"
    },
    {
      "name": "Rona M Barron",
      "first": "Rona M",
      "last": "Barron",
      "affiliation": "Neuropathogenesis Unit, Roslin Institute, Edinburgh, United Kingdom"
    },
    {
      "name": "Jean C Manson",
      "first": "Jean C",
      "last": "Manson",
      "affiliation": "Neuropathogenesis Unit, Roslin Institute, Edinburgh, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2008-04",
  "dateElectronic": "2008-04-15",
  "dateAccepted": "2008-03-10",
  "dateReceived": "2007-08-17",
  "volume": "6",
  "number": "4",
  "pages": "e100",
  "tags": [
    "Discipline/Infectious Diseases",
    "Discipline/Neuroscience",
    "Discipline/Pathology",
    "Type/Research Article"
  ],
  "abstract": "The expression of the prion protein (PrP) is essential for transmissible spongiform encephalopathy (TSE) or prion diseases to occur, but the underlying mechanism of infection remains unresolved. To address the hypothesis that glycosylation of host PrP is a major factor influencing TSE infection, we have inoculated gene-targeted transgenic mice that have restricted N-linked glycosylation of PrP with three TSE strains. We have uniquely demonstrated that mice expressing only unglycosylated PrP can sustain a TSE infection, despite altered cellular location of the host PrP. Moreover we have shown that brain material from mice infected with TSE that have only unglycosylated PrPSc is capable of transmitting infection to wild-type mice, demonstrating that glycosylation of PrP is not essential for establishing infection within a host or for transmitting TSE infectivity to a new host. We have further dissected the requirement of each glycosylation site and have shown that different TSE strains have dramatically different requirements for each of the glycosylation sites of host PrP, and moreover, we have shown that the host PrP has a major role in determining the glycosylation state of de novo generated PrPSc.",
  "fullText": "Introduction\n      \nTransmissible spongiform encephalopathies (TSEs), or prion diseases, are fatal neurodegenerative diseases that include scrapie in sheep, bovine spongiform encephalopathy (BSE) in cattle, chronic wasting disease (CWD) in deer and elk and Creutzfeldt-Jakob disease (CJD) in humans. The host-encoded glycophosphatidylinositol anchored prion protein, PrPC, is essential for the development of TSE disease [1], and a common feature of these diseases is the accumulation of PrPSc in the brain, an abnormal form of PrPC, which displays partial resistance to proteinase K (PK) digestion. This accumulation is considered to arise via conversion of PrPC to PrPSc [2], and PrPSc has been proposed to be the infectious agent. If this is indeed the case, it is not clear how a protein alone can encipher TSE strain information resulting in different incubation times and targeting of pathological lesions in the brain, but it has been suggested that differences in glycosylation and/or conformation [3–6] of PrP could account for these different properties.\n\nPrP has two potential sites for N-linked glycosylation, which are variably occupied, producing di-, mono-, and unglycosylated PrP [7]. The diversity in glycosylation, combined with the complexity of added sugars, results in a large number of glycosylated forms of PrP [8]. These different glycoforms of host PrP have been proposed as a mechanism to determine the targeting of TSE strains to specific brain regions [6]. Moreover, PrP glycoform analysis in the infected host (ratios of di- and monoglycosylated PrPSc, as well as the relative mobility of unglycosylated PrPSc) is increasingly used as a means of distinguishing between TSE strains [9,10] and for identifying and classifying newly emerging strains [11,12]. However, the significance of different glycosylated forms of PrP in the normal function of PrP as well as the disease process is not understood. To investigate the involvement of host PrP glycosylation on TSE disease susceptibility and pathology following infection with different TSE strains, we have used our gene-targeted transgenic mice with restricted host PrP glycosylation and inoculated them intracerebrally with three TSE strains.\n\nThree inbred lines of gene-targeted mice, carrying mutations at the first, second, or both PrP N-linked glycosylation sites—referred to as G1 (N180T), G2 (N196T), and G3 (N180T-N196T) mouse lines, respectively [13]—were used in these experiments. The gene targeting approach ensures that the altered PrP allele remains in the correct genomic location under control of the endogenous promoter [14]. Importantly, this approach allows each line of mice to be compared, and thus the effect of the loss of each glycosylation site on disease pathogenesis can be analysed directly.\n\nWestern blot analysis has demonstrated that both G1 and G2 lines lack diglycosylated, but express mono- and unglycosylated PrP, whereas G3 mice only express unglycosylated PrP [13]. PrP in the mutant mice has been shown to have a similar cellular localisation in G1 and G2 mice to that of wild type, whereas G3 mice, which lack all PrP N-linked carbohydrates, have been demonstrated to have mainly intracellular PrP [13]. Despite differences in intracellular localisation, mono- and unglycosylated PrP levels in the brain are similar to those in wild type [13]. Here we establish, using these unique lines of mice, that although host PrP glycosylation is not essential to support TSE disease, it can have a profound effect on capacity of TSE strains to infect the host. Furthermore we demonstrate in vivo that glycosylation of PrPSc is not essential for TSE strain to transmit infectivity.\n\n      Results\n      \nThree homozygous lines (G1/G1, G2/G2, and G3/G3, subsequently referred to as G1, G2, and G3 respectively), together with 129/Ola wild-type mice (which acted as controls, because the gene-targeted mice are inbred lines on a 129/Ola background), were infected intracerebrally (i.c.) with the TSE strains 79A and ME7, which are classified as low and medium glycosylated strains, respectively, according to their glycoform analysis based upon the ratio of the diglycosyl and monoglycosyl bands by Western blotting [15]. Each of these lines of mice was shown to respond in strikingly different ways to infection with each TSE strain.\n\n        G3 Mice Expressing Unglycosylated PrP Differ in Their Response to Various TSE Strains\n        \nG3 mice were susceptible to 79A infection, with clinical TSE and spongiform degeneration of the brain being observed in 4/21 animals (Table 1). However, although only four mice presented with clinical TSE disease, with considerably longer and wider range of incubation times (435 ± 92 d) compared with wild-type mice (148 ± 2.6 d), Western blot analysis of six brains all demonstrated PK-resistant PrP, whether or not clinical disease was observed (Figure 1A). Furthermore, immunohistochemical analysis of brains revealed variation in the amount of PrP immunopositivity amongst cases with some animals without clinical signs showing widespread accumulation of PrP in the cerebrum (Figure 2A and 2B), suggesting that a subclinical disease was also present in the G3 animals. Thus, 79A can infect transgenic mice in the absence of glycosylated host PrP, but this lack of glycosylation dramatically lengthens the incubation time of disease suggesting that glycosylation of host PrP facilitates infection by 79A.\n\nTo establish whether the brains of G3 79A-inoculated mice carried infectivity, brain homogenates from one clinically positive (incubation period 456 d) and one subclinical G3 mouse (incubation period 722 d; i.e. clinically negative but positive by immunohistochemistry and showing spongiform degeneration of the brain) were used to inoculate wild-type mice i.c.. For comparison, brain homogenate from a 79A inoculated wild-type (129/Ola) control mouse was also used to i.c. inoculate another group of wild-type mice. The brain extracts from the two 79A/G3 mice and the one 79A/129/Ola mouse were found to contain TSE infectivity (Table 2). The clinically positive 79A/G3 brain homogenate resulted in an incubation period of 197 d (±7.6), whereas the clinically negative 79A/G3 brain generated a shorter incubation time (164 ± 2.2 d), but both G3 brain homogenates produced slightly longer incubation periods that that resulting from 79A/129/Ola (137 ± 1.1 d). Western blot analysis of recipient mouse brains revealed the presence of di-, mono-, and unglycosylated PrPSc despite the absence of di- and monoglycosylated PrPSc in 79A inoculated G3 mouse brain (unpublished data). These data indicate that glycosylated PrPSc is not a prerequisite for the transmission of infectivity.\n\nIn contrast, G3 mice inoculated with ME7 did not show clinical signs of TSE disease or spongiform degeneration in the brain as determined by lesion profiling and were thus scored as pathologically negative [16]. Brains from selected animals analysed by Western blotting showed no PK-resistant PrP (Figure 1B) up to 740 d post inoculation (Table 1). Despite the lack of these indicators of TSE disease, brains of a number of animals showed PrP-positive plaques in the vicinity of the corpus callosum and, in one case, adjacent to the lateral ventricle; diffuse PrP deposits were not detected (Figure 2C and 2D). Thioflavin-S–treated brain sections confirmed the presence of PrP amyloid plaques in 79A- (Figure 2G) and ME7-inoculated G3 mice (Figure 2I). To determine whether the presence of the PrP amyloid plaques was in response to TSE inoculation rather than an innate ability of G3 mice to form plaques, age-matched G3 mice (24 animals in total) that were injected with brain homogenates from wild-type controls were examined but found to have no PrP accumulation in the brain (unpublished data). In addition, in agreement with previous studies [13], PrP accumulation was not observed in older (600 d) uninjected G3 mice. Therefore, the PrP accumulation in the brain of the mice inoculated with 79A and ME7 was clearly in response to inoculation with a TSE agent rather than due to any effect of the mutation in host PrP per se. Whether this PrP accumulation is associated with infectivity requires further subpassage of G3/ME7 brains; however, tissue was not available from this experiment to carry out this subpassage and therefore will be examined in future studies.\n\n        G2 Mice Differ in Their Response to Scrapie or BSE-Derived Strains\n        \nIn contrast to G3 mice, all G2 mice were found to develop clinical signs of disease when inoculated with ME7 and presented with similar incubation periods to wild-type controls (160 ± 2.5 d and 163 ±2 d, respectively) (Table 1). Spongiform degeneration, determined by lesion profile analysis, of G2 mouse brains was comparable to wild-type mice both in the distribution and degree of vacuolation (Figure 3A). Wide spread, fine punctuate, coarse, and plaque-like PrP immunopositive deposits were detected in ME7-infected animals (Figure 4A). Mono- and unglycosylated PrPSc was detected by Western blot analysis in brains of ME7-inoculated G2 mice, whereas di-, mono- and unglycosylated PrPSc was detectable in wild-type, inoculated mice (Figure 1C).\n\nG2 mice were also shown to be susceptible to TSE disease when inoculated with 79A, but whereas the incubation time with ME7 was similar to that in wild-type mice, with 79A, incubation time was significantly prolonged (167 ± 9.3 d for G2/79A and 148 ± 2.6 d for 79A/129/Ola) (Table 1). Spongiform degeneration of G2 mouse brains was also found to be comparable to wild-type mice (Figure 3B). Immunohistochemical analysis of selected 79A-inoculated G2 mouse brains revealed variable amounts of fine punctuate and plaque-like PrP depositions in the cerebrum (Figure 4B). By Western blot analysis, mono- and unglycosylated PrPSc was detected in brains of 79A-inoculated G2 mice, whereas di-, mono-, and unglycosylated PrPSc was detectable in wild-type, inoculated mice (Figure 1D). To determine whether the brains of 79A-inoculated G2 mice had TSE infectivity, despite the lack of diglycosylated PrPSc, wild-type mice were inoculated with brain homogenate from 79A-inoculated G2 and wild-type control mice. All mice were found to be susceptible to TSE disease with two independent 79A/G2 brain homogenates producing incubation times of 150 d (±3.4) and 159 d (±1.2) compared to 79A/129/Ola brain homogenate resulting in a slightly shorter incubation period of 140 d (±1.9) (Table 2). The pattern and degree of spongiform degeneration in all subpassage cases, as determined by lesion profile analysis [16], were found to be comparable (unpublished data). Western blot analysis revealed the glycosylation pattern of the PrPSc in the recipient mouse brain to possess di-, mono-, and unglycosylated PrPSc (Figure 5B) despite the inoculum possessing only mono- and unglycosylated PrPSc (Figure 5A).\n\nMoreover, the glycosylation pattern of the original Wt/79A inoculum was not changed after passage through G2 mice. The comparison of the electrophoretic mobility of the 79A in wild-type animals before and after passage through G2 mice revealed the same glycotype with a predominant monoglycosylated band (Figure 5C).\n\nTo investigate this effect with another strain of agent, subpassage was performed from clinical positive G2/ME7 brains into wild-type animals. Western blot analysis of recipient wild-type mice also showed fully glycosylated PrPSc in the brain of the recipient mice, despite the inoculum having only mono- and unglycosylated PrPSc (Figure 5D and 5E). Furthermore, similarly to the 79A strain, the original Wt/ME7 glycosylation pattern was maintained after passage in G2 mice (Figure 5F). Therefore, it is clear that the ability to generate diglycosylated PrPSc in response to TSE infection does not depend on the presence of the diglycosylated species of PrPSc in the infecting inoculum.\n\nWe originally chose the 79A and ME7 strains of TSE for use in this study, because glycoform ratio analysis had revealed them to have a different predominance of mono- and diglycosylated PrPSc; with 79A predominantly monoglycosylated, whereas ME7 was more equally di- and monoglycosylated in wild-type mice [4]. Since the disease profiles observed in G2 mice that were infected with ME7 and 79A were similar to those observed in wild-type mice, with the exception of slightly prolonged incubation times in G2/79A mice, we decided to analyse the effect of the second glycosylation site of PrP with a further TSE strain having a different glycoform ratio. For this purpose we inoculated G2 mice and wild-type mice intracerebrally with the BSE mouse-adapted TSE strain 301C, which has a predominance of diglycosylated PrPSc [15]. In contrast to ME7 and 79A, a very prolonged incubation time was observed in the 301C inoculated G2 mice (354 ± 5.3 d) compared to wild-type mice (166 ± 1.5 d). However, despite the prolonged incubation time in the 301C-inoculated G2 mice, the overall pattern of spongiform degeneration was similar to that observed in wild-type mice (Figure 3C). Analysis by immunohistochemistry showed wide spread, plaque-like, and fine punctuate PrP deposits in G2 mice in the cerebrum and cerebellum (Figure 4E and 4F), and mono- and unglycosylated PrPSc was detected by Western blot (Figure 1E). These experiments clearly show that this BSE-derived strain does not require diglycosylated host PrP (the predominant characteristic of the glycoform used to identify BSE strains) to be pathogenic; however, the presence of sugars at N196 of host PrP would appear to allow more efficient progression of TSE disease, because the time taken to reach terminal disease is dramatically shorter in wild-type mice having normal PrPC glycosylation. The importance of the presence of glycans at N196 for efficient TSE disease progression is therefore clearly TSE strain dependent.\n\n        G1 Mice Are Susceptible to 79A, but Are Resistant to ME7, Strain Infection\n        \nHaving established that the absence of glycans at the second glycosylation site of host PrP can influence PrP deposition and incubation period, albeit in a strain-dependent manner, we next investigated the importance of the first glycosylation site of PrP. This was achieved by inoculating G1 transgenic mice (that lack the ability to attach carbohydrates to the first glycosylation site of PrP; i.e., N180) with 79A or ME7 TSE strains. G1 mice had an extended incubation time when infected with 79A (+ 46 d) compared to wild-type mice (Table 1) and a prominent difference in distribution and degree of vacuolar pathology (Figure 3D). Brains of terminally ill, 79A-infected G1 mice showed mono- and unglycosylated PrPSc compared to di-, mono-, and unglycosylated PrPSc present in control 129/Ola mice (Figure 1F). Immunohistochemical analysis revealed widespread PrP deposition in both G1/79A and Wt/79A brain (Figure 6A, 6C, and 6E). However, in striking contrast to infection with 79A, G1 mice inoculated with ME7 appeared resistant to infection, remaining healthy up to 600 days post-inoculation, whereas wild-type controls had an incubation period of 163 ± 2.0 d (Table 1). No PrPSc was found by Western blot analysis in G1 brains inoculated with ME7 (unpublished data). Moreover, pathologic studies did not show PrP deposition or spongiform degeneration in brains of G1 mice inoculated with ME7 (Figure 6B and 6D) in sharp contrast to wild-type mice that showed wide spread PrP accumulation in the brain (Figure 6F). These results again indicate that TSE strains differ dramatically in their requirements for host PrP glycosylation.\n\n      Discussion\n      \nWe have demonstrated in vivo that glycosylation of host PrP is not necessary to establish a TSE. Mice expressing only unglycosylated PrP (G3 mice) are capable of supporting a TSE, albeit in a strain-dependant manner, but disease susceptibility is reduced in response to the lack of glycans on host PrP. This differs from a previous study that reported that transgenic mice expressing unglycosylated PrP were resistant to two TSE strains [3]. There are, however, considerable differences between these two studies that may account for the discrepancy including: (i) the expression of hamster rather than mouse PrP genes, (ii) different TSE strains, and (iii) the method of transgenic mouse production. Gene targeting was used to generate the mice described in this study, thus the altered PrP gene is in the normal chromosomal location and under the PrP gene (Prnp) control elements. Whereas a previous study by De Armond et al. used transgenic mice generated by random integration of the PrP transgene [3], which can result in disruption of genes at the site of integration, ectopic expression due to the influence of surrounding control elements, as well as high levels of transgene expression, all of which may affect the outcome of disease [14]. Indeed PrP glycosylation mutant transgenic lines produced by random integration and expressing the same transgene have been reported to display different incubation periods with the same TSE strain, preventing direct comparisons between different lines [17].\n\nOur glycosylation-deficient PrP transgenic mice have both an alteration in amino acid sequence and glycosylation. Mutation of either asparagine or threonine in the NXT glycosylation consensus site of murine PrP will prevent the attachment of glycans to asparagine. We altered asparagines at both consensus sites to threonine, and this is regarded as a conservative amino acid alteration. The PrP expressed in our G1 and G2 transgenic lines is localised primarily at the cell surface in a manner comparable to that in wild-type mice and displays no detectable PrPSc-like properties as determined by PK sensitivity, cleavability by phosphatidylinositol-specific phospholipase C (PIPLC), and detergent solubility assays [13]. Moreover, remarkable similarity in the course of infection in parts of this study argues against the substituted amino acids affecting the course of disease but rather that the differences observed can be attributed to differences in glycosylation.\n\nThe observation that G3 mice are capable of supporting TSE disease is surprising given that the cellular location of the unglycosylated PrP appears primarily intracellular [13]. This suggests that TSE disease can occur with perhaps complete absence or at least very low levels of PrP on the cell surface. 79A may be able to infect the cell via a mechanism independent of cell surface expression of host PrPC, suggesting that transit of normal PrP to the surface of the cell [17,18] may not be an absolute requirement for the development of TSE disease. PrPSc accumulation in the TSE infected animal is considered to occur through the interaction of PrPSc with host PrPC, resulting in conversion of PrPC to PrPSc. We have established that glycosylation of host PrP is not a requirement for the formation of de novo–generated PrPSc in vivo, which is in agreement with in vitro studies [19,20]. However, there is still uncertainty as to where PrPC to PrPSc conversion occurs, with differing reports that it takes place either at the cell surface, extracellularly, in microsomes, along endocytic pathways, or in the cytosol [21–25]. In our studies, the primarily intracellular location of the unglycosylated PrP in G3 mice suggests that either the very low levels of cell surface PrPC expression is adequate to allow the conversion process to occur, or that conversion does not occur at the cell surface; in vitro studies will be necessary to resolve where conversion actually occurs in the G3 mice.\n\nWe have shown for the first time, to our knowledge, that glycosylation of PrPSc is not necessary for the transmission of TSE infectivity to wild-type mice. This study also revealed that the de novo PrPSc generated in the recipient animals consisted of di-, mono-, and unglycosylated PrPSc, whereas the donor PrPSc was fully unglycosylated. This is perhaps surprising, considering it is postulated that the donor PrPSc acts as a template for its amplification [26], yet our results suggest that the host dictates the glyscoylation status of the de novo–generated PrPSc, rather than that of the donor as it has also been suggested in some in vitro experiments [27,28]. The effect of host on PrPSc glycosylation should therefore be considered when glycoform analysis, which determines the ratio of di- and monoglycosylated PrPSc, as well as the relative mobility of unglycosylated PrPSc, is used to identify TSE strains [29–31] and classify newly emerging ones [12,32].\n\nIn contrast to the results obtained using 79A, we found that ME7 was unable to cause clinical TSE disease in mice expressing only unglycosylated PrPC. G1 mice (which have glycans only at N196) appear also resistant to TSE disease following ME7 inoculation, whereas G2 mice are fully susceptible to TSE disease with this strain. The fact that the cellular location of PrPC in the G1 and G2 mice are comparable to each other and to wild-type mice [13] indicates that the inability of ME7 to cause TSE disease in the G1 mice is not due to the cellular location of PrPC but rather due to the absence of glycans at N180. Therefore, the inability of ME7 to cause clinical TSE disease in G3 mice may also be due to lack of carbohydrates at N180, rather than the low levels of PrPC expressed at the cell surface.\n\nG1 mice were found to be fully susceptible to TSE disease following 79A inoculation, but with a prolonged incubation time compared to wild-type mice. Similarly, the absence of glycans at N196 resulted in a prolongation of incubation period in 79A-inoculated G2 mice. With the cellular location of PrP in G1 and G2 mice being comparable to that in wild-type mice [13], perhaps the prolongation of incubation period is due to the lack of glycans at N180 or N196, respectively, but whether this is due to a reduced efficiency of uptake, inefficient interaction of the infectious agent with PrPC due to the lack of glycans at either site, or a slightly reduced efficiency of the disease process once the infectious agent has gained access to cells can not be determined from these studies. Experiments are underway to address this issue. In contrast to the observation that the lack of glycans at N196 has little or no effect on TSE disease resulting from inoculation with 79A or ME7, not all G2 mice inoculated with the TSE strain 301C showed clinical signs of TSE disease, and furthermore, those that did had a dramatic extension of the incubation period. However, clinical TSE disease was observed in the majority of 301C-inoculated mice, despite the increase in incubation period, which indicates that this strain does not have an absolute requirement for glycans at N196 but that the presence of them does allow for a more efficient infection.\n\nDespite differences in susceptibility of G2 mice to infection with three different strains, the vacuolation profile of these mice and wild-type mice was similar, suggesting that glycosylation at the G2 site did not influence the strain targeting. Contrastingly, the 79A vacuolation profile in G1 was different when compared to wild type, indicating that glycosylation at the G1 site may have an effect on strain targeting. This finding will be further investigated in future experiments.\n\nClinical negative G3 mice infected with 79A or ME7 have shown the presence of PrP amyloid plaques in the brain. The formation of amyloid plaques is commonly associated with the pathological process of TSE disease as well as other neurodegenerative diseases [33]. However an alternative view is that plaque formation may actually be a mechanism that the host uses to attempt to protect itself from the potentially harmful effects of oligomers [34]. If this is the case in the TSE diseases, then the lack of clinical disease in the majority of the 79A-infected G3 mice (despite the presence of TSE infectivity as demonstrated by the transmission of TSE disease to wild-type mice) could indicate that the host is attempting to protect itself from the de novo generated abnormal PrP by sequestering it as amyloid. Interestingly, PrP-amyloid plaques have been detected previously in a transgenic mouse model expressing mutant PrP in the absence of clinical signs, spongiform degeneration, and infectivity [35]. Thus a possible explanation for presence of plaques in clinical negative mice may be that amyloid formation can somehow block the propagation of disease within the brain. Our glycosylation mutant transgenic mice may therefore provide a model to investigate the involvement of PrP glycosylation on plaque formation in response to different TSE strains.\n\nIn conclusion, we have demonstrated that glycosylation of host PrP is not essential for the host to be susceptible to TSE disease. Moreover, glycosylation of PrPSc is not necessary for the transmission of TSE infectivity to a new host, and the glycotype of the host PrP has a major influence on the de novo generated PrPSc. Finally, we have shown that host PrP has a major role to play in TSE disease susceptibility and incubation period and that TSE strains differ dramatically in their requirements for host PrP glycosylation in order to allow TSE disease to occur.\n\n      Materials and Methods\n      \n        Transgenic mouse lines.\n        \nInbred gene targeted transgenic mouse lines G1, G2, and G3, and the corresponding inbred 129/Ola wild-type control line have been described previously [13]. All gene-targeted transgenic mice used in this study were homozygous.\n\n        Genotyping of mouse tail DNA.\n        \nA portion of tail was removed post-mortem from each mouse. DNA was prepared from a 1-cm piece of tail by digestion overnight at 37 °C in tail lysis buffer (300 mM sodium acetate, 1% SDS, 10 mM Tris pH 8, 1 mM EDTA, 200 μg/ml PK) and subsequent extraction with an equal volume of phenol/chloroform. DNA was precipitated with isopropanol, washed with 70% ethanol, and re-suspended in 100 μl of TE buffer (10 mM Tris, 1 mM EDTA pH 7.4). The mismatch PCR method to identify the different transgenics has been described elsewhere [13].\n\n        Preparation of inoculum and injection.\n        \nInocula were prepared from the brains of C57BL mice with terminal ME7, 79A, or 301C TSE disease. A 1% homogenate of each sample was prepared in sterile saline prior to use as an inoculum. All mice were genotyped by PCR, grouped, and coded prior to intracerebral inoculation with 20 μl of inoculum under anaesthesia. For second passage experiments, separate inocula were prepared from the brains of two G2/79A infected mice with terminal TSE disease as well as from the brain of one 129/Ola (wild-type) mouse with terminal 79A scrapie as control. A 1% homogenate of each sample was prepared in sterile saline prior to use as an inoculum for inoculation of 129/Ola wild-type mice. All experimental protocols were submitted to the Local Ethical Review Committee for approval before mice were inoculated. All experiments were performed under license and in accordance with the UK Home Office Regulations (Animals (Scientific Procedures) Act 1986).\n\n        Scoring of clinical TSE disease.\n        \nThe presence of clinical TSE disease was assessed as described previously [16]. Animals were scored for clinical disease without reference to the genotype of the mouse. Genotypes were confirmed for each animal by PCR analysis of tail DNA at the end of the experiment. Incubation times were calculated as the interval between inoculation and cull due to terminal TSE disease. Mice were killed by cervical dislocation at the terminal stage of disease, at termination of the experiment (between 500–700 d), or for welfare reasons due to intercurrent illness.\n\n        Lesion profiles.\n        \nSections were haematoxylin and eosin stained and scored for vacuolar degeneration on a scale of 0 to 5 in nine standard gray matter areas and a scale of 0 to 3 in three standard white matter areas as described previously [16].\n\n        Immunohistochemistry.\n        \nSections were stained for disease associated PrP using monoclonal antibody 6H4 (1/10000; Prionics). Antigen retrieval by autoclaving at 121 °C for 15 min, and 5 min formic acid (98%) treatment was used to facilitate the detection of PrP. Sections were then blocked with normal rabbit serum prior to incubation with the primary antibody. Antibody binding was detected with the Catalyzed Signal Amplification System (Dakocytomation) and visualized with diaminobenzidine (DAB). In all the experiments, normal brain homogenate-infected and PrP-null negative controls were used. Images were taken using a Nikon Eclipse E800 microscope. Sections were analysed by an observer blinded to the mouse genotype and type of inoculum.\n\n        Thioflavin-S treatment.\n        \nBrain sections were stained with haematoxylin for 30 s and then washed in water. Sections were treated with a thioflavin-s solution (10 mg/ml) for 5 min and then with a 70% ethanol solution for 5 min. After washes with water, sections were mounted using Fluorescent Mounting Medium (Dakocytomation) and analysed using a Nikon Eclipse E400 microscope with a FITC filter.\n\n        Western blotting.\n        \nMice were killed by cervical dislocation and brains and spleens were removed, flash frozen in liquid nitrogen, and then stored at −70 °C until required. Half or whole brains were weighed and mechanically homogenized from frozen in nine volumes of ice cold NP40 lysis buffer (1% Nonidet 40, 0.5% sodium deoxycholate, 150 mM NaCl, 50 mM Tris pH 7.5), with the addition of phenylmethysufonyl fluoride (PMSF) (final concentration 1μM; Sigma) to prevent protein degradation by endogenous proteases. The homogenate was centrifuged at 8000 revolutions per minute for 10 min to remove unhomogenised debris. Total protein was denatured in 1× Novex Tris-Glycine SDS Sample Buffer (Invitrogen Life Technologies) and 1× NuPage Sample Reducing Agent (Invitrogen Life Technologies) for 30 min at 95 °C. Proteins were separated by gel electrophoresis at 125 V using Novex Pre-cast Tris-Glycine gel (12% or 14% acrylamide, Trisglycine; Invitrogen Life Technologies). Proteins in the acrylamide gel were transferred to polyvinylindene fluoride (PVDF) membrane at 25 V (125 A/gel) using a semi-dry transfer blotter (Bio-Rad) in 1X Transfer Solution (48 mM Tris, 39 mM Glycine, 0.375 % sodium dodecyl sulphate (SDS), 20% methanol)."
}