{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000295",
  "doi": "10.1371/journal.pbio.3000295",
  "externalIds": [
    "pii:PBIOLOGY-D-18-01429",
    "pmid:31237866",
    "pmcid:PMC6658139"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Simulations reveal challenges to artificial community selection and possible strategies for success",
  "authors": [
    {
      "name": "Li Xie",
      "first": "Li",
      "last": "Xie",
      "affiliation": "Basic Sciences Division, Fred Hutchinson Cancer Research Center, Seattle, Washington, United States of America"
    },
    {
      "name": "Alex E. Yuan",
      "first": "Alex E.",
      "last": "Yuan",
      "affiliation": "Basic Sciences Division, Fred Hutchinson Cancer Research Center, Seattle, Washington, United States of America; Molecular and Cellular Biology PhD program, University of Washington, Seattle, Washington, United States of America"
    },
    {
      "name": "Wenying Shou",
      "first": "Wenying",
      "last": "Shou",
      "affiliation": "Basic Sciences Division, Fred Hutchinson Cancer Research Center, Seattle, Washington, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-5693-381X"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-06-25",
  "dateAccepted": "2019-05-13",
  "dateReceived": "2018-12-05",
  "volume": "17",
  "number": "6",
  "pages": "e3000295",
  "tags": [
    "Artificial selection",
    "Cell biology",
    "Cell cycle and cell division",
    "Cell processes",
    "Deletion mutation",
    "Discipline-v3/Artificial selection",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell cycle and cell division",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Deletion mutation",
    "Discipline-v3/Epistasis",
    "Discipline-v3/Evolutionary biology",
    "Discipline-v3/Evolutionary processes",
    "Discipline-v3/Genetics",
    "Discipline-v3/Heredity",
    "Discipline-v3/Microbial evolution",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Mutation",
    "Discipline-v3/Natural selection",
    "Discipline-v3/Organismal evolution",
    "Discipline-v3/Species interactions",
    "Epistasis",
    "Evolutionary biology",
    "Evolutionary processes",
    "Genetics",
    "Heredity",
    "Microbial evolution",
    "Microbiology",
    "Mutation",
    "Natural selection",
    "Organismal evolution",
    "Species interactions",
    "Type/Research Article"
  ],
  "abstract": "Multispecies microbial communities often display “community functions” arising from interactions of member species. Interactions are often difficult to decipher, making it challenging to design communities with desired functions. Alternatively, similar to artificial selection for individuals in agriculture and industry, one could repeatedly choose communities with the highest community functions to reproduce by randomly partitioning each into multiple “Newborn” communities for the next cycle. However, previous efforts in selecting complex communities have generated mixed outcomes that are difficult to interpret. To understand how to effectively enact community selection, we simulated community selection to improve a community function that requires 2 species and imposes a fitness cost on one or both species. Our simulations predict that improvement could be easily stalled unless various aspects of selection are carefully considered. These aspects include promoting species coexistence, suppressing noncontributors, choosing additional communities besides the highest functioning ones to reproduce, and reducing stochastic fluctuations in the biomass of each member species in Newborn communities. These considerations can be addressed experimentally. When executed effectively, community selection is predicted to improve costly community function, and may even force species to evolve slow growth to achieve species coexistence. Our conclusions hold under various alternative model assumptions and are therefore applicable to a variety of communities.",
  "fullText": "Introduction\n\nMultispecies microbial communities often display community functions, defined as biochemical activities not achievable by member species in isolation. Many community functions have important commercial values. For example, a 6-species microbial community—but not any member species alone—cleared relapsing Clostridium difficile infections in mice [1]. Community functions arise from interactions by which an individual alters the physiology of another individual. Thus, to improve community functions, one could identify and modify interactions [2,3]. In reality, this is no trivial task: each species can release dozens or more compounds, many of which may influence the partner species in diverse fashions [4,5,6,7]. From this myriad of interactions, one would then need to identify those critical for community function and modify them by altering species genotypes or the abiotic environment. One could also artificially assemble different combinations of species or genotypes to screen for high community function (e.g. [8, 9, 10]). However, some species may not be culturable in isolation. Moreover, the number of combinations becomes very large even when testing a moderate number of species and genotypes at various ratios, although recent advance has enabled massive parallel screening of synthetic microbial communities in droplets [11].\n\nIn an alternative approach, artificial selection of whole communities could be carried out over cycles to improve community trait [12–17, 115–120] (reviewed in [18,19,20]; Fig 1A). A selection cycle starts with a collection of low-density &quot;Newborn&quot; communities with artificially imposed boundaries (e.g., inside culture tubes). These low-density communities are incubated for a period of time (&quot;maturation&quot;) to form &quot;Adult&quot; communities. During maturation, community members multiply and interact with each other and possibly mutate, and the community function of interest develops. At the end of maturation, desired Adult communities are chosen to “reproduce” such that each is randomly partitioned into multiple Newborn communities to start the next cycle. Superficially, this process may seem straightforward since &quot;one gets what one selects for.&quot; After all, artificial selection on individuals has been successfully implemented to obtain, e.g., proteins of enhanced activities ([21,22,23]; S1 Fig). However, compared to artificial selection of individuals or monospecies groups, artificial selection of multispecies communities is more challenging (see detailed explanation in S1 Fig). For example, member species critical for community function may get lost during community reproduction.\n\nThe few attempts at community selection have generated interesting results. One theoretical study simulated artificial selection on multispecies communities based on the presence or absence of a member species [17]. Communities responded to selection, but only under certain conditions. In another theoretical study, multispecies communities responded to artificial selection for their ability to modify their abiotic environment in user-defined fashions [14]. In both cases, the response to selection quickly leveled off, and could be generated without mutations. Thus, community selection acted entirely on species types instead of new genotypes [14,17]. In experiments, complex microbial communities were selected for various traits [12,13,15,16,115,116]. For example, microbial communities selected to promote early or late flowering in plants were dominated by distinct species types [15]. However in other cases, a community trait may fail to improve despite selection and may improve even without selection [12,13,116].\n\nBecause communities used in these selection attempts were complex, much remains unknown. First, was the trait under selection a community function or achievable by a single species? If the latter, then community selection may not be needed, and the simpler task of selecting individuals or monospecies groups could be performed instead (S1 Fig). Second, did selection act solely on species types or also on newly arising genotypes? If selection acted solely on species types [14,15,17,118], then without immigration of new species to generate new variations, community function may quickly plateau [14,17,118]. If selection acted on genotypes, then community function could continue to improve as new genotypes evolve. Finally, why might a community trait sometimes fail to improve despite selection [12,13]?\n\nIn this study, we simulated artificial selection on communities with 2 defined species whose phenotypes can be modified by random mutations. Our goal is to improve a “costly” community function. A community function is costly if any community member’s fitness is reduced by contributing to that community function (Fig 1B). Costly community functions can arise when microbes are engineered to contribute. Costly community functions are particularly challenging to improve: because contributors to community function grow slower than noncontributors, noncontributors will take over during community maturation. If all Adult communities are dominated by noncontributors, then community selection will fail. To improve a costly community function, intercommunity selection (which occurs once every cycle) must overcome intracommunity selection throughout community maturation (Fig 1B).\n\nBy simulating a simplified 2-species community, we could compare the efficacy of different selection regimens with relative ease, unlike experimental comparisons that would require concerted efforts from multiple labs [24]. Additionally, by analyzing evolving communities—their functions and member species phenotypes—we could begin to understand evolutionary dynamics during community selection. We also designed our simulations to mimic real lab experiments so that our conclusions could guide future experiments. For example, our simulations incorporated not only chemical mechanisms of species interactions (as advocated by [25,26]) but also experimental procedures (e.g., pipetting cultures during community reproduction). Model parameters, including species phenotypes, mutation rate, and distribution of mutation effects, were based on a wide variety of published experiments. Note that most previous models (e.g., [121]) focused on binary phenotypes (e.g., either contributing or non-contributing) and therefore could not model community function improvement driven by the evolution of quantitative phenotypes. We show that artificial community selection can improve a costly community function, but only after circumventing a multitude of failure traps. In discussions, we will elaborate on (i) challenges and solutions to community selection; (ii) the tension between intracommunity selection versus intercommunity selection; (iii) similarities and dinstinctions among individual selection, group selection, and community selection; (iv) why optimizing monocultures may not lead to optimal community function; (v) implications of our work; and (vi) future directions.\n\nResults\n\nWe will first introduce the subject of our community selection simulation: a commensal 2-species community that converts substrates to a valued product. We will then define community function and describe how we simulate artificial community selection. Using simulation results, we will demonstrate critical measures that make community selection effective. Finally, we show that our conclusions are robust under alternative model assumptions, applicable also to mutualistic communities and communities whose member species may not coexist. To avoid confusion, we will use &quot;community selection&quot; or &quot;selection&quot; to describe the entire process of artificial community selection (community formation, growth, selection, and reproduction), and use &quot;choose&quot; or &quot;intercommunity selection&quot; to refer to the step in which the experimentalist decides which communities will reproduce.\n\nA Helper-Manufacturer community that converts substrates into a product\n\nMotivated by previous successes in engineering 2-species microbial communities that convert substrates into useful products [27,28,29], we numerically simulated selection of such communities.\n\nIn our community, Manufacturer M can manufacture Product P of value to us (e.g., a biofuel or a drug) at a fitness cost to self, but only if assisted by Helper H (Fig 1C). Specifically, Helper but not Manufacturer can digest an agricultural waste (e.g., cellulose), and as Helper grows biomass, Helper releases Byproduct B at no fitness cost to itself. Manufacturer requires H’s Byproduct (e.g., carbon source) to grow. In addition, Manufacturer pays the cost of fP (0 ≤ fP ≤ 1) fraction of its potential growth to make Product P while using the rest (1 − fP) for its biomass growth. Both species also require a shared Resource R (e.g., nitrogen). Thus, the 2 species together—but not any species alone—can convert substrates (agricultural waste and Resource) into Product.\n\nWe define community function as the total amount of Product accumulated as a low-density Newborn community grows into an Adult community over maturation time T, i.e., P(T). In the Discussion section, we explain problems associated with an alternative definition of community function (e.g., per capita production; Methods Section 7; S2 Fig). We will initially focus on the scenario in which community function is not costly to Helpers but incurs a fitness cost of fP to M. Later, we will show that our conclusions also hold when community function is costly to both H and M. Below, we will describe how we simulated community selection, followed by how we chose parameters of species phenotypes and parameters of selection regimen.\n\nSimulating community selection\n\nWe simulated 4 stages of community selection (Fig 1D) as follows: (i) forming Newborn communities, (ii) Newborn communities maturing into Adult communities, (iii) choosing high-functioning Adult communities, and (iv) reproducing the chosen Adult communities by splitting each into multiple Newborn communities of the next cycle. Our simulation was individual-based. That is, it tracked phenotypes and biomass of individual H and M cells in each community as cells grew, divided, mutated, or died. Our simulations also tracked dynamics of chemicals (including Product) in each community and accounted for actual experimental steps such as pipetting cultures during community reproduction. Below is a brief summary of our simulations, with more details in Methods (Section 6).\n\nEach simulation started with ntot (= 100) number of Newborn communities. Each Newborn community always started with a fixed amount of Resource R(0). Agricultural waste was always supplied in excess and thus did not enter our equations. In the first cycle, each Newborn community had a total biomass equal to a target value BMtarget (= 100; 60 Manufacturers and 40 Helpers each of biomass 1). See Discussion for problems associated with not having a biomass target.\n\nDuring community maturation, biomass of individual cells grew. The biomass growth rate of a Helper cell depended on Resource concentration (Monod equation; S3A Fig; Eq 23). As H grew, it consumed Resource and simultaneously released Byproduct (Eqs 21 and 22). The potential growth rate of a Manufacturer cell depended on the concentrations of Resource and H’s Byproduct (Mankad-Bungay dual-nutrient equation [30]; S3B Fig; see experimental support in S4 Fig). As M grew, it consumed Resource and Byproduct (Eqs 21 and 22) proportional to its potential growth rate. M grew biomass at (1 − fP) fraction of potential growth rate (Eq 24), and released Product at a rate proportional to fP fraction of potential growth rate (Eq 25). Once an H or M cell’s biomass grew from 1 to 2, it divided into 2 cells of equal biomass with identical phenotypes, thus capturing experimental observations of continuous biomass increase (S5 Fig) and discrete cell division events [31]. At any time, H and M cells died stochastically at a constant death rate. Although mutations can occur during any stage of the cell cycle, we assigned mutations immediately after cell division, such that each mutable phenotype of both cells mutated independently.\n\nMutable phenotypes included H and M’s &quot;growth parameters&quot; (maximal growth rates in excess nutrients; affinities for nutrients), and M’s cost fP. These phenotypes have been observed to rapidly change during evolution [32,33,34,35]. Mutated phenotypes could range between 0 and their respective evolutionary upper bounds. Among mutations that alter phenotypes (denoted &quot;mutations&quot;), on average, half abolished the function (e.g., zero growth rate, zero affinity, or zero cost fP) based on experiments on green fluorescent protein, viruses, and yeast [36,37,38]. Effects of the other 50% of mutations were bilateral-exponentially distributed, enhancing or diminishing a phenotype by a few percent, based on our reanalysis of published yeast data sets (S6 Fig) [39]. We held death rates constant, because death rates were much smaller than growth rates and therefore mutations in death rates would be inconsequential. We also held release and consumption coefficients constant. This is because, e.g., the amount of Byproduct released per H biomass generated is constrained by biochemical stoichiometry.\n\nAt the end of community maturation time T, we compared community function P(T) (the total amount of Product accumulated in the community by time T) for each Adult community. We chose high-functioning Adults to reproduce. Each chosen Adult was randomly partitioned into Newborns with target total biomass BMtarget. For example, if the chosen Adult had a total biomass of 60BMtarget, then each cell would be assigned a random integer between 1 and 60, and those cells with the same random integer would be allocated to the same Newborn. Experimentally, this is equivalent to volumetric dilution using a pipette (&quot;pipetting&quot;). Thus, for each Newborn, the total biomass and species ratio fluctuated around their expected values in a fashion associated with pipetting (Methods Section 9). From top-functioning Adults, a total of ntot Newborns were obtained to enter the next selection cycle (see below for details).\n\nChoosing species: Enhancing species coexistence\n\nIn order to improve community function through community selection, species should ideally coexist throughout selection cycles. That is, all species should grow at a similar average growth rate within each cycle. Furthermore, species ratio should not be extreme because otherwise, the low-abundance species could be lost by chance during Newborn formation. Species coexistence at a moderate ratio has been experimentally realized in engineered communities [27,28,40,41].\n\nTo achieve species coexistence at a moderate ratio in the H-M community, three considerations need to be made. First, M’s cost fP for making Product must not be too large, otherwise M would always grow slower than H and thus eventually go extinct (Fig 2A, bottom). Second, H and M’s growth parameters (maximal growth rates in excess nutrients; affinities for nutrients) must be balanced. This is because, upon Newborn formation, H can immediately start to grow on agricultural waste and Resource, whereas M cannot grow until H’s Byproduct has accumulated to a sufficiently high level. Thus, to achieve coexistence, M must grow faster than H at some point during community maturation. Third, to achieve a moderate steady-state species ratio, metabolite release and consumption need to be balanced [40]. Otherwise, the ratio between releaser and consumer can be extreme.\n\nBased on these considerations and published measurements on Saccharomyces cerevisiae and Escherichia coli, we chose H and M’s ancestral growth parameters and their evolutionary upper bounds, as well as release, consumption, and death parameters (Table 1, Methods Section 2 and Section 3). Our choice of parameters ensured that throughout evolution, different species ratios would converge toward a moderate steady-state value during community maturation (Fig 2A, top). Note that if species were not chosen properly, selection might fail due to insufficient species coexistence (Fig 6A), although we will demonstrate that under effective community selection, requirements on species coexistence could be relaxed (Fig 6B–6D).\n\nChoosing selection regimen parameters: Avoiding known failure modes\n\nAfter choosing member species with appropriate phenotypes, we need to consider the parameters of our selection regimen (Fig 1D). These parameters include the total number of communities under selection (ntot), the number of Adult communities chosen to reproduce (nchosen, the “bottleneck size” when choosing a fraction of Adults to reproduce), Newborn target total biomass (BMtarget, the &quot;bottleneck size&quot; when splitting an Adult into Newborns), the amount of Resource added to each Newborn (R(0)), the amount of mutagenesis that controls the rate of phenotype-altering mutations (μ), and maturation time (T). Compared to the well-studied problem of group selection in which the unit of selection is a monospecies group [42–56], community selection is more challenging (Discussion; S1 Fig). However, the 2 types of selections do share some common aspects (Discussion; S1 Fig). Thus, we can apply group selection theory, together with other practical considerations, to better design community selection regimen.\n\nLet’s begin by considering the total number of communities under selection. The highest community function achieved among a large number of communities will likely exceed that achieved among a small number of communities. However, experimentally achieving a very large number of communities can be challenging. We chose a total of 100 communities (ntot = 100).\n\nnchosen, the number of Adults chosen by the experimentalist to reproduce, reflects intercommunity selection strength. Since the top-functioning Adult is presumably the most desirable, we reproduced it into as many Newborns as possible and then reproduced the second best, etc., until we obtained ntot Newborn communities for the next cycle (the &quot;top-dog&quot; strategy). In most simulations, the top-functioning community contributed approximately 60–70 Newborns. We then reproduced the next highest-functioning Adult in the same way and randomly chose enough (approximately 30–40) Newborns so that a total of ntot = 100 Newborns were generated for the next selection cycle. Later, we will compare the top-dog strategy with other strategies employing weaker intercommunity selection strengths.\n\nWhether we mix chosen Adults before splitting them into Newborns could impact the efficacy of community selection. In our simulations, chosen Adults were not mixed to limit the spread of noncontributors. In other words, we created a spatially-structured environment, which is known to discourage noncontributors [57–60].\n\nIf the mutation rate is very low, then community function cannot rapidly improve. If the mutation rate is very high, then noncontributors will be generated at a high rate, and as the fast-growing noncontributors take over during community maturation, community function will likely collapse. Here, we chose μ, the rate of phenotype-altering mutations, to be biologically realistic (0.002 per cell per generation per phenotype, which is lower than the highest values observed experimentally; Methods Section 4).\n\nIf Newborn target total biomass BMtarget is very large, or if the number of doublings within maturation time T is very large, then noncontributors will take over in all communities during maturation (S7 Fig, compare B-D with A), as predicted by group selection theory. On the other hand, if BMtarget and the number of generations within T are both very small, then mutations will be rare within each cycle, and many cycles will be required to improve community function. Finally, if BMtarget is very small, then a member species might get lost by chance during Newborn formation. In our simulations, we chose Newborn’s target total biomass BMtarget = 100 biomass (approximately 50 to 100 cells). Unless otherwise stated, we fixed the input Resource R(0) to support a maximal total biomass of 104 and chose maturation time T so that even if H and M had evolved to grow as fast as possible, total biomass would undergo approximately 6 doublings (increasing from about 100 to about 7,000). Thus, by the end of T, ≤ 70% Resource would be consumed by an average community. This meant that when implemented experimentally, we could avoid complications of Resource depletion and stationary phase while not wasting too much Resource.\n\nCommunity selection may not be effective under conditions reflecting common lab practices\n\nIn initial simulations, we only allowed M’s cost fp to be modified by mutations, and we fixed H and M’s growth parameters (maximal growth rates in excess metabolites; affinities for metabolites) to their evolutionary upper bounds. Such a simplification is justified with our particular parameter choices (Table 1) for the following reasons. First, we obtained qualitatively similar conclusions regardless of whether we fixed growth parameters or not (e.g., compare final community functions in Fig 3B and 3E versus S8A and S8D Fig). Second, when growth parameters mutated during community selection, they improved to their evolutionary upper bounds anyways (S8C and S8F Fig). Later, we will show an opposite case in which growth parameters were kept below their evolutionary upper bounds by effective community selection (Fig 6). A great advantage can be gained by allowing only cost fp to mutate: we can now calculate the theoretical maximal community function P*(T) and its associated optimal cost fP*(=0.41) and optimal species ratio at a fixed total Newborn biomass (Fig 2B).\n\nWe started simulations with M’s cost fp lower than the optimal value fP*. Could intercommunity selection increase fp to fP*, despite intracommunity natural selection favoring lower fp?\n\nAs expected, in control simulations in which Adult communities were randomly chosen to reproduce, community function was driven to zero by intracommunity natural selection as fast-growing nonproducing M took over (S9 Fig).\n\nWhen we chose Adults using the top-dog strategy (starting from the top-functioning Adult followed by the runners-up) and split them into Newborns as if via pipetting, M’s cost fp and community function P(T) did not decline to zero but they barely improved, and both were far below their theoretical optima (Fig 3A and 3B).\n\nCommon lab practices can generate sufficiently large nonheritable variations in community function that interfere with selection\n\nWhy did community selection fail to increase M’s cost fP and community function? One possibility is that community function was not sufficiently heritable from one cycle to the next (S1 Fig). We therefore investigated the heredity of community function by examining the heredity of community function determinants.\n\nCommunity function P(T) was largely determined by phenotypes of cells in the Newborn community. This is because maturation time was sufficiently short (approximately 6 doublings), and therefore newly arising genotypes could not rise to high frequencies within one cycle to significantly affect community function. Because all phenotypes except for fP were fixed, community function had 3 independent determinants: Newborn’s total biomass BM(0), Newborn’s fraction of M biomass ϕM(0), and Newborn’s average M cost f¯P(0) (fP averaged across all M cells in the Newborn). Note that the first 2 values can stochastically fluctuate as expected from pipetting; e.g., to pipette 100 cells, one can end up pipetting between 70 and 130 cells even with a precise pipette.\n\nA community function determinant is considered heritable if it is correlated between Newborns of one cycle (Fig 4A, bottom row) and their respective progeny Newborns in the next cycle (Fig 4A, color-matched top row). Among the 3 determinants, f¯P(0) was heritable (Fig 4B): if a Newborn community had a high average fP, so would the mature Adult community and Newborn communities reproduced from it. On the other hand, Newborn total biomass BM(0) was not heritable (Fig 4C). This is because when an Adult community reproduced via pipette dilution, the dilution factor was adjusted so that the total biomass of a progeny Newborn community was, on average, the target biomass BMtarget. Newborn’s fraction of M biomass ϕM(0), which fluctuated around ϕM(T) of its parent Adult, was not heritable either (Fig 4D). This is because, regardless of the species composition of Newborns, Adults would have similar steady-state species composition (Fig 2A top panel), and so would their offspring Newborns.\n\nIn successful community selection, variations in community function should be mainly caused by variations in its heritable determinants. However, community function P(T) weakly correlated with its heritable determinant f¯P(0) but strongly correlated with its nonheritable determinants (Fig 4E–4G). For example, the Newborn that would achieve the highest function had a below-median f¯P(0) (left magenta dot in Fig 4E) but had high total biomass BM(0) and low fraction of M biomass ϕM(0) (Fig 4F and 4G). In other words, variation in community function is largely nonheritable, because it largely arises from variation in nonheritable determinants.\n\nThe reason for strong correlations between community function and its nonheritable determinants became clear by examining community dynamics. Recall that to avoid stationary phase, we had chosen maturation time so that Resource would be in excess by the end of maturation. Thus, a &quot;lucky&quot; Newborn community starting with a higher-than-average total biomass would convert more Resource to Product (dotted lines in top panels of S11 Fig). Similarly, if a Newborn started with higher-than-average fraction of Helper H biomass, then H would produce higher-than-average Byproduct, which meant that M would endure a shorter growth lag, grow more, and make more Product (dotted lines in bottom panels of S11 Fig).\n\nTo summarize, when community function significantly correlated with its nonheritable determinants (Fig 4F and 4G), community selection failed to improve community function (Fig 3B).\n\nReducing nonheritable variations in an experimentally feasible manner promotes artificial community selection\n\nReducing nonheritable variations in community function should facilitate community selection. One possibility would be to reduce stochastic fluctuations in nonheritable determinants. For example, a cell sorter could allocate to each Newborn community a fixed biomass or cell number from each species, if different species have different fluorescence [61]. Indeed, in simulations, when we fixed Newborn’s total biomass and species fraction (&quot;cell sorting&quot;; Methods, Section 6), community function became strongly correlated with its heritable determinant (Fig 3F). In this case, average cost f¯P and community function P(T) both increased under selection (Fig 3D and 3E) to near the optimal. Improvement was not seen if either Newborn total biomass or species fraction was allowed to fluctuate stochastically (S12A Fig). Community function also improved if fixed numbers of H and M cells (instead of biomass) were allocated into each Newborn, even though each cell’s biomass fluctuated between 1 and 2 (S13C Fig; Methods, Section 6).\n\nNonheritable variations in community function could also be curtailed by reducing the dependence of community function on nonheritable determinants. For example, we could extend the maturation time T to nearly deplete Resource. In this selection regimen, Newborns would still experience stochastic fluctuations in total biomass and species composition. However, &quot;unlucky&quot; communities would have time to &quot;catch up&quot; as &quot;lucky&quot; communities wait in stationary phase. Indeed, with this extended maturation time T, community function became strongly correlated with its heritable determinant f¯P(0), and community function improved without having to fix Newborn total biomass or species composition (Fig 3J–3L). However, at long maturation time, nonheritable variations in community function could still arise from stochastic fluctuations in the duration of stationary phase (which could affect cell survival or recovery time in the next selection cycle). Thus, for most simulations, we used short maturation time unless stated otherwise.\n\nReducing inter-community selection strength can promote selection when nonheritable variations hinder selection\n\nSince the highest community function may not correspond to the highest fP (Fig 3C), we examined whether a &quot;top-tier&quot; strategy might outperform the top-dog strategy. In the top-tier strategy, we chose, for example, the top 10% Adults, allowing each to reproduce 10 Newborns. When we partitioned Adults into Newborns as if using pipetting, although community function failed to improve under the top-dog strategy, it improved somewhat under the top-tier strategy (Fig 3, compare G-I with A-C). In fact, the top-tier strategy improved community function under a wide range of selection strengths (e.g., top 5% to top 50%; S15 Fig). When we chose top 2% (2 Adults, each contributing 50 Newborns), community function did not improve (S15 Fig). When we chose all 100 Adults (each contributing 1 Newborn), community function declined to zero as expected (S15 Fig), because there was no intercommunity selection.\n\nThe superiority of top-tier over top-dog strategy rests on giving &quot;unlucky&quot; Adults a chance to reproduce. We reached this conclusion by noting that if we minimized nonheritable variations in community function (by fixing total biomass and species fraction in Newborns), then top-dog is superior to top-tier strategy (S16 Fig). Also note that the top-tier strategy in the presence of nonheritable variations (pipetting; Fig 3G–3I and S14 Fig) does not work as effectively as eliminating nonheritable variations (cell sorting; Fig 3D–3F).\n\nAs expected, community function measurement noise—another source of nonheritable variation—interferes with community selection (compare Fig 3A and 3B with Fig 5A; Fig 3D and 3E with Fig 5C). In this case, community selection can be improved by leveraging both the top-tier strategy and cell sorting (Fig 5, compare B and C with D). This is presumably because (i) cell sorting reduces nonheritable variations in community function and (ii) the top-tier strategy gives “unlucky” communities suffering unfavorable community function measurement errors a chance to reproduce.\n\nEffective community selection can enforce species coexistence\n\nProperly executed community selection could even improve the functions of communities whose member species may not coexist. Consider an H-M community in which, unlike the H-M community we have considered so far, H had the evolutionary potential to grow much faster than M. In this case, high community function not only required M to pay a fitness cost of fP but also required H to pay a fitness cost by growing sufficiently slowly to not outcompete M.\n\nWe started community selection at ancestral growth parameters and allowed them and fP to mutate. When community selection was ineffective (top-dog with pipetting; Fig 6A), H’s maximal growth rate evolved to its upper bound and exceeded M’s maximal growth rate (Fig 6A, row 3, S17A Fig). This drove M to almost extinction (Fig 6A, row 4), and community function was very low (Fig 6A, row 1). During effective community selection (top-dog with cell sorting, top 10% with pipetting, or top 10% with cell sorting), H’s maximal growth rate remained far below its evolutionary upper bound and below M’s maximal growth rate (Fig 6B–6D, row 3). This is because if H’s maximal growth rate in a community had evolved to be too high, then H would drive M to low abundance, and the resulting low community function would be disfavored by intercommunity selection. Because H was constrained to grow slower than M, H and M can coexist at a moderate ratio, and community function improved (Fig 6B–6D, row 1). Note that, unlike Fig 5, here top-tier and cell sorting did not show synergism. This is because when nonheritable variation in community function is minimized by cell sorting, the top-tier strategy does not seem to be helpful (S16 Fig).\n\nRobust conclusions under alternative model assumptions\n\nWe have demonstrated that when selecting for high H-M community function, seemingly innocuous experimental procedures (e.g., choosing the top-functioning Adults and pipetting portions of them to form Newborns) could be problematic. Instead, more precise procedures (e.g., cell sorting) or moderate intercommunity selection strength (e.g., the top-tier strategy) might be required. Our conclusions held when we used a much lower mutation rate (2 × 10−5 instead of 2 × 10−3 mutation per cell per generation per phenotype, S18 Fig), although lower mutation rate slowed down community function improvement. Our conclusions also held when we used different distributions of mutation effects (S19 Fig) or incorporated epistasis (i.e., a non-null mutation would likely reduce fP if the current fP was high and increase fP if the current fP was low; S20 and S21 Figs; Methods Section 5).\n\nTo further test the generality of our conclusions, we simulated community selection on a mutualistic H-M community. Specifically, we assumed that Byproduct was inhibitory to H. Thus, H benefited M by providing Byproduct, and M benefited H by removing the inhibitory Byproduct, similar to the syntrophic community of Desulfovibrio vulgaris and Methanococcus maripaludis [62]. We obtained similar conclusions in this mutualistic H-M community (S22 Fig). We have also shown that similar conclusions hold for communities in which member species may not coexist (Fig 6).\n\nIn summary, our conclusions seem general under a variety of model assumptions and apply to a variety of communities.\n\nDiscussion\n\nA desired community function can be attained by identifying appropriate combinations of species types. For example, by using cellulose as the main carbon source in a process called &quot;enrichment,&quot; Kato and colleagues obtained a community consisting of a few species that together degrade cellulose [63]. However, if we solely rely on species types, then without a constant influx of new species, community function will likely level off quickly [14,17,118]. Here, we consider artificial selection of communities with defined member species so that improvement of community function requires new genotypes that contribute more toward community function at a higher cost to itself.\n\nCommunity selection can be challenging but is feasible\n\nArtificial selection of whole communities to improve a costly community function requires careful considerations. These considerations include species choice (Figs 2 and 6), mutation rate (compare Fig 3 and S18 Fig), the total number of communities under selection, Newborn target total biomass (S7 Fig), the number of generations during maturation (which in turn depends on the amount of Resource added to each Newborn and the maturation time; S7 Fig), intercommunity selection strength (Fig 3, S15 and S16 Figs), how we reproduce Adults (e.g., pipetting versus cell sorting; Fig 3), and the uncertainty in community function measurements (Fig 5).\n\nMany of these considerations face dilemmas. For example, a large Newborn size (BMtarget) might lead to reproducible takeover by noncontributors (S7 Fig), but a small Newborn size would mean that large nonheritable variations in community function can readily arise and interfere with selection unless special measures are taken (Fig 3).\n\nWe can take obvious steps to mitigate nonheritable variations in community function. For example, we can repeatedly measure community function to increase measurement precision, thereby facilitating selection (Fig 5). We can also use the top-tier strategy so that unlucky communities harboring desirable genotypes can have a chance to reproduce (Figs 3 and 5). Note that a top-tier strategy had often been implemented during artificial individual selection [114] and artificial community selection [119] to maintain variations among entities. Although some community functions (such as steady-state species ratio or steady-state growth rate of mutualistic communities) are not sensitive to fluctuations in Newborn biomass compositions [40,64]; for those that are, we can use a cell sorter to fix Newborn species biomass compositions to reduce nonheritable variations in community function (Figs 3 and 5).\n\nThe need to suppress nonheritable variations in community function can have practical implications that may initially seem nonintuitive. For example, when shared Resource is nonlimiting (to avoid stationary phase), we must dilute a chosen Adult community to a fixed target biomass instead of by a fixed fold. This is because otherwise, selection would fail as we choose larger and larger Newborn size instead of higher and higher fP (Methods, Section 7; S23 Fig).\n\nThe definition of community function is also critical. If we had defined community function as Product per M biomass in the Adult community P(T)/M(T) (which is approximately proportional to fP1-fP: see Methods Section 7), then we would be selecting for higher and higher fP, and M can go extinct (S2 Fig).\n\nIntracommunity selection versus intercommunity selection\n\nIntracommunity selection and intercommunity selection are both important. Intracommunity selection occurs during community maturation and favors fast growers. Intercommunity selection occurs prior to community reproduction and favors high community function.\n\nFor M’s cost fP, intracommunity selection favors low fP, while intercommunity selection favors fP*, the fP value leading to the highest community function. Thus, when current fP&lt;fP*, intercommunity selection runs against intracommunity selection. When current fP&gt;fP*, intracommunity and intercommunity selections are aligned.\n\nFor growth parameters (maximal growth rates, affinities for metabolites), depending on their evolutionary upper bounds, intercommunity selection may or may not be aligned with intracommunity selection. For example, using parameters in Table 1 (Fig 3), improving growth parameters promoted community function (S8A–S8C Fig; S24A Fig). This is because with these choices of evolutionary upper bounds, H could not evolve to grow so fast to overwhelm M. Thus, with sufficient Resource and with species coexistence (Fig 2A top), faster H and M growth resulted in more Byproduct, larger M populations, and consequently higher Product level. If H could evolve to grow faster than M, then increasing growth parameters could decrease community function due to H dominance (Fig 6A; S17A Fig; S24B Fig). Note that even in this case, properly executed community selection can promote species coexistence and improve community function (Fig 6B–6D).\n\nContrasting selection at different levels\n\nSelection of individuals bears some resemblance to selection of communities. Whereas community function relies on interactions between different species, an individual’s fitness relies on interactions between different genes. To ensure sufficient heredity between an individual and its offspring, elaborate cellular mechanisms have evolved. They include cell cycle checkpoints to ensure accurate DNA replication and segregation [65], small RNA-mediated silencing of transposons [66], and clustered regularly interspaced short palindromic repeats and the CRISPR-associated protein (CRISPR-Cas) degradation of foreign viral DNA [67]. In community selection, heredity-enhancing mechanisms such as stable species ratio (Fig 2A top panel) could already be in place due to ecological interactions or arise due to evolution (e.g., mutations that affect ecological interactions). If endosymbiosis should evolve in response to community selection (i.e., one microbe stably living inside another microbe much like chloroplasts living inside plant cells), then community selection would transition to individual selection.\n\nGroup selection is connected to individual selection and community selection. Group selection, and in a related sense kin selection [42–55,68], have been extensively examined to explain, e.g., the evolution of traits that lower individual fitness but increase the success of a group (e.g., sterile ants helping the survival of an ant colony). Note that the term &quot;group selection&quot; has often been used to describe individual selection in spatially structured populations without group births or deaths, although such usage has been criticized [69]. Artificial group selection can sometimes be viewed as artificial individual selection. For example, when Newborn groups start with a single founder producing a product of interest, then artificial group selection for high group production is equivalent to artificial individual selection for the founder’s ability to produce over time as it grows into a population. On the other hand, if group function relies on synergistic interactions between populations with distinct phenotypes, then group selection can be thought of as a special case of community selection. The difference is that, unlike community function, group function can arise as a single founder multiplies and differentiates into distinct populations (e.g., filamentous cyanobacteria growing and differentiating into nitrogen-fixing cells and photosynthetic cells [70]).\n\nGroup selection and community selection display additional similarities and distinctions. First, group selection and community selection are similar in that Newborn size must not be too large [71,72], and maturation time must not be too long. Otherwise, all entities (groups or communities) will accumulate noncontributors in a similar fashion, and this lack of variation among entities impedes selection (Price equation [56]; S1B Fig; S7 Fig). Second, species interactions in a community could drive species composition to a value suboptimal for community function [73]. A similar constraint could also occur during artificial group selection if the founder genotype gives rise to interacting subpopulations. Otherwise, the problem of suboptimal composition does not exist for group selection. Finally, in group selection, when a Newborn group starts with a small number of individuals (e.g., one individual), a fraction of Newborn groups of the next cycle will be highly similar to the original Newborn group (S1B Fig, bottom panel). This heredity facilitates group selection. In contrast, when a Newborn community starts with a small number of total individuals, large stochastic fluctuations in Newborn composition can interfere with community selection (Figs 3 and 4). In the extreme case, a member species may even be lost by chance. Even if a fixed biomass of each species is allocated into Newborns during community selection, heredity is much reduced due to random sampling of genotypes from multiple species. For example, if Newborn communities start with one contributor from each of the 2 species and if the highest-functioning Adult community has accumulated 50% noncontributors in each species, then only 50%×50% = 25% Newborn communities of the next cycle will be similar to the original Newborns. In contrast, if Newborn groups are initiated with a single contributor and if the highest-functioning Adult group has accumulated 50% noncontributors, then 50% Newborn groups of the next cycle will be similar to the original Newborn.\n\nCommunity function may not be maximized through pre-optimizing member species in monocultures\n\nIf we know how each member species contributes to community function, might we pre-optimize member species in monocultures before assembling them into high-functioning communities? This turns out to be challenging due to the difficulty of recapitulating community dynamics in monocultures. For example, artificial group selection on M failed to increase M’s cost fP to fP* optimal for community function. Specifically, we started simulations with ntot of 100 Newborn M groups, each inoculated with one M cell (to facilitate group selection, S1B Fig bottom panel) [71]. We supplied each Newborn M group with the same amount of Resource as we would for H-M communities as well as excess Byproduct (since it is difficult to reproduce community Byproduct dynamics in M groups). After incubating these M groups for the same maturation time T, the group with the highest level of Product would be chosen and reproduced into Newborn M groups (initiated with a single cell) for the next cycle. M’s growth parameters improved to evolutionary upper bounds (S25A Fig), because faster-growing M cells would lead to higher group function in the presence of sufficient Resource and excess Byproduct. When growth parameters were fixed to evolutionary upper bounds, optimal fP for monoculture P(T) could be calculated to occur at an intermediate value (fP,​Mono*=0.13; S25B Fig). Optimal group function was indeed realized during selection (S25A Fig). However, the associated optimal fP was much lower than that for community function (fP*=0.41; see Methods Section 8 for an explanation). Thus, optimizing monoculture activity does not necessarily lead to optimized community function.\n\nImplications of our work\n\nOur work sheds new light on previous work. In the work of Swenson and colleagues [12], authors tested 2 selection regimens with Newborn sizes differing by 100-fold. The authors hypothesized that smaller Newborns would have a high level of variation that should facilitate selection. However, the hypothesis was not corroborated by experiments. As a possible explanation, the authors invoked the &quot;butterfly effect&quot; (the sensitivity of chaotic systems to initial conditions). Our results suggest that even for nonchaotic systems like the H-M community, selection could fail due to interference from nonheritable variations. This is because in Newborns with small sizes, fluctuations in community composition can be large, which compromises heredity of a community trait.\n\nA general implication of our work is that before launching a selection experiment, one should carefully design the selection regimen. For example, one may want to check the sensitivity of community function to fluctuations in Newborn biomass composition. The first method of checking involves estimating the &quot;signal to noise&quot; ratio: one could use the most precise method to initiate Newborn community replicates and measure community functions (e.g., cell sorting during Newborn formation; many repeated measurements of community function). Despite this, some levels of nonheritable variations in community function are inevitable due to, e.g., nongenetic phenotypic variations among cells [74] or stochasticity in cell birth and death. If &quot;noises&quot; (variations among replicate communities) are small compared to &quot;signals&quot; (variations among communities of different genotypes that affect the community function of interest), then one can test and possibly adopt less precise procedures (e.g., cell culture pipetting during Newborn formation; fewer repeated measurements of community function). The second checking method involves empirically estimating the heritability of community function, especially if significant variations in community function naturally arise within the first few cycles (due to, e.g., preexisting mutations). In this case, one could experimentally evaluate whether community functions of the previous cycle are correlated with community functions of the current cycle across independent lineages (similar to Fig 4). Given the ubiquitous nature of nonheritable variations in community function, the top-tier strategy could be useful (Figs 5 and 6).\n\nOur work also contributes to how we might think about community selection in the natural environment. Microbes can co-evolve with each other and with their host [75, 76, 77]. Some have proposed that complex microbial communities such as the gut microbiota could serve as a unit of selection [19]. Our work suggests that if selection for a costly microbial community function should occur in nature, then certain mechanisms may need to be in place. These mechanisms include (i) suppressing nonheritable variations in community function, and (ii) exerting an appropriate strength of intercommunity selection.\n\nFuture directions\n\nOur work touched upon only the tip of the iceberg of community selection. We expect that certain rules will be insensitive to details of a community. For example, community selection can be facilitated by reducing nonheritable variations in community function, or by mitigating the effects of nonheritable variations via top-tier strategies. Still, much more awaits further investigation. Here, we outline a few:\n\nExplore the best strategies for choosing and reproducing Adult communities. We have chosen top 10% communities to contribute an equal number of Newborns, but alternative strategies (e.g., allowing higher-functioning Adults to contribute more Newborns) may work better.\n\nExamine the impact of migration (community mixing) on community selection. Here, we did not allow migration. Excessive migration could deter community selection by allowing fast-growing noncontributors to spread. However, by combining the best genotypes of multiple member species, migration could speed up community selection, much like the effects of sexual recombination on the evolution of finite populations [78].\n\nInvestigate how interaction structure might affect selection efficacy. We have shown that our conclusions hold for 2-species communities engaging in commensalism or mutualism. We have also shown that our conclusions hold regardless of whether the 2 species can evolve to coexist or not. The next step would be to test other types of interactions and complex interaction networks. For example, when species mutually inhibit each other, multistability could arise. In this case, species dominance [79] and thus community function could be highly sensitive to stochastic fluctuations in Newborn species composition. How might multistability affect community selection [117,118]?\n\nA complex community might also have multiple local optima of community function. This can arise when, e.g., the maximal community function requires multiple species with partially redundant activities. Consider the community function of waste degradation. Suppose that one species is good at degrading waste at high concentration while the other is good at degrading waste at low concentration. Then, maximal waste degradation requires both species. If any one species is lost by chance during Newborn formation, then community function would be stuck at local suboptima. In this case, community migration (mixing) could recover the lost species and help community selection reach a global optimum.\n\nDevelop a general theory to understand the rate of community function improvement. Community function improvement depends on many experimental parameters, as we have demonstrated here. Ultimately, the rate of improvement will depend on variation and heredity of community function, which are affected by intracommunity and intercommunity selection. How might experimental parameters affect variation and heredity of community function under selection? This aspect might be explored through expanding population genetics theories which have so far focused on individual selection [114].\n\nExperimentally test model predictions. Effective community selection will require a fast and precise assay for community function. If community function is sensitive to species biomass composition in Newborns, then species should ideally be distinguishable by flow cytometry (e.g., different fluorescence or different scattering patterns) so that fixed biomass of each species can be sorted into Newborns. Note that cell sorting only needs to be performed on several high-functioning communities and thus would not be cost prohibitive if the total number of Newborn communities is moderate.\n\nDiscover drivers of community function. Once high-functioning communities are obtained through selection, one could compare metagenomes of evolved communities with those of ancestral communities. This could illuminate genes and species interactions that are important for community function.\n\nMethods\n\n1. Equations of H-M community\n\nH, the biomass of H, changes as a function of growth and death,\n\nGrowth rate gH depends on the level of Resource R^ (hat ^ representing prescaled absolute value) as described by the Monod growth model\n\nwhere K^HR is the R^ at which gHmax/2 is achieved. δH is the death rate of H. Note that because agricultural waste is in excess, its level does not enter the equation.\n\nM, the biomass of M, changes as a function of growth and death,\n\nTotal potential growth rate of M gM depends on the levels of Resource and Byproduct (R^ and B^) according to the Mankad-Bungay model [30] which has received experimental support (S4 Fig)\n\nwhere R^M=R^/K^MR and B^M=B^/K^MB (S3 Fig). Out of total potential growth rate of M, 1 − fP fraction is channeled to biomass increase, while fP fraction is channeled to making Product\n\nwhere r~P is the amount of Product made at the cost of one M biomass (tilde “~” represents scaling factor; see below and Table 1).\n\nResource R^ is consumed proportionally to the growth of M and H; Byproduct B^ is released proportionally to H growth and consumed proportionally to M growth\n\nHere, c^RM and c^RH are the amounts of R^ consumed per potential M biomass and H biomass, respectively. c^BM is the amount of B^ consumed per potential M biomass. r~B is the amount of B^ released per H biomass grown. Our model assumes that Byproduct or Product is generated proportionally to H or M biomass grown, which is reasonable given the stoichiometry of metabolic reactions and experimental support [80]. The volume of community is set to 1, and thus cell or metabolite quantities (which are considered here) are numerically identical to cell or metabolite concentrations.\n\nIn the equations above, scaling factors are marked by &quot;~&quot; and will become 1 after scaling. Variables and parameters with hats will be scaled and lose their hats afterwards. Variables and parameters without hats will not be scaled. We scale Resource-related variable (R^) and parameters (K^MR,K^HR,c^RM, and c^RH) against R~(0) (Resource supplied to Newborn), Byproduct-related variable (B^) and parameters (K^MB and c^BM) against r~B (amount of Byproduct released per H biomass grown), and Product-related variable (P^) against r~P (amount of Product made at the cost of one M biomass). For biologists who usually think of quantities with units, the purpose of scaling (and getting rid of units) is to reduce the number of parameters. For example, H biomass growth rate can be rewritten as\n\nwhere R=R^/R~(0) and KHR=K^HR/R~(0). Thus, the unscaled gH(R^) and the scaled gH(R) share identical forms (S3 Fig). After scaling, the value of R~(0) becomes irrelevant (1 with no unit). Similarly, because R^M=R^R~(0)/K^MRR~(0)=RKMR=RM and B^M=B^r~B/K^MBr~B=BKMB=BM,gM(R^,​B^)=gM(R,​B) (S3 Fig).\n\nThus, scaled equations are as follows:\n\nWe have not scaled time here, although time can also be scaled by, e.g., the community maturation time. Here, time has the unit of unit time (e.g., hour), and to avoid repetition, we often drop the time unit. Scaling factors and values of species phenotypes after scaling are in Table 1. Additional symbols, including state variables and selection scheme parameters, are summarized in Table 2.\n\nBelow, we calcuate the steady-state species ratio in the H-M community. From Eq 10:\n\nIf we approximate Eqs 6–7 by ignoring the death rates so that dHdt≈gH(R)H and dMdt≈(1-fP)gM(R,​B)M, Eq 11 becomes\n\nIn our simulations, with our parameter choices, if fP is not too large (fP &lt; 0.4), B(T) ≈ 0. If T is large enough so that both M and H have multiplied significantly and H(T) ≫ H(0) and M(T) ≫ M(0), Eq 12 becomes\n\nand the M:H ratio at time T is\n\nThus when Byproduct B(T) ≈ 0, ϕM,SS, the steady-state fraction of M biomass, is then\n\nFor fP &lt; 0.4, Eq 14 is applicable and predicts the steady-state ϕM,SS well (see S26 Fig). Note that significant deviation occurs when fP &gt; 0.4. This is because when fP is large, M’s biomass does not grow fast enough to deplete B so that we cannot approximate B(T) ≈ 0 anymore.\n\n2. Parameter choices\n\nOur parameter choices are based on experimental measurements from a variety of organisms. Additionally, we chose growth parameters (maximal growth rates and affinities for metabolites) of ancestral and evolved H and M so that (i) the 2 species can coexist at a moderate ratio for a range of fP over selection cycles and (ii) improving all growth parameters up to their evolutionary upper bounds generally improves community function (Methods Section 3). This way, we could simplify our simulation by fixing growth parameters at their respective evolutionary upper bounds. With only 1 mutable parameter (fP), we can identify the optimal fP* associated with maximal community function (Fig 2B).\n\nFor ancestral H, we set gHmax = 0.25 (equivalent to 2.8-hour doubling time if we choose hour as the time unit), KHR = 1 and cRH = 10−4 (both with unit of R~(0)) (Table 1). This way, ancestral H can grow by about 10-fold by the end of T = 17. These parameters are biologically realistic. For example, for a lys- S. cerevisiae strain with lysine as Resource, unscaled Monod constant is K^=2​μM, and consumption c^ is 5 fmole/cell (Ref. [83]’s Fig 2 and Ref. [64]’s S1 Data). Thus, if we choose 25 μL as the community volume V^ and 2 μM as the initial Resource concentration, then R~(0)=5×104 fmole. After scaling, K=K^V^/R~(0)=1 and c=c^/R~(0)=10-4, comparable to the values in Table 1.\n\nTo ensure the coexistence of H and M, M must grow faster than H for part of the maturation cycle since M has to wait for H’s Byproduct at the beginning of a cycle. Because we have assumed M and H to have similar affinities for R (Table 1), gMmax must exceed gHmax, and M’s affinity for Byproduct (1/KMB) must be sufficiently large. Moreover, metabolite release and consumption need to be balanced to avoid extreme species ratios. Thus, for ancestral M, we chose gMmax = 0.58 (equivalent to a doubling time of 1.2 hours). We set cBM=13 (units of r~B), meaning that Byproduct released during one H biomass growth is sufficient to generate 3 potential M biomass, which is biologically achievable [40, 81]. When we chose KMB=53×102 (units of r~B), H and M can coexist for a range of fP (Fig 2A). This value is biologically realistic. For example, suppose that H releases hypoxanthine as Byproduct. A hypoxanthine-requiring S. cerevisiae strain evolved under hypoxanthine limitation could achieve a Monod constant for hypoxanthine on the order of 0.1 μM [64]. If the volume of the community is 10 μL, then KMB=53×102 (units of r~B) corresponds to an absolute release rate r~B=0.1​μM×10μL/(53×102)=6 fmole per releaser biomass born. At 8-hour doubling time, this translates to 6 fmole/(1 cell×8 h)≈ 0.75 fmole/cell/h, within the ballpark of experimental observation (approximately 0.3 fmole/cell/h [64]). As a comparison, a lysine-overproducing yeast strain reaches a release rate of 0.8 fmole/cell/h [64], and a leucine-overproducing strain reaches a release rate of 4.2 fmole/cell/h [81]. Death rates δH and δM were chosen to be 0.5% of H and M’s respective upper bound of maximal growth rate, which are within the ballpark of experimental observations (e.g., the death rate of a lys- strain in lysine-limited chemostat is 0.4% of maximal growth rate [64]).\n\nWe assume that H and M consume the same amount of Resource R per new cell (cRH = cRM) because the biomass of various microbes share similar elemental (e.g., carbon or nitrogen) compositions [82]. Specifically, cRH = cRM = 10−4 (units of R~(0)), meaning that the Resource supplied to each Newborn community can yield a maximum of 104 total biomass.\n\nIn some simulations (e.g., Fig 6, S8 and S17 Figs), growth parameters (maximal growth rates gMmax and gHmax and affinities for nutrients 1/KMR, 1/KMB, and 1/KHR) and production cost parameter (0 ≤ fP ≤ 1) were allowed to change from ancestral values during community maturation because these phenotypes have been observed to rapidly evolve within dozens to hundreds of generations [32, 33, 34, 35]. For example, several-fold improvement in nutrient affinity and 20% increase in maximal growth rate have been observed in experimental evolution [33,35]. We therefore allowed affinities 1/KMR, 1/KHR, and 1/KMB to increase by up to 3-fold, 5-fold, and 5-fold, respectively, and allowed gHmax and gMmax to increase by up to 20%. These evolutionary upper bounds also ensured that evolved H and M could coexist for fP &lt; 0.5 and that Resource was, on average, not depleted by T to avoid stationary phase.\n\nWe also simulated community selection in which improved growth parameters could reduce community function (Fig 6, S17 and S24B Figs). In this simulation, gHmax was allowed to increase by up to 220%, and each Newborn community was supplied with Resource that can support up to 105 cells (10 units of R~(0)).\n\nAlthough empirical studies sometimes find trade-off between maximal growth rate and nutrient affinity (e.g., [33]), for simplicity we assumed here that the two traits are independent of each other. We held metabolite consumption (cRM, cBM, cRH) constant because conversion of essential elements such as carbon and nitrogen into biomass is unlikely to evolve quickly and dramatically, especially when these elements are not in large excess [82]. Similarly, we held the scaling factors r~P (Product released at the cost of one M biomass) and r~B (Byproduct released per H biomass grown) constant, assuming that they do not change rapidly during evolution. Indeed, metabolite release rate and metabolite consumption amount per biomass (biomass measured as cell size) did not change significantly for a commonly-arising mutant in a yeast evolution experiment [83]. We held death rates (δM, δH) constant because they are much smaller than growth rates in general and thus any changes are likely inconsequential.\n\n3. Choosing growth parameter ranges so that we can fix growth parameters to upper bounds\n\nImproving growth parameters (maximal growth rate and affinity for metabolites) does not always lead to improved community function (Fig 6, S17 and S24B Figs). However, for most simulations, we have chosen H and M growth parameters so that improving them from their ancestral values up to evolutionary upper bounds generally improves community function (see below). H and M with growth parameters at upper bounds are called “preadapted”. When Newborn communities are assembled from preadapted H and M, 2 advantages are apparent.\n\nFirst, after fixing growth parameters of H and M to their upper bounds, we can identify the locally maximal community function. Specifically, for a Newborn with total biomass BM(0) = 100 and fixed Resource R, we can calculate community function P(T) under various cost fP and fraction M biomass in Newborn ϕM(0), assuming that all M cells have the same fP. Since both numbers range between 0 and 1, we calculate P(T, fP = 0.01 × i, ϕM(0) = 0.01 × j) for integers i and j between 1 and 99. There is a single maximum for P(T) when i = 41 and j = 54. In other words, if M invests fP*=0.41 of its potential growth to make Product and if the fraction of M biomass in Newborn ϕM*(0)=0.54, then maximal community function P*(T) is achieved (Fig 2B; magenta dashed line in Fig 3).\n\nSecond, preadapted H and M are evolutionarily stable in the sense that deviations (reductions) from upper bounds will reduce both individual fitness and community function (S27 Fig), and are therefore disfavored by intracommunity selection and intercommunity selection.\n\nBelow, we present evidence that within our parameter ranges (Table 1), improving growth parameters generally improves community function. When fP is optimal for community function (fP*=0.41), if we fix any 4 of the 5 growth parameters to their upper bounds, then as the remaining growth parameter improves, community function increases (magenta lines in top panels of S27 Fig). Moreover, mutants with a reduced growth parameter are outcompeted by their preadapted counterparts (magenta lines in bottom panels of S27 Fig).\n\nWhen fP=fP,​Mono*=0.13 (optimal for M monoculture function in S25B Fig; the starting phenotype for most community selection simulations in this paper), community function and individual fitness generally increase as growth parameters improve (black dashed lines in S27 Fig). However, when M’s affinity for Resource (1/KMR) is reduced from upper bound, fitness improves slightly (black dashed line in S27J Fig). Mathematically speaking, this is a consequence of the Mankad-Bungay model [30] (S3B Fig). Let RM = R/KMR and BM = B/KMB. Then,\n\nIf RM ≪ 1 ≪ BM (corresponding to limiting R and abundant B),\n\nand thus ∂gM∂KMR&lt;0. This is the familiar case in which growth rate increases as the Monod constant decreases (i.e., affinity increases). However, if BM ≪ 1 ≪ RM\n\nand thus ∂gM∂KMR&gt;0. In this case, growth rate decreases as the Monod constant decreases (i.e., affinity increases). In other words, decreased affinity for the abundant nutrient improves growth rate. Transporter competition for membrane space [84] could lead to this result, since reduced affinity for abundant nutrient may increase affinity for rare nutrient.\n\nAt the beginning of each cycle, R is abundant and B is limiting (Eq 16). Therefore M cells with lower affinity for R will grow faster than those with higher affinity (S28A Fig). At the end of each cycle, the opposite is true (S28A Fig). As fP decreases, M diverts more toward biomass growth, and the first stage of B limitation lasts longer. Consequently, M can gain a slightly higher overall fitness by lowering the affinity for R at low fP (S28A Fig).\n\nRegardless, decreased M affinity for Resource (1/KMR) only leads to a very slight increase in M fitness (S27J Fig, dashed line) and a very slight decrease in P(T) (S28B Fig). Moreover, this only occurs at low fP at the beginning of community selection and thus may be neglected. Indeed, if we start all growth parameters at their upper bounds and fP = 0.13, and perform community selection while allowing all parameters to vary (S29 Fig), then 1/KMR decreases somewhat, yet the dynamics of fP is similar to when we only allow fP to change (compare S29D Fig with Fig 3A).\n\n4. Mutation rate and the distribution of mutation effects\n\nLiterature values of mutation rate and the distribution of mutation effects are highly variable. Below, we briefly review the literature and discuss rationales of our choices.\n\nAmong mutations, a fraction is neutral in that they do not affect the phenotype of interest. For example, the vast majority of synonymous mutations are neutral [85]. Furthermore, mutations with small effects may appear neutral, which can depend on the effective population size and selection condition. For example, at low population size due to genetic drift (i.e., changes in allele frequencies due to chance), a beneficial or deleterious mutation may not be selected for or selected against and is thus neutral with respect to selection [86, 87]. As another example, the same mutation in an antibiotic-degrading gene can be neutral under low antibiotic concentrations but deleterious under high antibiotic concentrations [88]. We term all mutations with zero effects on phenotypes as &quot;neutral&quot; mutations.\n\nSince a larger fraction of neutral mutations is equivalent to a lower rate of phenotype-altering mutations, our simulations define &quot;mutation rate&quot; as the rate of non-neutral mutations that either enhance a phenotype (&quot;enhancing mutations&quot;) or diminish a phenotype (&quot;diminishing mutations&quot;). Enhancing mutations of maximal growth rates (gHmax and gMmax) and of nutrient affinities (1/KHR, 1/KMR, 1/KMB) enhance the fitness of an individual (&quot;beneficial mutations&quot;). In contrast, enhancing mutations in fP diminish the fitness of an individual (&quot;deleterious mutations&quot;).\n\nDepending on the phenotype, the rate of phenotype-altering mutations is highly variable. Mutations that cause qualitative phenotypic changes (e.g., drug resistance) occur at a rate of 10−8~10−6 per genome per generation in bacteria and yeast [89, 90]. In contrast, mutations affecting quantitative traits such as growth rate occur much more frequently. For example in yeast, mutations that increase growth rate by ≥ 2% occur at a rate of ∼ 10−4 per genome per generation (calculated from Fig 3 of Ref. [91]), and mutations that reduce growth rate occur at a rate of 10−4 ∼ 10−3 per genome per generation [38, 92]. Moreover, mutation rate can be elevated by as much as 100-fold in hypermutators where DNA repair is dysfunctional [92, 93, 94]. In our simulations, we assume a high, but biologically feasible, rate of 2 × 10−3 phenotype-altering mutations per cell per generation per phenotype to speed up computation. At this rate, an average community would sample approximately 20 new mutations per phenotype during maturation. We have also simulated with a 100-fold lower mutation rate. As expected, evolutionary dynamics slowed down, but all of our conclusions still held (S18 Fig).\n\nAmong phenotype-altering mutations, around 10% to 40% create null (loss-of-function) mutants, as illustrated by experimental studies on protein, viruses, and yeast [36, 37, 38]. Thus, we assumed that 50% of phenotype-altering mutations were null (i.e., resulting in zero maximal growth rate, zero affinity for metabolite, or zero fP). Among non-null mutations, the relative abundances of enhancing versus diminishing mutations are highly variable in different experiments. It can be impacted by effective population size. For example, with a large effective population size, the survival rate of beneficial mutations is 1,000-fold lower due to clonal interference (competition between beneficial mutations) [95]. The relative abundance of enhancing versus diminishing mutations also strongly depends on the starting phenotype [36, 86, 88]. For example, with ampicillin as a substrate, the wild-type TEM-1 β-lactamase is a &quot;perfect&quot; enzyme. Consequently, mutations were either neutral or diminishing, and few enhanced enzyme activity [88]. In contrast, with a novel substrate such as cefotaxime, the enzyme had undetectable activity, and diminishing mutations were not detected, whereas 2% of tested mutations were enhancing [88]. When modeling H-M communities, we assumed that the ancestral H and M had intermediate phenotypes that can be enhanced or diminished.\n\nWe based our distribution of mutation effects on experimental studies in which a large number of enhancing and diminishing mutants have been quantified in an unbiased fashion. An example is a study from the Dunham lab in which the fitness effects of thousands of S. cerevisiae mutations were quantified under various nutrient limitations [39]. Specifically for each nutrient limitation, the authors first measured ΔsWT=(wWT-w¯WT)/w¯WT=wWT/w¯WT-1, the deviation in relative fitness of thousands of bar-coded wild-type control strains from the wild-type mean fitness w¯WT (i.e., selection coefficients). Due to experimental noise, ΔsWT is distributed with zero mean and nonzero variance. Then, the authors measured thousands of ΔsMT, each corresponding to the relative fitness change of a bar-coded mutant strain with respect to the mean of wild-type fitness (i.e., ΔsMT=(wMT-w¯WT)/w¯WT). From these 2 distributions, we used convolution to derive μΔS, the probability density function (PDF) of relative fitness change caused by mutations Δs = ΔsMT − ΔsWT (S6 Fig), in the following manner.\n\nFirst, we calculated μm(ΔsMT), the discrete PDF of the relative fitness change of mutant strains, with bin width 0.04. In other words, μm(ΔsMT) = counts in the bin of [ΔsMT − 0.02, ΔsMT + 0.02] ÷ total counts ÷ 0.04 where ΔsMT ranges from −0.6 and 0.6, which is sufficient to cover the range of experimental outcome. The Poissonian uncertainty of μm is δμm(ΔsMT)=countsperbin ÷ total counts ÷ 0.04. Repeating this process for the wild-type collection, we obtained the PDF of the relative fitness change of wild-type strains μw(ΔsWT). Next, from μw(ΔsWT) and μm(ΔsMT), we derived μΔs(Δs), the PDF of Δs with bin width 0.04:\n\nassuming that ΔsMT and ΔsWT are independent from each other. Here, i is an integer from −15 to 15. The uncertainty for μΔs was calculated by propagation of error. That is, if f is a function of xi (i = 1, 2, …, n), then sf, the error of f, is sf2=∑(∂f∂xisxi)2, where sxi is the error or uncertainty of xi. Thus,\n\nwhere μw(j) is short-hand notation for μw(ΔsWT = j × 0.04) and so on. Our calculated μΔs(Δs) with error bar of δμΔs is shown in S6 Fig.\n\nOur re-analysis demonstrated that distributions of mutation fitness effects μΔs(Δs) are largely conserved regardless of nutrient conditions and mutation types (S6 Fig). In all cases, the relative fitness changes caused by beneficial (fitness-enhancing) and deleterious (fitness-diminishing) mutations can be approximated by a bilateral exponential distribution with means s+ and s− for the positive and negative halves, respectively. After normalizing the total probability to 1, we have\n\nWe fitted the Dunham lab haploid data (since microbes are often haploid) to Eq 19, using μΔs(i)/δμΔs(i) as the weight for nonlinear least squared regression (green lines in S6 Fig). We obtained s+ = 0.050 ± 0.002 and s− = 0.067 ± 0.003.\n\nExponential distribution described the fitness effects of deleterious mutations in an RNA virus remarkably well [36]. Based on extreme value theory, the fitness effects of beneficial mutations were predicted to follow an exponential distribution [96,97], which has gained experimental support from bacterium and virus [98, 99, 100] (although see [91, 101] for counterexamples). Evolutionary models based on exponential distributions of fitness effects have shown good agreement with experimental data [95, 102].\n\nWe have also simulated smaller average mutation effects based on measurements of spontaneous or chemically induced (instead of deletion) mutations. For example, the fitness effects of nonlethal deleterious mutations in S. cerevisiae were mostly between 1% to 5% [38], and the mean selection coefficient of beneficial mutations in E. coli was approximately 1% to 2% [95, 98]. Thus, as an alternative, we simulated with s+ = s− = 0.02. We obtained the same conclusions (S19A Fig).\n\n5. Modeling epistasis on fP\n\nEpistasis, in which the effect of a new mutation depends on prior mutations (&quot;genetic background&quot;), is known to affect evolutionary dynamics. Epistatic effects have been quantified in various ways. Experiments on viruses, bacteria, yeast, and proteins have demonstrated that if 2 mutations were both deleterious or both random, viable double mutants experienced epistatic effects that distributed nearly symmetrically around a value close to zero [103, 104, 105, 106]. In other words, a significant fraction of mutation pairs show no epistasis, and a small fraction show positive or negative epistasis (i.e., a double mutant displays a stronger or weaker phenotype than expected from additive effects of the 2 mutations). Epistasis between 2 beneficial mutations can vary from being predominantly negative [104] to being symmetrically distributed around zero (Fig 2 of [107]). Furthermore, a beneficial mutation tends to confer a lower beneficial effect if the background already has high fitness (&quot;diminishing returns&quot;) [107, 108, 109].\n\nA mathematical model by Wiser and colleagues incorporates diminishing-return epistasis [102]. In this model, beneficial mutations of advantage s in the ancestral background are exponentially distributed with PDF αe−αs, where 1/α &gt; 0 is the mean advantage. After a mutation with advantage s has occurred, the mean advantage of the next mutation would be reduced to 1/[α(1 + gs)], where g &gt; 0 is the &quot;diminishing returns parameter.&quot; Wiser and colleagues estimate g ≈ 6. This model quantitatively fits the fitness dynamics of evolving E. coli populations.\n\nBased on the above experimental and theoretical literature, we modeled epistasis on fP in the following manner. Let the relative mutation effect on current fP be ΔfP = (fP,mut − fP)/fP (note ΔfP ≥ −1). Then, μ(ΔfP, fP), the PDF of ΔfP at the current fP value, is described by a form similar to Eq 19:\n\nHere, s+(fP) and s−(fP) are, respectively, the mean ΔfP for enhancing and diminishing mutations at current fP. We assigned s+(fP) = s+init/(1 + g × (fP/fP,init − 1)), where fP,init is the fP of the initial background in a community selection simulation (fP,​init=fP,​Mono*=0.13), s+init is the mean enhancing ΔfP occurring in the initial background, and 0 &lt; g &lt; 1 is the epistatic factor. Similarly, s−(fP) = s−init × (1 + g × (fP/fP,init − 1)) is the mean |ΔfP| for diminishing mutations at current fP. In the initial background, because fP = fP,init, we have s+(fP) = s+init and s−(fP) = s−init (s+init = 0.050 and s−init = 0.067 in S6 Fig). Consistent with the diminishing returns principle, for subsequent mutations that alter fP, if current fP &gt; fP,init, then a new enhancing mutation became less likely and its mean effect smaller, while a new diminishing mutation became more likely and its mean effect bigger (ensured by g &gt; 0; S20 Fig right panel). Similarly, if current fP &lt; fP,init, then a new enhancing mutation became more likely and its mean effect bigger, while a diminishing mutation became less likely and its mean effect smaller (ensured by 0 &lt; g &lt; 1; S20 Fig left panel). In summary, our model captured not only diminishing returns epistasis, but also our understanding of mutational effects on protein stability [86].\n\n6. Simulation code of community selection\n\nAs described in the main text, our simulations tracked the biomass and phenotypes of individual cells as well as the amounts of Resource, Byproduct, and Product in each community throughout community selection. Cell biomass growth, cell division, and changes in chemical concentrations were calculated deterministically. Stochastic processes, including cell death, mutation, and the partitioning of cells of a chosen Adult community into Newborn communities were simulated using the Monte Carlo method.\n\nSpecifically, each simulation was initialized with a total of ntot = 100 Newborn communities with identical configuration:\n\nEach community had 100 cells of biomass 1. Thus, total biomass BM(0) = 100.\n\nEach community had 40 H cells and 60 M cells with identical fP and biomass of 1 per cell. Thus, M biomass M(0) = 60 and fraction of M biomass ϕM(0) = 0.6.\n\nOur community selection simulations did not consider mutations arising during pregrowth prior to inoculating Newborns of the first cycle, because incorporating pregrowth had little impact on evolution dynamics (S30 Fig). Thus, initially, all M cells have the same phenotype, and all H cells have the same phenotype.\n\nAt the beginning of each selection cycle, a random number was used to seed the random number generator for each Newborn community. This number was saved so that the maturation of each Newborn community can be replayed. In most simulations, the initial amount of Resource was 1 unit of R~(0) unless otherwise specified, the initial Byproduct was B(0) = 0, and the initial Product was P(0) = 0.\n\nThe maturation time T was divided into time steps of Δτ = 0.05. Resource R(t) and Byproduct B(t) during each time interval [τ, τ + Δτ] were calculated by solving the following equations (similar to Eqs 9–10) using the initial condition R(τ) and B(τ) via the ode23s solver in Matlab (MathWorks; www.mathworks.com):\n\nwhere M(τ) and H(τ) were the total biomass of M and total biomass of H at time τ (treated as constants during time interval [τ, τ + Δτ]), respectively. The solutions from Eqs 21–22 were used in the integrals below to calculate the biomass growth of H and M cells.\n\nSuppose that H and M were rod-shaped organisms with a fixed diameter. Thus, the biomass of an H cell at time τ could be written as the length variable LH(τ). The continuous growth of LH between τ and τ + Δτ could be described as\n\nor\n\nThus,\n\nSimilarly, let the length of an M cell be LM(τ). The continuous growth of M could be described as\n\nThus for an M cell, its length LM(τ + Δτ) could be described as\n\nFrom Eqs 7–8, within Δτ since death is modeled separately, we have\n\nand therefore\n\nwhere M(τ + Δτ) = ΣLM(τ + Δτ) represented the sum of the biomass (or lengths) of all M cells at τ + Δτ.\n\nAt the end of each Δτ, each H and M cell had a probability of δHΔτ and δMΔτ to die, respectively. This was simulated by assigning a random number between 0 and 1 for each cell. Cells assigned with a random number less than δHΔτ or δMΔτ then got eliminated. For surviving cells, if a cell’s length ≥ 2, this cell would divide into 2 cells with half the original length.\n\nAfter division, each mutable phenotype of each cell had a probability of Pmut to be modified by a mutation (Methods, Section 4). As an example, let’s consider mutations in fP. If a mutation occurred, then fP would be multiplied by (1 + ΔfP), where ΔfP was determined as below.\n\nFirst, a uniform random number u1 between 0 and 1 was generated. If u1 ≤ 0.5, ΔfP = −1, which represented 50% chance of a null mutation (fP = 0). If 0.5 &lt; u1 ≤ 1, ΔfP followed the distribution defined by Eq 20 with s+(fP) = 0.05 for fP-enhancing mutations and s−(fP) = 0.067 for fP-diminishing mutations when epistasis was not considered (Methods, Section 4). In the simulation, ΔfP was generated via inverse transform sampling. Specifically, C(ΔfP), the cumulative distribution function (CDF) of ΔfP, could be found by integrating Eq 19 from −1 to ΔfP:\n\nThe 2 parts of Eq 26 overlap at C(ΔfP=0)=s-(1-e-1/s-)/[s++s-(1-e-1/s-)].\n\nIn order to generate ΔfP satisfying the distribution in Eq 19, a uniform random number u2 between 0 and 1 was generated, and we set C(ΔfP) = u2. Inverting Eq 26 yielded\n\nWhen s+, s− ≪ 1, the above equation can be simplified as\n\nWhen epistasis was considered, s+(fP) = s+init/(1 + g × (fP/fP,init −1)) and s−(fP) = s−init × (1 + g × (fP/fP,init −1)) were used in Eq 27 to calculate ΔfP for each cell (Methods Section 5).\n\nIf a mutation increased or decreased the phenotypic parameter beyond its bound (Table 1), the phenotypic parameter was set to the bound value.\n\nThe above growth, death, division, and mutation cycle was repeated from time 0 to T. Note that because the size of each M and H cell is larger than or equal to 1, the integer numbers of M and H cells, IM and IH, are generally smaller than the numerical values of biomass M and H, respectively. At the end of T, Adult communities were sorted according to their P(T) values. The Adult communities with high P(T) (or a randomly chosen Adult in control simulations in S9 Fig) were chosen for reproduction. Communities were never mixed.\n\nIn the top-dog strategy, we started with the Adult with the highest community function. We first calculated the fold by which this Adult would be diluted as nD=⌊M(T)+H(T)BMtarget⌋. Here, BMtarget = 100 was the preset target for Newborn total biomass, and ⌊x⌋ is the floor (round down) function that generates the largest integer that is smaller than x. Note that rounding down causes negligible errors. For example, with 7,000 total biomass in an Adult, fold dilution nD=7000100=70 and each Newborn would have an average 100 total biomass. In comparison, with 6999 total biomass in an Adult, nD = 69 and each Newborn would have an average 101.4 total biomass. This difference of 1% is much smaller than stochastic fluctuations caused by pippetting. If nD was less than ntot, the total number of communities within a cycle, then all nD Newborn communities were kept, and the Adult with the next highest function was partitioned to obtain an additional batch of Newborns. From the last batch of Newborns, we would randomly choose enough to obtain ntot Newborns. The next cycle then began.\n\nDuring reproduction of the top-tier strategy, nchosen Adults with the highest functions would each contribute ntot/nchosen Newborns for the next cycle. We have always picked nchosen so that ntot/nchosen is an integer.\n\nBefore community reproduction, the current random number generator state was saved so that the random partitioning of Adult communities could be replayed.\n\nTo mimic partitioning Adult communities via pipetting into Newborn communities with an average total biomass of BMtarget, we first calculated the fold of dilution nD as described above. If the Adult community had IH(T) H cells and IM(T) M cells, IH(T) + IM(T) random integers between 1 and nD were uniformly generated so that each M and H cell was assigned a random integer between 1 and nD. All cells assigned with the same random integer were then assigned to the same Newborn, generating nD Newborn communities. This partition regimen can be experimentally implemented by pipetting 1/nD volume of an Adult community into a new well.\n\nTo fix BM(0) to BMtarget and ϕM(0) to ϕM(T) of the parent Adult (cell sorting), the code randomly assigned M cells from the chosen Adult until the total biomass of M came closest to BMtargetϕM(T) without exceeding it. H cells were assigned similarly. Because each M and H cells had a length between 1 and 2, the biomass of M could vary between BMtargetϕM(T)−2 and BMtargetϕM(T), and the biomass of H could vary between BMtarget(1 − ϕM(T))−2 and BMtarget(1 − ϕM(T)). Variations in BM(0) and ϕM(0) were sufficiently small so that community selection worked (Fig 3D and 3E). We also simulated sorting cells such that H and M cell numbers (instead of biomass) were fixed in Newborns. Specifically, ⌊BMtargetφM(T)/1.5⌋ M cells and ⌊BMtarget(1 − φM(T))/1.5⌋ H cells were sorted into each Newborn community, where we assumed that the average biomass of a cell was 1.5, and φM(T) = IM(T)/(IM(T) + IH(T)) was calculated from cell numbers in the parent Adult community. We obtained the same conclusion (S13C Fig).\n\nTo fix Newborn total biomass BM(0) to the target total biomass BMtarget while allowing ϕM(0) to fluctuate (S12 Fig first and third columns), H and M cells were randomly assigned to a Newborn community until BM(0) came closest to BMtarget without exceeding it (otherwise, P(T) might exceed the theoretical maximum). For example, suppose that a certain number of M and H cells had been sorted into a Newborn so that the total biomass was 98.6. If the next cell, either M or H, had a biomass of 1.3, this cell would go into the community so that the total biomass would be 98.6 + 1.3 = 99.9. However, if a cell of mass 1.6 happened to be picked, this cell would not go into this community so that this Newborn had a total biomass of 98.6 and the cell of mass 1.6 would go to the next Newborn. Thus, each Newborn might not have exactly the biomass of BMtarget, but rather between BMtarget −2 and BMtarget. Experimentally, total biomass can be determined from the optical density, or from the total fluorescence if cells are fluorescently labeled [61]. To fix the total cell number (instead of total biomass) in a Newborn, the code randomly assigned a total of ⌊BMtarget/1.5⌋ cells into each Newborn, assuming an average cell biomass of 1.5. We obtained the same conclusion, as shown in S13A Fig.\n\nTo fix ϕM(0) to ϕM(T) of the chosen Adult community from the previous cycle while allowing BM(0) to fluctuate (S12 Fig second and fourth columns), the code first calculated dilution fold nD in the same fashion as mentioned above. If the Adult community had IH(T) H cells and IM(T) M cells, IM(T) random integers between [1, nD] were then generated for each M cell. All M cells assigned the same random integer joined the same Newborn community. The code then randomly dispensed H cells into each Newborn until the total biomass of H came closest to M(0)(1 − ϕM(T))/ϕM(T) without exceeding it, where M(0) was the biomass of all M cells in this Newborn community. Again, because each M and H had a biomass (or length) between 1 and 2, ϕM(0) of each Newborn community might not be exactly ϕM(T) of the chosen Adult community. We also performed simulations in which the ratio between M and H cell numbers in the Newborn community, IM(0)/IH(0), was set to IM(T)/IH(T) of the parent Adult community and obtained the same conclusion (S13B Fig).\n\n7. Problems associated with an alternative definition of community function and an alternative method of reproducing Adults\n\nHere, we describe problems associated with an alternative definition of community function and an alternative method of community reproduction.\n\nAn alternative definition of community function is Product per M biomass in an Adult community: P(T)/M(T). To illustrate problems with this definition, let’s calculate P(T)/M(T) assuming that cell death is negligible. From Eqs 7 and 8,\n\nwhere biomass growth rate gM is a function of B and R. Thus,\n\nand we have\n\nif M(T) ≫ M(0) (true if T is long enough for cells to double at least 3 or 4 times). In this case,\n\nIf we define community function as P(T)/M(T)≈fP1-fP, then higher community function requires higher fP1-fP or higher fP. However, if we select for very high fP, then M can go extinct (Fig 2 and S2 Fig).\n\nIn our community selection scheme, the average total biomass of Newborn communities was set to a constant BMtarget. Alternatively, each Adult community can be partitioned into a constant number of Newborn communities (i.e., fixed-fold dilution). If Resource is not limiting, then there is no competition between H and M, and P(T) increases as M(0) and H(0) increase. Therefore, selection for higher P(T) results in selection for higher Newborn total biomass (instead of higher fP, S23 Fig). This will continue until Resource becomes limiting, and then communities will get into the stationary phase.\n\n8. fP* is smaller for M group than for H-M community\n\nFor groups or communities with a certain ∫T gMdt, we can calculate fP optimal for community function from Eq 28 by setting\n\nWe have\n\nor\n\nIf ∫T gMdt ≫ 1, fP is very small, then the optimal fP for P(T) is\n\n∫T gMdt is larger in monoculture than in community because M grows faster in monoculture than in community. This is because B is supplied in excess in monoculture, whereas in community, H-supplied Byproduct is initially limiting. Thus, according to Eq 29, fP*≈1/∫TgMdt is smaller for monoculture than for community.\n\n9. Stochastic fluctuations during community reproduction\n\nThe total number of cells in a Newborn community is approximately BM(0)/L¯, where L¯ is the average biomass (or length) of M and H cells. This number fluctuates in a Poissonian fashion with a standard deviation of BMtarget/L¯. As a result, the biomass of a Newborn communities fluctuates around BMtarget with a standard deviation of BMtarget/L¯×L¯=BMtargetL¯.\n\nSimilarly, M(0) and H(0) fluctuate independently with a standard deviation of E[M(0)]L¯=BMtargetϕM(T)L¯ and E[H(0)]L¯=BMtarget(1-ϕM(T))L¯, respectively, where “E” means the expected value and ϕM(T) is the fraction of M biomass in the parent Adult community. Therefore, M(0)/H(0) fluctuates with a variance of\n\nwhere &quot;Cov&quot; means covariance (equal to zero) and &quot;Var&quot; means variance.\n\n10. Mutualistic H-M community\n\nIn the mutualistic H-M community, Byproduct inhibits the growth of H. According to Luli and colleagues [110], the growth rate of E. coli decreases exponentially as the exogenously added acetate concentration increases. Thus, we only need to modify the growth of H by a factor of exp(−B/B0) where B is the concentration of Byproduct and B0 is the concentration of Byproduct at which H’s growth rate is reduced by e−1~0.37:\n\nThe larger B0, the less inhibitory effect Byproduct has on H, and when B0 → +∞, Byproduct does not inhibit the growth of H. For simulations in S22 Fig, we set B0 = 2KMB.\n\nSupporting information"
}