{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002336",
  "doi": "10.1371/journal.pbio.1002336",
  "externalIds": [
    "pii:PBIOLOGY-D-15-01907",
    "pmid:26741884",
    "pmcid:PMC4704783"
  ],
  "license": "This is an open access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication",
  "licenseUrl": "https://creativecommons.org/publicdomain/zero/1.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Exosomes Mediate LTB4 Release during Neutrophil Chemotaxis",
  "authors": [
    {
      "name": "Ritankar Majumdar",
      "first": "Ritankar",
      "last": "Majumdar",
      "affiliation": "Laboratory of Cellular and Molecular Biology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, Maryland, United States of America"
    },
    {
      "name": "Aidin Tavakoli Tameh",
      "first": "Aidin",
      "last": "Tavakoli Tameh",
      "affiliation": "Laboratory of Cellular and Molecular Biology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, Maryland, United States of America"
    },
    {
      "name": "Carole A. Parent",
      "first": "Carole A.",
      "last": "Parent",
      "affiliation": "Laboratory of Cellular and Molecular Biology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, Maryland, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-01-07",
  "dateAccepted": "2015-11-19",
  "dateReceived": "2015-06-29",
  "volume": "14",
  "number": "1",
  "pages": "e1002336",
  "tags": [
    "Animal cells",
    "Blood cells",
    "Cell biology",
    "Cell differentiation",
    "Cell membranes",
    "Cell motility",
    "Cell staining",
    "Cellular structures and organelles",
    "Cellular types",
    "Chemotaxis",
    "Developmental biology",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Blood cells",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell differentiation",
    "Discipline-v3/Cell membranes",
    "Discipline-v3/Cell motility",
    "Discipline-v3/Cell staining",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Chemotaxis",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Exosomes",
    "Discipline-v3/Immune cells",
    "Discipline-v3/Immunology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Neutrophils",
    "Discipline-v3/Physiological processes",
    "Discipline-v3/Physiology",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Secretion",
    "Discipline-v3/Specimen preparation and treatment",
    "Discipline-v3/Staining",
    "Discipline-v3/Vesicles",
    "Discipline-v3/White blood cells",
    "Exosomes",
    "Immune cells",
    "Immunology",
    "Neutrophils",
    "Physiological processes",
    "Physiology",
    "Secretion",
    "Specimen preparation and treatment",
    "Staining",
    "Type/Research Article",
    "Vesicles",
    "White blood cells"
  ],
  "abstract": "Leukotriene B4 (LTB4) is secreted by chemotactic neutrophils, forming a secondary gradient that amplifies the reach of primary chemoattractants. This strategy increases the recruitment range for neutrophils and is important during inflammation. Here, we show that LTB4 and its synthesizing enzymes localize to intracellular multivesicular bodies that, upon stimulation, release their content as exosomes. Purified exosomes can activate resting neutrophils and elicit chemotactic activity in a LTB4 receptor-dependent manner. Inhibition of exosome release leads to loss of directional motility with concomitant loss of LTB4 release. Our findings establish that the exosomal pool of LTB4 acts in an autocrine fashion to sensitize neutrophils towards the primary chemoattractant, and in a paracrine fashion to mediate the recruitment of neighboring neutrophils in trans. We envision that this mechanism is used by other signals to foster communication between cells in harsh extracellular environments.",
  "fullText": "Introduction\n\nChemotaxis, the directed movement of cells in response to external chemical gradients, is essential to a wide array of biological processes ranging from developmental processes, wound healing, angiogenesis, and immune responses and is implicated in pathological conditions such as chronic inflammatory diseases and metastasis [1]. Upon exposure to endpoint primary chemoattractants, cells secrete secondary chemoattractants that serve to maintain the robustness and sensitivity to the primary chemoattractant signals [2]. Once secreted, these secondary chemoattractants form a gradient to recruit cells that are farther away, thereby dramatically increasing the range and persistence of detection [3]. Intercellular communication through the release of secondary chemoattractants may be homotypic, where the primary and secondary chemoattractant are the same, or it may be heterotypic, where the secondary chemoattractant is different from the primary chemoattractant and is released following stimulation by primary attractants. Homotypic intercellular communication is remarkably exhibited in the social amoebae Dictyostelium discoideum, where collective chemotaxis of cells towards cyclic adenosine monophosphate (cAMP) is regulated by the release of cAMP and the formation of characteristic chains of cells called streams [4]. Unlike cAMP in Dictyostelium, the release of the secondary chemoattractants CCL3 and CXCL8 by monocytes and dendritic cells in response to the primary chemoattractant Serum Amyloid A represents an example of heterotypic intercellular communication [5]. This ability of chemotaxing cells to transduce autocrine and paracrine chemical signals in response to primary signals has been termed signal relay.\n\nHeterotypic signal relay occurs in neutrophils migrating towards primary chemoattractant gradients through the release of leukotriene B4 (LTB4) [6]. Following stimulation, cytoplasmic phospholipase A2α translocates to the nuclear envelope, where it is poised to hydrolyze membrane bound lipids to form arachidonic acid (AA) [7]. Simultaneously, 5-lipoxygenase (5-LO) is mobilized to the nuclear envelope where it associates with the 5-LO activating protein (FLAP) and acts on AA to generate leukotriene A4 (LTA4). LTA4, by means of LTA4 hydrolase (LTA4H), is finally converted into LTB4 [7], which is then secreted from cells by an unknown mechanism. Initially thought to be released at the site of infection to mediate neutrophil recruitment and proinflammatory processes [8,9], LTB4 was later shown to be a central secondary chemoattractant in vivo [10]. More recently, we showed that LTB4 preferentially mediates neutrophil swarming towards tissue injury sites [11] and established that the secreted LTB4 in physiological gradients of primary chemoattractants acts as an amplifier of neutrophil chemotaxis and mediates signal relay between migrating neutrophils [6].\n\nIn order for secondary chemoattractants to act as bona fide signal relay molecules, they must be released in a form that enables the generation of stable gradients during chemotaxis. It has been established that the release and subsequent diffusion of LTB4 creates extremely transient gradients due to the small size of the molecule [12]. The self-diffusion coefficient of a typical formyl chemoattractant is ~ 10−5 cm2/sec, which is a log order of magnitude higher than typical unsaturated fatty acids [13]. This implies extremely shallow LTB4 concentration profiles. Indeed, assessment of the diffusive properties of AA, the structurally similar precursor of LTB4, shows shallow and transient gradients compared to a primary chemoattractant such as N-formylMethionyl-Leucyl-Phenylalanine (fMLP) [12]. As a plausible mechanism to generate stable secondary gradients, one may argue in favor of a carrier-based mechanism for passive LTB4 transport, such as binding to serum albumin, and this may indeed be true for systemic transport [14]. This, however, would not account for short-range gradients in migrating cells owing to protracted and uncontrolled LTB4 release. Moreover, this mechanism would not explain how hydrophobic molecules such as LTB4 are protected from the aqueous environment of the extracellular milieu.\n\nThe mechanisms by which LTB4 is secreted and how LTB4 gradients are formed or mediate signal relay of primary chemotactic signals have yet to be determined. However, studies on gradient formation of lipid-modified Drosophila morphogens [15], or the formation of palmityolated-Wnt gradients during Drosophila embryogenesis [16] and cAMP gradient propagation in Dictyostelium [17], point towards vesicular packaging as an effective way of signal dissemination in the extracellular milieu. In the present study, we investigated whether a similar vesicular packaging of LTB4 is involved in the creation of a stable gradient during neutrophil chemotaxis. To do so, we assessed whether LTB4 is secreted though extracellular vesicles (EVs) and if its synthesis and transport involve intracellular vesicular trafficking. Most importantly, we also determined if vesicles released during chemotaxis are indeed capable of mediating the LTB4-dependent signal relay response during neutrophil chemotaxis.\n\nResults\n\n5-LO Translocates to CD63 and LAMP1 Positive Fractions upon fMLP Addition\n\nTo begin identifying the mechanisms that underlie LTB4 secretion, we measured LTB4 content as well as the distribution of 5-LO in resting and activated neutrophils. We fractionated unstimulated and fMLP-stimulated primary human neutrophils using nitrogen cavitation, differential centrifugation, and separation on iodixanol density gradients (Fig 1A). In resting neutrophils, LTB4 content was primarily low across the different fractions with a small peak observed in fraction 3 (Fig 1B). On the other hand, in fMLP-stimulated neutrophils, a nonuniform asymmetric increase of LTB4 levels was observed, where LTB4 levels were elevated in both low- (fractions 1–5; density ~1.05–1.08 g/ml) and high-density fractions (fractions 10–12; density ~1.17–1.19 g/ml), but not in intermediate density fractions (fraction 6–9; ~1.09–1.11 g/ml) that contained the cis-Golgi markers GM130 (Fig 1B and 1C). This fMLP-induced asymmetric partitioning of LTB4 across different densities was unlike other canonical secretory proteins such as myeloperoxidase (MPO—a marker for the azurophilic granules) and matrix metallopeptidase 9 (MMP9—a marker for gelatinase granules) [18], although total MPO and MMP9 levels appeared to increase poststimulation (Fig 1C). These findings suggest that canonical secretory pathways used by MMP9 and MPO are not involved in LTB4 trafficking. On the other hand, fMLP stimulation did induce the redistribution of the tetraspannin CD63 to higher density fractions. As CD63 is known to traffic between late endosomal and secretory compartments such as multivesicular bodies (MVBs) [19], we reasoned that CD63 redistributes to MVBs upon fMLP addition. This was confirmed by the presence of LAMP1, a high-density lysosomal marker shown to be present in MVBs of neutrophils [20], in fractions 9–12 (Fig 1C). Remarkably, 5-LO was also found in CD63- and LAMP1-positive high-density fractions upon fMLP stimulation, and the distribution pattern of LTB4 was similar to that of 5-LO in both resting and activated conditions, suggesting active 5-LO in this cellular compartment. Together, the presence of LTB4 and 5-LO in CD63- and LAMP1-positive fractions suggest the involvement of MVBs in LTB4/5-LO transport.\n\n5-LO Localizes on MVBs and Released Exosomes\n\nTo confirm whether the 5-LO-containing vesicles indeed reside in MVBs, we performed transmission electron microscopy (EM) on neutrophils chemotaxing towards fMLP. As previously reported using immunofluorescence [21], we observed substantial 5-LO labeling on the nuclear envelope (Fig 2D, 2E and 2G) compared to antibody control (Fig 2A). Consistent with our fractionation findings, we also detected 5-LO on MVBs—both on the membrane and on intraluminal vesicles (ILVs) (Fig 2B–2E, 2G and 2I). Indeed, quantitation of immunogold staining of different vesicular compartments showed that the majority of 5-LO localized to MVBs compared to non-MVB vesicles (Fig 2F), with 30%–35% of all MVBs staining positive for 5-LO. In addition, 5-LO was observed on the plasma membrane (Fig 2B and 2C), which may be due to the transfer of 5-LO-containing outer MVB membranes to the plasma membrane during fusion events (Fig 2Giii). Most interestingly, we found that a substantial number of 5-LO-containing MVBs (25%–30%) were tightly associated with the nuclear envelope (Fig 2E, 2G and 2Hi). These MVB-associated regions of the nuclear envelope also showed specific enrichment for 5-LO. MVBs typically fuse to the plasma membrane and release their ILVs, termed exosomes, into the extracellular milieu [22]. In this context, we readily observed 5-LO-containing ILVs released as exosomes from the trailing edge of neutrophils (Fig 2H) and the presence of 5-LO-containing vesicles at the synapse between two migrating neutrophils (Fig 2I).\n\nAs CD63 is highly enriched in exosomes [23], we next assessed the cellular distribution of 5-LO and CD63 in live chemotaxing cells. We expressed mCherry-tagged 5-LO (mCherry-5LO) and/or GFP-tagged CD63 (CD63-GFP) in the pluripotent hematopoietic cell line PLB-985, which can be differentiated into neutrophil-like cells [24]. We again found that 5-LO localizes to the nucleus in resting mCherry-5LO cells (S1A Fig and S1 Movie). However, upon uniform fMLP addition, we readily observed the redistribution of mCherry-5LO to the cytoplasm in a punctate pattern (Fig 3A and S2 Movie). This vesicular localization was even more apparent in cells chemotaxing in a gradient of fMLP and was found to be more prominent at the trailing edge compared to the leading edge of chemotaxing cells (Fig 3B and S3 Movie). The trailing edge localization of 5-LO-containing vesicles was further substantiated through phalloidin counterstaining, which marks the leading edge F-actin (S1B Fig). To determine the nature of the 5-LO positive vesicles, we visualized the dynamic distribution of CD63-GFP. As expected, we observed a punctate localization of the MVB marker in both resting (S1A Fig) and stimulated (S1C Fig) cells expressing CD63-GFP. Remarkably, in mCherry-5LO/CD63-GFP coexpressing cells chemotaxing towards fMLP, we observed a clear colocalization of both proteins (Fig 3C, S4 Movie), which again occurred mainly at the trailing edge of the chemotaxing cells. Together, these findings establish that 5-LO is present on MVBs that fuse with the plasma membrane and release their exosomal content during chemotaxis.\n\nNeutrophils Release Exosomes Containing LTB4 and LTB4 Synthesizing Enzymes upon fMLP Addition\n\nHaving established the presence of 5-LO in MVBs, we set out to determine whether neutrophils secrete exosomes that contain LTB4 and LTB4 synthesizing enzymes. To this end, supernatants from fMLP-stimulated neutrophils were filtered through 0.45 μm pore-sized membranes and centrifuged to remove larger vesicles and cell fragments. Pellets recovered from ultracentrifugation of the filtrate contained a heterogeneous mixture of EVs (unpurified EV) ranging in size from 50–500 nm, as ascertained from by EM (Fig 3D). Crude EVs were further fractionated on a discontinuous gradient of iodixanol to yield a vesicle population with a density of ~1.09 g/ml and vesicle size between 50–120 nm (median vesicle size = 80 nm; Fig 3D)—a characteristic size for exosomes [25]. We found that the purified vesicles were enriched in the tetraspannins CD63 and CD81, also reported in exosomes [23], and had very low amounts of the endoplasmic reticulum (ER) integral protein Calnexin or the ER lumen marker GRP94 (Fig 3E). Furthermore, the possibility of contamination from ectosomes and other plasma membrane-derived vesicles was excluded by the absence of the ectosome marker CD11b in purified vesicles (S2A Fig) [26]. We also found that the release of exosomes from neutrophils increased upon fMLP addition, as the detection of the exosomal markers CD63 and CD81 increased with fMLP treatment (Fig 3F). This increase was dependent on the concentration of fMLP added to cells (S2B Fig). Moreover, the release of exosomes from cells was also observed following ionomycin addition but not with granulocyte macrophage colony-stimulating factor (GM-CSF) treatment (S2C Fig). Most importantly, we determined that the enzymes responsible for the synthesis of LTB4, namely 5-LO, FLAP, and LTA4H, were all present in fractions containing HSC70 (another known exosome marker [27]) (Fig 3G) and EM analyses revealed that both 5-LO and CD63 specifically decorate exosomes isolated in these fractions (Fig 3H). The exosomes isolated from fMLP-stimulated neutrophils showed a high LTB4 content, which was dramatically reduced by pretreating neutrophils with the FLAP inhibitor MK886 (Fig 3I). Together, these findings show that upon fMLP addition, neutrophils release exosomes containing LTB4 and the enzymes required for its synthesis.\n\nExosomes Activate Neutrophils in an LTB4-Dependent Manner\n\nWe next studied the extent by which exosomes mediate the effects of LTB4 on neutrophil function. We first purified exosomes from mCherry-5LO and CD63-GFP expressing cells following fMLP treatment in the presence and absence of MK886 and measured their LTB4 content. We found that the exogenous expression of either mCherry-5LO or CD63-GFP significantly increases exosomal LTB4 (Fig 4A) and, as we observed with neutrophils (Fig 3I), LTB4 content was dramatically inhibited by pretreatment with MK886 (Fig 4A). Quantification of the released exosomes showed that the decrease in LTB4 content in MK886-treated cells was not a result of a decrease in exosome release by these cells (Fig 4B). More importantly, the addition of exosomes derived from mCherry-5LO or CD63-GFP expressing cells to neutrophils rapidly induced cellular polarization and adhesion, indicating that the exosomes readily activate resting neutrophils (Fig 4C). These observations were further strengthened by the increase of both pErk1/2 and pAkt levels upon the exogenous addition of exosomes from mCherry-5LO or mCherry expressing cells to resting neutrophils (Fig 4D and S3A Fig). Of note, the extent by which the exosome preparations increased pErk1/2 and pAkt levels was greater in cells exposed to mCherry-5LO exosomes versus mCherry exosomes (S3A Fig), which could reflect the higher LTB4 content of exosomes derived from mCherry-5LO expressing cells, compared to mCherry expressing cells (Fig 4A).\n\nThe EZ-Taxiscan microfluidic device was used to assess whether exosomes are capable of inducing a chemotactic response. As seen in Fig 4E and S5 Movie, neutrophils were able to migrate towards exosomes derived from mCherry-5LO expressing cells with speeds and chemotactic indices (CIs) comparable to those observed in the presence of LTB4 alone. To determine whether the chemotactic response was mediated by LTB4, we exposed neutrophils treated with the LTB4 receptor-1 antagonist LY223982 to exosomes. We found that LY223982 treatment dramatically reduced the chemotactic response of neutrophils to both LTB4 and exosomes derived from mCherry-5LO-expressing cells (Fig 4F and S6 Movie). The antagonist-treated cells, however, did not show migration defects to saturating concentrations of fMLP, showing that LY223982 treatment did not impede chemotaxis due to nonspecific effects (S3B Fig). We also observed that exosomes derived from MK886-treated mCherry-5LO cells displayed weak chemotactic activity compared to exosomes from control treated cells (S7 Movie), further showing that the LTB4 present in exosomes is responsible for the chemotactic behavior. These results were confirmed biochemically by assessing the effects of the exogenous addition of LTB4 or exosomes on pAkt in neutrophils pretreated with LY223982. As shown in Fig 4G, LTB4 or exosome addition gave rise to equal levels of pAkt for each exosome preparation and LTB4 amounts used and, most importantly, the pAkt response was blocked by pretreating the cells with LY223982 (see S3C Fig, for quantification). Together, these findings establish the central role of LTB4 in exosome-mediated neutrophil activation.\n\nReduced Exosome Production Leads to a Decrease in Exosomal LTB4 Release and a Loss in Directional Migration\n\nTo specifically assess the role of exosome formation and release for LTB4 secretion, we knocked down Rab27a or neutral sphingomyelinase 2 (nSmase2; SMPD2 gene) using small hairpin RNAs (shRNA) in PLB-985 cells. Rab27a is critical in MVB docking to the plasma membrane, and its depletion was shown to reduce exosome secretion [28,29]. nSmase2 is important in exosome secretion by mediating the budding of exosomes into MVBs [30]. We achieved an efficient knockdown (KD) of Rab27a and SMPD2 expression in both undifferentiated and differentiated PLB-985, and the KD of one gene did not alter the expression of the other (S4A Fig). Of the six shRNA sequences screened for each gene, we selected Rab27a shRNA 1 (sh1) and Rab27a shRNA 3 (sh3) for further studies (presenting 75% ± 4% and 70% ± 8% reduction of protein levels, respectively), whereas shRNA 2 (sh2) and shRNA 4 (sh4) were selected for SMPD2 (presenting 82% ± 8% and 85% ± 6% reduction in protein levels, respectively). Using CD63 and CD81 as markers, we found that both SMPD2 and Rab27a KD cells show reduced exosome production upon treatment with 2 nM fMLP compared to control nonspecific shRNA (NSshRNA) cells (Fig 5A and S4B Fig). The purity of the exosome preparations was assessed using the ectosome marker CD11b. Similarly, LTB4 content of purified exosomes from both KD cell lines was markedly lower than in control cell lines (Fig 5B), although LTB4 levels across the different cell types were not different when normalized to the total exosomal protein content (Fig 5C). These findings indicate that depletion of either nSmase2 or Rab27a does not affect LTB4 synthesis. When we measured the total amount of LTB4 secreted from each cell line in response to 1 nM fMLP, a physiological relevant concentration, we also observed a 75%–85% reduction in KD cells compared to control (Fig 5D). Interestingly, stimulating cells with a saturating concentration of fMLP (1 μM) reduced total LTB4 secretion by 40%–50%. Although this could result from residual Rab27a or nSmase2 activity in the KD cell lines, nonexosomal sources of LTB4 could become dominant under bulk activation conditions.\n\nWe next set out to assess the chemotactic behavior of the KD cell lines. We found that KD of either SMPD2 or Rab27a specifically reduced the directional motility (or CI) of cells towards a subsaturating concentration of fMLP (effective concentration 1 nM) (Fig 5E and S8 Movie), as the speed of migration remained unchanged for both KD cell lines (Fig 5E). To further investigate whether exosomes play a role in the relay of primary chemotactic signals, we measured myosin light chain II (MLCII) phosphorylation following a subsaturating fMLP stimulation, a process acutely affected by the disruption of LTB4 signaling in neutrophils [6]. As we previously reported, we measured an increase in pMLCII levels in cells expressing NSshRNA in response to 2 nM fMLP (Fig 5F). We also found that the increase of pMLCII levels was further accentuated in PLB-985 cells over expressing the receptor for LTB4 (LTB4R1), suggesting higher sensitivity of LTB4R1 expressing cells towards signal relay processes and the pivotal role that LTB4 plays in this response (Fig 5F). In sharp contrast, and as observed in neutrophils where LTB4 synthesis is inhibited [6], no fMLP-mediated pMLCII increase was measured in either Rab27a or SMPD2 KD cells (Fig 5F and S4C Fig). Together, these findings show that exosome release regulates LTB4 secretion and signal relay during neutrophil chemotaxis.\n\nImportantly, the defects of the KD cells appeared to be highly specific. Both SMPD2 and Rab27a KD cells did not show defects in their ability to adhere upon fMLP stimulation (S5A Fig), nor did they show any defect in their ability to increase pERK1/2 upon fMLP stimulation (S5B Fig). Furthermore, as we found with MK8886 treatment [6], the defects in directional migration were absent when a saturating concentration of fMLP (effective concentration 100 nM) was used (S5C Fig and S9 Movie). Together, these findings indicate that neither Rab27a nor nSmase2 regulate the ability of cells to respond to fMLP and rule out KD specific bystander effects.\n\nExosomal LTB4 Acts in an Autocrine and Paracrine Fashion during Neutrophil Chemotaxis\n\nWe next sought to determine whether exosomal LTB4 acts in an autocrine and/or paracrine fashion during neutrophil chemotaxis. To do so, we labeled neutrophils with cytotracker red and tracked their movement as they chemotaxed towards fMLP using the under agarose assay. To quantify the data, we color-coded the displacement tracks as a function of the imaging time; blue representing the cell’s position during initial periods of migration and red the final. We found that compared to control cells (Fig 6Ai; S10 Movie), MK886-treated cells migrated shorter distances and with less direction, although speed of migration was not affected (Fig 6Aii; S10 Movie). We also found that treatment with GW4869, an nSmase2 inhibitor, and a known inhibitor of exosome production [30] (S6A Fig), similarly affected chemotactic motion (Fig 6Bi and 6Bii; S11 Movie). Furthermore, and consistent with the chemotaxis defect of SMPD2 KD cells using the EZ-Taxiscan system (Fig 5E), we observed a similar loss in CI and distance migrated in SMPD2 shRNA KD cells (S6B Fig). We then asked if these defects could be rescued by the paracrine action of an exogenous source of exosomes. For this purpose, we mixed untreated neutrophils (labeled green) and treated (MK886 or GW4869) neutrophils (labeled red) in equal proportion and recorded their motility towards fMLP. We observed a dramatic improvement of both directionality and total distance migrated in MK886- (Fig 6Aiii; S10 Movie) and GW4869-treated neutrophils (Fig 6Biii; S11 Movie). No difference was found in the motility of untreated cells labeled either with the green or red dyes (Fig 6Ai &amp; 6Aiv and 6Bi &amp; 6Biv), excluding any dye-specific effects. Furthermore, NSshRNA cells similarly rescued the directionality defect of SMPD2 shRNA KD cells (S6B Fig).\n\nWhile we observed a dramatic improvement in the CI of GW4869- or MK886-treated cells through the paracrine effects of exosomal LTB4 (Fig 6A and 6B), we noticed that the treated cells showed defects in the time required to migrate towards fMLP (Fig 6C). It required up to 35 min for cells treated with either drug to traverse 300 μm, compared with 20 min for untreated cells (Fig 6A and 6B). In addition, the treated cells exhibited slower speeds as well as a loss of directional persistence in the initial phases of migration (Fig 6C). These defects in migration initiation and sensitization to a chemoattractant cue highlight a key role for exosomal LTB4 in autocrine signaling.\n\nOne may argue that exosomal LTB4 merely increases the robustness of the chemotactic response by regulating the cellular machinery as opposed to acting as a chemotactic beacon. We tested this by mixing cells that cannot detect fMLP with cells defective in exosome release and observed their migration towards fMLP. Due to their higher sensitivity to LTB4, we used LTB4R1 overexpressing cells as receiving cells in these experiments (Fig 5F). We treated green-labeled LTB4R1 cells with the FPR-1 antagonist cyclosporin H (CsH) [31] and mixed them with red-labeled cells expressing control shRNA (NSshRNA), which were also treated with CsH. These cells did not migrate towards fMLP, confirming the efficacy of the antagonist treatment, and no such defects were observed when control-labeled cells were mixed (Fig 7A). However, the motility defect of CsH-treated LTB4R1 cells was readily rescued when mixed with untreated NSshRNA cells, but not with MK886-treated NSshRNA cells (Fig 7B). These findings reiterate that LTB4 released by NSshRNA cells is responsible for the trans-recruitment of CsH-treated cells. Importantly, no rescue in motility was observed in CsH-treated LTB4R1 cells when they were mixed with Rab27a or SMPD2 KD cells (Fig 7C) and in GW4869- or MK866-treated neutrophils (S7 Fig). Together, these observations indicate that exosomal LTB4 relays chemotactic signals in response to primary attractants during neutrophil chemotaxis.\n\nDiscussion\n\nOur prior studies on neutrophils migrating in chemotactic gradients identified LTB4 as an important signal relay molecule that increases the recruitment range of neutrophils to sites of inflammation [6,11]. This observation led us to study the mode of LTB4 release from cells and its effective dissemination. In this study, we show that LTB4 is packaged in MVBs that are released as exosomes during neutrophil chemotaxis. We present this as a mechanism through which hydrophobic low-diffusible lipid molecules, like LTB4, mediate the signal relay process. Our study proposes that neutrophils migrating in primary chemoattractant gradients release exosomes containing LTB4 and LTB4 synthesizing enzymes. These exosomes subsequently act in an autocrine manner—by sensitizing cells towards the primary chemoattractant—and in a paracrine manner, by acting as molecular beacons for following cells (Fig 8).\n\nWe found that both LTB4 and 5-LO are present in MVBs and exosomes, which also contain LTA4H and FLAP. The presence of LTB4 synthesizing enzymes has previously been reported in exosomes derived from macrophages and dendritic cells [32]. However, unlike dendritic cells that constitutively produce exosomes [33], we detected little or no release of exosomes in unstimulated neutrophils. Instead, we observed exosome release upon treatment with ionomycin as well as following the addition of fMLP, but not GM-CSF, indicating that exosome release is a result of primary stimulation and not a priming event. fMLP is also known to increase the release of plasma membrane-derived secretory vesicles and ectosomes [34] that have considerable overlap with exosomes in terms of size (50–200 nm). However, owing to their differences in lipid composition [35], we were able to separate exosomes from ectosomes using iodixanol density gradients. Moreover, the purified exosomes were able to activate resting neutrophils, indicating proinflammatory responses compared to the reported anti-inflammatory responses of ectosomes [34]. Finally, using Rab27a and SMPD2 KD cells, we established that exosomes represent the primary pathway for LTB4 release in chemotaxing neutrophils under physiological stimulation conditions. Impaired neutrophil recruitment has been observed in Rab27a KO mice under in vivo neutrophil recruitment models [36]. Furthermore, neutrophils deficient in vesicle fusion show less migration in vitro and in an in vivo model of gout [37]. The migration defects we observed in Rab27a and SMPD2 KD cells therefore provide valuable mechanistic insights into the migration defects observed in vivo. Furthermore, the docking of 5-LO containing MVBs at the back of cells and the subsequent release of exosomes are reminiscent of the molecular beacon model first shown in chemotaxing Dictyostelium cells [17]. This is similar to recent in vivo observations made by Sung and colleagues [38], where exosomes released by HT1080 cells bind to integrins and act as adhesion trails for cellular guidance.\n\nUnder uniform stimulation conditions, exosomal LTB4 levels range from 2–10 nM and are sufficient to elicit neutrophil migration in chemotaxis assays. This, however, may not reflect the actual amount of LTB4 being released from exosomes during chemotaxis for the following reasons: (i) exosome release is fMLP dose-dependent and hence a function of the primary chemoattractant gradient; (ii) purified exosomes were prepared by uniformly stimulating neutrophils with subsaturating fMLP concentrations and losses incurred during the purification processes could lead to underestimated amounts of exosomes recovered; (iii) the rate of LTB4 release from exosomes and the effective LTB4 gradient across and between cells cannot be reliably measured in real time due to the lack of sensitive methodologies; and (iv) the presence of the LTB4 synthesizing enzymes, 5-LO, LTA4H, and FLAP in neutrophil exosomes along with the presence of the primary substrate AA [39], suggest active exosomal LTB4 synthesis. Indeed, exosomes isolated from dendritic cells are capable of synthesizing AA metabolites [32]. Although our study elucidates the trafficking and secretion of LTB4 during neutrophil chemotaxis, the mechanisms regulating the release of exosomal LTB4 remain to be determined. These may include membrane diffusion, passive or active lysis through released neutrophil proteases, or through docking to cell surface heparan sulfate proteoglycans [40]. Alternatively, active LTB4 release may be mediated through ABC transporters [41] or other types of active processes. The availability of methods that are sensitive and, most importantly, capable of measuring LTB4 in real time and space will help elucidate how LTB4 gradients are established and propagated during neutrophil chemotaxis.\n\nEM analyses on chemotaxing neutrophils provide key insights into the mechanisms that regulate LTB4 synthesis and trafficking. In addition to its enrichment on the nuclear envelope, 5-LO is localized to the plasma membrane and to MVBs. Most interestingly, the 5-LO containing MVBs are often observed in close proximity to the nuclear envelope. The origination of MVBs from the nuclear envelope has previously been published [42,43]. Moreover, Record and colleagues have reported a close association of MVBs containing internalized exosomes with the nucleus in RBL-2H3 cells [39]. From these findings, we envision that the nuclear envelope represents a central hub for 5-LO distribution, leading to its segregation in two independent cellular pools: (i) the nucleus, where LTB4 has been shown to bind to the peroxisome proliferator-activated receptor α [44] and regulate transcriptional responses and (ii) MVBs, where LTB4 is destined to secretion and signal relay. We reason that the 5-LO plasma membrane labeling arises upon MVB fusion and release of exosomes into the extracellular environment. Our findings also bring into question the role of the canonical ESCRT-dependent exosomal biogenesis machinery in the synthesis and release of LTB4-containing exosomes. Indeed, the fact that nSmase2 depletion results in a near complete inhibition of exosome release suggests that neutrophil exosome biogenesis predominantly relies on a ceramide-dependent and ESCRT-independent mechanism. Our observations are consistent with a study by Trajkovic et al. showing that secretion of CD63 in a mouse oligodendroglial cell line is blocked by a sphingomyelinase inhibitor, but not by a dominant-negative ESCRT component [30]. On the other hand, ESCRTIII, one of the key members of the ESCRT complex involved in ILV formation and MVB biogenesis, has recently been shown to localize at juxtanuclear regions that mediate the reformation of the nuclear envelope during cell division [45]. It hence remains to be determined whether the ESCRT machinery is involved in regulating the assembly of 5-LO-containing MVBs from the nuclear envelope during neutrophil chemotaxis.\n\nOur findings show that exosomal LTB4 regulates neutrophil chemotaxis in an autocrine and paracrine fashion. First, we found that Rab27a and SMPD2 KD cells as well as neutrophils treated with an nSmase2 inhibitor exhibit profound defects in directionality and recruitment range towards fMLP. Similar defects were observed in neutrophils derived from Rab27a KO mice [36] and were primarily attributed to granule exocytosis, a process that is closely related to exosome biogenesis and release. Chemotaxis has not been studied in neutrophils isolated from SMPD2 KO mice, although its role may be inferred through the effects of GW4869 on neutrophil migration. GW4869 did not inhibit neutrophil speed but abrogated directional migration towards fMLP [46], an observation that mirrors our own observation with GW4869 and SMPD2 KD cells. Second, we found that the defects in directionality and recruitment range of SMPD2 KD as well as GW4869-treated cells are rescued by the presence of control cells that provide exosomes to relay signals. One could argue that the rescue was simply due to supplementation of ceramide from the released exosomes and not related to LTB4 content [46]. However, we observed a very similar phenotypical recovery by inhibiting LTB4 synthesis alone. More importantly, unlike control cells, the KD cells were unable to send a paracrine signal to neutrophils with blocked FPR1, clearly establishing that exosomes represent a critical bearer of the signal relay message.\n\nExosomes are well-established mediators of intercellular communication [47] and have been known to mediate cell migration in various systems [38]. This work establishes that exosomal communication is extremely efficient and critical in fast moving cells and occurs at a faster rate compared to the slow constitutive release of exosomes reported in the literature [29]. Moreover, our findings add valuable insight into the mechanisms that underlie chronic inflammatory conditions, such as asthma and rheumatoid arthritis [48], as well as lung cancer progression [49], where LTB4 plays a central role. We envision that the secretion of other signals that foster communication between cells in harsh extracellular environments are similarly processed through exosome packaging.\n\nMaterials and Methods\n\nMaterials\n\nOptiPrep, Histopaque 1077, fMLP, IL8, and LY294002 were obtained from Sigma-Aldrich (St. Louis, MO). LTB4, MK886 and LY223982 were purchased from Cayman Chemical (Ann Arbor, MI). Anti-5-LO, Anti-p-Akt (clone C31E5E for S473), anti-AKT, anti-myosin light chain 2, anti-p-myosin light chain 2 (Ser19), anti-total ERK1/2, and anti-p-Erk1/2 (clone D13.14.4E) rabbit antibodies were all purchased from Cell Signaling Technology (Beverly, MA). Anti-MMP9, anti-MPO, anti-CD63, anti-LAMP1, and anti-GM130 were obtained from Abcam (Cambridge. MA). CD11b APC antibody was purchase from BD Biosciences (San Jose, CA).\n\nIsolation of Human Peripheral Blood Neutrophils\n\nHeparinized whole blood was obtained by venipuncture from healthy donors. Neutrophils were isolated using dextran sedimentation (3% dextran/0.9% NaCl) coupled to differential centrifugation over Histopaque 1077 [50]. Residual erythrocytes were removed using hypotonic lysis with 0.2% and 1.6% saline solutions.\n\nCell Lines\n\nHEK293T cells (ATCC) and Phoenix cells (Orbigen, San Diego, CA) were maintained as previously described [51]. For virus packaging, 80% confluent cells were used for transient transfection using Lipofectamine reagent according to manufacturer’s protocol (Life Technologies). PLB-985 cells were maintained in an undifferentiated state and differentiated as described [51]. The status of differentiation was monitored by Mac-1 staining.\n\nPlasmid Constructs and Infections of PLB-985 Cells\n\nPLB985 cells expressing mCherry-5LO and CD63-GFP as well as coexpressing both CD63-GFP and mCherry-5LO were created using a retroviral approach. Rab27a and SMPD2 KD were achieved using the pGIPZ lentiviral system (GE, Dharmacon).\n\nConstructs and Infections of PLB-985 Cells\n\nRetroviral approach\n\nThe mCherry gene was amplified from pCDNA3.1-mCherry, cloned at the 5’ end of the 5-LO cDNA and introduced in pMSCV-Puro. Similarly, eGFP was amplified from pEGFP-N1, cloned at the 3’ end of the CD63 cDNA (kindly donated by Dr. Paul Roche [NIH]), and introduced in pMSCV-Neo. Stable cell lines were created as described [51]. Briefly, expression plasmids were transfected along with the helper plasmid pVSV-G into the packaging Phoenix cell line using Lipofectamine 2000. Transiently produced viruses were harvested after 48 or 72 h. PLB-985 cells were infected with the virus with fresh RPMI1640 culture medium containing 4 μg/ml polybrene and incubated for an additional 48 hrs. Cells stably expressing the genes were selected in media containing 1.6 mg/ml G-418 or 0.8 μg/ml Puromycin. Stable clonal populations were generated after 14–21 d and maintained in the selection media. mCherry-5LO containing pMSCVneo was similarly infected into PLB-985 cells expressing CD63-GFP to create cells co-expressing CD63-GFP and mCherry-5LO.\n\nLentiviral approach\n\nUndifferentiated PLB-985 cells were infected with pGIPZ shRNA lentiviruses (GE Dharmacon) carrying the hairpin sequences listed in the “Accession number” section using the manufacturer’s recommendations. Of the six shRNA sequences tested targeting Rab27a and five sequences targeting SMPD2, two sequences each, namely, Rab27a shRNA1 (sh1), Rab27a shRNA3 (sh3), SMPD2 shRNA2 (sh2), and SMPD2 shRNA4 (sh4) were selected for further studies based on their ability to KD both mRNA and protein levels. pGIPZ nonsilencing lentiviral shRNA control was obtained from GE Dhramacon.\n\nExosome Isolation\n\n5 x 108 cells were primed with GM-CSF (5 ng/ml; R&amp;D Systems) for 30 min in RPMI without phenol red containing 5% FBS and 10 mM HEPES, centrifuged and resuspended in ice-cold PBS for 30 min to reduce basal exocytosis levels. Cells were harvested and resuspended in mHBSS with or without 2 nM fMLP for 30 min at 37°C and centrifuged at 500 xg for 5 min. To assess the exosome-producing ability of various stimulants, unprimed cells were resuspended in basal buffer (25 mM HEPES, pH 7.4, 140 mM NaCl, 4.7 mM KCl, 1.4 mM MgCl2, and 10 mM glucose) and stimulated for 30 min with either ionomycin (1 μM) supplemented with CaCl2 (2 mM), fMLP (1 μM), GM-CSF (5ng/ml), or DMSO (0.1%). The supernatant was further centrifuged at 2,000 xg for 20 min. The resulting supernatants were filtered twice through low protein-binding 0.45 μm filters and subsequently centrifuged at 100,000 xg for 60 min at 4°C. The recovered pellet, containing a heterogeneous mixture of crude vesicles, was resuspended in 500 μl PBS. Further purification of the exosomes was performed as previously reported [52]. Briefly, the resuspended vesicles were loaded onto a discontinuous gradient of iodixanol (40%, 20%, 10% and 5%, w/v solutions in 0.25 M sucrose/10 mM Tris, pH 7.5.), centrifuged at 100,000 xg for 18 h at 4°C. Fractions were collected, diluted in PBS, and centrifuged at 100,000 xg. The pellet was washed in PBS, and the recovered fractions were used as described.\n\nFlow Cytometric Analysis of Exosomes\n\nPurified exosomes were incubated with 3.9 μm diameter aldehyde/sulfate latex beads (Life Technologies) for 15 min at RT followed by the addition of 10 μg BSA for an additional 15 min. The incubation volume as increased to 250 μl in PBS and incubated overnight on a turnover rocker. The incubation was stopped the following day by adding glycine to a final concentration of 100 mM. The exosome-coated beads were washed twice in FACS wash (3% FCS and 0.1% NaN3 in PBS) and resuspended in 400 μl FACS wash. The beads were incubated for 30 min with each conjugated primary antibody, washed and analyzed on a FACSCalibur flow cytometer (BD Biosciences). Bead-based flow cytometry was also performed with CD63 antibody-coated dynabeads according to manufacturer’s protocol (Invitrogen).\n\nSubcellular Fractionation through Nitrogen Cavitation\n\nFreshly isolated neutrophils (50 x 106) were incubated with DFP for 15 min at 37°C, pelleted and resuspended in 1X Disruption Buffer (DB; 100 mM KCl, 3 mM NaCl, 3.5 mM MgCl2, 1.5 mM EGTA, and 10mM 1,4-piperazinediethanesulfonic acid (PIPES), pH 7.2, including 1 mM sodium salt of ATP, and 0.5 M PMSF) with or without 2 nM fMLP. The reaction was stopped after 2 min by adding an equal volume of ice-cold DB. Cavitation was carried out for 5 min at 500 psi on ice. Cavitates were collected and EGTA was added to the final concentration of 1.5 mM. Lysed cells were centrifuged at 400 xg for 20 min to remove cell debris and nuclei and 15,000 xg for 15 min to remove mitochondria. The supernatant was then top loaded onto a 5%–30% continuous OptiPrep gradient prepared by appropriately diluting a 60% optiprep stock with 3X disruption buffer. The gradient was centrifuged at 34,000 xg for 18.5 h, and 1 ml fractions were collected. Fractionates &lt; 1.04 g/l containing primarily cytosolic fraction were discarded and the rest analyzed by immunoblotting after TCA (Trichloroacetic acid) precipitation. To determine the density of each fraction, a control OptiPrep gradient containing a blank containing disruption buffer was run in parallel. Fractions were collected as described, serially diluted 1:10,000 with water, and the iodixanol concentration determined by absorbance at 244 nm using a molar extinction coefficient of 320 L g−1cm−1.\n\nChemotaxis Assays\n\nChemotaxis was assessed using the under-agarose assay or the EZ-Taxiscan as previously described [51,53].\n\nUnder-agarose assay\n\nCell culture dishes were coated with 0.2% gelatin in PBS for 1 h at 37°C. 0.5% agarose in 50% PBS—50% mHBSS was poured and allowed to solidify for 40 min. Three 1 mm diameter wells were carved at 2 mm distance from each other. A chemoattractant was placed in the middle well 15 min before plating neutrophils. The chemoattractant concentration achieved using this method was assessed as described by Afonso et al. [6]. Typically, a gradient of 50 pM/μm fMLP was used for under-agarose assays. 5 x 105 neutrophils in 5 μL mHBSS were plated in the outer wells and incubated at 37°C. Cells were allowed to chemotax for 30 min to 2 h depending on the experimental requirement. Cells migrating under-agarose were imaged using Axiovert 200 (Carl Zeiss, Inc.) equipped with a confocal system (Ultraview ERS; PerkinElmer) with a spinning disk head (Yokogawa). Single plane images and z stacks were taken using 63 and 100× plan neofluor objectives (Carl Zeiss, Inc.).\n\nEZ-Taxiscan Assay\n\nThe EZ-Taxiscan chamber (Effector Cell Institute, Tokyo, Japan) was assembled as described by the manufacturer. Cell migration was recorded every 15 s for 45 min at 37°C in a humidified environmental chamber. Coverslips and chips used in the chamber were coated with 1% bovine serum albumin at room temperature for 1 h. All glass coverslips were ultrasonicated and washed before use. Cell migration analysis was conducted using MATLAB software as previously described [51].\n\nAdhesion Assay\n\nCells (5 x 105 cells/well) were plated on 96-well plates coated with fibronectin, stimulated for 30 min at 37°C, shaken at 2,000 RPM (radius = 1 cm) for 10 s on an orbital shaker, and unbound cells were removed. The remaining cells were fixed (4% PFA) and stained with crystal violet 5 mg/mL in 2% ethanol. Crystal violet was extracted by the addition of 2% SDS and absorbance was measured at 570 nm.\n\nEM Analyses\n\nNeutrophils were allowed to migrate under-agarose towards an fMLP gradient for 1 hr after which the agarose was removed and the cells were fixed in 0.1 M cacodylate buffer pH 7.4, containing 5% sucrose, 4% paraformaldehyde, and 0.1% glutaradehyde for 2 h at 22°C. The cells were blocked and permeablized in PBS + 5% BSA, 0.1% NaN3, and 0.1% saponin, followed by the addition of 5-LO antibody or a control rabbit antibody, and subsequently with rabbit secondary antibody conjugated to nanogold (4 nm; Nanoprobes). The cells are fixed with 2.5% glutaraldehyde followed by gold enhancement of the nanogold particles (Nanoprobes), osmium tetroxide staining, and epoxy block preparation. Immunoelectron staining was performed on thin cut block sections (EML, NCI) using Hitachi H7600 Transmission electron microscope. MVBs with greater than 5 immunogold particle/μm were considered 5-LO positive MVBs for quantification purposes. In separate experiments, uranyl acetate negative-stain immuno-EM was performed to analyze the size and number of purified exosome samples.\n\nMixed Cell Chemotaxis Assay, Image Acquisition and Motility Analysis\n\nCytotracker dyes were added to differentiated PLB-985 cells or freshly isolated neutrophils according to manufacturer’s protocol (Life Technologies), washed and resuspended in modified HBSS (mHBSS) containing appropriate inhibitors/antagonists. Cells were then washed and 2.5 x 105 cells of differently labeled cells were mixed. These cells were resuspended in 5 μl mHBSS and loaded onto an under-agarose chamber. Time-lapse imaging was performed using a Plan-Neofluar 10x/0.30 objective (Zeiss Axiovert S100 microscope). Cell tracks were extracted and analyzed using a method developed by McCann et al. [54] supplemented by tracking through ImageJ. CI and Δα (persistance) were used to analyze motility behavior. CI was calculated by taking the cosine of the angle between the final displacement vector and the line connecting the chemotactic source to the initial position of the cell. A value of 1 designates perfect chemotaxis. Δα is measured through the angular change between the displacement vector at any given time and the preceding displacement vector. Larger Δα designates lower persistence.\n\nLTB4 Measurements\n\nTotal LTB4 levels were measured using an ELISA kit (R&amp;D Systems). Briefly, neutrophils or PLB-985 cells were resuspended at 1 x 106 cells/ml in PBS and incubated for 30 min on ice. GM-CSF (5 ng/ml; R&amp;D Systems) was added and cells were further incubated for 1 hr at 37°C, centrifuged at 400 xg for 5 min, resuspended in a volume of 200 μl at 24 x 106 cells/ml in RPMI and incubated at 37°C until stimulated. The reactions were stopped by adding cold PBS. Cells were centrifuged and LTB4 in supernatants were assayed according to manufacturer’s instructions. Exosomal LTB4 was measured using the EIA kit according to manufacturer’s protocol (Cayman Chemicals) after disruption by sonication. To measure LTB4 in the vesicular fractions of lysed neutrophils, total lipids were first extracted from the different fractions using a method outlined by McColl et al. [55]. The extracted lipids were acidified to pH 4.0 loaded onto a C18 SPE column and eluted with ethyl acetate containing 10% methanol, evaporated under inert nitrogen stream and resuspended in buffer to obtain a concentrated pool of LTB4. LTB4 levels were measured using the EIA kit (Cayman chemicals) according to manufacturer’s recommendations.\n\nImmunoblotting\n\nNeutrophils were either resuspended in RPMI (1% bovine serum) or plated on fibronectin-coated chambers (for pMLCII) and incubated with inhibitors and diisopropyl fluorophosphates (DFP) (2 mM) for 10 min at 37°C. Cells were then stimulated with fMLP, collected at specific time points, lysed for 15 min in ice-cold lysis buffer (20 mM Tris pH 7.5, 10 mN NaCl, 1 mM EDTA, 0.1% NP-40, 3 mM DFP, 2 mM orthovanadate, 10 g/mL aprotinin, 10 g/mL leupeptin, 2.5 mM napyrophosphate, Complete Protease Inhibitor cocktail [Roche Diagnostics, Indianapolis, IN]), and processed for SDS-PAGE analyses.\n\nAccession Numbers\n\nXM_005267109 (SMPD2 shRNA1):\n\nTGCTGTTGACAGTGAGCGCCGCCGTTGATGTGTGTGCTAATAGTGAAGCCACAGATGTATTAGCACACACATCAACGGCGATGCCTACTGCCTCGGA\n\nXM_005267109 (SMPD2 shRNA2):\n\nTGCTGTTGACAGTGAGCGCAGGCAACACAATGGTACCCAATAGTGAAGCCACAGATGTATTGGGTACCATTGTGTTGCCTTTGCCTACTGCCTCGGA\n\nNM_003080 (SMPD2 shRNA3):\n\nTGCTGTTGACAGTGAGCGAGGGGACAGAACTAAAGAACAATAGTGAAGCCACAGATGTATTGTTCTTTAGTTCTGTCCCCCTGCCTACTGCCTCGGA\n\nXM_005267109 (SMPD2 shRNA4):\n\nTGCTGTTGACAGTGAGCGCCCGCATTGACTACGTGCTTTATAGTGAAGCCACAGATGTATAAAGCACGTAGTCAATGCGGATGCCTACTGCCTCGGA\n\nNM_003080 (SMPD2 shRNA5):\n\nTGCTGTTGACAGTGAGCGATGGGTTTTACATCTCCTGTAATAGTGAAGCCACAGATGTATTACAGGAGATGTAAAACCCAGTGCCTACTGCCTCGGA\n\nNM_004580 (Rab27a shRNA1):\n\nTGCTGTTGACAGTGAGCGCGCTCAATGTCTTTGAGTATTATAGTGAAGCCACAGATGTATAATACTCAAAGACATTGAGCTTGCCTACTGCCTCGGA\n\nNM_183236 (Rab27a shRNA2):\n\nTGCTGTTGACAGTGAGCGAGCCCAGAGTCTTACATTTAAGTAGTGAAGCCACAGATGTACTTAAATGTAAGACTCTGGGCCTGCCTACTGCCTCGGA\n\nNM_004580 (Rab27a shRNA3):\n\nTGCTGTTGACAGTGAGCGCGGCTGCAGCTTTATTAGCTTATAGTGAAGCCACAGATGTATAAGCTAATAAAGCTGCAGCCTTGCCTACTGCCTCGGA\n\nXM_005254577 (Rab27a shRNA4):\n\nTGCTGTTGACAGTGAGCGCCCAGTGTACTTTACCAATATATAGTGAAGCCACAGATGTATATATTGGTAAAGTACACTGGTTGCCTACTGCCTCGGA\n\nNM_183234 (Rab27a shRNA5):\n\nTGCTGTTGACAGTGAGCGCAGGGAAGACCAGTGTACTTTATAGTGAAGCCACAGATGTATAAAGTACACTGGTCTTCCCTATGCCTACTGCCTCGGA\n\nNM_183236 (Rab27a shRNA6):\n\nTGCTGTTGACAGTGAGCGAATGCCTCTACGGATCAGTTAATAGTGAAGCCACAGATGTATTAACTGATCCGTAGAGGCATGTGCCTACTGCCTCGGA\n\nSupporting Information"
}