{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000189",
  "doi": "10.1371/journal.pbio.3000189",
  "externalIds": [
    "pii:PBIOLOGY-D-18-00173",
    "pmid:30893295",
    "pmcid:PMC6443191"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Ablating astrocyte insulin receptors leads to delayed puberty and hypogonadism in mice",
  "authors": [
    {
      "name": "Iyad H. Manaserh",
      "first": "Iyad H.",
      "last": "Manaserh",
      "affiliation": "Department of Physiology and Pharmacology, College of Medicine and Life Sciences, University of Toledo, Toledo, Ohio, United States of America; Center for Diabetes and Endocrine Research, University of Toledo, Toledo, Ohio, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-8590-5922"
      ]
    },
    {
      "name": "Lakshmikanth Chikkamenahalli",
      "first": "Lakshmikanth",
      "last": "Chikkamenahalli",
      "affiliation": "Department of Physiology and Pharmacology, College of Medicine and Life Sciences, University of Toledo, Toledo, Ohio, United States of America"
    },
    {
      "name": "Samyuktha Ravi",
      "first": "Samyuktha",
      "last": "Ravi",
      "affiliation": "Department of Physiology and Pharmacology, College of Medicine and Life Sciences, University of Toledo, Toledo, Ohio, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-2353-5855"
      ]
    },
    {
      "name": "Prabhatchandra R. Dube",
      "first": "Prabhatchandra R.",
      "last": "Dube",
      "affiliation": "Department of Physiology and Pharmacology, College of Medicine and Life Sciences, University of Toledo, Toledo, Ohio, United States of America"
    },
    {
      "name": "Joshua J. Park",
      "first": "Joshua J.",
      "last": "Park",
      "affiliation": "Center for Diabetes and Endocrine Research, University of Toledo, Toledo, Ohio, United States of America; Department of Neurosciences, College of Medicine and Life Sciences, University of Toledo, Toledo, Ohio, United States of America"
    },
    {
      "name": "Jennifer W. Hill",
      "first": "Jennifer W.",
      "last": "Hill",
      "affiliation": "Department of Physiology and Pharmacology, College of Medicine and Life Sciences, University of Toledo, Toledo, Ohio, United States of America; Center for Diabetes and Endocrine Research, University of Toledo, Toledo, Ohio, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-03-20",
  "dateAccepted": "2019-03-05",
  "dateReceived": "2018-07-12",
  "volume": "17",
  "number": "3",
  "pages": "e3000189",
  "tags": [
    "Amniotes",
    "Animal cells",
    "Animals",
    "Astrocytes",
    "Biochemistry",
    "Cell biology",
    "Cellular neuroscience",
    "Cellular types",
    "Cytophotometry",
    "Diabetic endocrinology",
    "Discipline-v3/Amniotes",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animals",
    "Discipline-v3/Astrocytes",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Cytophotometry",
    "Discipline-v3/Diabetic endocrinology",
    "Discipline-v3/Endocrine physiology",
    "Discipline-v3/Endocrinology",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Fluorescence-activated cell sorting",
    "Discipline-v3/Glial cells",
    "Discipline-v3/Hormones",
    "Discipline-v3/Insulin",
    "Discipline-v3/Insulin signaling",
    "Discipline-v3/Macroglial cells",
    "Discipline-v3/Mammals",
    "Discipline-v3/Maternal health",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Mice",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Obstetrics and gynecology",
    "Discipline-v3/Organisms",
    "Discipline-v3/Physiology",
    "Discipline-v3/Pregnancy",
    "Discipline-v3/Puberty",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Rodents",
    "Discipline-v3/Spectrophotometry",
    "Discipline-v3/Spectrum analysis techniques",
    "Discipline-v3/Vertebrates",
    "Discipline-v3/Women's health",
    "Endocrine physiology",
    "Endocrinology",
    "Eukaryota",
    "Fluorescence-activated cell sorting",
    "Glial cells",
    "Hormones",
    "Insulin",
    "Insulin signaling",
    "Macroglial cells",
    "Mammals",
    "Maternal health",
    "Mice",
    "Neurons",
    "Neuroscience",
    "Obstetrics and gynecology",
    "Organisms",
    "Physiology",
    "Pregnancy",
    "Puberty",
    "Rodents",
    "Spectrophotometry",
    "Spectrum analysis techniques",
    "Type/Short Reports",
    "Vertebrates",
    "Women's health"
  ],
  "abstract": "Insulin resistance and obesity are associated with reduced gonadotropin-releasing hormone (GnRH) release and infertility. Mice that lack insulin receptors (IRs) throughout development in both neuronal and non-neuronal brain cells are known to exhibit subfertility due to hypogonadotropic hypogonadism. However, attempts to recapitulate this phenotype by targeting specific neurons have failed. To determine whether astrocytic insulin sensing plays a role in the regulation of fertility, we generated mice lacking IRs in astrocytes (astrocyte-specific insulin receptor deletion [IRKOGFAP] mice). IRKOGFAP males and females showed a delay in balanopreputial separation or vaginal opening and first estrous, respectively. In adulthood, IRKOGFAP female mice also exhibited longer, irregular estrus cycles, decreased pregnancy rates, and reduced litter sizes. IRKOGFAP mice show normal sexual behavior but hypothalamic-pituitary-gonadotropin (HPG) axis dysregulation, likely explaining their low fecundity. Histological examination of testes and ovaries showed impaired spermatogenesis and ovarian follicle maturation. Finally, reduced prostaglandin E synthase 2 (PGES2) levels were found in astrocytes isolated from these mice, suggesting a mechanism for low GnRH/luteinizing hormone (LH) secretion. These findings demonstrate that insulin sensing by astrocytes is indispensable for the function of the reproductive axis. Additional work is needed to elucidate the role of astrocytes in the maturation of hypothalamic reproductive circuits.",
  "fullText": "Introduction\n\nReproduction is essential for species survival. Because energy is required to locate a mate, maintain a pregnancy, and rear young, fertility is modulated by the status of energy stores [1–3]. Excessive energy expenditure or insufficient caloric intake in humans and rodents delays the pubertal transition and reduces fertility [4, 5]. Moreover, diseases that cause metabolic disturbances, such as thyroid disease, chronic inflammatory states, and malnutrition, are associated with a disruption of the normal timing of puberty [6].\n\nThe pancreatic hormone insulin serves as one metabolic signal linking hypothalamic function with metabolic state [7–9]. Postnatal deletion of insulin receptors (IRs) in glial fibrillary acidic protein (GFAP)-expressing cells decreased the activation of pro-opiomelanocortin (POMC) neurons by glucose [10]. Additionally, mice with IR ablated from astrocytes in the mediobasal hypothalamus became insulin and glucose intolerant [10]. These findings suggest that IRs on hypothalamic astrocytes play a role in regulating glucose metabolism.\n\nInsulin is a key regulator of the gonadotropin-releasing hormone (GnRH) network that controls fertility [8, 11–14]. Insulin increases GnRH-dependent luteinizing hormone (LH) secretion in adult male mice [2, 15]. Similarly, hyperinsulinemic clamps in women significantly increase LH pulsatility [2, 16, 17]. Insulin signaling in the brain may also provide a prerequisite signal for the initiation of puberty [18, 19]. Insulin increases in children around the time of adrenarche in association with increasing circulating insulin-like growth factor 1 (IGF1) levels [2]. Administering metformin to girls with precocious pubarche to reduce their insulin levels results in a delay in the onset of puberty [20, 21]. However, the specific mechanisms underlying insulin modulation of pubertal timing are largely unknown.\n\nA seminal paper by Brüning and colleagues [8] showed that 50% of mice lacking the IR in cells expressing nestin (NIRKO mice) displayed hypogonadotropic hypogonadism in adulthood. Targeted deletion of IRs in specific neuronal populations, however, has failed to induce the subfertile phenotype and GnRH network dysregulation of NIRKO mice [2, 3, 6, 22, 23]. For instance, Divall and colleagues found that mice with IR deletion in GnRH neurons experienced normal pubertal timing and fertility [6]. Mice with IR deletion in kisspeptin neurons displayed a 4–5 day delay in pubertal onset but normal fertility and gonadal hormonal levels in adulthood [2]. In another example, mice with IR deletion in gamma-amino butyric acid (GABA)-ergic or glutamatergic cells showed normal pubertal progression, estrous cyclicity, and fertility [23]. More widespread deletion of IR in Ca2+/calmodulin-dependent protein kinase-expressing neurons, located in the dentate gyrus, cortex, olfactory bulb, amygdala, striatum, thalamus, and hypothalamus [24], also produced mice with normal reproductive maturation and fertility [3]. These numerous negative results suggest that insulin action in neurons does not play an essential role in hypothalamic-pituitary-gonadal (HPG) axis function.\n\nAlternatively, it has been suggested [3] that the hypothalamic hypogonadism observed in NIRKO mice results from the chronic absence of insulin signaling in glia rather than neurons. Indeed, the nestin-cre line drives deletion of IR in both neuronal and non-neuronal cells [8, 25–27]. Glial cells, which include astrocytes and tanycytes, are known to play an important role in the puberty onset, estrus cyclicity, and fecundity [28, 29]. Therefore, we hypothesized that astrocytic insulin sensitivity is required for normal GnRH release during the pubertal period and in adulthood. We tested this hypothesis by using the cre-lox system to examine the effect of chronic astrocyte IR deletion on fertility.\n\nResults\n\nConfirmation of an astrocytic IR knockout model (IRKOGFAP)\n\nTo generate mice with IR deletion in astrocytes, we crossed IRloxp and GFAP-cre mouse lines. To assess whether Cre expression was restricted to astrocytes in the resulting mice, we crossed experimental mice with tdTomato-loxP reporter mice, which express red fluorescent protein (RFP) in a cre-dependent manner. RFP was found in IRKOGFAP brains but in not those of control mice that carried only the IRloxp allele (Fig 1A). Our data confirm the specificity and selectivity of IR gene and transcript deletion to the brain and not other tissues, including the gonads (S1 Fig). Double immuno-staining labeling of GFAP and tdTomato showed sufficient cre activity to drive tdTomato expression in 94% of GFAP positive cells. When neurons were labeled with the neuronal nuclear antigen NeuN, there was no colocalization with cre-driven tdTomato expression (Fig 1B). We performed immuno-staining colocalization studies in various regions of the brain, including the arcuate nucleus (ARC), anteroventral periventricular nucleus (AVPV), and the cortex to further confirm the wide-spread deletion of IR in astrocytes (S2 Fig).\n\nFluorescence-activated cell sorting (FACS) was performed on isolated brain cells using tdTomato as a marker of cre expression. The data show that 46.0% of isolated brain cells were positive for astrocyte cell surface antigen-1 (ACSA-1) and tdTomato, whereas 11.2% of cells were positive for ACSA-1 yet negative for tdTomato in the IRKOGFAP mice. In addition, very few cells (0.7%) were positive for tdTomato and negative for ACSA-1 in brain cells isolated from IRKOGFAP mice (Fig 1C). Astrocytes isolated by this method (tdTomato+ allopycocyanin+ [APC]) showed a substantial reduction in IR mRNA levels in IRKOGFAP mice when compared to IRloxp (tdTomato− APC+) (Fig 1C). Meanwhile, the expression levels of IR mRNA in the isolated nonastrocyte cells (tdTomato− APC−) from IRKOGFAP mice were comparable to the IRloxp group, confirming the specificity of the deletion (Fig 1C). Previous studies have suggested that tanycytes near the third ventricle express GFAP [30]. Therefore, to further verify the purity of astrocytic FACS isolation, we measured gene expression of different markers of neuronal, tanycytic, microglia, and endothelial markers and confirmed the specific isolation of astrocytes via FACS (S3 Fig). In addition, western blotting of brain tissues confirmed decreased levels of IR protein in IRKOGFAP mice when compared to the IRloxp group (Fig 1D) (S4 Fig). Because it is still unclear if astrocytes are derived from erythromyeloid progenitors, the same lineage that produces macrophages in the periphery [31, 32], we tested whether macrophages, which originate as monocytes produced in bone marrow, exhibited loss of IRs. Expression of IRs and GFAP was not different in macrophages from IRloxp and IRKOGFAP mice (S5 Fig).\n\nPubertal timing\n\nBalanopreputial separation serves as an indicator of the initiation of puberty in males. IRKOGFAP male mice showed a significant delay in the postnatal day (PND) of balanopreputial separation (PND 33.36 ± 0.67) when compared to IRloxp control mice (PND 28.44 ± 0.36) (Fig 2A). In contrast, we found that the GFAP-cre mouse line alone has no phenotype in comparison to IRloxp mice (S6 Fig).\n\nTo assess the progression of puberty in female mice, vaginal opening and timing of the onset of estrus cycling were measured. IRKOGFAP mice exhibited a delay in vaginal opening of approximately 4 days (PND 34.08 ± 0.69) when compared to IRloxp mice (PND 29.44 ± 1.05) (Fig 2B). IRKOGFAP mice showed a significant delay in the age of first estrus by approximately 5 days (PND 42.55 ± 0.45) when compared to IRloxp mice (PND 36.00 ± 1.01) (Fig 2C). In addition, no differences were seen in body weight or body growth at 3 weeks of age between IRKOGFAP and IRloxp mice (S7 Fig).\n\nAdult fertility\n\nIRKOGFAP females exhibited irregular cyclicity and longer estrous cycles. The estrus cycle length was approximately 2 days longer in IRKOGFAP females (PND 6.25 ± 0.21) when compared to IRloxp mice (PND 4.80 ± 0.13) (Fig 2D). IRKOGFAP mice spent significantly less time in estrus and a longer time in diestrus when compared to IRloxp females (Fig 2E) (S8 Fig).\n\nTo assess fertility in IRKOGFAP mice, pregnancy rate, litter size, and mating success were measured. IRKOGFAP males produced fewer pregnancies when paired with fertile wild-type (WT) females (54% induced pregnancies), while IRloxp males were 90% successful in producing pregnancies (Fig 2F). IRKOGFAP females, when paired with fertile WT males, exhibited a significantly reduced pregnancy rate of 45%, compared to 89% for IRloxp females (Fig 2L). The interval from mating to birth did not differ between groups (Fig 2H and 2N). However, IRKOGFAP male and female mice exhibited a significant decrease in litter size when compared to IRloxp mice (litter size for IRloxp 7.44 ± 0.97 versus IRKOGFAP 2.55 ± 1.02) (Fig 2G and 2M).\n\nHormonal and gonadal assessments\n\nWe next assessed the function of the HPG axis in adult male and randomly cycling female mice by measuring LH, follicle-stimulating hormone (FSH), and sex steroid levels between 8 and 10 AM. IRKOGFAP males showed a significant decrease in LH and testosterone levels (Fig 2I and 2K) but no change in FSH when compared to IRloxp mice (Fig 2J). LH, FSH, and estradiol levels were significantly decreased in IRKOGFAP females when compared to IRloxp mice (Fig 2O–2Q). LH pulse amplitude and frequency have been reported to be reduced on estrus, although basal levels of LH are similar on all days of the cycle [33]. Since IRKOGFAP female mice spent less time in estrus yet had lower LH levels, mouse cycle stage is unlikely to explain these findings.\n\nGonadal morphology was examined in both sexes. There was a reduction in the sperm count per seminiferous tubule cross-section in all stages (Fig 3A and 3B). Spermatogonia, spermatocytes, spermatid, and spermatozoa counts were significantly reduced in the seminiferous tubules of IRKOGFAP males (128.3 ± 16.53, 128.0 ± 7.16, 209.0 ± 15.76, and 138.3 ± 12.61) when compared to IRloxp mice (212.0 ± 13.72, 229.0 ± 14.01, 361.0 ± 48.30, and 278.0 ± 31.10) (Fig 3C–3F). IRKOGFAP female mice exhibited altered ovarian morphology when compared to IRloxp mice (Fig 3G and 3H). Similarly, the number of primary follicles, preovulatory follicles, and corpora lutea per ovary cross-section were significantly lower (3.00 ± 0.57, 1.67 ± 0.33, and 3.33 ± 0.33) when compared to IRloxp mice (7.50 ± 0.64, 4.00 ± 0.57, and 7.00 ± 1.00) (Fig 3I–3M). Primordial and secondary follicle numbers were not different between groups.\n\nSexual behavior\n\nBecause astrocytic insulin signaling has been linked to depressive-like behavior [69], we examined sexual behavior in these mice to determine whether reduced fertility in IRKOGFAP mice could be partially attributed to reduced sexual motivation or performance. IRKOGFAP and IRloxp females were paired with WT gonadectomized males, and multiple parameters were measured, including lordosis, mounting attempts, lordosis quotient, and latency to first lordosis. IRKOGFAP and IRloxp female mice showed no differences in any of these parameters (S9 Fig). Likewise, IRKOGFAP and IRloxp male mice showed no differences in mounting attempts, latency to first mount, and latency to first intromission when paired with control females (S9 Fig).\n\nAstrocyte prostaglandin E2 synthesis\n\nAstrocytes release specific growth factors that stimulate the secretion of GnRH. In particular, prostaglandin E2 (PGE2) release stimulates the secretion of GnRH; Clasadonte and coworkers investigated the firing activity of GnRH neurons in mice with deficient PGE2 synthesis in astrocytes and found the excitability of these neurons significantly decreased [34]. We therefore measured protein levels of prostaglandin E synthase 2 (PGES2), which catalyzes the conversion of prostaglandin H2 to prostaglandin E2, in isolated astrocytes from IRKOGFAP and control mice. IRKOGFAP astrocytes exhibited a significant reduction in PGES2 levels when compared to IRloxp astrocytes (Fig 4A–4C).\n\nDiscussion\n\nAstrocytes assist neurons through nutritional and structural support and by promoting neurotransmitter release and recycling. They also appear to contribute to information processing by the brain [35, 36]. Astrocytes possess a dense network of fine processes whose membranes contain potassium channels [37, 38], aquaporins [39], glutamate transporters [40], and lactate transporters [41]. These processes enwrap neuronal synapses and ensure effective synaptic transmission. Astrocytes also display increased intracellular calcium (but not electrical excitability) in response to chemical and neuronal cues [42], which is believed to lead to the release of gliotransmitters, such as adenosine, polyphosphate, D-serine, glutamate, GABA, and lactate, that can alter neuronal activity [43–48]. As one critical element of the blood–brain barrier, astrocytes are readily able to sense circulating metabolic and endocrine signals [49, 50]. Notably, insulin acts on IRs in primary human astrocytes, promoting glycogen synthesis [51]. Astrocytes are also able to release vasoactive molecules to regulate cerebral blood flow and to ensure a sufficient supply of oxygen and glucose to active neurons [52]. Astrocytes are therefore believed to play a critical role as central nervous system (CNS) metabolic sensors [53].\n\nThe current study demonstrates that insulin is a critical metabolic signal acting through astrocytes to permit reproductive competency via the GnRH network; astrocyte insulin signaling prevented hypogonadism and allowed normal fertility in adulthood. Similar to NIRKO mice [54], IRKOGFAP mice exhibited impaired spermatogenesis, folliculogenesis, and ovulation, resulting in an almost 50% decrease in pregnancy rate and a nearly 69% reduction in litter size. IRKOGFAP mice also showed a significant decrease in LH and testosterone levels in males and LH, FSH, and estradiol levels in females. These findings indicate that disruption of astrocytic insulin signaling leads to hypogonadotropic hypogonadism [55, 56]. Given that IRKOGFAP mice exhibit a delay in vaginal opening and first estrous in females and balanopreputial separation in males, disruption of astrocytic insulin action also serves as a critical role in the maturation of the HPG axis.\n\nAstrocytes have the potential to control GnRH release in several ways. GFAP-immunoreactive astrocyte processes have been shown to ensheath GnRH cell bodies in the rostral preoptic area of the rat [57] and GnRH cell bodies in the medial basal hypothalamus of monkeys [58, 59]. In addition, GnRH processes in the median eminence are apposed largely by astrocytes, with the support of tanycytes [60]. The structural relationships at both sites are dynamic and regulated by gonadal steroids in rodents and rhesus monkeys [57, 58, 61, 62]. GnRH neurons adhere to astrocytes using heterophilic (contactin/RPTPβ) and homophilic synaptic cell adhesion molecule (SynCAM) interactions; these molecules have signaling capabilities, suggesting they can activate intracellular signaling cascades in astrocyte and GnRH neurons [63]. Indeed, transgenic mice that express a dominant negative SynCAM1 under the control of a human GFAP promoter had a delayed onset of puberty, disrupted estrous cyclicity, and reduced fecundity associated with low GnRH release [29].\n\nAstrocytes also synthesize and release factors that regulate GnRH secretion [28]. Astrocytes are believed to produce growth factors such as basic fibroblast growth factor IGF1 and transforming growth factor (TGF)-β1 that act directly on GnRH neurons to stimulate production of GnRH. In addition, in vitro evidence suggests that their production of growth factors of the epidermal growth factor family (TGFα and neuroregulins) causes glial release of mediators like PGE2 that stimulate GnRH release [64]. Mice expressing a dominant-negative Erbb2 receptor tyrosine kinase 4 receptor, which responds to EGFs, under the control of the GFAP promoter exhibit delayed sexual maturation and a diminished reproductive capacity in early adulthood due to impaired release of GnRH [65]. Interestingly, human hypothalamic hamartomas associated with sexual precocity in humans contain numerous astrocytes expressing TGFα and erbB1 receptors [66].\n\nAstrocytes also release substances, like calcium, glutamate, and ATP, capable of stimulating GnRH release [67, 68]. Cai and coworkers (2018) recently found that insulin signaling can target astrocyte-specific soluble NSF attachment protein receptors to regulate exocytosis of ATP [69]. Thus, IR deletion in IRKOGFAP mice may lead to impaired tyrosine phosphorylation of mammalian uncoordinated-18, leading to decreased astrocytic ATP exocytosis [69]. Finally, neurons require glial-provided precursors such as glutamine to synthesize glutamate and GABA. This mechanism allows astrocytes to influence neuronal glutamate production and availability at the synaptic cleft by expressing glutamine synthase [70, 71]. This regulation is responsive to estradiol levels and pubertal progression [72, 73]. Overall, these studies demonstrate that astrocytes can influence GnRH release through multiple pathways.\n\nStudies have shown that hypothalamic astrocytes release PGE2 in response to cell–cell signaling. PGE2 release stimulates the secretion of GnRH to regulate the pituitary release of LH and FSH [34]. Our work shows decreased levels of astrocytic PGES2 protein levels in knockout mice when compared to controls, suggesting reduced production and release of PGE2. Interestingly, PGE2 release is mediated by exocytosis. Shimada and colleagues have shown that solute carrier organic anion transporter family member 2A1, a PGE2 transporter, is responsible for loading intracellular PGE2 into lysosomes in macrophages; PGE2 is then released via exocytosis induced by Ca2+ influx [74]. Future studies should therefore investigate whether impaired insulin-dependent exocytosis could also affect PGE2 release from astrocytes. Another important consideration for future study is the role of astrocyte insulin action during development versus its actions in the adult animal. Indeed, insulin and IGFs may directly influence brain development and neuronal survival [75–77]. While the contribution of astrocyte insulin signaling to the establishment of neuroendocrine function is unknown, it may play a role during the organization of reproductive circuitry.\n\nIn summary, our findings suggest that impaired insulin sensing in astrocytes delays the initiation of puberty and dramatically reduces adult reproductive success. These effects are due to dysfunction of the HPG axis, leading to hypogonadotropic hypogonadism, and are associated with decreased PGES2 levels in astrocytes. This model is the first to recapitulate the effects of brain IR deletion on fertility. Our findings emphasize the importance of astrocytic signaling in the regulation of reproduction and lay the foundation for future studies addressing this communication at different stages of development. Additional studies are warranted to investigate the mechanism of how insulin action on astrocytes modulates the GnRH network.\n\nMaterial and methods\n\nEthics statement\n\nAll procedures were approved by the Institutional Animal Care and Use Committee (IACUC) of the University of Toledo College of Medicine and Life Sciences in Toledo, Ohio. All experiments were performed in accordance with the relevant guidelines and regulations described in the IACUC-approved protocol number 106448.\n\nAnimal and genotyping\n\nTo create an astrocyte-specific deletion of IR (IRKOGFAP mice), GFAP-Cre mice (C57Bl/J6) (Frederick National Laboratory for Cancer Research, Frederick, Maryland, United States) were crossed with IRloxp mice (C57Bl/J6) in which exon 4 of the IR gene was flanked by loxP sites [22]. GFAP is the main intermediate filament protein in mature astrocytes and an important component of the cytoskeleton in astrocytes during development [78, 79]. After the first generation of the breeding, GFAP-Cre, IRloxp mice were crossed with homozygous IRloxp mice to generate the experimental mice. IRloxp mice littermates lacking Cre expression were used as controls; comparisons between IRloxp mice and GFAP-Cre mice were also performed where specified. Where noted, the mice also carried the tdTomato gene inserted into the Gt(ROSA)26Sor locus to serve as a reporter under the control of Cre recombinase expression. Mice were housed in the University of Toledo College of Medicine animal facility at 22°C–24°C on a 12-hour light/dark cycle and were fed standard rodent chow. Mice were weaned on postnatal day (PND) 21. Genotyping was performed by Transnetyx, Inc. (Cordova, Tennessee, US) using a real-time RTPCR–based approach.\n\nQuantitative real-time RTPCR for brain and bone marrow–derived macrophages (BMDMs)\n\nMice were sacrificed via ketamine/xylazine injections, and the brain and other tissues were removed. Total RNA was extracted using an RNeasy Lipid Tissue Mini Kit (Qiagen, Valencia, California, US). Single-strand cDNA was synthesized by a high-capacity cDNA Reverse Transcription Kit (Applied Biosystems). Bone marrow–derived macrophages were obtained, as previously described [80]. Specifically, femurs and tibias were collected and flushed with medium containing sterile RPMI, 1% penicillin/streptomycin, and L929‐conditioned medium to isolate bone marrow cells. These cells were then allowed to differentiate for 7 days (37°C, 5% CO2 atmosphere) with a change of media on day 4. Then, RTPCR was performed [81]. Briefly, total RNA was prepared from BMDMs using Perfect Pure RNA Tissue kit (5Prime kit) according to manufacturer's instructions. cDNA was synthesized with random primers and reverse transcriptase (Applied Biosystems) using 1 μg of total RNA. cDNA was evaluated with quantitative RTPCR using True Amp SYBR green qPCR Supermix (Applied Biosystems). The relative amount of mRNA was calculated by comparison to the corresponding controls and normalized relative to Glyceraldehyde 3-phosphate dehydrogenase (GAPDH). RQ is expressed as means ± SE relative to IRloxp. Sequences of primers used are as follows: IR: Forward—CCCCAACGTCTCCTCTACCA, Reverse—TGTTCACCACTTTCTCAAATG; GFAP: Forward—ACATCGAGATCGCCACCTAC, Reverse—ATGGTGATGCGGTTTTCTTC; CD68: Forward—TCCAAGCCCAAATTCAAATC, Reverse—ATATGCCCCAAGCCTTTCTT; MAP-1: Forward—AGTGAGAAGAAAGTTGCCATCATC, Reverse—TTAATAAGCCGAAGCTGCTTAGG; CD11b: Forward—TGCCAAGACGATCTCAGCAT, Reverse—GCCTCCCACCACCAAAGT; Hes-1: Forward—CAACACGACACCGGACAAAC, Reverse—GTGGGCTAGGGACTTTACGG; Hes-5: Forward—GGTACAGTTCCTGACCCTGC, Reverse—AGAGGGTGGGCCCTGATTAT; vWF: Forward—CTACCTAGAACGCGAGGCTG, Reverse -CATCGATTCTGGCCGCAAAG; GAPDH: Forward—CCAGGTTGTCTCCTGCGACT, Reverse—ATACCAGGAAATGAGCTTGACAAAGT.\n\nFACS\n\nMice were sacrificed via ketamine/xylazine injections, and brains were collected. The hypothalami were then excised and minced with a razor blade on an ice-cold glass plate and placed in a microfuge tube with 1 ml of hibernate A (HA-LF; Brian Bits, Springfield, Illinois, US). Hibernate A was then replaced with 1 ml Accutase (SCR005, Millipore, Temecula, California, US), and tubes were rotated for 30 minutes at 4°C. Samples were centrifuged at 425 x g for 2 minutes and each pellet was resuspended in 250 μl of ice-cold Hibernate A [82]. For cell dissociation, samples were triturated 10 times with a large Pasteur pipet and then placed on ice. Large pieces were allowed to settle, and 600 μl of supernatant was transferred to a 15-ml Falcon tube on ice. 600 μl of Hibernate A was added to the original tube, and the same procedure was repeated with medium and small Pasteur pipets. The collected supernatants were transferred to a 15-ml Falcon tube. Lastly, 750 μl of Hibernate A was added to the original tube, and 800 μl of supernatant was added to the 15-ml Falcon tube. Large debris was removed from the cell suspension by serial filtration through 100-μm and 40-μm cell strainers into 50-ml Falcon tubes, respectively (Falcon 352360; Falcon 352340; BD Biosciences, San Jose, California) [82]. The cell suspension was then centrifuged at 300 x g for 10 minutes and supernatant was aspirated completely. 100 μl of buffer (PBS +5% FBS) per 106 nucleated cells was added to the pellet. Then, 10 μl of ACSA-1 antibody (MACS Cat. #130-095-814) was added, mixed well, and incubated for 10 minutes in the dark. Cells were washed by adding 1 ml of buffer and centrifuged at 300 x g for 10 minutes. The supernatant was then aspirated completely. Lastly, the cell pellet was resuspended in 500 μl of buffer. Cells were sorted in FACSAria (BD Biosciencs, San Jose, California) using tdTomato and ACSA-1-APC appropriate wavelengths (581 nm and 660 nm, respectively) [83]. Astrocytes were isolated from IRloxp (tdTomato− APC+), and IRKOGFAP (tdTomato+ APC+). In addition, nonastrocyte cells were isolated from IRKOGFAP (tdTomato− APC−/ tdTomato+ APC−/ tdTomato− APC+). RNA from these cells were purified to determine IR gene expression [84].\n\nMagnetic cell sorting and western blotting\n\nMice were sacrificed via ketamine/xylazine injections, and brains were collected, then excised and minced with a razor blade on an ice-cold glass plate and placed in a microfuge tube with 1 ml of hibernate A (HA-LF; Brian Bits, Springfield, Illinois). A similar procedure was followed to isolate brain cells, as previously described in the FACS method section. Then, astrocytes expressing NA+-dependent glutamate transporter (GLT-1) were positively selected using rabbit anti GLT-1 antibody (Cat. #OSE0004W, ThermoFisher Sci) and goat antirabbit IgG magnetic beads (Cat. #S1432S, Biolabs). Full details of the procedure were described previously [85]. For protein expression, isolated astrocytes were lysed in RIPA buffer (Cat. #SC-24948, Santa Cruz Biotech). Lysate was centrifuged, followed by BCA assay to determine protein concentration. The primary antibodies used were as follows: IRβ (Cat. #3025S, Cell signaling); PGES2 (Cat. #bs-2639R, Bioss) [86, 87]; and GADPH (Cat.# SC-32233, Santa Cruz Biotechnology). Secondary antibodies used were as follows: goat antirabbit-800 (LI-COR, P/N 925–32211) and donkey antimouse-680 (LI-COR, P/N 925–68075). Images were captured using the LI-COR odyssey infrared imaging system, and only the contrast and brightness were adjusted for this purpose.\n\nPerfusion and immunofluorescence\n\nAdult males and females (in diestrus) were perfused at the age of 7–8 months. Brains of the mice were collected and postfixed with 10% formalin at 4°C overnight, followed by immersion in 10%, 20%, and 30% sucrose for 24 hours each. A sliding microtome was used to cut sections (35–40 μm) of the brain into five series [2, 88]. For immunofluorescence, these sections were permeablized in 1 x PBS / 0.4% Triton x 100 for 1 hour at room temperature. Then, they were blocked in 1% BSA/5% normal donkey serum in 1 x PBS/Triton 0.4% at room temperature for 1 hour. After that, tissues were incubated with primary antibodies in blocking buffer at 4°C overnight, followed by five washes in PBST, with each wash lasting 10 minutes. Then, the tissues were incubated with secondary antibodies in blocking buffer for 2 hours at room temperature, followed by five washes in PBST. Sections were mounted on slides, air-dried overnight, and coverslipped with fluorescence mounting medium containing DAPI (Vectasheild, Vector laboratories, Inc. Burlingame, California). Brain sections were visualized for the expression of tdTomato, GFAP, and NeuN fluorescence in IRKOGFAP mice using Total Internal Reflection Microscopy (B&amp;B microscopy limited Olympus IX-81) and Confocal Microscopy (Leica) and captured via Metaphore for Olympus Premier software. The primary antibodies used are as follows: anti-dsred 1° antibody ([1:50] Clone Tech, Cat. #632496), rabbit anti-GFAP polyclonal antibody-FITC conjugated (Bioss, Cat# bs-01994-FITC), and rabbit anti-NeuN ([1:100] abcam, Cat. #ab177487). The secondary antibodies used are as follows: Alexa Fluor 594 (1:1,000, Life Tech, Lot #1256153) and Alexa Flour 488 (1:1,000, Thermofisher Scientific, Cat. #A-21206). Only the contrast and brightness were adjusted during imaging.\n\nPuberty and reproductive phenotype assessment\n\nMales and females were checked for onset of puberty daily starting after weaning at 3 weeks of age. Balanopreputial separation in males was checked by attempting to manually retract the prepuce with gentle pressure. For females, vaginal opening was checked daily [89]. Thereafter, vaginal lavages were collected from experimental mice for at least 3–4 weeks. Cytology of collected cells was examined to assess estrus stages. Predominance of leukocyte cells was taken to indicate a diestrous stage, predominance of nucleated cells a proestrous stage, and predominance of cornified epithelial cells an estrous stage [90, 91]. First estrous was defined as the first day of predominant cornified epithelial cells after the completion of one initial estrous cycle. For fertility studies, adult control IRloxp and IRKOGFAP females 3–4 months old were placed with WT males. Length of time until birth of the first litter and litter size were then determined [2]. The mice were paired for 8 days, and copulatory plugs were observed for evidence of successful mating. After that, mice were separated, and the delivery date was recorded. Similar procedures were used for IRloxp and IRKOGFAP male mice paired with WT females.\n\nSexual behavior\n\nIRloxp and IRKOGFAP male mice were paired with WT females on the day the female was in proestrus. IRloxp and IRKOGFAP females were paired with experienced vasectomized males. Mating behavior was captured using infrared cameras (Swann) placed beside individual cages. Mice were placed in the procedure room at 1 PM to acclimate to the new environment and then the lights were turned off at 6 PM to begin the dark phase. After 2 hours in the dark (8 PM), a female in proestrus was introduced into each cage with a single male. Filming began at 8 PM and continued until 2 AM. The following morning, the female mice were checked for copulatory plugs, as previously described [92]. The video files were collected and analyzed for specific hallmarks of female sexual behavior, such as lordosis events and latency to first lordosis, as well as indicators of male sexual interest, such as latency to first mount and number of mounting attempts. A single-blinded rater completed the analysis to ensure consistency and reliability.\n\nHormonal assays\n\nSubmandibular blood was collected from IRloxp and IRKOGFAP diestrus female and male mice between 8–10 AM in randomly cycling mice to avoid the rise in LH that occurs on proestrus afternoon. LH and FSH levels were measured using multiplex testing performed by the University of Virginia Center for Research in Reproduction (Charlottesville, Virginia). Multiplex LH and FSH levels were measured with intra-assay CV &lt; 20% and reportable range of 0.24–30 ng/ml for LH and 2.4–300 ng/ml for FSH. Female serum estradiol was measured using ELISA (Calbiotech. Spring Valley, California) with sensitivity of 3 pg/ml and intra-assay CV &lt; 10.5%. Male serum testosterone levels were measured by ELISA (Calbiotech. Spring Valley, California) with sensitivity of 0.1 ng/ml and intra-assay CV of 3.17% [93].\n\nHistology\n\nAt 6–7 months of age, adult males and diestrous females were perfused with 10% formalin and organ tissues including the testis or ovary were collected and postfixed immediately in 10% formalin overnight. Next, the tissues were kept in 70% ethanol overnight. Then, tissues were embedded in paraffin, cut into sections, and stained by hematoxylin and eosin [2]. Histological section were visualized via Olympus BX61US microscope (X-cite 120 LED boost EXCELITAS technology) and captured via OlyVia 2.9 software. Ovary sections (4 per mouse) were analyzed by evaluating follicle maturation, including counting the number of primordial, primary, secondary, and preovulatory follicles and corpora lutea. Testes sections were analyzed by evaluating sperm stages, including counting the number of spermatogonium, spermatocytes, spermatid, and spermatozoa. Sperm and follicle counts are reported per seminiferous tubule/ovary cross-section. Only the contrast and brightness were adjusted during imaging.\n\nStatistical analysis\n\nData are presented as the mean ± SEM. Two-tailed, unpaired t testing was used for comparisons of two groups. One-way ANOVA was used to compare three groups, followed by Bonferroni multiple comparison test. Chi-squared test was used to analyze statistical differences in fertility studies. Data were analyzed using Prism 6 software (GraphPad). P &lt; 0.05 was considered statistically significant. The numerical data used in all figures are included in S1 Data.\n\nSupporting information"
}