{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002255",
  "doi": "10.1371/journal.pbio.1002255",
  "externalIds": [
    "pii:PBIOLOGY-D-15-00806",
    "pmid:26394016",
    "pmcid:PMC4579081"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A New Role of the Mosquito Complement-like Cascade in Male Fertility in Anopheles gambiae",
  "authors": [
    {
      "name": "Julien Pompon",
      "first": "Julien",
      "last": "Pompon",
      "affiliation": "CNRS UPR9022, Inserm U963, Université de Strasbourg, Institut de Biologie Moléculaire et Cellulaire, Strasbourg, France"
    },
    {
      "name": "Elena A. Levashina",
      "first": "Elena A.",
      "last": "Levashina",
      "affiliation": "CNRS UPR9022, Inserm U963, Université de Strasbourg, Institut de Biologie Moléculaire et Cellulaire, Strasbourg, France; Max Planck Institute for Infection Biology, Berlin, Germany"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2015-09-22",
  "dateAccepted": "2015-08-14",
  "dateReceived": "2015-03-19",
  "volume": "13",
  "number": "9",
  "pages": "e1002255",
  "tags": [
    "Type/Research Article"
  ],
  "abstract": "Thioester-containing protein 1 (TEP1) is a key immune factor that determines mosquito resistance to a wide range of pathogens, including malaria parasites. Here we report a new allele-specific function of TEP1 in male fertility. We demonstrate that during spermatogenesis TEP1 binds to and removes damaged cells through the same complement-like cascade that kills malaria parasites in the mosquito midgut. Further, higher fertility rates are mediated by an allele that renders the mosquito susceptible to Plasmodium. By elucidating the molecular and genetic mechanisms underlying TEP1 function in spermatogenesis, our study suggests that pleiotropic antagonism between reproduction and immunity may shape resistance of mosquito populations to malaria parasites.",
  "fullText": "Introduction\n\nAnopheles gambiae mosquitoes are the most efficient vectors of human malaria. Mosquitoes actively respond to Plasmodium infections by mounting immune responses that destroy the majority of invading parasites. These responses are largely mediated by thioester-containing protein 1 (TEP1) [1–4], a homologue of the mammalian complement factor C3. TEP1 is synthesized in the mosquito blood cells and is secreted into the blood or hemolymph, where a protein cascade called “mosquito complement-like system” tightly controls its activity. A series of studies on TEP1-mediated killing of Plasmodium parasites demonstrated that a complex of two leucine-rich repeat proteins, leucine-rich immune protein 1 (LRIM1) and Anopheles Plasmodium-responsive leucine-rich protein 1C (APL1C), prevents precocious activation of TEP1 [5,6], whereas heme peroxidase 2 (HPX2) and NADPH oxidase 5 (NOX5) oxidases direct TEP1 binding to Plasmodium by modifying ookinete surfaces [7]. Elimination of any of these factors does not affect TEP1 expression but abolishes its binding to parasites and increases mosquito susceptibility to infections [2,7–9]. However, TEP1 function was only examined in the immune responses of females, which are responsible for malaria transmission.\n\nHere we report a new function of TEP1 in male fertility. We demonstrate that TEP1 and other members of the complement-like cascade are present in the testes and uncover an allele-specific TEP1 contribution to clearance of apoptotic cells during spermatogenesis. We also show that TEP1 binding to defective sperm cells is regulated by the same complement-like cascade that kills malaria parasites in the mosquito midgut. In spite of these similarities, our results demonstrate that male fertility is promoted by the TEP1*S2 allele, which renders mosquitoes susceptible to Plasmodium infections. By elucidating the molecular and genetic mechanisms underlying TEP1 function in reproduction, our study reveals an example of pleiotropic antagonism between alleles that may impact the genetic makeup of the mosquito resistance to Plasmodium.\n\nResults\n\nTEP1 Occurrence in the Mosquito Testis\n\nUsing polyclonal antibodies and confocal microscopy of dissected whole mount testes, we observed TEP1 signal in the spermatogenic compartments of A. gambiae. The mosquito spermatogenic compartments are distinguished by the shape of the sperm nuclei [10] and by the expression pattern of β-tubulin [11]. The apical side of the testes contains a ring of hub cells, the niche of the germline stem cells (GSC) and somatic stem cells (SSC). Upon division, GSCs differentiate into the primary spermatogonia. These compartments do not express the β-tubulin gene whose expression begins in the spermatocytes. All sperm cells from the hub to the spermatocytes display rounded nuclei, whereas the nuclei of the spermatids and spermatozoa adopt their mature elongated shape. To facilitate mapping of TEP1-positive cells in the testes, we made use of the DSX transgenic line in which β-tubulin gene promoter directed the expression of green fluorescent protein (GFP) reporter in spermatocytes, spermatids, and spermatozoa (Fig 1A and 1B) [12]. TEP1 signal was detected on spermatogonia (round nuclei, no expression of β-tubulin::eGFP, Fig 1C) and on spermatozoa (elongated nuclei, expression of β-tubulin::eGFP, Fig 1D and 1E). Given this surprising localization, we tested whether TEP1 expression correlates with spermatogonial development, which in mosquitoes is initiated at the larval stages and is completed a couple of days after the emergence of adults [10,13]. In Anopheles males, copulation triggers a new wave of spermatogenesis to replenish the ejaculated spermatozoa [10]. Therefore, we monitored the occurrence of TEP1 signal in the testes of virgin males during the first 2 wk after adult emergence and after mating. The percentage of testes with TEP1-positive spermatogonia decreased during the first week after male emergence and correlated with the termination of spermatogenesis (Fig 1F). Consistent with the onset of sperm production, the proportion of testes with TEP1-positive spermatogonia increased after mating (Fig 1G). In contrast, spermatogenesis did not promote the occurrence of TEP1-positive spermatozoa, whose numbers were increasing with time after adult emergence. These data suggest that TEP1 occurrence in the testes correlates with spermatogenic development.\n\nThe Conserved Complement-like Cascade Directs TEP1 Binding to Damaged Sperm for Removal\n\nAs spermatogenesis is accompanied by waves of apoptosis [14,15], we asked whether TEP1 was recruited to defective spermatogonia. To this end, massive sperm damage was experimentally induced in DSX pupae by radiation [10,16]. We first gauged the impact of radiation on male fertility and confirmed that it drastically decreased hatching rates of the progeny (Fig 2A and 2B). A significant reduction in egg laying was only observed in females mated with the DSX males irradiated with the highest dose (100 Gray [Gy]). Further, we observed a significant increase in the proportion of testes with TEP1-positive spermatogonia, which correlated with the reduction in the size of the spermatogonial compartment in 3-d-old irradiated DSX males (Fig 2C–2E, S1 Fig), suggestive of TEP1 recruitment to defective cells. Indeed, radiation significantly increased the number of damaged cells, as measured by TdT-mediated dUTP nick-end labeling (TUNEL), which marks DNA breaks associated with cell death. Interestingly, all TEP1-positive cells in the testes of control and irradiated males were TUNEL positive, but not all TUNEL-positive cells were also stained with the anti-TEP1 antibody (Fig 2F). Moreover, radiation-induced cell damage and TEP1 signal were also detected in the GFP-negative germ-line compartment (Fig 2G). These results suggest that TEP1 is recruited to damaged cells.\n\nThe specificity of the detected TEP1 signal was confirmed by two independent approaches. First, we used a mosquito transgenic line (7b) in which TEP1 expression is constitutively repressed by a dominant transgene-mediated silencing (S2 Fig). Second, we injected irradiated DSX males with double-stranded RNA (dsRNA) against TEP1 1 d after emergence. TEP1 signal was not detected in the testes of irradiated males in both TEP1 depletion methods, confirming signal specificity (Fig 2H, S2 Fig). We next examined whether other members of the complement-like cascade were present in the testes, using polyclonal antibodies against LRIM1 and HPX2 and confocal microscopy. Neither LRIM1 nor HPX2 signals associated with the sperm cells, but they were detected in the cells attached to the testes (S3 Fig). Since elimination of any of these factors does not affect TEP1 expression but abolishes TEP1 binding to parasites [2,7–9], we exploited their silencing to discriminate whether TEP1 is expressed in or bound to the sperm cells. Depletion of either protein abolished TEP1 signal on spermatogonia but did not affect TEP1 expression, as evidenced by a clear TEP1 signal detected by immunoblotting in the hemolymph extracts of males (Fig 2H, S4 Fig), supporting the hypothesis that the observed signal resulted from TEP1 binding to spermatogonia. Taken together, these results demonstrate that the complement-like cascade regulates TEP1 binding to defective sperm.\n\nIn mammals, complement contributes to the removal of apoptotic cells [17]. Therefore, we examined whether TEP1 binding mediated clearance of defective spermatogonia by comparing the number of TUNEL-positive cells in the testes of control and TEP1-depleted males in a similar genetic background of the F1 progeny of a reciprocal cross between DSX and 7b (S5 Fig). Significantly higher numbers of TUNEL-positive cells were detected in the absence of TEP1 in the testes of freshly emerged males (Fig 2I, day 1). Furthermore, while irradiation increased the number of damaged cells in all samples, their numbers decreased with time in controls but remained high in TEP1-depleted mosquitoes (Fig 2I, day 3). These results suggest that TEP1 binding to the spermatogonia correlates with removal of defective cells during spermatogenesis.\n\nTEP1 Rescues Radiation-Induced Male Infertility\n\nBased on these results, we proposed that TEP1 marks damaged spermatogonia for removal. Accumulation of dead cells degrades sperm quality [18]. Therefore, we hypothesized that TEP1 deficiency should decrease male fertility after irradiation. Indeed, radiation significantly decreased larval hatching rates (Fig 3A). Importantly, a larger decrease was observed in the progeny of TEP1-depleted males as compared to controls, suggesting that TEP1 partially rescues radiation-induced male sterility.\n\nTEP1 is a highly polymorphic gene with four major alleles that differ in their capacity to kill or to resist malaria parasites—namely, the resistance-associated alleles R1 and R2 and the susceptibility-associated alleles S1 and S2 [19–22]. Resistance alleles are believed to offer selective advantages to the mosquitoes infected with Plasmodium; however, the fitness costs of these alleles have not been experimentally tested. To explore the impact of TEP1 polymorphism on the fertility of irradiated males, we generated three S1/S1, S2/S2, and R1/R1 homozygous lines from the TEP1-heterozygous T4 line of A. gambiae obtained from Imperial College, London (S6 Fig). Indeed, TEP1 genotyping of this line identified the following frequencies of TEP1 alleles: R1 (14%), S1 (67%), and S2 (19%). To obtain TEP1 homozygous lines, the legs of virgin females and males were used for nested PCR-restriction fragment length polymorphism (RFLP) genotyping, and the reciprocal crosses were set up between the selected individuals. Once the TEP1 homozygosity of the established lines was confirmed, male pupae from each line were irradiated, and the testes of the resulting males were dissected, stained, and microscopically examined. Lower numbers of TUNEL-positive cells were observed in the testes of S2/S2 as compared to S1/S1 and R1/R1 males (Fig 3B). Moreover, the progeny of S2/S2 males had higher hatching rates than S1/S1 and R1/R1 irradiated males (Fig 3C). Importantly, no differences were observed between these lines in the absence of radiation. These results suggest that the TEP1*S2 allele efficiently protects against radiation-induced male sterility. To exclude the possibility that the observed differences were caused by variation at an unrelated locus, we generated heterozygous S1, S2, and R1 males depleted for TEP1 by crossing TEP1 homozygous males from each of the three lines with 7b females (S6 Fig). Pupae of the resulting progeny were irradiated, and the obtained TEP1-depleted 3-d-old males were crossed with TEP1*S1-homozygous females. Similar sizes of egg batches and egg-hatching rates indicated that TEP1 depletion abrogated fertility advantages of the S2 allele (Fig 3D). Taken together, our results indicate the allele-specific contribution of TEP1 to higher male fertility rates in stressful conditions induced by radiation.\n\nAllele-Specific Role of TEP1 in Male Fertility\n\nWe next evaluated whether TEP1 regulated male fertility under normal conditions. The radiation experiments described above were performed with young males (3-d-old). However, age plays a critical role in male mating behavior and insemination success. Although 3-d-old males are sexually competent, mosquito males show the highest levels of mating activity and form mating swarms several days later (7 to 9 d after emergence) [23,24]. Therefore, we compared the fertility of young (3-d-old) and mature (9-d-old) control and TEP1-depleted males. Moderate but significantly lower hatching rates were observed in the progeny of mature but not young TEP1-depleted males as compared to same-age controls (Fig 4A), demonstrating that TEP1 regulates male fertility in the absence of radiation. To make sure that the observed phenotype was due to clearance of damaged sperm cells and not a consequence of microbial infections in TEP1-depleted mosquitoes, we examined bacterial loads in the testes and male accessory glands (MAGs) of control and TEP1-depleted 1- and 13-d-old mosquitoes by quantitative PCR of the conserved bacterial 16S rRNA gene. No significant differences between the two groups were detected (S7 Fig), indicating that TEP1 depletion did not cause significant changes in microbiota proliferation in male reproductive tissues that could explain the observed impact of TEP1 depletion on male sterility.\n\nTo validate the specific contribution of the TEP1*S2 allele to male fertility, we compared the fertility rates of mature males of the TEP1 S1/S1, S2/S2, or R1/R1 homozygous lines described above. As in the radiation experiments, significantly higher hatching rates were detected in the progeny of S2/S2 males (Fig 4B). The causative effect of the TEP1 polymorphism was further validated by reciprocal allele-specific RNA interference, which interrogates the effects of allele-specific silencing in an identical genetic background [21]. To this end, we performed reciprocal crosses between R1/R1 and S2/S2 homozygous lines and used males of F1 progeny heterozygous for TEP1 (S2/R1) for injections with allele-specific dsRNAs targeting S2 (dsS) or R1 (dsR). Injections of dsLacZ and dsTEP1 served as negative and positive controls, respectively. A significant reduction in the expression of targeted alleles was confirmed by quantitative PCR (Fig 4C). A moderate but significant decrease in hatching rates was detected in the progeny of dsS- and dsTEP1-depleted males (Fig 4D), thereby confirming the role of the S2 allele in male fertility. We noted that the progeny of dsR-injected males displayed reduced hatching rates as compared to control dsLacZ, pointing towards epistatic interactions between TEP1 alleles. Taken together, these data demonstrate the contribution of TEP1*S2 allele to male fertility, thereby raising a possibility of a fitness trade-off between TEP1 alleles in reproduction and immunity.\n\nDiscussion\n\nWe discovered a new function of the complement-like cascade in spermatogenesis that impacts male fertility in the malaria mosquito. We demonstrate that depletion of the complement-like factor TEP1 results in accumulation of defective sperm and decreases male fertility. Our study extends the role of the mosquito complement-like cascade from immunity to the removal of defective sperm during spermatogenesis and, thereby, to male fertility and reproduction.\n\nWe also show that TEP1 function in spermatogenesis is regulated by the same HPX2-LRIM1 axis that controls killing of Plasmodium parasites in the midgut. We propose that activation of the TEP1/LRIM1/APL1C complex is induced by an unknown mechanism in the proximity of the damaged sperm cells. It appears that the surface modification mediated by HPX2 is required for TEP1 binding to the damaged sperm, suggesting that the same signals are used by the mosquitoes to label defective cells and invading pathogens (S8 Fig). This conserved requirement for reactive nitrogen species in the activation of the mosquito complement-like system in immunity and reproduction suggests that nitration through oxidation of cell surface proteins may be a general mechanism of complement activation, which may be relevant for the activation of the alternative complement pathway in mammals (S8 Fig). The role of the complement factor C3, a mammalian homologue of TEP1, in the clearance of apoptotic bodies is well documented [17,25]. However, C3 deficient mice are fully fertile, and sperm quality is kept in check by a complement-independent mechanism, probably to prevent a deleterious complement activation on self surfaces and gamete damage [26]. Future studies should examine the mechanism(s) that mediate(s) removal of damaged cells and of invading parasites. In Drosophila, electron microscopy detected traces of the abnormal sperm in the neighboring cells but also inside the macrophage-like cells present in the testis tissues [27]. Although phagocytosis may contribute to the removal of the damaged sperm cells, this process is irrelevant for parasite clearance in the midgut, as no phagocytic cells have been detected by electron microscopy [28].\n\nPrevious reports demonstrated the causative role of the R1 allele in mosquito resistance to infections with Plasmodium berghei and with some isolates of P. falciparum [21,22,29,30]. However, low rates of infected mosquitoes in natural populations question the impact of Plasmodium on TEP1 evolution. Given the broad function of TEP1 in immune responses to bacteria and fungi [19,31–33], local microbial pressures on the larval stages may drive its exceptional variability across Africa [22], a hypothesis that has never been experimentally proven. Here we show that TEP1 affects reproduction at the age when males actively engage in mating, suggesting that our findings are relevant for male fitness in natural mosquito populations. Moreover, we report that in contrast to resistance to Plasmodium, a distinct “susceptible” S2 allele mediates higher male fertility rates. At the structural level, the S2 form of TEP1 is mostly similar to the S1 form, except for a β-hairpin loop, shared with R1 and R2 and located on the convex surface of the thioester domain [34]. The exposed position of this loop is suggestive of its role in protein–protein interactions. Although interactions with distinct partners may define a critical role of S2 form in cell removal, further studies are needed to examine biochemical bases of TEP1 pleiotropism. A recent report demonstrated the role of the mosquito heme peroxidase 15 (HPX15) in long-term female fertility by protecting sperm from oxidative damage during storage in spermathecae [35]. The results presented here uncover the role of the HPX2/TEP1/LRIM1 complement-like cascade in the removal of defective sperm cells in the testes, the process that promotes male fertility rates. As strong selective pressures apply to genes involved in reproduction [36] and male fitness [37], even the moderate contribution of S2 to male fertility revealed in our experiments may have important consequences for mosquito field populations, as enrichment in S2 alleles may render mosquito populations more susceptible to Plasmodium infections. Taken together, we propose that pleiotropic antagonism may drive the evolution of the TEP1 locus and shape the genetic makeup of resistance to Plasmodium in a major malaria vector.\n\nMethods\n\nEthics Statement\n\nAll work in this study was performed in agreement with national animal work authorization E 67-484-2 issued by the Department of Veterinary Services, Prefecture du Bas-Rhin, France.\n\nMosquito Strains\n\nA. gambiae sensu stricto strain G3 and TEP1 homozygous and transgenic lines originating from it were used throughout the study. Mosquitoes were reared in the insectary at 28 ± 2°C and 80 ± 5% humidity with a 12/12 h dark/light cycle. Larvae were fed with grinded fish food (Tetra), and adults received a 10% sugar solution (w/v). All work in this study was performed in agreement with national animal work authorization E 67-482-2 issued by the Department of Veterinary Services, Prefecture du Bas-Rhin, France.\n\nTransgenic lines\n\nThe DSX line (TEP1*S1/S1) expressed three reporters: (i) a 3xP3::DsRed transgenesis marker in the mosquito nervous system [38]; (ii) a β-tubulin::eGFP reporter expressed in spermatocytes, spermatids, and spermatozoa; and (iii) a DmActin5C::eGFP reporter expressed predominantly in the midgut [12]. DSX mosquitoes were used to differentiate spermatogenic compartments in the testes.\n\nThe 7b line (TEP1*S1/S1) was obtained by a piggyBac-mediated transgene insertion on the X chromosome. The transgene contains (i) a 3xP3::DsRed transgenesis marker expressed in the mosquito nervous system [38] and (ii) a DmHsp70::TEP1 cassette that causes a dominant depletion of TEP1 (S2 Fig). 7b mosquitoes were used as a positive control for experiments testing the effect of TEP1 depletion on spermatogenesis and on male fertility, while the transgenesis 3xP3::DsRed marker of this line inserted on the X chromosome was used to sex larvae at an early stage, using a COPAS instrument (Union Biometrica) as described [39] to ensure adults’ virginity.\n\nThe T4 line, obtained from the Imperial College, London, expressed the 3xP3::eGFP reporter in the nervous system of males but not females because of the piggyBac transposon insertion on the Y chromosome [40]. This line was used for high-throughput male selection using the COPAS instrument. Genotyping of the T4 line showed that it was heterozygous for TEP1 and contained R1 (14%), S1 (67%), and S2 (19%) alleles; therefore, we used this line for establishment of the TEP1 homozygous lines.\n\nTEP1 homozygous lines\n\nTo establish TEP1-homozygous lines from the heterozygous T4 population, legs from 192 live males and 192 live females were genotyped by the PCR-RFLP method described below. Individuals (25 males and 25 females) with the selected genotypes for each homozygous line were used for crosses. After three rounds of intracrossing, the resulting TEP1*S1/S1, S2/S2, and R1/R1 lines were established and used for experiments within the next five generations.\n\nGenetic Crosses\n\nF1 progenies of the reciprocal crosses between DSX and 7b lines were used for experiments with 7b; DSX and wt; DSX males. To obtain 7b/S1, 7b/S2, and 7b/R1 heterozygous males, F1 progenies of crosses between 7b females and TEP1*S1/S1, *S2/S2, and *R1/R1 homozygous males were used. Males heterozygous for TEP1*S2/R1 were from the F1 progeny of a cross between TEP1*R1/R1 females and TEP1*S2/S2 males. The COPAS instrument (Union Biometrica) was used for sexing of the early larval stages [39]. Females and males of DSX, TEP1-homozygous, and 7b lines were raised separately, and 100 males and 50 females were mated in each cross.\n\nTEP1 Genotyping\n\nTo identify TEP1 alleles in the mosquito lines used in this study, we used a nested PCR-RFLP. DNA was extracted from one mosquito leg in 40 μl of grinding buffer (10 mM Tris-HCl pH 8.2; 1 mM EDTA; 25 mM NaCl) mixed with 0.4 μl of 100x Proteinase K (Sigma) and incubated for 45 min at 37°C. A first PCR was conducted using VB3 5ʹ-ATGTGGTGAGCAGAATATGG-3ʹ and VB4 5ʹ-ACATCAATTTGCTCCGAGTT-3ʹ primers, followed by a second PCR performed on 2 μl of the resulting product with AG1656 5ʹ-ATCTAATCGACAAAGCTACGAATTT-3ʹ and AG1653 5ʹ-CTTCAGTTGAACGGTGTAGTCGTT-3ʹ primers, producing a final fragment of 764 bp. Both PCR reactions were subjected to 95°C for 2 min, 30 cycles with 15 s at 95°C, 15 s at 55°C, and 45 s at 72°C, and a final step at 72°C for 5 min, using GO Tag Green Master mix (Promega). PCR products were digested by Bam HI, Hind III, or Bse NI (Fermentas) and analyzed on 1.5% agarose gels. Expected restriction patterns are provided in S1 Table. Genotyping was conducted on 96 males and 96 females from T4, DSX, 7b, and on each of the TEP1-homozygous and TEP1-heterozygous lines.\n\nTEP1 Sequencing\n\nVerification of TEP1 sequences from homozygous lines was obtained by amplicon sequencing as described [21] using DNA extracts of five different mosquitoes for each line. DNA was extracted using the DNeasy kit (QIAGEN). Sequencing revealed that TEP1*S1 corresponded to the TEP1*S4 allele initially identified in the VKper line, TEP1*S2 to the TEP1*S6 allele from the Ngousso, and TEP1*R1 to the TEP1*R1 from the L3-5 refractory line [21,29].\n\nImmunofluorescence and Confocal Microscopy\n\nTo examine the presence of TEP1, HPX2, and LRIM1, the testes were dissected in 1x PBS, fixed with 2% PFA in 1x PBS for 1 h; permeabilized with 0.5% Triton in 1x PBS for 20 min; blocked with 0.5% Triton, 1% BSA, in 1x PBS for 30 min; incubated overnight at 4°C with anti-TEP1 (1/300) [41], the anti-HPX2 [7], or anti-LRIM1 [5] polyclonal rabbit antibodies in the blocking solution and then washed with 0.5% Triton, 1% BSA, in 1x PBS; and incubated for 2 h with a secondary fluorescence-labeled Cy3 or Cy5 anti-rabbit IgG antibody (1/1,000) (Jackson Laboratory) and DAPI (1/5,000) (Vector Laboratories) in the blocking solution for 15 min.\n\nTo reveal DNA damage, the TUNEL assay was performed on TEP1-stained testes dehydrated for 3 h on SuperFrost/Plus slides (Menzel-Glazer) using the ApopTag Red In Situ kit (Millipore).\n\nTo determine TEP1 occurrence in the testes after mating, 2-d-old virgin males were added to a cage containing virgin females, and couples were collected in copula within the first hour. Males were then kept in a separate cage for 2 d. The testes were dissected and assessed for TEP1 presence using anti-TEP1 polyclonal antibodies and immunofluorescence.\n\nAll samples were mounted in Vectashield medium (Vector Laboratories), examined using a LSM700 laser confocal microscope (Zeiss), and analyzed using Image J open source software [42] with the Figure J package [43].\n\nImmunoblotting\n\nTo determine the presence of TEP1, LRIM1, or HPX2 in the hemolymph or the testes, hemolymph samples from ten mosquitoes were collected by proboscis clipping, and the testes extracts were obtained by grinding 20 dissected testes in 10 μl of Laemmli buffer (Tris-HCl 0.35 M; 10.3% SDS; 36% glycerol; 5% β-mercaptoethanol; 0.012% bromophenol blue). Extracts were separated by precast 4%–20% gradient SDS-PAGE (Bio-Rad). Protein membrane transfer, antibody incubations, and detection were carried out, as previously described [41], using anti-TEP1 [41] (1/1,000) and anti-LRIM1 [5] antibodies (1/300), with anti-prophenoloxidase 2 (PPO2) (1/15,000) or anti-α-actin antibody (1/1,000) (Chemicon) as loading controls. Immunoblotting of HPX2 was conducted in native conditions as described [7]. Bound antibodies were detected by an anti-rabbit or anti-mouse IgG conjugated to horseradish peroxidase (1/30,000) (Promega) using Super Signal West Pico Chemiluminescent Substrate (Thermo Scientific).\n\nRNAi Silencing\n\nTo deplete TEP1, LRIM1, TEP1*S, or TEP1*R, dsRNAs for TEP1, LRIM1, LacZ, TEP1*S (dsS), and TEP1*R (dsR) were produced from plasmids containing the dsRNA-target sequence flanked by two T7 promoters [5,21,44]. To deplete HPX2, dsRNA for HPX2 was produced from PCR-amplified fragments flanked with two T7 promoters as described [7]. RNA synthesis and purification were performed using MegaScript and MegaClear kits (Ambion). RNA concentrations were measured by Nanodrop (Thermo Scientific) before annealing 3 μg/μl of sense and anti-sense RNAs by boiling. DsRNAs were injected (69 nl) into the thorax of CO2-immobilized 1-d-old mosquitoes using a glass capillary mounted onto a Nanoject II injector (Drummond).\n\nQuantitative Reverse Transcription PCR\n\nTo quantify the mRNA level for TEP1, LRIM1, and HPX2, total RNA was extracted from ten mosquitoes using the RNeasy extraction kit (QIAGEN) or RNAzol (Sigma-Aldrich) and reverse-transcribed by the M-MuLV Reverse Transcription kit (Thermo Scientific). Gene expression was quantified using primers and probes detailed in S2 Table by quantitative PCR with Fast SybrGreen chemistry for LRIM1 and HPX2 and TaqMan chemistry for TEP1 and RPL19, using the ABI 7500 Fast Real-Time PCR machine. Expression of RPL19, the gene encoding housekeeping ribosomal protein L19, was used for normalization.\n\nγ-Ray Irradiation\n\nTo induce sperm damage, pupae were subjected to radiation within the first 12 h after pupation using a Biobeam 8000 (Gamma-Service Medical Research).\n\nFertility Assays\n\nTo estimate the impact of TEP1 presence or the TEP1 allele on male fertility, female and male larvae were sexed by the COPAS instrument and raised separately [39]. On day 3 after emergence, 25 virgin females were mixed with 50 virgin males in a cubic 17 cm cage. Females were fed on a mouse 5 d later, and unfed females were removed from the cage. On day 7, individual females were placed into plastic vials containing 1–2 ml of water and closed with cotton pads. On days 9–10, the deposited eggs and larvae were counted in each vial. We confirmed that females that did not lay eggs had no sperm in their spermathecae, as previously reported [45]. For fertility assays with mature males, males were kept virgin, and on day 9 after emergence, they were mated to 3-d-old females and assessed as above. Experiments were repeated four times: two independent experiments with two different cages.\n\nEstimation of Bacterial Loads\n\nTo examine the effect of TEP1 depletion on bacterial loads in the male sexual organs, control (T4) and TEP1-depleted (7b) larvae were reared in the same water to ensure equal exposure to the environmental microbes. The adults were separated after eclosion based on expression of fluorescent markers. On days 1 and 13 after emergence, the testes and MAGs were dissected from five adults per group, and DNA was extracted using the DNeasy kit (QIAGEN). Bacterial loads were gauged by quantitative PCR of the highly conserved 16S rRNA gene (S2 Table) [46]. Three independent biological experiments were conducted.\n\nStatistical Analysis\n\nNormalization of the distribution and the homogeneity of variances was evaluated by Shapiro’s and Bartlett’s tests, respectively. To fit normal distribution and homogeneity of variances, larval hatching rates were arcsin square root-transformed before analysis. Statistical analyses were conducted using SYSTAT 12.0 (SYSTAT software) and R (http://www.R-project.org) software.\n\nSupporting Information"
}