{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002387",
  "doi": "10.1371/journal.pbio.1002387",
  "externalIds": [
    "pii:PBIOLOGY-D-15-02712",
    "pmid:26901759",
    "pmcid:PMC4762649"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Tel1 and Rif2 Regulate MRX Functions in End-Tethering and Repair of DNA Double-Strand Breaks",
  "authors": [
    {
      "name": "Corinne Cassani",
      "first": "Corinne",
      "last": "Cassani",
      "affiliation": "Dipartimento di Biotecnologie e Bioscienze, Università di Milano-Bicocca, Milano, Italy"
    },
    {
      "name": "Elisa Gobbini",
      "first": "Elisa",
      "last": "Gobbini",
      "affiliation": "Dipartimento di Biotecnologie e Bioscienze, Università di Milano-Bicocca, Milano, Italy"
    },
    {
      "name": "Weibin Wang",
      "first": "Weibin",
      "last": "Wang",
      "affiliation": "Department of Molecular Biophysics and Biochemistry, Yale University School of Medicine, New Haven, Connecticut, United States of America"
    },
    {
      "name": "Hengyao Niu",
      "first": "Hengyao",
      "last": "Niu",
      "affiliation": "Department of Molecular and Cellular Biochemistry, Indiana University, Bloomington, Indiana, United States of America"
    },
    {
      "name": "Michela Clerici",
      "first": "Michela",
      "last": "Clerici",
      "affiliation": "Dipartimento di Biotecnologie e Bioscienze, Università di Milano-Bicocca, Milano, Italy"
    },
    {
      "name": "Patrick Sung",
      "first": "Patrick",
      "last": "Sung",
      "affiliation": "Department of Molecular Biophysics and Biochemistry, Yale University School of Medicine, New Haven, Connecticut, United States of America"
    },
    {
      "name": "Maria Pia Longhese",
      "first": "Maria Pia",
      "last": "Longhese",
      "affiliation": "Dipartimento di Biotecnologie e Bioscienze, Università di Milano-Bicocca, Milano, Italy"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-02-22",
  "dateAccepted": "2016-01-20",
  "dateReceived": "2015-09-22",
  "volume": "14",
  "number": "2",
  "pages": "e1002387",
  "tags": [
    "ATP hydrolysis",
    "Biochemistry",
    "Biological cultures",
    "Carbohydrates",
    "Cell cultures",
    "Chemical compounds",
    "Chemical reactions",
    "Chemistry",
    "Clinical immunology",
    "Clinical medicine",
    "DNA",
    "DNA damage",
    "DNA repair",
    "Discipline-v3/ATP hydrolysis",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biological cultures",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Carbohydrates",
    "Discipline-v3/Cell cultures",
    "Discipline-v3/Chemical compounds",
    "Discipline-v3/Chemical reactions",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Clinical immunology",
    "Discipline-v3/Clinical medicine",
    "Discipline-v3/DNA",
    "Discipline-v3/DNA damage",
    "Discipline-v3/DNA repair",
    "Discipline-v3/Galactose",
    "Discipline-v3/Genetics",
    "Discipline-v3/Hydrolysis",
    "Discipline-v3/Hypersensitivity",
    "Discipline-v3/Immunology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Monosaccharides",
    "Discipline-v3/Non-homologous end joining",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Organic chemistry",
    "Discipline-v3/Organic compounds",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Surgical and invasive medical procedures",
    "Discipline-v3/Surgical resection",
    "Galactose",
    "Genetics",
    "Hydrolysis",
    "Hypersensitivity",
    "Immunology",
    "Monosaccharides",
    "Non-homologous end joining",
    "Nucleic acids",
    "Organic chemistry",
    "Organic compounds",
    "Surgical and invasive medical procedures",
    "Surgical resection",
    "Type/Research Article"
  ],
  "abstract": "The cellular response to DNA double-strand breaks (DSBs) is initiated by the MRX/MRN complex (Mre11-Rad50-Xrs2 in yeast; Mre11-Rad50-Nbs1 in mammals), which recruits the checkpoint kinase Tel1/ATM to DSBs. In Saccharomyces cerevisiae, the role of Tel1 at DSBs remains enigmatic, as tel1Δ cells do not show obvious hypersensitivity to DSB-inducing agents. By performing a synthetic phenotype screen, we isolated a rad50-V1269M allele that sensitizes tel1Δ cells to genotoxic agents. The MRV1269MX complex associates poorly to DNA ends, and its retention at DSBs is further reduced by the lack of Tel1. As a consequence, tel1Δ rad50-V1269M cells are severely defective both in keeping the DSB ends tethered to each other and in repairing a DSB by either homologous recombination (HR) or nonhomologous end joining (NHEJ). These data indicate that Tel1 promotes MRX retention to DSBs and this function is important to allow proper MRX-DNA binding that is needed for end-tethering and DSB repair. The role of Tel1 in promoting MRX accumulation to DSBs is counteracted by Rif2, which is recruited to DSBs. We also found that Rif2 enhances ATP hydrolysis by MRX and attenuates MRX function in end-tethering, suggesting that Rif2 can regulate MRX activity at DSBs by modulating ATP-dependent conformational changes of Rad50.",
  "fullText": "Introduction\n\nDNA double-strand breaks (DSBs) are among the most cytotoxic DNA lesions, because failure to repair them can lead to genome instability. DSBs can be repaired by either nonhomologous end joining (NHEJ) or homologous recombination (HR). While NHEJ directly ligates the DNA ends, HR requires the 5′ ends of a DSB to be nucleolytically processed (resected) to generate 3′ single-stranded DNA (ssDNA) tails that initiate HR by invading an undamaged homologous DNA template [1].\n\nGeneration of DSBs activates a DNA damage response (DDR), which regulates DSB repair and coordinates it with cell cycle progression [2]. In both yeast and mammals, the DDR is initiated by the MRX/MRN complex (Mre11-Rad50-Xrs2 in yeast; Mre11-Rad50-Nbs1 in mammals), which recognizes unprocessed DSBs and activates the checkpoint kinase Tel1/ATM [3]. MRX/MRN recruits Tel1/ATM to the DSB ends through its interaction with the C-terminal domain of Xrs2/Nbs1 and stimulates Tel1/ATM catalytic activity [4–8].\n\nMRX/MRN also plays critical functions in DSB resection and in maintaining the DSB ends tethered to each other [9]. Several studies have shown that the MRX complex consists of a globular head domain from which the long coiled-coil domain of Rad50 protrudes [10–13]. The coiled-coil apex contains a CXXC amino acid motif that can dimerize via tetrahedral coordination of a zinc ion, thereby forming molecular bridges for keeping the DNA ends tethered to each other [14,15]. Mre11 is active as an exo- and endonuclease in vitro [16–19] and initiates DSB resection [20–24]. The functions of MRX in end-tethering and DSB resection are regulated by Rad50, whose ATP binding and hydrolysis activities result in MRX conformational changes [11,25–28]. Mutants that promote the ATP-bound conformation of Rad50 exhibit a higher level of tethering [29], indicating that end-tethering depends on this MRX conformation. In turn, the ATP-bound conformation sterically blocks the Mre11 nuclease activity [29–32], whereas release from this ATP-bound state that occurs with ATP hydrolysis opens Mre11 nuclease active sites so that they can be engaged in DSB resection [13]. Thus, ATP hydrolysis triggers a switch between a closed state, in which Mre11 nuclease domain is occluded, to an open configuration with exposed Mre11 nuclease sites.\n\nIn addition to its role in DSB repair, MRX works in the same epistasis group of Tel1 to maintain telomere length [33,34]. Interestingly, the lack of Tel1 in Saccharomyces cerevisiae cells causes telomere shortening and a decrease of MRX binding at DNA ends flanked by telomeric DNA repeats [35,36]. On the other hand, telomere length is negatively regulated by Rif2, which is recruited to telomeric DNA ends by Rap1 [37]. Artificial tethering of Rif2 at DNA ends reduces the amount of telomere-bound Tel1, but not that of MRX [35]. This observation, together with the finding that Rif2 appears to compete with Tel1 for binding to the C-terminus of Xrs2 in vitro [35], suggests that Rif2 interferes with MRX-Tel1 interaction to shelter telomeric ends from Tel1 recognition.\n\nAlthough Tel1 is recruited to DSBs and participates in DSB end resection [4,38], its function in DSB repair remains enigmatic because Tel1-deficient S. cerevisiae cells do not show obvious hypersensitivity to DNA damaging agents and are not defective in checkpoint activation in response to a single DSB [38]. To better understand the function of Tel1 in the cellular response to DSBs, we performed a genetic screen aimed at identifying mutants that require Tel1 to survive to genotoxic treatments. We found that the rad50-V1269M allele makes tel1Δ cells hypersensitive to DNA damaging agents. The MRV1269MX complex associates poorly to a DSB and the lack of Tel1 further reduces its retention at DSB ends. As a consequence, rad50-V1269M tel1Δ cells are severely defective in maintaining the DSB ends tethered to each other. These findings indicate that Tel1 promotes proper MRX association to DNA ends, and this function is required to support the end-tethering activity of MRX. The Tel1 function in promoting MRX retention to DSBs is counteracted by Rif2, which is recruited to DSB ends. Rif2 also enhances MRX ATPase activity and attenuates MRX function in end-tethering, suggesting that it modulates MRX function not only by inhibiting MRX association to DSBs but also by regulating ATP-dependent Rad50 conformational changes.\n\nResults\n\nrad50-V1269M Cells Require Tel1 for DNA Damage Resistance\n\nTo gain insights into the role of Tel1 at DSBs, we searched for mutations that caused hypersensitivity to DNA damaging agents only in the absence of Tel1. For this purpose, tel1Δ clones were screened for decreased viability in the presence of camptothecin (CPT) and/or phleomycin. Hypersensitive tel1Δ clones that lost the DNA damage hypersensitivity after transformation with a plasmid containing wild-type TEL1 were crossed to a wild-type strain followed by sporulation and tetrad analysis to verify that the DNA damage hypersensitivity was due to the combination of tel1Δ with a mutation in an unknown single gene. This procedure allowed us to identify five single-gene mutations belonging to three distinct allelism groups. Genome sequencing of the clone that showed the most severe synthetic phenotype and subsequent genetic analyses established that the mutation responsible for the DNA damage hypersensitivity of tel1Δ cells was a single nucleotide change in the RAD50 gene, resulting in substitution of valine 1269 with methionine in the C-terminal ATPase domain (Fig 1A).\n\nBoth rad50-V1269M and tel1Δ single mutant cells were as sensitive as wild type to phleomycin, methyl methanesulfonate (MMS), and low CPT doses, while the sensitivity to the same drugs was greatly increased in tel1Δ rad50-V1269M double mutant cells (Fig 1B), indicating that the Rad50-V1269M variant requires Tel1 to support cell viability in the presence of genotoxic stress.\n\nAs Tel1 is a protein kinase, we asked whether the rad50-V1269M allele also exacerbated the sensitivity to DNA damaging agents of cells expressing a Tel1 mutant variant (Tel1-kd) carrying G2611D, D2612A, N2616K, and D2631E amino acid substitutions that abolished Tel1 kinase activity in vitro [39]. Telomeres in tel1-kd cells are shorter than in wild-type cells and indistinguishable from those of tel1Δ cells [39], indicating that these mutations abolish Tel1 function at telomeres. Surprisingly, the viability of tel1-kd rad50-V1269M double mutant cells in the presence of DNA damaging agents was similar to wild-type cells (Fig 1C), suggesting that Rad50-V1269M mutant variant requires the presence of Tel1 but not its kinase activity to support cell viability in the presence of genotoxic stress.\n\nRad50-V1269M Exhibits Reduced DNA Binding and ATP Hydrolysis\n\nRad50 binds DNA and has ATPase activity [27]. These functions reside in the globular domain formed by the N- and C-termini of the protein, which are separated by an antiparallel coiled-coil domain [9]. The V1269M mutation is very closed to the H-loop (Fig 1A), whose histidine residue has been proposed to promote ATP hydrolysis by positioning the first water molecule needed for the reaction and/or by forming a catalytic dyad with the Walker B glutamate [11,40]. Thus, we asked whether and how the rad50-V1269M mutation affects MRX ATPase and/or DNA-binding activities. The Rad50 and the Rad50-V1269M proteins were purified to near homogeneity by following our published procedure (Fig 2A) [18]. Purified Rad50 and Rad50-V1269M were then individually incubated with Mre11 and Xrs2, and the fully assembled complexes were separated from free proteins by gel filtration. Rad50-V1269M could be expressed to the same level as the wild-type protein, behaved well chromatographically, and yielded the same amount of trimeric complex with Mre11 and Xrs2. As shown in Fig 2A, the stoichiometry of the three components in the MRV1269MX mutant complex was very similar to that of the wild-type MRX complex.\n\nAs we reported previously [41], Rad50 hydrolyzed ATP only within the context of the MRX complex. The MRV1269MX mutant complex exhibited a reduced ATPase activity compared to wild-type MRX (Fig 2B), indicating that the rad50-V1269M mutation affects ATP hydrolysis.\n\nAside from Xrs2 and Mre11, Rad50 also binds DNA [41], and we found that Rad50-V1269M is compromised for DNA binding in vitro (Fig 2C). Subsequently, we examined DNA binding by MRX wild-type and MRV1269MX mutant complexes and noticed insignificant difference between the two complexes (Fig 2D). We note that the DNA binding deficiency of the Rad50-V1269M mutant may be masked by the DNA binding attribute of Mre11 and Xrs2 within the MRX complex [19,41].\n\nWe next analyzed DSB association of Rad50-V1269M and MRV1269MX in vivo by chromatin immunoprecipitation (ChIP) followed by quantitative real-time PCR (qPCR). To generate a single DSB at a specific chromosomal locus, we used a strain expressing a galactose-inducible HO endonuclease. In this strain, induction of HO by galactose addition leads to the generation at the MAT locus of a single DSB that cannot be repaired by HR because the strain carries the deletion of the homologous donor loci HMLα and HMRa [42]. Consistent with the finding that the Rad50-V1269M mutant variant is compromised in DNA binding (Fig 2C), the amount of Rad50-V1269M bound at the HO-induced DSB was lower than that of wild-type Rad50 (Fig 3A). Furthermore, although binding to DNA of the MRV1269MX mutant complex was not affected (Fig 2D), the amount of Mre11 associated to the HO-induced DSB was significantly lower in rad50-V1269M than in wild-type cells (Fig 3B). This decreased Rad50-V1269M and MRV1269MX association to the DSB is not due to reduced protein levels or altered MRV1269MX complex formation. In fact, protein extracts from wild-type and rad50-V1269M cells contained very similar amounts of Rad50, Rad50-V1269M, and Mre11 proteins (Fig 3C). Furthermore, equal amount of Rad50-V1269M and Rad50 could be immunoprecipitated with the Mre11 protein (Fig 3D). As MRV1269MX binding to DNA was not significantly affected (Fig 2D), these data indicate that the rad50-V1269M mutation impairs MRX retention to DSBs.\n\nAs expected from the previous finding that MRX is required to load Tel1 at the DSB ends [4], the amount of Tel1 bound at the HO-induced DSB was lower in rad50-V1269M cells than in wild type (Fig 3E). This attenuated Tel1 association to the DSB is not due to either reduced Tel1 level in rad50-V1269M cells or impaired MRV1269MX-Tel1 interaction. In fact, similar Tel1 amounts could be detected in protein extracts prepared from wild-type and rad50-V1269M cells (Fig 3F). Furthermore, wild-type and mutant MRX complexes could be coimmunoprecipitated equally well with Tel1 (Fig 3G).\n\nThe Lack of Tel1 Does Not Impair MRV1269MX Function in DSB Resection and Checkpoint Activation\n\nThe MRX complex plays multiple functions in DSB repair: it promotes DSB resection and checkpoint activation [20,21,38] and it keeps the DSB ends tethered to each other [43–46]. The severe DNA damage hypersensitivity of tel1Δ rad50-V1269M cells is not due to defect in DNA damage-induced checkpoint activation, as wild-type and tel1Δ rad50-V1269M cells phosphorylated the checkpoint kinase Rad53 with similar kinetics in response to phleomycin (Fig 4A) or MMS treatment (Fig 4B). Furthermore, tel1Δ rad50-V1269M cells phosphorylated Rad53 with wild-type kinetics in response to an irreparable HO-induced DSB (Fig 4C).\n\nRecent data indicate that MRX in the ATP-bound state promotes end-tethering, whereas ATP hydrolysis opens the MRX conformation to promote Mre11 nuclease activity and DSB resection [13,29]. As MRV1269MX exhibits reduced ATPase activity and MRX variants impaired in ATP hydrolysis are endonuclease-defective [27,47], we asked whether rad50-V1269M cells were defective in DSB resection. To monitor directly the generation of ssDNA at the DSB ends, we used strains expressing a galactose-inducible HO endonuclease, which generates at the MAT locus a single irreparable DSB [42]. Resection of the HO-induced DSB renders the DNA sequence flanking the HO break resistant to cleavage by restriction enzymes, resulting in the appearance of resection intermediates that can be detected by Southern blot analysis with a probe that anneals to the 3′ end at one side of the break. Because resection was much slower in cells arrested in G2/M than in replicating cells [48], HO was induced by galactose addition to cell cultures that were arrested in G2 with nocodazole and kept blocked in G2 by nocodazole treatment to detect even subtle differences in resection efficiency. Consistent with MRV1269MX deficiencies in ATP hydrolysis and DNA binding, rad50-V1269M mutant cells showed a slight defect in DSB resection compared to wild-type cells (Fig 4D). Importantly, the lack of TEL1, which caused per se a slight delay in DSB resection (Fig 4D) [38], did not reduce further the resection efficiency of rad50-V1269M cells, as rad50-V1269M and tel1Δ rad50-V1269M cells resected the DSB with similar kinetics (Fig 4D). These findings indicate that the severe DNA damage sensitivity of tel1Δ rad50-V1269M double mutant cells is not due to a resection defect. Further supporting this conclusion, EXO1 overexpression, which suppresses the hypersensitivity to DNA damaging agents and the DSB resection defect of mre11Δ cells [38,49], did not suppress the hypersensitivity to DNA damaging agents of tel1Δ rad50-V1269M double mutant cells (Fig 4E).\n\nThe Lack of Tel1 Impairs MRV1269MX Function in End-Tethering\n\nMRX function in end-tethering is largely dependent on Rad50 coiled-coil domains [12,14]. Nonetheless, structural studies suggest that also DNA binding of the globular domain is important for end-tethering, possibly because it increases intercomplex hook-hook dimer formation by causing the Rad50 coils to become more rigid and parallel to one another [12]. As the MRV1269MX mutant complex was poorly recruited to the DSB (Fig 3A and 3B), we asked whether rad50-V1269M and tel1Δ rad50-V1269M cells were defective in keeping the DSB ends tethered to each other. To detect the association of broken DNA ends, we used a yeast strain where the DNA proximal to an irreparable HO-induced DSB can be visualized by binding of a LacI-GFP fusion protein to multiple repeats of the LacI repressor binding site (LacO) that are integrated on both sides of the HO cleavage site on chromosome VII at a distance of 50 kb [43]. HO was induced by galactose addition to cell cultures that were arrested in G2 with nocodazole and kept blocked in G2 by nocodazole treatment in order to ensure that all cells would arrest in metaphase. The majority of wild-type cells showed a single LacI-GFP focus both before and after HO induction, indicating their ability to hold the broken DNA ends together (Fig 4F). Consistent with previous results [45], tel1Δ cells showed a slight increase of two LacI-GFP spots at 1–3 h after HO induction (Fig 4F). An increase of two LacI-GFP spots compared to the uninduced condition could be detected also in rad50-V1269M cells (Fig 4F). Strikingly, the number of cells showing two LacI-GFP spots after HO induction was greatly increased in tel1Δ rad50-V1269M double mutant cells compared to each single mutant, reaching a percentage similar to that observed in mre11Δ cells (Fig 4F).\n\nThe MRX complex has been implicated in sister chromatid cohesion [50], prompting us to evaluate whether the increase frequency of two LacI-GFP foci after HO induction in tel1Δ rad50-V1269M cells was due to end-tethering and/or cohesion defects. We therefore induced HO expression in α-factor-arrested cells that were kept arrested in G1 by α-factor in the presence of galactose. About 50% of G1-arrested tel1Δ rad50-V1269M cells showed two LacI-GFP foci 1 h after HO induction similarly to mre11Δ cells (Fig 4G), indicating that the appearance of two LacI-GFP foci in these cells is primarily due to defective end-tethering.\n\nWe also monitored the ability of tel1Δ, rad50-V1269M, and tel1Δ rad50-V1269M cells to maintain cohesion between sister chromatids by determining formation of LacI-GFP foci in nocodazole-arrested cells in the absence of HO induction. Under these conditions, the amount of tel1Δ and rad50-V1269M cells showing two LacI-GFP foci was similar to that found in wild-type cells (Fig 4H), indicating that cohesion is not affected by either the lack of Tel1 or the presence of Rad50-V129M variant. By contrast, a slight cohesion defect was detectable in nocodazole-arrested tel1Δ rad50-V1269M cells, which showed a ~5% increase of two LacI-GFP foci compared to wild-type cells (Fig 4H).\n\nBecause the ability of the above strains to held together the DSB ends was determined by using target sequences integrated at a distance of 50 kb from the DSB, we also monitored end-tethering by using a strain expressing LacI-YFP and TetR-RFP fusion proteins, which bind LacO and TetO tandem arrays, respectively [51]. These arrays are integrated at a distance of 7 kb from the DSB that is generated by the endonuclease HO on chromosome III, with each kind of array marking one specific side of the break. The frequency of cells showing separated LacI-YFP and TetR-RFP foci dramatically increased after HO induction in G2-arrested tel1Δ rad50-V1269M cells compared to wild-type cells (Fig 4I), confirming that tel1Δ rad50-V1269M cells are defective in end-tethering. Thus, the absence of Tel1 severely reduces the end-tethering activity of MRV1269MX, indicating a role for Tel1 in supporting this MRX function.\n\nThe Lack of Tel1 Impairs MRV1269MX Function in DSB Repair by HR\n\nThe maintenance of the DSB ends tethered to each other is a relevant event in the repair of a DSB by both NHEJ and HR [43,44,46,52]. Thus, we asked whether tel1Δ rad50-V1269M cells were defective in HR and/or NHEJ. Among the HR pathways, single-strand annealing (SSA) is devoted to repair a DSB that is flanked by direct repeats and requires resection of the DSB ends followed by Rad52-dependent annealing of the resulting complementary ssDNA sequences [53]. To investigate possible HR defects, we first monitored the ability of tel1Δ rad50-V1269M cells to repair a DSB by SSA. To this end, we used a strain carrying a galactose-inducible GAL-HO construct, as well as tandem repeats of the LEU2 gene, with a recognition site for the HO endonuclease adjacent to one of the repeats (S1A Fig) [54]. Galactose was added to G2-arrested cells to induce HO production and it was maintained in the medium so that continuously produced HO could re-cleave the HO sites eventually reconstituted by NHEJ. When kinetics of DSB repair was monitored by Southern blot analysis with a LEU2 probe, accumulation of the 8 kb SSA repair product was slightly delayed in both tel1Δ and rad50-V1269M single mutants, whereas it was severely defective in tel1Δ rad50-V1269M double mutant compared to wild-type cells (S1B and S1C Fig). This finding indicates that Tel1 is important to support MRX function in DSB repair by SSA. The observation that tel1Δ, rad50-V1269M and tel1Δ rad50-V1269M cells all delay resection to the same extent (Fig 4D) indicates that the SSA defect of tel1Δ rad50-V1269M cells cannot be explained by a resection defect. We noticed that all the galactose-induced cell cultures exhibited a DNA band that migrated slower than the uncut band and appeared concomitantly with the SSA products (S1C Fig). This band was not detectable in rad51Δ cells, indicating that it was generated by Rad51-mediated recombination events (S1D Fig).\n\nBecause SSA repair pathway does not involve strand invasion and therefore does not require the recombination protein Rad51 (S1D Fig) [55], we also monitored the HR events that depend on the Rad51-dependent invasion and pairing of broken DNA ends with intact homologous sequences present on a sister chromatid or at an ectopic location in the genome. In the major HR pathway, the 3′-ended ssDNA tail invades an intact duplex homologous, creating a loop structure (D-loop) consisting of a region of heteroduplex DNA and displaced ssDNA. If this ssDNA anneals with the complementary sequence on the other side of the DSB (second end capture), subsequent extension and ligation result in the formation of a double Holliday junction intermediate, whose random cleavage yield an equal number of noncrossover (NCO) and crossover (CO) products [53]. Alternatively, if the newly synthesized strand is displaced, it can anneal with the 3′ ssDNA end at the other end of the DSB. This event leads to the generation of NCO products in a process called synthesis-dependent strand-annealing (SDSA) [56–58].\n\nTo monitor CO and NCO formation, we used haploid strains that bear two copies of the MATa sequence. A MATa gene introduced in chromosome V can be cleaved by a galactose-inducible HO endonuclease and repaired by Rad51-dependent HR using a uncleavable MATa donor on chromosome III that contains a single base pair substitution preventing HO cleavage (MATa-inc) (Fig 5A) [59]. This repair event can lead to NCO and CO outcomes, with the proportion of COs being ~5% among the overall repair events [59]. Galactose was added to induce HO production and then it was maintained in the medium to cleave the HO sites that were eventually reconstituted by NHEJ-mediated DSB repair. The 3 kb MATa band resulting from NCO recombination events re-accumulated less efficiently in tel1Δ rad50-V1269M double mutant cells compared to both tel1Δ and rad50-V1269M single mutant cells, which generated NCO products similar to wild-type cells (Fig 5B and 5C). Interestingly, while tel1Δ rad50-V1269M double mutant cells showed decreased amount of NCOs compared to wild-type cells, the percentage of COs in the same cells was similar to that observed in wild-type cells (Fig 5B and 5C). As most of the NCO products are generated by the SDSA mechanism, this finding suggests that tel1Δ rad50-V1269M cells are specifically defective in SDSA.\n\nBecause SDSA is thought to be the main mechanism responsible for mating type switching [60], we investigated the ability of tel1Δ rad50-V1269M cells to switch the mating type. HO expression was induced for 30 min by galactose addition to MATa cells and was then rapidly shut off by the addition of glucose to allow repair of the HO-induced break by gene conversion. Since there is a strong mating type-dependent preference for the choice of the two silent donor loci HMLα and HMRa [60], the MATa sequence will be replaced preferentially with the HMLα donor sequence to generate the MATα product. Strikingly, tel1Δ rad50-V1269M cells accumulated the MATα repair product less efficiently than rad50-V1269M cells, which generated this product with almost wild-type kinetics (Fig 5D and 5E). These findings indicate that tel1Δ rad50-V1269M double mutant cells are defective in mating type switching, supporting the hypothesis that they are specifically impaired in SDSA-based recombination mechanisms.\n\nThe Lack of Tel1 Impairs MRV1269MX Function in DSB Repair by NHEJ\n\nNext, we investigated whether tel1Δ rad50-V1269M cells were defective in NHEJ. To this purpose, we used the strains previously used to monitor DSB repair by SSA. HO expression was induced for 30 min by galactose addition and was then rapidly shut off by the addition of glucose to allow NHEJ-mediated repair of the DSB. To ensure that repair of the HO-induced DSB occurred mainly by NHEJ, HO was induced in G1-arrested cells that were kept arrested in G1 with α-factor (Fig 6A). In fact, the low Cdk1 activity in G1 cells prevents resection of the HO-induced DSB and therefore its repair by SSA [61,62]. NHEJ-mediated DSB repair was severely affected in tel1Δ rad50-V1269M cells. In fact, the 14.5 kb uncut band resulting from NHEJ-mediated ligation of the DSB ends failed to re-accumulate in tel1Δ rad50-V1269M cells compared to wild type (Fig 6B and 6C), which also showed the expected decrease of both the 2.5 and 12 kb HO-cut band signals due to DSB repair by NHEJ (Fig 6B). Some defective re-accumulation of the 14.5 kb uncut band could be detected also in both rad50-V1269M and tel1Δ single mutant cells, although this defect was much less severe compared to that observed in tel1Δ rad50-V1269M cells (Fig 6B and 6C).\n\nTo confirm the NHEJ defect, we used the GAL-HO strain, where HO induction by galactose addition generates a DSB at the MATa locus. This strain lacks the homologous donor sequences HMLα and HMRa and therefore can repair the HO-induced DSB only by NHEJ. HO expression was induced for 30 min by galactose addition to G1-arrested cells and then shut off by glucose addition to allow DSB repair by NHEJ (Fig 6D). The MATa sequence resulting from NHEJ repair events re-accumulated in wild-type cells but not in tel1Δ rad50-V1269M double mutant cells (Fig 6E), thus confirming a severe NHEJ defect.\n\nFinally, we measured NHEJ efficiency also as the ability of the above cells to re-ligate a plasmid that was linearized before being transformed into the cells [63]. Both rad50-V1269M and tel1Δ mutants showed only a slight reduction in the efficiency of plasmid re-ligation compared to wild-type cells (Fig 6F). By contrast, the re-ligation efficiency in tel1Δ rad50-V1269M cells dramatically decreased to a level similar to that found in dnl4Δ cells that lack the NHEJ enzyme responsible for DSB end ligation (Fig 6F). Thus, DSB repair by NHEJ, which is only slightly affected by the lack of Tel1 or the presence of the Rad50-V1269M mutant variant, is lost in tel1Δ rad50-V1269M double mutant cells, indicating that Tel1 supports MRV1269MX function also in NHEJ.\n\nTel1 Promotes MRX Association to DNA Ends\n\nA structural study has proposed that DNA tethering requires proper binding to DNA of the MRX globular domain to induce intercomplex hook-hook dimer formation [12]. The finding that the lack of Tel1 exacerbates the end-tethering defects of rad50-V1269M cells raises the possibility that Tel1 supports MRX function in DNA tethering by promoting proper MRX association to damaged DNA. It has been previously shown that the lack of Tel1 decreases Mre11 binding at DNA ends flanked by telomeric DNA repeats [35,36], whereas only a slight reduction of Mre11 association, if any, can be detected in tel1Δ cells at 1 kb from an HO-induced DSB [35]. However, since only a limited amount of MRX is bound at this distance from the DSB (Fig 3A and 3B) [35], we analyzed Rad50 and Mre11 association at 0.6 kb from the DSB, where Mre11 is strongly enriched (Fig 3B). The amount of Rad50 (Fig 7A) and Mre11 (Fig 7B) bound at the HO-induced DSB ends was lower in tel1Δ cells than in wild-type cells, indicating that Tel1 promotes MRX association to DSBs. Consistent with the finding that the lack of Tel1 kinase activity did not exacerbate the DNA damage sensitivity of rad50-V1269M cells (Fig 1C), the association of Rad50 and Mre11 to DSBs was not affected in tel1-kd cells (Fig 7A and 7B). The lack of Tel1 also reduced the association to the DSB of Rad50-V1269M (Fig 7C) and Mre11 in rad50-V1269M cells (Fig 7D). The decreased DSB association of Rad50, Rad50-V1269M and Mre11 in tel1Δ compared to wild type was not due to reduced protein levels, as similar amounts of Rad50 and Mre11 could be detected in protein extracts prepared from wild-type, tel1Δ, rad50-V1269M and tel1Δ rad50-V1269M cells (Fig 7E). As MRX is required to load Tel1 on the DSB ends, these findings indicate that Tel1, once loaded onto the DSB by MRX, promotes MRX association/persistence in a feedback loop and this function is necessary to support the end-tethering activity of MRX.\n\nRif2 Is Recruited to DSBs and Counteracts Tel1 Function in Promoting MRX Association to DSBs\n\nRif2 was shown to counteract MRX association at telomeres by inhibiting the recruitment of Tel1, which in turn promotes MRX accumulation at telomere ends [35]. We asked whether Rif2 can modulate MRX association also at intrachromosomal DSBs by investigating the effect of RIF2 deletion on MRX binding at the HO-induced DSB in tel1Δ, rad50-V1269M, and tel1Δ rad50-V1269M cells. ChIP and qPCR analysis showed that the amount of MRX (Fig 8A) and MRV1269MX (Fig 8B) bound at the HO-induced DSB ends was slightly higher in the absence than in the presence of Rif2, although similar amount of Mre11 could be detected in protein extracts prepared from wild-type, rif2Δ, and rif2Δ rad50-V1269M cells (S2 Fig). This finding indicates that Rif2 counteracts MRX and MRV1269MX association to DSBs.\n\nThis Rif2 function was completely dependent on Tel1, as the amount of both MRX (Fig 8A) and MRV1269MX (Fig 8B) bound at the DSB decreased to similar levels in both tel1Δ and tel1Δ rif2Δ cells. Consistent with a previous finding that Rif2 competes with Tel1 for the binding to MRX [35], the interaction between Tel1 and MRV1269MX was strongly attenuated by Rif2 (Fig 8C). All together, these data suggest that Rif2 inhibits MRX association at DSBs by counteracting MRX-Tel1 interaction.\n\nConsistent with a direct role of Rif2 in DSB metabolism, purified Rif2 turned out to bind dsDNA in vitro (Fig 8D). Furthermore, following HO induction by galactose addition, a fully functional Myc-tagged Rif2 variant was efficiently recruited close to the HO-induced DSB and its binding increased over 3 h, spreading to 2 kb from the HO cleavage site (Fig 8E). As Rif2 physically interacts with MRX [35], we asked whether MRX may contribute to Rif2 binding at the DSB. Indeed, the amount of Rif2 bound at the DSB decreased in both rad50-V1269M and mre11Δ cells (Fig 8E), indicating that Rif2 association to the DSB is partially dependent on MRX.\n\nThe Lack of Rif2 Restores MRV1269MX Function in End-Tethering\n\nThe finding that the lack of Rif2 increases MRX and MRV1269MX association to DSBs prompted us to ask whether RIF2 deletion could restore end-tethering in rad50-V1269M mutant cells. Indeed, RIF2 deletion suppressed the end-tethering defects of G1- and G2-arrested rad50-V1269M cells (Fig 9A and 9B) and this suppression is specific for rad50-V1269M, as rif2Δ did not restore end-tethering in G1- and G2-arrested tel1Δ cells (Fig 9A and 9B). As a consequence, the lack of Rif2 also rescued the NHEJ defects of rad50-V1269M cells, as rif2Δ rad50-V1269M cells re-ligated the BamHI-cut plasmid more efficiently than rad50-V1269M cells (Fig 9C).\n\nInterestingly, both rad50-V1269M and tel1Δ single mutant cells did not lose viability in the presence of phleomycin, MMS or low CPT doses (Fig 1B), but they exhibited hypersensitivity to high doses of CPT (Fig 9D and 9E). Consistent with a role of Rif2 in limiting MRX functions, rif2Δ also suppressed the CPT hypersensitivity of rad50-V1269M (Fig 9D), but not that of tel1Δ mutant cells (Fig 9E).\n\nThe lack of Rif2 increased the association of MRX and MRV1269MX at DSBs in a Tel1-dependent manner (Fig 8A and 8B), indicating that Rif2 counteracts the ability of Tel1 to enhance MRX association to DSB. If the lack of Rif2 suppressed the CPT hypersensitivity and the end-tethering defect of rad50-V1269M cells by increasing the amount of MRV1269MX bound to the DSB, this rif2Δ-mediated suppression should require Tel1 and therefore rif2Δ should not be able to suppress the same defects in tel1Δ rad50-V1269M cells. However, we found that rif2Δ restored both end-tethering (Fig 9A and 9B) and NHEJ (Fig 9C), as well as DNA damage resistance (Fig 9F) also of tel1Δ rad50-V1269M double mutant cells. This finding indicates that the restored DNA damage resistance and end-tethering in tel1Δ rif2Δ rad50-V1269M cells do not simply depend on increased amount of MRX bound at the DSB.\n\nRif2 Enhances MRX ATPase Activity and Limits End-Tethering\n\nThe finding that the lack of Rif2 restores DNA damage resistance and end-tethering in rad50-V1269M cells even in the absence of Tel1 suggests that Rif2 has other functions in regulating MRX activity besides limiting MRX recruitment to DNA ends. It has been proposed that ATP hydrolysis induces the change from a closed MRX complex, required for end-tethering, to an open configuration that promotes Mre11 nuclease activity and DSB resection [29]. Thus, we asked whether Rif2 attenuates MRX function in end-tethering by influencing its ATPase activity. The ATPase assay was performed in the presence of 200 nM of 100-bp double-stranded DNA (dsDNA) to fully activate MRX ATPase activity. Since efficiently shifting 10 nM of the same DNA requires at least 300 nM Rif2 (Fig 8D), 2 μM Rif2 was used to investigate the potential effect of Rif2-mediated DNA binding on ATP hydrolysis by MRX in reactions that contained 200 nM DNA. We found that the addition of purified Rif2 increased the ATP hydrolysis activity by both wild-type MRX (Fig 10A) and MRV1269MX complexes (Fig 10B). Since end-tethering requires the MRX ATP-bound state [29], this finding suggests that the lack of Rif2 suppresses the hypersensitivity to DNA damaging agents and the end-tethering defect of rad50-V1269M and rad50-V1269M tel1Δ cells by increasing the time spent by MRX in an ATP-bound closed conformation.\n\nAs an earlier study has shown that Rif2 binds to the C-terminus of Xrs2 [35], we asked whether this Rif2-mediated regulation of MRX activity requires Rif2-MRX interaction. Interestingly, the lack of Rif2 cannot suppress the hypersensitivity to DNA damaging agents of rad50-V1269M cells carrying the xrs2-11 mutation (Fig 10D), which causes the lack of the Xrs2 C-terminal part and therefore of the MRX-Rif2 interaction. This finding suggests that regulation of MRX function by Rif2 requires its interaction with Xrs2. This requirement can be bypassed in vitro where these proteins are already in close proximity, as Rif2 can also enhance the ATPase activity of the MR complex (Fig 10C).\n\nMutants that promote the ATP-bound closed conformation of Rad50 exhibit a higher degree of tethering activity [29], and Rif2 enhances ATPase activity not only of MRV1269MX, but also of wild-type MRX (Fig 10A and 10B). If this Rif2 function is physiologically relevant also in a wild-type context, then rif2Δ cells should show improved efficiency of DNA tethering. We found that the percentage of rif2Δ cells showing two LacI-GFP spots was reproducibly decreased compared to wild-type cells, indicating that the tethering efficiency is higher in rif2Δ cells than in wild type (Fig 9A and 9B). Furthermore, Rif2 limits DSB repair by NHEJ, as rif2Δ mutant cells re-ligated the BamHI-cut plasmid more efficiently than wild-type cells (Fig 9C). These observations, together with the finding that Rif2 enhances ATP hydrolysis by MRX, suggest that Rif2 regulates MRX function by promoting ATP-driven Rad50 conformational changes.\n\nDiscussion\n\nWe provide evidence that Tel1, once loaded to a DSB by the MRX complex, promotes/stabilizes MRX association to the DSB in a positive feedback loop. Tel1 exerts this function independenly of its kinase activity, suggesting that it plays a structural role in promoting/stabilizing MRX retention to DSBs. This Tel1-mediated control of MRX association can be important to ensure that MRX binding to DNA is end-specific and becomes crucial for cell viability after genotoxic treatment when MRX accumulation at DSBs is suboptimal, such as in rad50-V1269M mutant cells. The rad50-V1269M mutation impairs MRX association at DSBs and the lack of Tel1 reduces further the amount of MRV1269MX bound at DSBs. As a consequence, tel1Δ rad50-V1269M double mutant cells are much more sensitive to genotoxic agents compared to each single mutant. This DNA damage hypersensitivity is not due to defective DSB resection. Instead, tel1Δ rad50-V1269M cells are severely defective in keeping the DSB ends tethered to each other and in repairing a DSB by HR and NHEJ. Since the mainteinance of the DSB ends in close proximity is a relevant event in the repair of DSBs by both NHEJ and HR [43,44,46,52], the low degree of end-tethering in tel1Δ rad50-V1269M cells can explain the poor ability of the same cells to repair a DSB by both repair mechanisms.\n\nDuring HR, the second DSB end can be captured by the D-loop to form an intermediate with double Holliday junctions, whose random cleavage results in equal number of NCO or CO products. However, if the newly synthesized strand is displaced by the D-loop and anneals to the other DSB end, this results in NCO products by the SDSA mechanism [53]. Consistent with the finding that only some MRX functions are lost in tel1Δ rad50-V1269M cells, COs are generated with wild-type kinetics in tel1Δ rad50-V1269M cells, whereas formation of these repair products are impaired by the lack of any MRX subunit [64]. Interestingly, tel1Δ rad50-V1269M cells are specifically defective in the generation of NCO products, suggesting that these cells can be specifically impaired in SDSA. This observation raises the possibility that the function of MRX in keeping the DSB ends in close proximity can be particularly important to facilitate the annealing of the displaced strand to the other DSB end. By contrast, this function can be escaped when the second DSB end is already captured by the D-loop and the DNA intermediate is stabilized by the formation of a double Holliday junction.\n\nMRX association to DNA has been shown to induce parallel orientation of the Rad50 coiled-coils that favours intercomplex association needed for DNA tethering [12]. Our results support a model wherein Tel1, once loaded at DSBs by MRX, exerts positive feedback by promoting an end-specific association of MRX with DNA (Fig 10E). This Tel1-mediated regulation of DNA-MRX retention is important for proper MRX conformation needed for the tethering of broken DNA ends. Previous data have shown that the lack of Sae2 impairs end-tethering and increases MRX association to DSB ends [65,66]. These and our findings suggest that it is not the amount of MRX bound at DNA ends per se that simply dictates the integrity of end-tethering. Instead, a proper MRX-DNA interaction is required to allow the establishment of a productive MRX intercomplex association that is needed to maintain DNA strands in close proximity.\n\nThe amount of MRX and Tel1 bound at telomeres is lower than that found at DSBs [36]. This difference is due to a Rif2-mediated inhibition of Tel1 accumulation at telomeric ends, which has been proposed to protect telomeric DNA ends from over-elongation and checkpoint activation [35,36,67]. This Rif2 function in modulating MRX activity is not restricted to telomeric DNA ends. In fact, although the amount of Rif2 bound at an HO-induced DSB flanked by telomeric repeats is higher than that found at HO-induced DSB containing no telomeric sequences [35], we show that the lack of Rif2 increases the association of MRX in a Tel1-dependent manner also to intrachromosomal DNA ends. As Rif2 competes in vitro with Tel1 for the binding to MRX, Rif2 can limit MRX association to DSBs by reducing MRX-Tel1 interaction. Consistent with a direct role of Rif2 at DSBs, Rif2 can bind DNA both in vitro and in vivo and its binding at DSBs is partially dependent on MRX.\n\nWe also found that the lack of Rif2 suppresses the DNA damage sensitivity and the end-tethering defects of tel1Δ rad50-V1269M double mutant cells. As rif2Δ increases MRX association to DSBs only in the presence of Tel1, the finding that Tel1 is not required for rif2Δ-mediated suppression of the rad50-V1269M phenotypes suggests that Rif2 has other functions in regulating MRX activity besides limiting its association to DNA ends. Based on the characterization of Rad50 variants that either promote or destabilize the ATP-bound state, it has been proposed that the ATP-bound conformation of MRX promotes end-tethering, whereas release from this ATP-bound state by ATP hydrolysis is necessary to allow access to DNA of the Mre11 nuclease active site and subsequent DSB resection [29]. Our data show that Rif2 enhances the ATP hydrolysis activity of the MRX complex, suggesting that the lack of Rif2 might restore end-tethering and DNA damage resistance in tel1Δ rad50-V1269M cells by increasing the time spent by MRX in the ATP-bound closed conformation. Consistent with this hypothesis, rif2Δ cells show an increased efficiency of both end-tethering and NHEJ compared to wild-type cells. The finding that the lack of Rif2 suppresses the end-tethering defect and the DNA damage hypersensitivity of tel1Δ rad50-V1269M cells without increasing MRX association at DSBs suggests that the transition between closed and open MRX conformations does not necessarily result in different amounts of MRX bound at DSBs.\n\nThus, we propose that Rif2 has a dual function in regulating MRX functions at DSBs: (i) it counteracts MRX association at DSBs by inhibiting MRX-Tel1 interaction; (ii) it enhances MRX ATPase activity, promoting the transition of the complex from a closed state, required for tethering, to an open state that unmasks Mre11 nuclease active sites and thus is competent for DSB resection (Fig 10E). Interestingly, Rif2 is known to counteract NHEJ at telomeres [68]. Whether this Rif2 function depends on a Rif2-mediated regulation of MRX conformational changes is an interesting question that remains to be addressed.\n\nCancer therapies targeting ATM/Tel1 have been developed to increase the effectiveness of standard genotoxic treatments and/or to set up synthetic lethal approaches in cancers with DNA repair defects [69]. Interestingly, analysis of the mutational landscape in 7,494 sequenced tumors across 28 tumor types revealed that approximately 4% of all human tumors harbor mutations in the MRN/MRX complex [70]. Our finding that MRX dysfunctions can be rendered synthetically lethal with tel1Δ in the presence of genotoxic agents suggests that ATM inhibitors in combination with DNA-damaging chemotherapy could be beneficial in patients whose tumors are defective in MRN function.\n\nMaterials and Methods\n\nYeast Strains\n\nStrain genotypes are listed in S1 Table. Strains JKM139 and YMV45 were kindly provided by J. Haber (Brandeis University, Waltham, United States). Strains JYK40.6 and W4441-11C, used to detect end-tethering, were kindly provided by D. P. Toczyski (University of California, San Francisco, US) and M. Lisby (University of Copenhagen, Denmark), respectively. Strain tGI354, used to detect ectopic recombination, was kindly provided by J. Haber. Cells were grown in YEP medium (1% yeast extract, 2% bactopeptone) supplemented with 2% glucose (YEPD), 2% raffinose (YEPR) or 2% raffinose and 3% galactose (YEPRG). Gene disruptions were generated by one-step PCR disruption method. All the synchronization experiments have been performed at 26°C.\n\nSearch for Mutations That Sensitize tel1Δ Cells to DNA Damaging Agents\n\nTo search for mutations that sensitize tel1Δ cells to DNA damaging agents, tel1Δ cells were mutagenized with ethyl methanesulfonate and plated on YEPD plates. Approximately 100,000 survival colonies were replica plated on YEPD plates with or without phleomycin or CPT. Phleomycin and/or CPT sensitive clones were recovered and transformed with plasmid containing wild-type TEL1 to identify those that lost DNA damage hypersensitivity. The corresponding original clones were then crossed to wild-type cells to identify by tetrad analysis the clones in which the increased sensitivity to DNA damaging agents was due to the simultaneous presence of tel1Δ and a single-gene mutation. Subsequent genetic analyses of the positive clones allowed grouping them in three allelic classes. In one class, the mutation responsible for the tel1Δ hypersensitivity to CPT and phleomycin was identified by genome sequencing and genetic analyses. To confirm that the rad50-V1269M mutation was responsible for the hypersensitivity to DNA damaging agents of tel1Δ cells, a KANMX gene was integrated downstream of the rad50-V1269M stop codon and the resulting strain was crossed to tel1Δ cells to verify by tetrad dissection that the increased sensitivity to CPT and phleomycin of tel1Δ cells co-segregated with the KANMX allele.\n\nDSB Resection\n\nDSB end resection at the MAT locus in JKM139 derivative strains was analyzed on alkaline agarose gels, by using a single-stranded probe complementary to the unresected DSB strand, as previously described [71]. This probe was obtained by in vitro transcription using Promega Riboprobe System-T7 and plasmid pML514 as a template. Plasmid pML514 was constructed by inserting in the pGEM7Zf EcoRI site a 900-bp fragment containing part of the MATα locus (coordinates 200870 to 201587 on chromosome III).\n\nDSB Repair by NHEJ and SSA\n\nDSB repair by NHEJ and SSA in YMV45 strains were detected by Southern blot analysis using an Asp718-SalI fragment containing part of the LEU2 gene as a probe, as previously described [71,72]. To determine the efficiency of NHEJ, the intensity of the uncut band at 30 min after HO induction (maximum efficiency of DSB formation), normalized respect to a loading control, was subtracted to the normalized values of the same band at the subsequent time points after glucose addition. The obtained values were divided by the normalized intensity of the uncut band in raffinose (100%). To determine the efficiency of DSB repair by SSA, the normalized intensity of the SSA product band at different time points after HO induction was divided by the normalized intensity of the uncut band at time zero before HO induction (100%). The loading control was obtained by hybridization of the filters with a probe that anneals to the RAD52 gene. DSB repair by NHEJ in JKM139 strains was detected by Southern blot analysis of SspI-digested genomic DNA with a MATa probe (200870–201587 coordinates of chromosome III).\n\nMating Type Switching\n\nStrain W303 was transformed with a plasmid carrying HO under the control of a galactose inducible promoter. Mating type switching was detected by Southern blot analysis using a MATa probe (201082–201588 coordinates of chromosome III). This probe is complementary also to the HMLα locus (13826–13918 coordinates of chromosome III). To determine the efficiency of mating type switching, the intensity of the MATα band at different time points after glucose addition, normalized respect to a loading control, was divided by the normalized intensity of the uncut MATa band in raffinose (100%).\n\nDSB Repair by Ectopic Recombination\n\nDSB repair by ectopic recombination was detected by using the tGI354 strain as described in [72]. To determine the repair efficiency, the intensity of the uncut band at 2 h after HO induction (maximum efficiency of DSB formation), normalized respect to a loading control, was subtracted to the normalized values of NCO and CO bands at the subsequent time points after galactose addition. The obtained values were divided by the normalized intensity of the uncut MATa band at time zero before HO induction (100%).\n\nPlasmid Religation Assay\n\nThe centromeric pRS316 plasmid was digested with the BamHI restriction enzyme before being transformed into the cells. Parallel transformation with undigested pRS316 DNA was used to determine the transformation efficiency. Efficiency of re-ligation was determined by counting the number of colonies that were able to grow on medium selective for the plasmid marker and was normalized respect to the transformation efficiency for each sample. The re-ligation efficiency in mutant cells was compared to that of wild-type cells that was set up to 100%.\n\nChIP Analysis\n\nChIP analysis was performed as previously described [73]. Input and immunoprecipitated DNA were purified and analyzed by qPCR using a Biorad MiniOpticon. Data are expressed as fold enrichment at the HO-induced DSB over that at the non-cleaved ARO1 locus, after normalization of each ChIP signals to the corresponding input for each time point. Fold enrichment was then normalized to the efficiency of DSB induction.\n\nProtein Expression and Purification\n\nAll the protein purification steps were carried out at 0–4°C. Rad50, Mre11 and Xrs2 were overexpressed in yeast and purified as described previously [18,41]. The Rad50-V1269M mutant was expressed and purified with a similar yield using the procedure devised for the wild-type protein. To assemble the MRX complex [74], Rad50, Mre11, and Xrs2 were incubated together for 5 h on ice. The resulting MRX complex was separated from unassembled proteins in a Sephacryl S-400 gel filtration column.\n\nTel1 was overexpressed in the protease deficient yeast strain BJ5464 (MATa ura3-52 trp1 leu2Δ1 his3Δ200 pep4::HIS3 prb1Δ1.6R can1 GAL) using pGAL-FLAG-Tel1 (a kind gift from K. Sugimoto). An overnight yeast culture was diluted 1:100 into 8 L of omission medium with 2% raffinose. Cells were further cultured at 30°C until the OD660 reached 0.8, when 2% galactose was added to induce Tel1 expression. Cells were cultured for another 16 h before harvest. The pellet (~40 g), after being agitated with dry ice in a coffee grinder, was resuspended in 40 ml of ice-cold lysis buffer (40 mM KH2PO4, pH 7.4, 20% glycerol, 1 mM EDTA, 0.1% NP-40, 2 mM DTT, 600 mM KCl, and a cocktail of protease inhibitors consisting of aprotinin, chymostatin, leupeptin, and pepstatin A at 5 μg/ml each, and also 1 mM phenyl-methylsulfonyl fluoride). The lysate was clarified by centrifugation (20,000 xg, 30 min) and the supernatant was incubated with 0.5 ml of anti-FLAG-M2 agarose resin for 2 h. After washing the matrix with 30 ml of K buffer (20 mM KH2PO4, pH 7.4, 10% glycerol, 0.5 mM EDTA, 0.01% NP-40, 1 mM DTT) with 500 mM KCl, Tel1 was eluted with 1 ml of K buffer with 500 mM KCl and 200 μg/ml FLAG peptide for 1 h. The eluate containing purified Tel1 was concentrated and filter dialyzed against K buffer with 500 mM KCl in an Ultracel-30K micro-concentrator (Amicon). Purified Tel1 was stored at -80°C in small aliquots.\n\nTo express (His)6-tagged Rif2, the pET-Rif2 plasmid (a kind gift from K. Sugimoto) was introduced into BL21 Rosetta cells. Early log phase culture was treated with 0.3 mM IPTG to induce Rif2 expression. After 4 h of incubation at 37°C, cells were harvested and Rif2 was purified using the following procedure. Briefly, the clarified cell lysate from 38 g pellet prepared by sonication in 100 ml T buffer (25 mM Tris-HCl, pH 7.5, 10% glycerol, 0.5 mM EDTA, 0.01% Igepal, and 1 mM DTT) containing 300 mM KCl and the protease inhibitor cocktail was mixed gently with 6 ml Ni-NTA resin (Qiagen) to capture the (His)6-tagged Rif2. After washing extensively with 100 ml T buffer containing 1M KCl and 20 mM imidazole, bound proteins were eluted with 8 ml T buffer containing 150 mM KCl and 200 mM imidazole. The eluate was applied onto a SP Sepharose column (6 ml), which was developed with a 90 ml gradient of 50–350 mM KCl in T buffer. The peak fractions containing (His)6-Rif2 were pooled and then applied onto a Mono S column (1 ml), which was developed with a 30 ml gradient of 75–450 mM KCl in T buffer. After concentrating the pooled peak fractions to 1.5 ml in an Ultracel-30K concentrator (Amicon), the preparation (0.5 ml protein) was further fractionated in a Superdex 200 column (24 ml) in T buffer with 300 mM KCl. The highly purified (His)6-Rif2 protein (1 mg) was concentrated and stored in small portions at -80°C.\n\nATPase and DNA Binding Assays\n\nThe ATPase assay was performed as described previously with the level of ATP hydrolysis being measured by thin layer chromatography and phosphorimaging analysis [27]. Briefly, wild-type MRX or MRV1269MX (100 nM) and Rif2 (2 μM) were used in the presence of 100-bp dsDNA (200 nM). The effect of Rif2 on the ATPase activity of the MR complex (100 nM) was examined as described above.\n\nThe DNA binding assay for Rad50 and MRX was slightly modified from that published previously [27]. Briefly, wild-type Rad50 and Rad50-V1269M (50, 100, and 200 nM), wild-type MRX and MRV1269MX (10, 20, and 40 nM) were incubated with radiolabeled 70-bp dsDNA substrate (10 nM) in the reaction buffer (25 mM Tris-HCl, pH 7.5, 150 mM KCl, 2 mM MgCl2, 1 mM DTT, 100 μg/ml BSA, 2 mM ATP) at 30°C for 10 min. The reaction mixtures were resolved in a 0.3% agarose gel in SB buffer (10 mM NaOH, 40 mM boric acid, pH 8.0) on ice. The gel was dried and then subject to phosphorimaging analysis. To examine Rif2 for DNA binding activity, the indicated amount of purified Rif2 was incubated with radiolabeled 100-bp dsDNA substrate (10 nM) in the reaction buffer at 30°C for 10 min, followed by the same analytical procedure described above.\n\nAffinity Pull-Down Assay\n\nFlag-tagged Tel1 was incubated with MRX or MRV1269MX in 30 μl T buffer containing 100 mM KCl for 2 h on ice. The reaction was mixed gently with anti-FLAG-M2 agarose resin (10 μl) for 2 h to capture Flag-tagged Tel1 and associated MRX or MRV1269MX. After washing the resin three times with 200 μl T buffer, bound proteins were eluted with SDS-PAGE loading buffer and then subject to western blot analysis. To determine the effect of Rif2 on the interaction between Tel1 and MRV1269MX, Flag-tagged Tel1 was incubated with MRV1269MX in the absence or presence of Rif2, and then subjected to affinity pull-down as described above.\n\nSupporting Information"
}