{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050251",
  "doi": "10.1371/journal.pbio.0050251",
  "externalIds": [
    "pii:07-PLBI-RA-0755R2",
    "sici:plbi-05-10-05",
    "pmid:17880263",
    "pii:07-PLBI-RA-0755",
    "pmcid:PMC1976628"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A Ubiquitin Ligase Complex Regulates Caspase Activation During Sperm Differentiation in Drosophila",
  "authors": [
    {
      "name": "Eli Arama",
      "first": "Eli",
      "last": "Arama",
      "affiliation": "Strang Laboratory of Cancer Research, The Rockefeller University, New York, New York, United States of America; Howard Hughes Medical Institute, The Rockefeller University, New York, New York, United States of America"
    },
    {
      "name": "Maya Bader",
      "first": "Maya",
      "last": "Bader",
      "affiliation": "Strang Laboratory of Cancer Research, The Rockefeller University, New York, New York, United States of America; Howard Hughes Medical Institute, The Rockefeller University, New York, New York, United States of America"
    },
    {
      "name": "Gabrielle E Rieckhof",
      "first": "Gabrielle E",
      "last": "Rieckhof",
      "affiliation": "Strang Laboratory of Cancer Research, The Rockefeller University, New York, New York, United States of America; Howard Hughes Medical Institute, The Rockefeller University, New York, New York, United States of America"
    },
    {
      "name": "Hermann Steller",
      "first": "Hermann",
      "last": "Steller",
      "affiliation": "Strang Laboratory of Cancer Research, The Rockefeller University, New York, New York, United States of America; Howard Hughes Medical Institute, The Rockefeller University, New York, New York, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-10",
  "dateElectronic": "2007-09-18",
  "dateAccepted": "2007-07-25",
  "dateReceived": "2007-03-26",
  "volume": "5",
  "number": "10",
  "pages": "e251",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Developmental Biology",
    "System Taxonomy/Drosophila",
    "Type/Research Article"
  ],
  "abstract": "In both insects and mammals, spermatids eliminate their bulk cytoplasm as they undergo terminal differentiation. In Drosophila, this process of dramatic cellular remodeling requires apoptotic proteins, including caspases. To gain further insight into the regulation of caspases, we screened a large collection of sterile male flies for mutants that block effector caspase activation at the onset of spermatid individualization. Here, we describe the identification and characterization of a testis-specific, Cullin-3–dependent ubiquitin ligase complex that is required for caspase activation in spermatids. Mutations in either a testis-specific isoform of Cullin-3 (Cul3Testis), the small RING protein Roc1b, or a Drosophila orthologue of the mammalian BTB-Kelch protein Klhl10 all reduce or eliminate effector caspase activation in spermatids. Importantly, all three genes encode proteins that can physically interact to form a ubiquitin ligase complex. Roc1b binds to the catalytic core of Cullin-3, and Klhl10 binds specifically to a unique testis-specific N-terminal Cullin-3 (TeNC) domain of Cul3Testis that is required for activation of effector caspase in spermatids. Finally, the BIR domain region of the giant inhibitor of apoptosis–like protein dBruce is sufficient to bind to Klhl10, which is consistent with the idea that dBruce is a substrate for the Cullin-3-based E3-ligase complex. These findings reveal a novel role of Cullin-based ubiquitin ligases in caspase regulation.",
  "fullText": "Introduction\n      \nCaspases are a family of cysteine proteases that have received considerable attention because of their critical roles in inflammation and apoptosis [1–4]. Caspases are expressed as weakly active zymogens in virtually all cells of higher metazoans, and their conversion to the active enzyme is tightly controlled by many different signaling pathways. Historically, most efforts to understand the mechanism of caspase regulation have focused on activator proteins, such as Apaf-1 and FADD, which promote the assembly of active initiator caspase protein complexes [5–9]. Once activated, apoptotic initiator caspases cleave and activate effector caspases, which in turn cleave a variety of important cellular targets, thereby promoting the execution of cell death [10,11]. Given the widespread expression of pro-caspases that have the potential to auto-activate in a proteolytic cascade, one might expect that efficient mechanisms exist to prevent inappropriate caspase activation in cells that should live. Furthermore, activation of apoptotic effector caspases does not always result in cell death. For example, apoptotic caspases have been shown to play a critical role for cell differentiation, proliferation, NF-κB signaling, and dendritic pruning [1,3,12–21]. At this time, the mechanisms that prevent unwanted cell killing by restricting caspase activity are poorly understood, but there are strong reasons to explore the role of inhibitory proteins. One important family of caspase inhibitors are the inhibitor of apoptosis proteins (IAPs), which can bind to and inhibit active caspases in both insects and mammals [22,23]. The most compelling evidence for a critical role of IAPs in caspase regulation has come from studies in Drosophila. Drosophila IAP1 (Diap1) encodes an E3 ubiquitin ligase that is strictly required to prevent inappropriate caspase activation and apoptosis [24–27]. In live cells, Diap1 promotes the ubiquitination and degradation of the apoptotic initiator caspase Dronc, and mutations in the RING domain of Diap1 that abrogate E3-ligase activity lead to a dramatic increase of Dronc protein, effector caspase activation, and cell death [28,29]. On the other hand, in cells that are destined to undergo apoptosis, Diap1 is inactivated by Reaper-family (RHG) proteins [24,26,27]. Reaper stimulates the self-conjugation and degradation of Diap1, thereby irreversibly removing this critical caspase inhibitor [30]. Likewise, induction of apoptosis in thymocytes induces the auto-ubiquitination and degradation of mammalian IAPs [31]. These and other observations reveal a critical role of the ubiquitin pathway in the regulation of apoptosis [30,32–37]. Ubiquitin-mediated protein degradation is a tightly regulated process, in which proteins are tagged with ubiquitin moieties through a series of enzymatic reactions involving an E1-activating enzyme, E2-conjugating enzyme, and E3 ubiquitin ligase, which determines substrate specificity. Tagged proteins are then degraded by the 26S proteasome [38–40]. However, thus far no other E3 ligases besides IAPs have been implicated in the direct regulation of caspases.\n\nHere we provide evidence that a Cullin-3–based multiprotein complex plays a critical role in caspase activation in Drosophila. Cullins are major components of another type of E3 ubiquitin ligase that serve as scaffolds for two functional modules: a catalytic module, composed of a small RING domain protein that recruits the ubiquitin-conjugating enzyme, and a substrate recognition module that binds to the substrate and brings it within proximity to the catalytic module [41,42]. The human genome encodes seven different Cullins: Cullin-1, −2, −3, −4A, −4B, −5, and −7 [41,42]. The SCF (Skp1-Cullin-1-F-box) complexes are, so far, the best-characterized Cullin-dependent E3 ligases. More recently, the molecular composition and function of the Cullin-3–dependent E3 ligase complex has also been described [43–48]. In this complex, Broad-complex, Tramtrack and Bric-a-Brac (BTB) domain-containing proteins mediate binding of the Cullin to the substrate, whereas the Skp1/F-box heterodimer fulfill this function in the SCF complex [41,42,49]. During the past decade Cullins have been implicated in a variety of cellular activities [41]. However, very little is known about their involvement in the regulation of caspase activation and apoptosis. Here, we describe the identification of cullin-3 mutants from a genetic screen for mutants that abrogate effector caspase activation during terminal differentiation of Drosophila spermatids. In this process, also known as spermatid individualization, spermatids eliminate the majority of their cytoplasm and organelles in an apoptosis-like process that requires canonical cell death proteins, including apoptotic caspases [12,50]. Although caspase activation in this system does not lead to death of the entire cell, sperm individualization resembles apoptosis in the sense that many cellular structures are removed into the “waste bag,” which resembles an apoptotic corpse without the nucleus. Another example where apoptotic proteins are used for cellular remodeling is the caspase-dependent pruning of neurites [14,51]. Like in spermatid individualization, the apoptotic machinery is used in a spatially restricted way to destroy only parts of a cell [14,51–54]. In our screen, we isolated several cullin-3 alleles with mutations in a testis-specific N-terminal Cullin-3 (TeNC) domain. We show that the small RING domain protein, Roc1b, interacts with Cullin-3 in spermatids to promote effector caspase activation. We also identified a BTB-domain protein, Klhl10, that selectively binds to the testis-specific form of Cullin-3, but not to somatic Cullin-3. Mutant alleles of klhl10 were isolated that block effector caspase activation and cause male sterility. Finally, the giant IAP-like protein dBruce binds to Klhl10 in S2 cells, suggesting that dBruce may be a substrate for the Cullin-3–dependent ubiquitin ligase complex. Together, these results define a novel Cullin-3–dependent E3 ubiquitin ligase complex that regulates effector caspase activation in Drosophila spermatids. Given the conserved nature of these proteins, our findings may have important implications for caspase regulation in other systems.\n\n      Results\n      \n        Mutants Defective in Effector Caspase Activation during Spermatid Individualization\n        \nDuring sperm development in Drosophila, a group of 64 post-meiotic spermatids remain initially interconnected by cytoplasmic bridges that result from incomplete cytokinesis [55]. These spermatids are later separated from each other by the caudal movement of an actin-based individualization complex (IC) in a process termed “individualization.” During spermatid individualization, the majority of the cytoplasm and cellular organelles are removed and get deposited into “waste bags” [55–58]. This process shares several features with apoptosis and requires apoptotic effector caspases [12,15,50,59]. To gain insight into the regulation of caspases in this system, we screened for mutants that lack staining for an antibody detecting processed caspase-3 (CM1) [15,50,60–62]. We screened a collection of more than 1,000 male-sterile mutant lines defective in spermatid individualization that were previously identified among 12,326 viable mutants [63,64]. Testes from each line were stained with CM1, and 33 CM1-negative alleles representing 22 different complementation groups were identified. However, the vast majority of male-sterile mutants were CM1-positive, even though many displayed severe defects in spermatid individualization. Therefore, consistent with our earlier observations, caspase activation at the onset of spermatid individualization is independent of many other aspects of sperm differentiation [12,50].\n\nTo distinguish mutants that specifically affect caspase-3 activation from ones that affect general aspects of spermatid differentiation, we used a monoclonal antibody that detects polyglycylated axonemal tubulin (AXO 49) as an advanced differentiation marker [65,66]. In wild-type spermatids, the pattern of AXO 49 staining is identical to that of CM1 (Figure S1). While mutants in eight of our complementation groups abrogated AXO 49 staining, mutations in the remaining 14 groups retained AXO 49 staining, indicating that these genes act downstream of the general signal(s) required for the initiation of spermatid individualization. One of these complementation groups was represented by five different alleles that we termed “medusa” (mds; in Greek mythology, Medusa represents both life and death). mds1 is AXO 49–positive but completely negative for CM1 as a homozygote or in trans to deficiencies that cover the corresponding region (Figure 1B–1D and Figure S2). The remaining four mds alleles retained various levels of CM1 staining but failed to complement the sterility of mds1, suggesting that they are hypomorphic alleles. All these mutations were later mapped to the Drosophila cullin-3 gene and were thus designed cul3mds1–5 (Zuker lines Z2–1089, Z2–4870, Z2–4061, Z2–1270, and Z2–1062, respectively; Figure 1E–1G). cul3mds2 contains an unrelated lethal mutation in the background and therefore was analyzed in trans to the other alleles or deficiencies in the region.\n\nDrosophila apoptotic effector caspases, such as drICE and Dcp-1, can display DEVD cleaving activity [67–69]. We have previously shown that wild-type adult testes also contain DEVDase activity and that this activity is reduced in cyt-c-d mutant testes [50]. To provide independent evidence for a requirement of Cullin-3 in caspase activation, we measured DEVDase activity in cul3mds1 mutant testes. Whereas lysates of wild-type testes displayed significant levels of DEVDase activity, activity in cul3mds1 mutant testes was reduced to background levels, comparable to the reduction achieved with the potent caspase inhibitor Z-VAD.fmk (Figure 1I and 1J). These results confirm that cullin-3 is required for the activation of effector caspases in spermatids.\n\n        Genetic and Molecular Characterizations of the cullin-3 Locus\n        \nTo map the mds alleles, we first searched for genomic deletions that failed to complement the sterility of the mds males. Utilizing the “deficiency kit” from FlyBase, the male-sterility was mapped to genomic segment 35C1-35D1 on the left arm of the second chromosome (Figure S2). We then performed similar complementation tests with available mutants in this region and found that lethal cullin-3 mutants [70,71] failed to complement the sterility of mds mutant males, suggesting that the mds alleles may represent a unique class of mutations in the cullin-3 gene (see below, Table S1). Because the Drosophila cullin-3 gene was previously termed gft [71], we will henceforth refer to the lethal cullin-3 alleles as cul3gft. To determine the molecular nature of the mds mutations, we analyzed first the cullin-3 genomic organization. The cullin-3 gene consists of 14 exons, 11 of which contain coding sequences (Figure 2A; a partial genomic map was provided in [71]). Our genetic and molecular analyses identified a new exon, 1D, and suggested that the cullin-3 gene codes for two major isoforms that are somatic and testis specific (Figure 2A and 2B). A lethal P-element insertion in the 5′ untranslated region (UTR) of the cullin-3 gene, cul3gft[06430], which failed to complement the lethality of other gft alleles, complemented the sterility of the mds alleles, suggesting that these noncoding sequences are only required for the somatic function of cullin-3 (Figure 2A, Table S1, and unpublished data). Additionally, genomic PCR followed by sequencing analysis revealed that the mds1 mutant contains a deletion in the intron that is flanked by exon 2 and exon 3, suggesting that this intron contains sequences that are only required for the function of cullin-3 in spermatids (Figure 2A and 2C). Finally, reverse-transcriptase (RT)-PCR as well as sequence analyses of several independent clones from adult testis and somatic cDNA libraries confirmed the presence of two major cullin-3 mRNA isoforms, cul3Soma and cul3Testis (Figure 2A and 2B; see Materials and Methods for details about the cDNA clones). While both isoforms share extensive similarity (exons 3–11), cul3Soma contains a unique, 20-amino-acid-long N-terminal polypeptide (encoded by exon 2), and cul3Testis contains a unique, 181-amino-acid-long TeNC domain encoded by exon 1D (Figure 2A and 2B; part of exon 1D is incorrectly annotated in FlyBase as an independent gene, CG31829). We also identified three different mRNA isoforms of cul3Soma, but these only differ in their 5′ UTRs (encoded by exons 1A, 1B, and 1C, Figure 2A). Cullins were previously thought to be universally expressed. Therefore, to the best of our knowledge, cul3Testis represents the first tissue-specific Cullin identified in any organism.\n\nTo determine the molecular nature of the mds alleles, we sequenced PCR-amplified genomic fragments of the cullin-3 locus from these mutants. As expected from the genetic analysis, all mds alleles contained mutations in or near exon 1D and hence affect only the testis-specific isoform: cul3mds1 has a 181-bp deletion that eliminates part of 5′ UTR of cul3Testis (orange brackets in Figure 2A and 2C). The two hypomorphic alleles, cul3mds3 and cul3mds4, contain a C-to-T transversion at positions 341 and 347, which convert glutamine to stop codons at amino acids 8 and 10, respectively. As a result, translation may initiate downstream of the normal translation initiation site (orange stars in Figure 2A and Figure S3). cul3mds2 contains a G-to-A transversion of a splice donor site in the intron that is flanked by exons 1D and 3; this presumably abrogates splicing between these exons (Figure 2A). cul3mds5 has a G114-to-A transversion within the 5′ UTR of cul3Testis (Figure 2A). In contrast, three of the lethal gft alleles that failed to complement the sterility of mds−/− males—cul3gft[GR18], cul3gft4, and cul3gft2—contain mutations in exons 4, 10, and 11, respectively, that are shared by both isoforms of cullin-3 (purple stars in Figure 1A; [71]).\n\nTransheterozygous combinations between cul3mds1 and four strong gft alleles—cul3gft2, cul3gft[GR18], cul3gft1, and cul3gft[d577]—were sterile, and their elongated spermatids were CM1-negative but AXO 49–positive (Figure 2E, 2G, 2H, Table S1, and unpublished data). Other mds/gft combinations with weaker alleles produced reduced levels of cleaved caspase-3 staining, wild-type levels of axonemal tubulin polyglycylation, and decreased fertility (Figures 1H, 2I, Table S1, Figure S4, and unpublished data). Collectively, these results suggest that a testis-specific isoform of cullin-3 is required for effector caspase activation and spermatid individualization.\n\n        Expression of cul3Testis Is Restricted to the Male Germline\n        \nOur genetic analyses suggested the existence of two functionally distinct isoforms of cullin-3, cul3Testis, and cul3Soma. One possible explanation for this is that the two isoforms are differentially expressed. To test this idea, we examined the distribution of cullin-3 transcripts in the testis and the soma. Comparative RT-PCR experiments were performed using specific primers in the unique 5′ UTRs of cul3Soma and cul3Testis and a reverse primer in their common 3′ UTR (black arrows in Figure 3A). cul3Soma was the only isoform detectable in the soma of adult females (which lack testes), and cul3Testis was the major isoform in testes (Figure 3B). Dissected testes contain both germ cells and somatic cells, such as the testicular wall, muscles cells, and cyst cells. To determine whether cul3Testis is germ-cell specific, we also analyzed RNA from a mutant lacking germ cells. Both the somatic and testis forms of cullin-3 were expressed in wild type, but only cul3Soma was detected in the germ-cell–less reproductive tracts of adult males derived from oskar−/− mothers (Figure 3C). Since cul3Testis is not detectable in adult females, this indicates that cul3Testis expression is restricted to male germ cells, and that cul3Soma expression is mainly, if not exclusively, restricted to somatic cells (Figure 3B and 3C). Finally, consistent with the idea that promoter and 5' UTR sequences of cul3Testis are absent in cul3mds1 mutants (Figure 2A), neither cul3Testis transcripts nor protein were detected in cul3mds1−/− testes. Therefore, cul3mds1 has both the genetic and molecular properties of a cul3Testis null allele (Figure 3B and 3D). These results suggest that differential expression of cul3Testis in the male germline and cul3Soma in somatic tissues accounts for the distinct phenotypes (male sterility versus lethality) of the different classes of cullin-3 mutations.\n\n        The TeNC Domain in Cul3Testis Is Required for Caspase Activation and Male Fertility\n        \nThe N-terminal region of Cullins is thought to mediate binding to a specific substrate recognition module [41,42] (Figure 9). To test whether the unique TeNC domain is required for the function of Cul3Testis, we tested whether expression of Cul3Soma, which lacks a TeNC domain, was able to functionally substitute for the loss of Cul3Testis in developing spermatids. For this purpose, we generated transgenic flies that express the coding regions of either cul3Testis or cul3Soma under the control of the cul3Testis promoter and 5' and 3' UTRs (Figure 4A; see also Materials and Methods). At least three independent transgenic lines for each of these constructs were crossed to cul3mds1 flies, and proper expression of the transgenes was confirmed by RT-PCR analysis (Figures 4B and 4C). We examined the ability of these transgenes to rescue caspase activation, spermatid individualization and male sterility of cul3mds1 flies. As expected, transgenes with either one or two copies of the cul3Testis open reading frame (ORF) fully rescued CM1-staining, spermatid individualization, and male fertility (Figure 4E and 4F; note the reappearance of cystic bulges and waste bags). This proves that both the caspase and sterility phenotypes seen in cul3mds1 mutant flies are due to the loss of cullin-3 function. We next tested the ability of cul3Soma to functionally substitute for the loss of cul3Testis. Neither one nor two copies of cul3Soma rescued spermatid individualization or male fertility, although we observed very low levels of CM1-staining (Figure 4H and 4I). Since the cul3Soma and cul3Testis ORF transgenes were expressed under the same promoter and at comparable levels, we conclude that the TeNC domain is necessary for efficient caspase activation and spermatid individualization.\n\n        roc1b Genetically Interacts with cul3Testis To Facilitate Effector Caspase Activation\n        \nCullins contain a C-terminal cullin homology domain (CHD) that can bind small RING domain proteins, which in turn recruit a ubiquitin-conjugating enzyme (E2) to generate the catalytic module [42,49,72]. The Drosophila genome contains three small RING domain proteins, Roc1a, Roc1b, and Roc2, all of which are capable of activating ubiquitin conjugation in vitro [73]. Loss of Roc1a function causes lethality, and targeted disruption of roc1b was previously reported to cause male sterility [73,74]. Furthermore, Cullin-3 preferentially co-immunoprecipitates with Roc1b, indicating that both proteins form a complex [74]. We therefore examined whether loss of roc1b function affects caspase activation and individualization of spermatids. We found that roc1bdc3−/− spermatids displayed reduced levels of CM1 staining and failed to individualize (Figure 5A). To test whether roc1b genetically interacts with cul3Testis, we generated double mutants between roc1bdc3 and the hypomorphic cul3mds alleles. Homozygous mutants for either cul3mds or roc1bdc3 showed moderate levels of CM1 staining (Figure 1E–1G and Figure 5B). In contrast, CM1 staining was completely abolished in spermatids of the double mutants, demonstrating that cul3Testis genetically interacts with roc1b to promote caspase activation in spermatids (Figure 5C). These results support the idea that Roc1b is a functionally relevant partner of Cullin-3 in vivo.\n\n        Cul3Testis Preferentially Interacts with the BTB Domain Protein Klhl10 in Yeast\n        \nCullin-3–dependent E3 ligases use BTB domain containing proteins for substrate recognition [44,45,49]. The number of genes encoding BTB domain containing proteins is very large, with an estimated 140–250 proteins in Drosophila [42,49]. We performed a yeast two hybrid (Y2H) screen using the coding region of Cul3Testis as bait to identify potential protein partners for Cul3Testis in a library of adult Drosophila cDNAs (Figure 6; see also Materials and Methods). Several cDNA clones, which encode for Drosophila orthologues of three BTB domain–containing proteins, Spop (CG9924), Ipp (CG9426), and Klhl10 (CG12423), were isolated in this screen (Figure 6). Notably, both mouse Klhl10, which shares 46% identity with its Drosophila counterpart and mouse Spop as well as Drosophila Spop were previously shown to interact with Cullin-3 [44,75–78]. Given our previous results implicating the TeNC domain in Cul3Testis function, we asked whether any of these proteins bind preferentially to this domain. For this, we examined interactions between these BTB domain–containing proteins and Cul3Testis, Cul3Soma, or the TeNC domain alone in two different yeast strains. Whereas Spop and Ipp interacted with either Cul3Testis or Cul3Soma, Klhl10 interacted with Cul3Testis only (Figure 6A and 6B). However, the TeNC domain alone was not able to bind to any of the BTB domain–containing proteins in this assay. We conclude that the TeNC domain is required but not sufficient for BTB protein binding. These results identify Klhl10 as a potential partner of Cul3Testis in spermatids.\n\n        Mutations in klhl10 Abrogate Effector Caspase Activation during Spermatid Individualization\n        \nIf Klhl10 is indeed a physiologically relevant Cullin-3 binding partner in vivo, mutations in klhl10 should affect the function of this E3 complex and thus block caspase activation. To test this hypothesis, we searched for loss-of-function mutations in this gene. Genetic analysis of the klhl10 gene is complicated because of its position within a heterochromatic, cytologically unmapped portion on the 2nd chromosome. However, we were able to identify seven klhl10 alleles (klhl101–7) in our collection of CM1-defective mutants. All alleles were defective in spermatid individualization, were recessive male-sterile, failed to complement each other, lacked CM1 staining but were AXO 49–positive (Figure 7A–7F and unpublished data). This phenotype is virtually identical to the loss of Cul3Testis function. By using RT-PCR and sequence analyses, we identified mutations in six of these klhl10 alleles (Figure 7I and 7J). Five of these alleles, klhl102–6 (Zuker lines Z2–1331, Z2–0960, Z2–2739, Z2–3284, and Z2–4385) have mutations in highly conserved amino acids of the Kelch repeats, a domain that mediates interaction with the substrate (colored stars and amino acid residues in Figure 7I and 7J, respectively; more details on the molecular nature of these mutations are in the legends for Figure 7). A sixth mutation, klhl107 (Z2–3353) contains a G508-to-A transversion that converts a highly conserved alanine (A170) to threonine in the BTB domain (gray star in Figure 7I). No mutations were identified in the ORF of klhl101 (Z2–1827), suggesting that this allele carries a mutation in a regulatory region. To prove that these mutations are indeed responsible for the observed phenotypes, we conducted transgenic rescue experiments. Expression of the klhl10 coding region under the control of the cul3Testis promoter (together with cul3Testis 5′ and 3′ UTRs, see Materials and Methods) completely restored CM1 staining and rescued all the sterility phenotypes associated with klhl10 mutant alleles (Figures 7G and 7H). Collectively, these results suggest that Cul3Testis interacts functionally and physically with Roc1b and Klhl10 to promote caspase activation and spermatid individualization in Drosophila.\n\n        Elevated Level of Ubiquitinated Protein Expression in Individualizing Spermatids Requires an Intact Cul3-Roc1b-Klhl10 Complex\n        \nOur results suggest that a Cul3-Roc1b-Klhl10 E3 ubiquitin ligase complex functions at the onset of spermatid individualization. To explore this further, we investigated the level and spatiotemporal distribution of ubiquitinated proteins during spermatid individualization, and the consequences of loss of Cul3Testis and Klhl10 function on this pattern. For this purpose, we stained wild-type testes with the FK2 monoclonal antibody, which specifically detects ubiquitin-conjugated proteins but not free ubiquitin. At the onset of individualization, a steep gradient of ubiquitinated protein expression is detected from the nuclear heads of the spermatids to the tips of their tails (yellow arrows in Figure 8A). During the caudal translocation of the IC, ubiquitinated proteins became completely depleted from the newly individualized portion of the spermatids (the region that is flanked by a white arrowhead and a white arrow in Figure 8A). The staining remained abundant, however, in the pre-individualized portion of the spermatids, with the highest levels seen in the cystic bulge (CB; Figure 8A–8C). At the end of individualization, the newly formed waste bag (WB) contained high levels of ubiquitinated proteins (Figure 8D). This spatiotemporal pattern of protein ubiquitination is very similar to the distribution of active effector caspase (compare Figure 8A–8D to Figure S1B and S1E or to Figure 2 in [12]). This striking correlation supports the idea that protein ubiquitination facilitates effector caspase activation in individualizing spermatids. Next, to test whether the observed ubiquitination process depends on an intact Cul3-Klhl10 complex, we stained cul3Testis and klhl10 mutant spermatids with the FK2 antibody. The overall level of protein ubiquitination was dramatically decreased in elongated spermatids from both mutants (Figure 8E and 8F). Furthermore, this reduction was specific to late elongated spermatids, because protein ubiquitination during early stages of spermatid maturation was not significantly affected in cul3Testis−/− and klhl10−/− flies (Figure 8G–8I). These results show that protein ubiquitination during spermatid individualization is largely mediated by the Cul3-Klhl10 complex. Therefore, we conclude that the Cul3-Roc1b-Klhl10 complex is functionally active as an E3 ubiquitin ligase to promote protein ubiquitination during spermatid individualization.\n\n        dBruce, a Giant IAP-Like Protein, Can Bind the Substrate-Recognition Protein Klhl10\n        \nOur results suggest a simple working model in which the Cul3-Roc1b-Klhl10 complex promotes caspase activation via ubiquitination and degradation of a caspase inhibitor (Figure 9). The best-characterized family of endogenous caspase inhibitors is the IAP family [23,79]. Diap1 is essential for the survival of most, if not all somatic cells [24,27,28,30,32,80,81]. However, it appears that Diap1 is not the major caspase inhibitor in this context. If Diap1 was a substrate for Cullin-3–mediated protein degradation, we would have expected to see an increase of this protein in cul3 mutants. However, no significant differences in Diap1 protein levels between wild-type and cul3Testis−/− and klhl10−/− mutant testes were detected (Figure 10A).\n\nAnother candidate is the giant, 4852–amino acid-long, IAP-like protein dBruce. dBruce function is necessary to protect sperm against unwanted caspase activity, because loss of dbruce function causes degeneration of spermatid nuclei and male sterility [12,24]. To further investigate possible interactions between dBruce and the Cul3-Roc1b-Klhl10 complex, we tested whether the substrate recruitment protein Klhl10 can bind to dBruce. For this purpose, we expressed tagged versions of Klhl10 and portions of dBruce in S2 cells and performed co-immunoprecipitation (co-IP) experiments (Figure 10B and 10C). In this system, Klhl10 efficiently immunoprecipitated both a dBruce “mini gene” (consisting of the first N-terminal 1,622 amino acids, including the BIR domain, and the last C-terminal 446 amino acids that contain the UBC domain; Figure 10B). Furthermore, a tagged peptide with the first N-terminal 387 amino acids of dBruce that includes the BIR domain (amino acids 251–321) is sufficient to bind to Klhl10 in this assay (Figure 10C). These data are consistent with the idea that dBruce is a substrate for the Cullin-3-based E3-ligase complex.\n\n      Discussion\n      \nIn the present study, we show a physiological requirement of a cullin-3–based E3-ubiqutin ligase complex for caspase activation and sperm differentiation in Drosophila. In this system, canonical apoptotic proteins are used to dramatically remodel cell structure by eliminating many organelles and the majority of cytoplasm [12,50]. Loss-of-function mutations in either a testis-specific isoform of cullin-3, the small RING protein Roc1b, or the BTB-Kelch protein Klhl10, all reduce or eliminate effector caspase activation in spermatids, are defective in spermatid individualization, and are male-sterile. Although mutations in many genes are known to affect male fertility, several observations indicate that the genes described here play a direct and important role in caspase regulation. First, only 3% of the male-sterile lines (33 out of 1,100) examined were negative for cleaved caspase-3 (CM1) staining, and many other mutants that block spermatid individualization and/or terminal differentiation remained caspase-positive. This confirms our earlier result that caspase activation in this system is independent of general differentiation events [12]. Secondly, mutations in any of the three cullin-3 complex genes retain AXO 49 staining, which has a temporal pattern of expression virtually identical with CM1-staining. This shows that the Cul3-Roc1b-Klhl10 complex is required for activation of effector caspase, but not for other individualization events, such as axonemal tubulin polyglycylation. Cullin-3–based E3 ubiquitin ligase complexes were previously implicated in various biological processes, including cell-cycle control and both Hedgehog and Wnt signaling [78,82–85]. However, a role of these proteins in caspase regulation has not yet been reported. A simple working model to explain our results is that the Cul3-Roc1b-Klhl10 complex promotes caspase activation via ubiquitination and degradation of a caspase inhibitor (Figure 9). This model is further supported by the findings that the Cullin-3–based complex and effector caspases are activated in a very similar spatiotemporal pattern in individualizing spermatids, which is consistent with a direct link between effector caspase activation and protein ubiquitination in this system.\n\n        A Testis-Specific Cullin-3 Isoform Is Exclusively Expressed in the Male Germline\n        \nWe identified four different cullin-3 transcripts, three of which are somatic and share the same coding region, and one male germ-cell–specific transcript. The latter is transcribed from a separate promoter and contains a unique first exon that encodes the N-terminal TeNC domain. This result is somewhat surprising, because there have been no previous reports of tissue-specific expression of different Cullin isoforms with distinct biochemical and functional properties. Our results indicate that the testis-specific TeNC domain plays an important role for binding to the substrate recognition protein, Klhl10. The substrate specificity of Cullin-based E3 complexes is generally achieved through a variety of substrate recognition adaptors that may be differentially available in different cell types [41,49,72]. Similar to the SCF and ECS complexes, the BTB-containing substrate recognition proteins bind via their BTB domains to the N-terminal region of Cullin-3 [49]. In the Drosophila Cul3Testis isoform reported here, the TeNC domain is required for strong binding to Klhl10, caspase activation, spermatid individualization, and fertility. Cul3Soma, which lacks the TeNC domain but is otherwise nearly identical to Cul3Testis, bound much more weakly to Klhl10 and failed to rescue spermatid individualization and fertility of cul3Testis−/− flies. We conclude that the TeNC domain is important for proper binding of Cul3Testis to Klhl10. However, this domain is not sufficient for binding to Klhl10, indicating that additional sequences shared between Cul3Testis and Cul3Soma also contribute to this interaction. The TeNC domain is highly conserved among eight different Drosophila species with an evolutionary divergence of up to 40 million years (Figure S3). Spermatozoa of D. melanogaster are 300 times longer than human spermatozoa, and other Drosophilids can produce even longer sperm, with a length up to 6 cm [86]. It is possible that the TeNC domain of Cul3Testis evolved to facilitate coordinated regulation of caspase activation along the entire length of these giant spermatids. However, there is some indication that Cullin-3 can regulate caspases in tissues that do not contain a TeNC domain (see below). Therefore, it is possible that other factor(s) can substitute for the TeNC domain to promote the assembly of a similar Cullin-3–based E3 complex in species or tissues that do not express the TeNC domain.\n\n        Role of the Ubiquitin-Proteasome System in Caspase Regulation and Cellular Remodeling\n        \nUbiquitin pathway proteins have well-established roles in the regulation of the cell cycle, DNA damage checkpoint, signal transduction, and in the regulation of apoptosis [37,87–91]. Cullin-3–based E3 ubiquitin ligase complexes were previously implicated in various biological processes, including cell-cycle control, Hedgehog signaling, and Wnt signaling [78,82–85]. Our current study points to a previously unknown link between the ubiquitin-proteasome protein degradation system and caspase activation during late spermatogenesis. It is unlikely that the Cullin-3–based complex regulates caspases at the mRNA level, because transcripts of effector caspase drice and initiator caspase dronc are present in cul3mds1 mutant testes (Figure S5). A more likely model is that the Cul3-Roc1b-Klhl10 complex promotes degradation of a caspase inhibitor (Figure 9). According to this model, the ubiquitination and degradation of this hypothetical caspase inhibitor at the onset of spermatid individualization would de-repress effector caspases and promote sperm differentiation. Whereas Diap1 is an essential caspase inhibitor in most somatic cells in Drosophila, it appears that it is not a major substrate for the Cul3-Roc1b-Klhl10 complex, because no significant differences in Diap1 protein levels between wild-type and cul3Testis−/− and klhl10−/− mutant testes were detected (Figure 10A). On the other hand, the BIR domain region of another IAP-like protein, dBruce, can bind to the substrate recruitment protein Klhl10 in S2 cells (Figure 10B and 10C). These results suggest that dBruce is at least one of the substrates for the Cullin-3–based E3-ligase complex. Importantly, it has been previously shown that loss of dbruce function causes degeneration of spermatid nuclei and male sterility, suggesting that dBruce function in spermatids is tightly controlled to prevent unrestrained caspase activity [12,24].\n\nAnother interesting question raised by our results is how spermatids can survive high levels of apoptotic effector caspase activity. Since transgenic ectopic expression of the effector caspase drICE leads to spermatid death (EA, MB, HS, unpublished results), we propose that caspase activity in spermatids is restricted to specific subcellular compartments. A related phenomenon has been observed during the caspase-dependent pruning of neurites [14,51]. This process is similar to spermatid individualization in that it uses the apoptotic machinery for the destruction of parts of a cell [14,51–54]. Interestingly, a requirement for the ubiquitin-proteasome system in the process of axon pruning was also reported [53]. These similarities suggest that the processes of axon pruning and spermatid individualization may use similar mechanisms to restrain the activity of apoptotic proteins for cellular remodeling. In neurons, synaptic activity can lead to local remodeling of synaptic proteins by localized proteasome-mediated degradation [92]. Likewise, it is possible that the proposed caspase inhibitor is only locally degraded, which would allow for localized caspase activity in developing spermatids.\n\nThere is some evidence that the somatic isoforms of Cullin-3 may also regulate caspase activity in other tissues. Loss of cullin-3 function causes an increase in the number of Drosophila sensory organ precursors and external sensory organs [71]. This phenotype is reminiscent of decreased activity of the apoptotic proteins Ark, Dronc, Dcp-1, or cytochrome C-d [93–97]. Therefore, Cullin-3 may also play a role to regulate caspase activity in other non-apoptotic processes [13,81]. However, based on our results, we would expect that substrate recognition in the soma is mediated by proteins other than Klhl10.\n\nA recent report suggest that mammalian KLHL10 and Cullin-3 can interact in vitro and that Cullin-3 is highly expressed during late murine spermatogenesis [77]. In addition, KLHL10 was shown to be exclusively expressed in the cytoplasm of developmentally advanced murine spermatids, and mice carrying a null klhl10 allele are infertile due to defects during late spermatid maturation [98]. These data suggest that a similar E3 complex may function in late mammalian spermatogenesis and that the defects in klhl10 mutant mice may be due to lack of caspase-3 activity. Despite apparent anatomical differences between insect and mammalian spermiogenesis, there are similarities in the removal of bulk spermatid cytoplasm. Like in insects, intracellular bridges between spermatids and the bulk of the cytoplasm are eliminated during mammalian spermatogenesis. In addition, residual bodies, which contain the extruded cytoplasm of the mammalian spermatids show high levels of active caspase-3 expression and may be homologous to the insect waste bag [99,100]. Furthermore, targeted deletion of the mouse Sept4 locus, which encodes the pro-apoptotic protein ARTS, causes defects in the elimination of residual cytoplasm during sperm maturation [99]. Finally, a recent study reported a high frequency of mutations in klhl10 from infertile oligozoospermic men [101]. These intriguing anatomical and molecular similarities between spermatid individualization processes in Drosophila and mammals suggest that further studies on the link between the ubiquitin-proteasome system and apoptotic proteins during sperm differentiation in Drosophila may provide new insights into the etiology of some forms of human infertilities.\n\n      Materials and Methods\n      \n        Fly strains and expression vectors.\n        \nyw flies were used as wild-type controls. The Zuker mutants Z2–1089 (cul3mds1), Z2–4870 (cul3mds2), Z2–4061 (cul3mds3), Z2–1270 (cul3mds4), Z2–1062 (cul3mds5), Z2–1827 (klhl101), Z2–1331 (klhl102), Z2–0960 (klhl103), Z2–2739 (klhl104), Z2–3284 (klhl105), Z2–4385 (klhl106), and Z2–3353 (klhl107) were obtained from C.S. Zuker (University of California at San Diego, United States); the gft mutants cul3gft1, cul3gft2, cul3gft3, cul3gft4, cul3gftGR18, and cul3gftd577 from M. Ashburner (University of Cambridge, United Kingdom); the osk[301]/TM3 and osk[CE4]/TM3 lines from R. Lehmann (Skirball Institute, NYU School of Medicine, New York, United States); roc1bdc3 from R.J. Duronio (University of North Carolina at Chapel Hill, North Carolina, United States); the deficiency lines DF(2L)ED3 from the Bloomington Stock Center; and the deficiency line DF(2L)Exel8034 from Exelixis.\n\nThe following BDGP's cul3Testis EST clones: AT08710, AT10339, AT08501, AT07783, AT21182, AT19493, and AT03216 and the cul3Soma EST clones SD20020 and RE58323 were either completely or partially sequenced, and some of them were used as templates in PCR reactions for subcloning.\n\nThe tr-cul3Testis and tr-cul3Soma rescue constructs were generated as follows: a 979-bp fragment of the presumed promoter region and 5′ UTR and a 345-bp fragment from the 3′ UTR of cul3Testis were PCR amplified from genomic DNA (forward primer CACATTGGAGCATCGTTAAA and reverse primer GAGATTGCTACGCTGGTCCA with added NsiI and StuI restriction sites, respectively) and the BDGP's EST clone AT07783 (forward primer GGCCCACAAAAAGTAGCA and reverse primer AGAGAATATCAAGAAATATATTAGAGGG with added NheI and Acc65I restriction sites, respectively), and subcloned in a sequential order into the PstI + StuI and SpeI + Acc65I sites, respectively, of the CaSpeR-4 vector (from V. Pirrotta). Subsequently, the complete coding regions of cul3Testis (a 2,817-bp fragment) and cul3Soma (a 2,336-bp fragment) were PCR amplified from the BDGP's EST clones AT07783 (using the forward primer ATGCAAGGCCGCGATCCCCG and reverse primer TTAGGCCAAGTAGTTGTACA with added XhoI and NheI restriction sites, respectively) and SD20020 (using forward primer ATGAATCTGCGGGGAAATCC and reverse primer TTAGGCCAAGTAGTTGTACA with added XhoI and NheI restriction sites, respectively), and ligated into the XhoI and XbaI restrictions sites between the cul3Testis 5′ and 3′ UTRs within the CaSpeR-4 vector, to generate tr-cul3Testis and tr-cul3Soma, respectively.\n\nTo generate the tr-klhl10 rescue construct, the ORF of klhl10 (a 2,320-bp fragment) was PCR amplified from the BDGP's EST clone AT19737 (using the forward primer ATGAGTCGTAATCAAAACG and reverse primer CTATGTACGACGACGAATTT with added SalI and XbaI restriction sites, respectively), and ligated into the XhoI and XbaI restriction sites between the cul3Testis 5′ and 3′ UTRs within the above vector.\n\nStandard Drosophila techniques were used to generate transgenic lines from these constructs.\n\n        Genetic screen of the Zuker male-sterile collection lines.\n        \nThe technical details of the screen were described in the supplementary 4 section in [50].\n\n        Antibody staining.\n        \nCleaved effector caspase antibody staining of young (0–2 d old) adult testes was carried out as described in [12] using a rabbit polyclonal anti-cleaved Caspase-3 (Asp175) antibody (CM1, Cell Signaling Technology, Cat. # 9661; http://www.cellsignal.com) diluted 1:75. The only changes are that the subsequent TRITC-phalloidin (Sigma; http://www.sigmaaldrich.com) incubation for staining of the actin filaments was carried out for 5 min in room temperature, and the slides were subsequently rinsed twice for 10 min in PBS. Axonemal tubulin polyglycylation antibody staining was carried out using the mouse monoclonal antibody AXO 49 (a kind gift from Marie-Helene Bre, University of Paris-Sud, France) diluted 1:5,000. The mouse anti-multi ubiquitin monoclonal antibody (FK2, Stressgen; http://www.assaydesigns.com) was used at a dilution of 1:100.\n\n        Isolation of genomic DNA and sequencing of the mutant alleles.\n        \nGenomic DNA was isolated from 25–50 adult flies using the High Pure PCR Template Preparation Kit (Roche; http://www.roche.com). Genomic DNA (2 μg) was used to amplify overlapping fragments from the cullin-3 or klhl10 loci in wild-type and homozygote mutant lines. PCR reactions were carried out using DyNAzyme EXT DNA polymerase (Finnzymes; http://www.finnzymes.fi), according to the manufacturer instructions. The products were purified using the High Pure PCR Product Purification Kit (Roche), concentrated by evaporation, and sequenced in a GENEWIZ sequencing facility.\n\n        DEVDase activity assay.\n        \n180 testes were dissected from newly eclosed wild-type or cul3mds1 homozygote males, collected into 0.5 μl standard skirted tubes (Fisherbrand #05-669-25; http://www.fischersci.com), standing on ice and containing 70 μl of testis buffer (10 mM Tris-HCl [pH 6.8], 183 mM KCl, 47 mM NaCl, 1mM EDTA, and 1mM PMSF), homogenized using a Pellet Pestle Motor (Kontes; http://www.kimble-kontes.com/), and subsequently transferred into three new tubes (30:30:10 μl). The tubes with 10 μl of the testes extracts were used for Western blot analysis to control for the protein amount in the samples by probing with anti-β-tubulin antibody (E7; 1:1000; Hybridoma Bank; http://dshb.biology.uiowa.edu/). Either Z-VAD (20 μM final concentration; Enzyme Systems Products; http://www.mpbio.com/landing.php) or DMSO was added to each of the 30 μl tubes, and the samples were transferred to a 96-well assay white plate (Costar #3610, Corning; http://www.corning.com), and allowed to incubate for 10 min at RT. Caspase-Glo 3/7 reagent (Promega; http://www.promega.com) was added to a final volume of 200 μl and the signal was detected with a multiwell plate reader (SPECTRA max M2, Molecular Devices; http://www.moleculardevices.com). Luminescence readings were obtained every 2 min; therefore, each time interval in the figure represents an average of five readings. Three experiments were performed that gave similar results.\n\n        RNA isolation and RT-PCR.\n        \nTotal RNA was extracted by using the Micro-to-Midi Total RNA Purification System (Invitrogen; http://www.invitrogen.com) according to the manufacturer's recommendations. Ten–twenty young adult testes or male reproductive tracts and ten adult females were used to obtain enough RNA for 5–10 RT-PCR reactions. The samples were collected into 1.5-ml Eppendorf tubes that were standing on ice and containing 300 μl of the Invitrogen kit's lysis buffer and 3 μl of 2-mercaptoethanol, homogenized using a Pellet Pestle Motor (Kontes), and subsequently purified using the same kit. In cases when the genomic DNA had to be removed, the 30 μl of the RNA was incubated with 4 μl of RQ1 DNase and 3.8 μl of appropriate buffer (Promega; http://www.promega.com) for 1.5 h at 37 °C, and subsequently purified again with the Invitrogen kit. The RNA was stored in −80 °C or immediately used for RT-PCR reactions using the SuperScriptTM III One-Step RT–PCR System with Platinums Taq DNA polymerase (Invitrogen). The Mastercycler Gradient PCR machine (Eppendorf; http://www.eppendorf.com) was programmed as follows: 50 °C for 30 min for the RT step followed by 94 °C for 2 min, and the amplification steps of 94 °C for 30 s, 60 °C for 30 s, and 68 °C for 1 min. A master-mix was prepared and aliquoted to five tubes, each of which was amplified for 17, 20, 25, 30, or 35 cycles. Absence of genomic DNA in RNA preparations was verified by replacing the RT/Taq mix with only Taq DNA polymerase (Invitrogen). The comparative RT–PCR reactions in Figure 3 were performed using two pairs of primers in a same reaction mix: For cul3Testis the forward primer TCTCATGCAAGGCCGCGATC and the reverse primer CGGGTTATTGGCTGGCGGTC amplified a 2,997-bp cDNA fragment (and a 3,715-bp genomic fragment), whereas for cul3Soma, the forward primer CATTGATTGCCGCCGAGGAA and the reverse primer CGGGTTATTGGCTGGCGGTC amplified a 2,642-bp cDNA fragment (and a 4,911-bp genomic fragment).\n\nFor amplification of the 868-bp fragment of the transgenic tr-cul3Testis (and the 858-bp endogenous fragment) in Figure 4B, the forward primer GAGACCCGAATCGCGAGTAG and the reverse primer GCATTCTTTAAGCTGGCCCA were used. For amplification of the 335-bp fragment of the transgenic tr-cul3Soma in Figure 4C, the forward primer GAGACCCGAATCGCGAGTAG (specific for cul3Testis promoter) and the reverse primer CATTTTGCCCTCCTTCTTGG (specific for cul3Soma) were used. To simultaneously amplify a 496-bp fragment of the endogenous cul3Testis, the reverse primer GGAGGCGTTGGGCACATTGA was also used in the same reaction.\n\nFor amplification of the 538-bp fragment from drice mRNA in Figure S5A, the forward primer GCCCACCTTGAAGTCTCGCG and the reverse primer CAGGATGTCCAGCCGCTTGC were used. For amplification of the 527-bp fragment from dronc mRNA in Figure S5B, the forward primer CCACCGCCTATAACCTGCTG and the reverse primer CTGCACATACGACGAGGAGG were used.\n\n        Plasmid construction, yeast strains, and cDNA library screening.\n        \nThe Cul3Testis and Cul3Soma “bait” constructs were generated as follows: a 2,817-bp fragment containing the entire Cul3Testis coding region was PCR amplified from the BDGP's EST clone AT19493 (forward primer CAAGGCCGCGATCCCCG and reverse primer TTAGGCCAAGTAGTTGTACA with added EcoRI and PstI restriction sites, respectively), and a 2,336-bp fragment containing the entire Cul3Soma coding region was PCR amplified from the BDGP's EST clone SD20020 (forward primer AATCTGCGGGGAAATCCTC and reverse primer TTAGGCCAAGTAGTTGTACA with added EcoRI and PstI restriction sites, respectively). Both were subcloned in frame to the GAL4 DNA-binding domain using the EcoRI and PstI sites of the pGBKT7 vector (Matchmaker, Clontech; http://www.clontech.com). For the TeNC domain “bait” construct, a 600-bp fragment containing the entire TeNC ORF was PCR amplified from wild-type genomic DNA (forward primer CAAGGCCGCGATCCCCG and reverse primer GGGATATTAAGACTTTCGCT with added EcoRI and BglII restriction sites, respectively) and subcloned in frame to the GAL4 DNA binding domain using the EcoRI and BamHI sites of the pGBKT7 vector (Matchmaker, Clontech).\n\nTwo hybrid screens were performed using Saccharomyces cerevisiae strain AH109 and an adult Drosophila cDNA library (Matchmaker, Clontech). Selection was accomplished on synthetic complete medium lacking tryptophan, leucine, and adenine for 3–7 d at 30 °C. To test for LacZ activity, positive “prey” cDNA clones were isolated and transformed into the Y187 yeast strain, which was pre-transformed with the appropriate “bait” constructs.\n\nThe UAS-dbruce “mini gene” was generated as follows: a 5,022-bp fragment encoding the N-terminal 1,622 amino acids of dBruce (including the BIR domain) was cleaved by EcoRI and XhoI from the BDGP's EST clone LD31268 and subcloned into the EcoRI and XhoI sites of the pUASt vector to generate the UAS-dbruce-5′ vector. Next, a 1,990-bp fragment encoding the C-terminal 446 amino acids of dBruce (including the UBC domain) was cleaved with SalI and XbaI from clone T1A-ClaI (originally identified as clone T1A in the T. Hazelrigg testis cDNA library by J. Agapite and was further cleaved with ClaI to remove the first 357 bp and then self ligated), and subcloned in frame into the XhoI and XbaI sites of the UAS-dbruce-5′ vector to generate the UAS-dbruce “mini gene” plasmid.\n\n        Western blotting of adult testis, antibodies, and immunoprecipitation.\n        \nForty to sixty testes from wild-type and mutant adult males were used to prepare extracts in 30 μl of cell lysis buffer (20 mM HEPES–KOH [pH 7.6], 150 mM NaCl, 10% glycerol, 1% Triton X-100, 2 mM EDTA, 1× protease inhibitor cocktail, and 1 mM DTT). Total protein was used for Western blot analysis using either mouse anti-CUL-3 (1:1,000; BD Transduction Laboratories, cat #611848; http://www.bdbiosciences.com) [102] or rabbit anti-Diap1 antibody [30].\n\nTo generate the anti-dBruce antibody, sequence encoding the C-terminal 446 amino acids of dBruce was cleaved from the T1A-ClaI cDNA clone (see above) using SalI and XmaI and then cloned into the XhoI and XmaI sites of a derivative plasmid of the pET14b (Novagen; http://www.novagen.com). The expression plasmid was then transformed into BL21/DE3/pLys, followed by 2-h IPTG induction to express His6-dBruce-C-term. This protein was purified by nickel affinity chromatography and used to raise rat polyclonal antibody (Covance; http://www.covance.com). This antibody recognizes the dBruce “mini gene” band on a Western blot (1:1,000).\n\nFor immunoprecipitation reactions, S2 cells were co-transfected with Actin-Gal4, UAS-PrA-klhl10, and either UAS-dbruce “mini gene” or UAS-HA-(dbruce)BIR plasmids. For negative controls, S2 cells were co-transfected as above but with UAS-PrA-GFP instead of UAS-PrA-klhl10. Cells were lysed 48 h post-transfection, and the extracts were then incubated with Dynabeads which are conjugated to rabbit IgG (Dynal, Invitrogen) at 4 °C for 1.5 h. Bound proteins were eluted by boiling in 3 × SDS loading buffer and detected with anti-dBruce antibody (for the presence of dBruce “mini gene”) or anti-HA antibody (for the presence of HA-(dBruce)BIR).\n\n      Supporting Information"
}