{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3001164",
  "doi": "10.1371/journal.pbio.3001164",
  "externalIds": [
    "pii:PBIOLOGY-D-20-02310",
    "pmid:33750968",
    "pmcid:PMC8016264"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Mitotic gene conversion can be as important as meiotic conversion in driving genetic variability in plants and other species without early germline segregation",
  "authors": [
    {
      "name": "Xianqing Jia",
      "first": "Xianqing",
      "last": "Jia",
      "affiliation": "State Key Laboratory for Crop Genetics and Germplasm Enhancement, Nanjing Agricultural University, Nanjing, China; State Key Laboratory of Pharmaceutical Biotechnology, School of Life Sciences, Nanjing University, Nanjing, China",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-2033-2048"
      ]
    },
    {
      "name": "Qijun Zhang",
      "first": "Qijun",
      "last": "Zhang",
      "affiliation": "Institute of Food Crops, Jiangsu Academy of Agricultural Sciences, Nanjing, China"
    },
    {
      "name": "Mengmeng Jiang",
      "first": "Mengmeng",
      "last": "Jiang",
      "affiliation": "State Key Laboratory of Pharmaceutical Biotechnology, School of Life Sciences, Nanjing University, Nanjing, China"
    },
    {
      "name": "Ju Huang",
      "first": "Ju",
      "last": "Huang",
      "affiliation": "State Key Laboratory for Crop Genetics and Germplasm Enhancement, Nanjing Agricultural University, Nanjing, China"
    },
    {
      "name": "Luyao Yu",
      "first": "Luyao",
      "last": "Yu",
      "affiliation": "State Key Laboratory of Pharmaceutical Biotechnology, School of Life Sciences, Nanjing University, Nanjing, China",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-4703-6185"
      ]
    },
    {
      "name": "Milton Brian Traw",
      "first": "Milton Brian",
      "last": "Traw",
      "affiliation": "State Key Laboratory for Crop Genetics and Germplasm Enhancement, Nanjing Agricultural University, Nanjing, China",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-3148-2108"
      ]
    },
    {
      "name": "Dacheng Tian",
      "first": "Dacheng",
      "last": "Tian",
      "affiliation": "State Key Laboratory for Crop Genetics and Germplasm Enhancement, Nanjing Agricultural University, Nanjing, China; State Key Laboratory of Pharmaceutical Biotechnology, School of Life Sciences, Nanjing University, Nanjing, China"
    },
    {
      "name": "Laurence D. Hurst",
      "first": "Laurence D.",
      "last": "Hurst",
      "affiliation": "The Milner Centre for Evolution, Department of Biology and Biochemistry, University of Bath, Bath, United Kingdom",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-1002-1054"
      ]
    },
    {
      "name": "Sihai Yang",
      "first": "Sihai",
      "last": "Yang",
      "affiliation": "State Key Laboratory for Crop Genetics and Germplasm Enhancement, Nanjing Agricultural University, Nanjing, China; State Key Laboratory of Pharmaceutical Biotechnology, School of Life Sciences, Nanjing University, Nanjing, China"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2021-03-22",
  "dateAccepted": "2021-03-02",
  "dateReceived": "2020-07-30",
  "volume": "19",
  "number": "3",
  "pages": "e3001164",
  "tags": [
    "Animal studies",
    "Cell biology",
    "Cell cycle and cell division",
    "Cell processes",
    "Chromosome biology",
    "Discipline-v3/Animal studies",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell cycle and cell division",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Chromosome biology",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Fungi",
    "Discipline-v3/Genetic mapping",
    "Discipline-v3/Genetics",
    "Discipline-v3/Grasses",
    "Discipline-v3/Haplotypes",
    "Discipline-v3/Heredity",
    "Discipline-v3/Homozygosity",
    "Discipline-v3/Meiosis",
    "Discipline-v3/Mitosis",
    "Discipline-v3/Organisms",
    "Discipline-v3/Plant and algal models",
    "Discipline-v3/Plants",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Rice",
    "Discipline-v3/Variant genotypes",
    "Discipline-v3/Yeast",
    "Eukaryota",
    "Experimental organism systems",
    "Fungi",
    "Genetic mapping",
    "Genetics",
    "Grasses",
    "Haplotypes",
    "Heredity",
    "Homozygosity",
    "Meiosis",
    "Mitosis",
    "Organisms",
    "Plant and algal models",
    "Plants",
    "Rice",
    "Type/Research Article",
    "Variant genotypes",
    "Yeast"
  ],
  "abstract": "In contrast to common meiotic gene conversion, mitotic gene conversion, because it is so rare, is often ignored as a process influencing allelic diversity. We show that if there is a large enough number of premeiotic cell divisions, as seen in many organisms without early germline sequestration, such as plants, this is an unsafe position. From examination of 1.1 million rice plants, we determined that the rate of mitotic gene conversion events, per mitosis, is 2 orders of magnitude lower than the meiotic rate. However, owing to the large number of mitoses between zygote and gamete and because of long mitotic tract lengths, meiotic and mitotic gene conversion can be of approximately equivalent importance in terms of numbers of markers converted from zygote to gamete. This holds even if we assume a low number of premeiotic cell divisions (approximately 40) as witnessed in Arabidopsis. A low mitotic rate associated with long tracts is also seen in yeast, suggesting generality of results. For species with many mitoses between each meiotic event, mitotic gene conversion should not be overlooked.",
  "fullText": "Introduction\n\nCore population genetical parameters such as the mutation rate [1–4], the meiotic crossover (CO) rate and the rate of and biases in meiotic gene conversion (GC) [5–8] are increasingly being well defined and their influence better understood. For example, owing to a GC:AT bias in heteroduplex mismatch repair [9], meiotic GC has emerged as a dominant mechanism to explain G+C content variation within and between genomes, not least because it can potentially explain the intragenomic G+C–recombination correlation [10–12] seen across the eukaryotes in outbred species [13], of which mammalian isochores are one probable manifestation [14–16]. Whether biased or not, GC is also an important process modulating diversity levels [17].\n\nWhile the role of meiotic recombination and associated GC is increasingly a focus of interest within evolutionary genomics, mitotic recombination and its associated GC is relatively understudied (for compendium, see S1 Table). Mitotic recombination maintains genome stability through the repair of DNA double-strand break (DSB) [18–20]. In principle, it can occur via any 1 of 3 mechanisms of homologous recombination (HR): canonical DSB repair (DSBR), synthesis-dependent strand annealing (SDSA), and break-induced replication (BIR) (reviewed in [21,22]). We are here not concerned with dissecting the exact mechanism, but rather wish to estimate the relative importance of meiotic and mitotic recombination and associated GCs, using rice as a model plant.\n\nMitotic recombination involves both somatic crossing over events and allelic conversion events. A priori we expect the former to be less relatively influential compared with meiotic processes. The effects of crossing over are on allelic reassortment. Through the meiotic process chromosomal segregation is the major determinant of reassortment, meiotic crossing over tending to be a second order influence [23], this being especially true when much crossing over is telomeric. As there is no mitotic equivalent of chromosomal segregation, mitotic recombination exerts all of its reassortment effects through crossing over events, thus rendering mitotic crossing over almost certainly a minor order effect on net allelic reassortment in any regularly sexual species, this being compounded by the rarity of such events (S1 Table). By contrast, the net effect of GC in meiosis and mitosis are directly, and hence fairly, comparable in their influence. For this reason, we concentrate on the relative importance of GC effects between mitosis and meiosis.\n\nTo determine the relative importance of processes, we need to define a metric of their influence. While at any given chromosomal position the relative impact of crossing over on allelic reassortment is dependent on the event rate alone, the relative impact of GC events is dependent on the event rates and the number of markers converted per event. The latter depends on the size of the conversion tract and the number of polymorphic markers within the span converted. The relative importance of meiotic to mitotic conversion we thus consider in terms of the ratio of alleles converted per generation from zygote to gamete via the 2 processes (with tract length as a maker density-independent proxy). The relative importance of meiotic to mitotic crossing over we measure in terms of the ratio of the number of events per generation (from zygote to gamete) via the 2 processes at a given locus.\n\nPrior evidence suggests that mitotic recombination events, while important as a break repair mechanism [24], are rare. In both tobacco and Arabidopsis, the mitotic recombination rate is around 3 × 10−5 − 10−6 events per reporter site per cell generation (details in S1 Table). Low rates are also reported in yeast [25–28] (see S1 Table) and in some model animals, such as fly, mouse, and human [29–32]. Given the low event rates, it seems reasonable to suppose that as a modulator of heritable variation, GC associated with mitotic recombination is likely to be of negligible importance when compared against rates of meiotic conversion. We suggest that, especially in species with unsequestered germlines, such as plants, any such assumption may need to be questioned.\n\nThe absence of early germline segregation in plants has several interrelated consequences [33]. First, as plants do not sequester germline so early, restricting the number of mitoses between zygote and any given gamete is not as easy as in animals. For example, while the female human germline is estimated to have possibly as few as 24 mitoses from zygote to gamete [34], even in small and short-lived Arabidopsis, a comparable number is 40 divisions [35]. For longer-lived plants, the number of mitotic events—and, hence, opportunities for mitotic recombination—is potentially considerably higher. In addition, for those plants with long life spans, somatic recombination may be particularly important as it is necessary to protect genomes from DNA damage [36,37].\n\nSecond, events in many cells of plants have a potentially long “future shadow” as the resultant genomic changes could transmit to the next generation. By contrast, in animal somatic tissue, the same is not true. This introduces in turn a source of between-gamete variation owing to differences between branches of the same plant, e.g., bud sports [38,39]. Each year, a plant, especially a perennial, has a large number of buds, each of which can be different (via mutation or mitotic GC or recombination) [40–42]. This can be visually obvious, such as a pinot noir vine with red grapes generating, via mitotic recombination, white grapes [38]. Bud sporting has been successfully used to breed new varieties of commercially relevant flowers and fruits [39,43–45].\n\nThe effect of this on the relative importance of mitotic recombination is not, we suggest, trivial. While late sequestering species will have a relatively high proportion of body cells within which mitotic events (mutation, GC, CO) will be transmissible to progeny, the proportion of progeny receiving any given event may be relatively low compared to a germline event in an early sequestering species. Assuming, however, that the length of the future shadow predicts the strength of selection on mutation and repair processes [4], late germline sequestration may be expected to reduce absolute rates of mutation and increase investment into repair processes [4].\n\nA further reason to question the relative influence of mitotic and meiotic GCs, unconnected to germline timing, is owing to a probable difference in tract length between meiotic and mitotic GC events. Prior evidence suggests that this difference might be substantial. From analysis of tetrads in 4 different species, 92% of meiotic GC tracts were less than 5 kb and 99% were less than 10 kb [8]. By contrast, mitotic conversion tracts &gt;100 kb are reported [27] (S1 Table). In assessments of mitotic recombination in the best-studied species, yeast, several GC events with extremely long tract length have been observed, there being a median size of &gt;40 kb, some over 120 kb [27,46], as opposed to 2 kb in meiosis [8].\n\nFor the above reasons, we consider it worthwhile to estimate the relative influence of meiotic and mitotic GC. We are unaware of reports attempting the same, although mitotic and meiotic recombination rates have been compared in Arabidopsis with the conclusion that they are more similar than observed in yeast [47]. To emphasise that these mitotic events are potentially transmissible, we choose not to employ the term somatic recombination as, by definition, the events need not be somatic (sensu strictu).\n\nWhile underestimation of the net impact of mitotic conversion may be possible, detection of mitotic recombination events remains difficult as it is dependent on a low event rate. Indeed, because event rates are commonly so low, some approaches to their study include induction of events by DNA damage [48], assessment of DNA repair-defective mutants [28,49,50], and use of site-specific meganucleases such as HO or Cas9 [51–53]. These do not address the rate and effects of the process in vivo, let alone in the more evolutionary relevant field environment (as we attempt).\n\nAlternative approaches use nutrient- or color-based selective systems of auxotrophic heteroalleles in yeast [27,54,55], a fluorescent reporter system in fruit fly [56,57] and a β‐glucuronidase (GUS) or luciferase (LUC) reporter system in Arabidopsis [37,58–61]. Although a reporter system reduces the ability to infer a genome-wide absolute rate of mitotic GC, we can consider the relative rates of meiotic and mitotic recombination [47]. This we do by consideration of the observed rates of the 2 processes at the same reporter locus employing the same markers and the same reporter methodology.\n\nTo this end, we employ our method [62] for detecting both mitotic and meiotic CO and GC events at 1 specific locus (SD1). Hybrid plants (termed LYP9) have 2 different defective alleles (a frameshifting indel and a premature stop codon), thus enabling the possibility of recombinant rescue of the wild-type tall growth phenotype (&gt;130 cm) by mitotic recombination (see Materials and methods, Fig 1 and S1 Fig). From visual inspection, it is trivial to identify the tall plants (see S2A Fig). After selecting these, we then employ genotype changes at the targeted sites and their flanking regions to exclude false positives and classify events (see S1 Text and S3 Fig).\n\nWe then model plant ontogeny to determine expected ratios of the 2 processes summed over all the time from zygote to gamete for an arbitrary number of cell divisions. To contribute to plant height, any such events are most likely to have occurred at a very early developmental stage. Indeed, as in all cases, the same recombination event is seen in root, and as root and shoot are determined after just a few cell divisions, we can use the relative abundance in root (where SD1 is not expressed [63]) to estimate the per mitosis event rate. With knowledge of the sizes of tract, we can then estimate the impact on allele conversions from zygote to gamete compared with meiotic events at the same locus, also from zygote to gamete (although the meiotic events only feature in the very last step from diploid to haploid gamete). Early developmental events are also those most relevant to onwards heritable transmission as they are expected to dominate the plant. We demonstrate such transfer to the F2. Even assuming a conservatively low number of mitotic divisions, the models suggest that mitotic and meiotic GC can be of approximately the same order of magnitude as regards the number of alleles converted.\n\nResults\n\nMitotic recombination is uncommon\n\nTo characterize rates of mitotic recombination, we assessed approximately 1,100,000 LYP9 individuals (F1s of PA64s × 93–11) planted under common garden conditions in a 1.53-ha farmland in 2017. A total of 26 tall individuals with plant height &gt;130 cm were found. While heterosis is a priori unlikely, there are, however, other imaginable reasons for recovery of growth other than recombination within our defective growth controlling locus. In our experience, there is very little variation in plant height of LYP9s (see also below), so that those &gt;130 cm are unlikely to be simply unusually tall plants without some other underlying cause. We nonetheless expect false positives (in terms of phenotypic screening). Subsequent genotyping of the SD1 gene in these individuals revealed 24 samples harboring a wild-type SD1 allele (NwtPwt) (S2 Table) while 2 samples lacked recombination at the SD1 locus. These 2 false positives were also not especially tall while the true revertants had a mean height of 149.04 cm, s.e.m. = 2.1 (sd = 10.4, n = 24). The false positives were excluded from further study.\n\nFrom the distribution of heights of wild-type SD1 individuals, we surmise that the 130-cm cutoff might cause us to miss 3% of true recombinants ([130 − 149.04]/10.4 → Z = −1.83 → 3% lower tail), this approximating to less than 1 plant in our sample (if 24 observed = 97%, 100% = 24.7). As a negative control, we previously examined 98 random average sized individuals (in the range of 100 to 120 cm) and found no CO or GC events at the locus [62].\n\nNonsense mutations are unlikely to explain observations\n\nGenotyping all 24 true SD1 revertant samples using Sanger sequencing shows that all harbored the same genotype as PA64s at the premature stop codon site, i.e., all had the same G → C reversion. This supports the hypothesis of GC rather than mutation at the stop site, as the stop codon could have been destroyed by either G → C or G → T mutations or created by a G → A event (which we do not see), while GC requires these to be exclusively G → C. We can estimate the probabilities with knowledge of the rate of point mutation per site, this being 1 × 10−8 per bp per generation [2]. This means that we expect a total of 0.003663 G → C revertants in 1.1 million individuals at this site. If so, then the probability of having a G → C not by mutation is (24 − 0.003663)/1.1 × 106 = 2.18 × 10−5. Then, from Bayes theorum, at any given site in a given individual, the probability of mutation having occurred given that a G → C has been observed is: P(mutation|G → C) = 1/3.10−8/[1/3.10−8 + 1.(24−0.003663)/1.1 × 106] = 0.000152, and hence, P(not mutation|G → C) = 1−0.0015 = 0.99984. The probability that none of the 24 have a mutation is thus 0.999824 = 0.996. Thus 99.6% of the time with our observations, all the 24 G → C events are not owing to mutation.\n\nEstimating the rate of gene conversion\n\nIn 24 tall LYP9 (F1) individuals, we identified a total of 3 NCO-GC events, 18 CO events, and 3 CO-associated GC (CO-GC) events at the SD1 locus (Fig 2 and S2 Table). In H17 and H18 (Type 8 in Fig 2), we observe a GC event associated with a CO event out of the SD1 region. Similarly, H5 (Type 9 in Fig 2) is likely to have resulted from a relatively long tract conversion (93.3 kb) associated with a CO event. Collectively, with respect to the rate of GC per marker, we estimated that GC involving the SD1 locus per marker per haplotype occurs at a rate of 1.36 × 10−6 per marker per haplotype per plant (3 NCO-GCs and 3 CO-GCs for 2 haplotypes and 2 markers, (3+3)/1,100,000/2/2 = 1.36 × 10−6), which is lower by 2 orders of magnitude than our estimate (3.3 × 10−4) of the meiotic rate of GC at the same locus in rice [62].\n\nNo evidence for seed contamination\n\nTo have confidence in our rate estimates, especially for an event this rare, we need to be confident that the 24 individuals are true mitotic recombinants and not owing to other causes such as seed contamination. We approach this by 2 routes: looking for intraplant mosaicism and for high heterozygosity.\n\nLYP9 plants should have heterozygosity throughout the genome, while seed contaminants (e.g., possibly LYP9 progeny) would not. Of the 24 tall individuals that passed the false positive test, eight were selected randomly for whole genome sequencing (WGS). We confirmed that all of them are LYP9 lines with a range of 93.68% to 98.42% heterozygous markers from 93–11 and PA64s detected (S3 Table). The remaining 16 tall individuals were also confirmed for the LYP9 background by 13 flanking markers (S4 and S5 Tables), which cover an approximately 445 kb span around the SD1 locus (S2 Table).\n\nMitotic recombination, unless in the zygote, predicts intraplant mosaicism, while seed contamination does not. Curiously, in our data, no matter by WGS or marker-based genotyping (S2 and S3 Tables), only homozygous recombinant cells were found in (late stage) flag leaves arguing against mosaicism. To examine further, we randomly selected 9 recombinant lines to evaluate proportions of recombinant cells in roots, basal leaves, and flag leaves (S5 Fig, details in Materials and methods). All basal leaves retained a small proportion of nonrecombinant cells, and all samples, except H17, retained nonrecombinant cells in the roots of main culms (proportions from 0.01% to 13.38%) (S6 Fig and S6 Table).\n\nWhile the result thus supports the hypothesis that mitotic recombination is the cause of the growth phenotype, it leaves an enigma: Why do the late stage leaves uniformly contain the growth promoting gene but early leaves and roots not? This might be owing to our selection system or intraorganismic between-cell competition. That the proportion of recombinants is significantly higher in flag leaf than in roots in the same plant is indicative of some form selection (Wilcoxon test, n = 9, P = 0.0065) and bears resemblance to proliferation of Apc−/− cells generated by mitotic recombination in Apc+/− mice [31,64]. This result deserves further scrutiny. Stimulation of early recombination by site-specific meganucleases [51–53], so obviating a between-plant selection explanation/ascertainment bias, would be informative.\n\nMean length of mitotic conversion tracts is 30 to 50 kb\n\nFrom the analysis of the 24 LYP9 recombination events, it is clear that there is more than one sort of event happening. To provide a fuller catalog of the spectrum of mitotic recombination events at the locus, in particular, to estimate the length of conversion tracts, we expanded our efforts to 4 additional semidwarf hybrid rice varieties (F1 progeny) grown in expansive natural farmland planted by farmers around Nanjing in 2017 (S2 Fig). Given that we do not know the size of the population from which these were sampled, they cannot provide rates per plant. To efficiently screen the recombinant lines, a more stringent standard (plant height ≥ 150 cm) for collection of tall individuals was used here.\n\nIn separated fields of these 4 hybrid rice varieties, a total of 24 tall F1 individuals were collected along with 3 semidwarf individuals adjacent to each tall individual as controls. After genotyping the SD1 gene and its flanking region of these tall individuals and their controls using the same 15 markers as used for detection of 93–11 and PA64s, we found that all samples from the 4 crosses could be identified by the same nucleotide polymorphisms in the SD1 region. All of the tall individuals harbored at least 1 wild-type SD1 gene, whereas the controls with semidwarf plant height harbored 2 defective sd1 alleles (S7 Table). Additionally, for each of these additional crosses, genotyping by these 15 markers in the SD1 locus also confirmed that these tall F1s and their surrounding semidwarf individuals shared the same parents, confirming that they come from same cross. Taking all tall individuals from 2 datasets together, these tall individuals were then studied to characterize mitotic recombination events at the SD1 locus.\n\nAfter genotyping the SD1 gene and its flanking regions, we classified the changes from the parental genotypes in relation to possible recombination types (S1 and S3D Figs). Specifically, in mitosis, outcomes of CO events present as heterozygous genotypes on one side of a breakpoint and homozygous genotypes on the other side, whereas noncrossover-associated gene conversion (NCO-GC) events resolve with heterozygous genotypes on both sides of the tract but homozygous genotypes within the tract (S1 Fig). In addition, given at least the theoretical possibility of CO interference [65], meaning that the probability of 2 CO events occurring in a short region (&lt;100 kb) is extremely low, we allowed that outcomes with homozygous genotypes on both sides of the long tracts (&gt;100 kb) may come from 2 adjacent CO events, whereas those of the short tracts may come from a CO event out of the SD1 locus with a conversion event in the SD1 gene (S4 Fig). Additional complex patterns could not be resolved in a small subset of individuals, including combinations of multiple genotype switches that could be caused by long-tract conversion, CO-associated conversion, or repetitive CO events.\n\nAs noted above, in the 24 LYP9 (F1) individuals, we observe 3 NCO-GC events, 18 CO events, and 3 CO-associated GC (CO-GC) events (Fig 2 and S3 Table). A GC event associated with a CO event out of the SD1 region is observed in H17 and H18 (both Type8 in Fig 2). H5 (Type9 in Fig 2) may reflect a relatively long CO-associated tract conversion (93.3 kb). In tall individuals of the other 4 crosses, after identifying genotypes of the SD1 region by the same strategy as with LYP9 individuals (details in Materials and methods), we identified a total of 14 NCO-GC events in 10 individuals, 11 CO events in 10 individuals, and 4 CO-associated GC (CO-GC) events in 4 individuals (S7 Table). Noticeably, for LLY1 to LLY4 (Type3 in Fig 2), which are independent from each other according to WGS data judged by the existence of strain-specific marker combinations (S1 Data and S3 Table), all harbor both a relatively short NCO-GC event and an extremely long NCO-GC event, these being defined as 7,850 bp and 250.5 kb by the midpoint method.\n\nEmploying all GC events, with the midpoint method, we estimate an average tract length of 50.3 kb in rice mitosis, this being somewhat comparable to that seen in yeast, estimated to be 30 to 40 kb [27,46].\n\nWe are cognizant of limitations in our methodology that may have important consequences for this 50 kb estimate. Central to these is usage of the midpoint method as a means to call track sizes when marker density is low or variable. This is especially acute when a span is called based on the conversion of 1 marker as the size of such a conversion tract will be called dependent on the intermarker distance of flanking markers. For example, 1 long Type 9 tract (&gt;90 kb) is associated with only 1 marker and called this long owing to low marker density in this region. We note too that the 250 kb tracts are without precedent. We do not therefore suggest that the above estimates are robust as estimates of absolute sizes.\n\nIn principle, estimation error need not be a serious issue for our mode of analysis as we seek to compare mitotic and meiotic events, using the same set of markers. Usage of the same set of markers for meiotic and mitotic estimation should tend to make errors cancel when considering the ratio of the two. However, this need not hold (or be safe) if there is variation in intermarker interval associated with meiotic and mitotic events (e.g., owing to regionalization of events and highly variable marker density). To overcome this, we performed whole gene sequencing on the longer somatic recombination events to attempt a finer-scale resolution of tract lengths. We focused on the putatively extremely long tract sizes as estimation error when intermarker distances are small is by necessity also small, even if only 1 marker is converted.\n\nIn the previously defined 250 kb region covering M11, M12, and M13, we found at least 25 reliable markers (with high depth and not in repeat regions) (listed in S4 Table). This region is then split into 2 conversion tracts (red tract in S8 Fig): One is about 98 kb, the other one is about 49.9 kb to 77.9 kb. For LLY2, which had poorly covered reads in this region, the result was validated by PCR results. In view of the low marker density defining the 90 kb tract in Type9, which we could not resolve via WGS, we removed this from mean tract size calculation. Under these conditions, the average length of a mitotic conversion tract is approximately 28.5 kb (this is close to possibly the best resolved mitotic tract length estimate in yeast [27], 30.79 kb). Note that all these Type 3 samples have different conversion tract sizes in this finer scale analysis.\n\nMitotic tracts are longer than meiotic tracts in rice and yeast\n\nAbove, we generated 2 estimates for mean mitotic tract length (around 50 kb from low-resolution markers and 28.5 kb from WGS data). Both estimates differ markedly from what is seen in meiosis. Using the same low-resolution markers, we estimate a mean meiotic tract size of 9.8 kb (length range: 0.4 kb to 16.4 kb) using the same detection system at the same locus in rice [62]. From our prior analysis [7], we can also determine a higher-resolution WGS-based estimate, this being 3.121 kb. The mitotic estimates are also different from the distribution of observed tract lengths in meiosis in another 4 species [8]. In yeast, the mean meiotic tract size is about 2 kb [8], while in the 3 other species (Neurospora, Chlamydomonas, and Arabidopsis), mean tract sizes in meiosis are under 1 kb [8].\n\nIn rice, with an average tract length of 50.3 kb or 28.5 kb in mitosis and of 9.8 kb or 3.12 kb in meiosis, we see a ratio of 5:1 (50.3:9.8) in lengths (mitotic:meiotic) for low-resolution estimation and 9:1 (28.5:3.12) for the higher-resolution data. The most conservative estimate would be to use the smaller WGS mitotic span and the longer low-resolution meiotic span, giving a 3:1 (28.5:9.8) length ratio. The ratio is probably more extreme in yeast as there the meiotic tracts are considerably smaller than in rice, while mitotic events are not greatly dissimilar. From 58 mitotic tracts in yeast (from Table S4 of [27]), the mean length of mitotic tracts is 30.79 kb, while that of the meiotic tracts in 2 kb derived from the studies of Mancera and colleagues [5] and Liu and colleagues [8], giving a ratio of 15:1.\n\nRelative rates of different event types are similar in meiosis and mitosis\n\nWhile tract lengths differ, it is also of value to ask whether, for mitotic and meiotic recombination events, the relative proportion of CO and GC events differ between the 2 processes and differ from what we see in yeast. Consistency between what we see in rice mitosis and yeast mitosis provides a form of “sanity check.” Any difference between meiosis and mitosis in the same species would need to be factored into consideration of the net effects of the two.\n\nCombining the 2 datasets (from the LYP9 1.1 million plants and the 4 other crosses), we found 29 CO (in LYP9 lines, 18 CO; in the other 4 crosses, 11 CO), 17 NCO-GC (in LYP9 lines, 3 NCO-GC; in the other 4 crosses, 14 NCO-GC), and 7 CO-GC (in LYP9 lines, 3 CO-GC; in the other 4 crosses, 4 CO-GC) events had occurred in 48 tall individuals (summary in S8 Table). With respect to the relative frequencies of CO to NCO-GC events in mitosis, these data therefore indicate a ratio of 36 CO events (29 CO and 7 CO-GC) to 17 NCO-GC events, or 2.11:1 at the SD1 locus. This is highly similar to the previous estimate (34 CO versus 16 NCO-GC, 2.12:1) at the SD1 locus in meiosis [62]. Furthermore, 29.2% (here a total of 17 NCO-GC and 7 CO-GC, 7/(7+14) = 29.2%) of the conversion events in spontaneous mitotic recombination in our data are associated with COs, which is close to estimates of mitotic recombination events in yeast (27%, χ2 = 0.086, P = 0.77) [27,46] or meiotic recombination at the SD1 locus in rice (33.3%, χ2 = 0.27, P = 0.604) [62].\n\nMitotic and meiotic conversion may convert approximately the same number of markers per generation\n\nOur observed event rate of mitotic conversion is lower by nearly 2 orders of magnitude than the comparable event rate of meiotic GC at the same locus using the same methods in rice [62]. However, to compare between the two, we need to allow for the fact that developmentally early events can affect all or nearly all subsequent meioses, that mitotic events in plants are multiple, and that tract lengths differ between mitotic and meiotic events.\n\nTo evaluate the relative impact on progeny of mitotic conversion and meiotic conversion, we model conversion events that occur in mitosis and that could be inherited in progeny (in effect, we model ontogeny of the stalk) (S7 Fig). We assume that there is no cell lineage competition between recombinant cells and nonrecombinant cells. Employing our assessment of meiotic conversion features [62], we considered the relative contribution from zygote to gamete of allelic change owing to mitotic and meiotic conversion (details in Materials and methods).\n\nCore to the mitosis/meiosis comparative analysis are assumptions made about the per mitosis event rates. Information on the frequency of the recombination event in roots, aligned with assumptions about the timing of the root–shoot ontogenetic split and the number of stem cells involved, allow us to place reasonable estimates on per mitosis rates that can be compared to estimates from meiosis. We consider 4 viable ontogenetic models to derive per mitosis rates (details in Section C, S1 Text). With these, we estimate rates in the range 4.63 × 10−6 − 1.68 × 10−5 per marker pair per mitosis. We estimate the comparable figure for meiosis to be Rme(GC) = ~2.66 × 10−3. We employ as a rough guide 40 mitotic divisions per generation [35] as this is derived from a physically small short-lived annual (i.e., Arabidopsis) and thus most likely to be a conservative estimate.\n\nWe can then employ our various estimates of the relative meiotic to mitotic tract lengths (3:1, 5:1, 9:1) to determine the proportional effect of meiotic and meiotic conversion, assayed as the relative number of alleles converted, going from any gamete and backtracking to its ancestral zygote. Employing the 5:1 low-resolution marker-derived ratio, we find that the expected effect on progeny of mitotic conversion will be 71% or more of the meiotic conversion effect (Fig 3A) per generation assuming 40 cell divisions. Under one model of early development, parity is reached where there were only 10 to 20 divisions (Fig 3A), while for other models, parity is reached at approximately 50 divisions. Using our most conservative ratio estimate (3:1), congruence takes more cell divisions (Fig 3B), while with the WGS estimate, giving a ratio of about 9:1, there are fewer cell divisions to meiotic–mitotic equivalence than estimated above (Fig 3C). Importantly, all estimates then agree that a combination of multiple mitoses and longer tract lengths can lead to either equivalence after about 40 cell divisions or, at a minimum, a substantial contribution from mitotic conversions.\n\nWe note too that in the above, we have erred on the side of caution when calculating mean tract sizes. If we have M conversion tracts associated with N tall plants (M&gt;N as some plants have multiple mitotic conversion tracts), giving a total span S, then we have assumed a mean tract length of S/M and N events. For the simulations above, we then assume this mean per event. However, one could more reasonably suppose that the mean sum tract length per event is S/N; it is just happening to be the case that some events are associated with GC in multiple blocks, not one. The estimate of the mean per event net tract size (in 1 block or many) is then not approximately 28 kb but 40.5 kb (again, we exclude the 90 kb unresolved block). As no correction is required for the meiotic estimate (all SD1-associated events were single tracts), no correction is needed for meiotic estimation. Simulating these per event mean sum tract sizes, assuming either 9.75 kb (4:1 ratio) or 3.12 kb (13:1) as the meiotic sizes, again suggests parity between meiosis and mitosis is easily achieved with realistic numbers of cell divisions (S9 Fig).\n\nTo be confident that marker density estimation is also not skewing results, we can consider the case that all mitotic conversions associated with a single marker are given the same mean size as meiotic conversions associated with a single marker, this being 6.4 kb. In this case, the mean mitotic tract length (per tract) is 26.7 kb (including Type 9) and 28.9 kb (excluding Type 9), which compares with the 28.5 kb estimate above (that excludes Type 9). The mean per mitotic conversion event sum tract length resolves to 37.9 kb (including Type 9) or 41.0 kb (excluding Type 9) which compares to 40.5 kb (excluding Type 9). This correction thus makes no important modification to our estimates of mitotic to meiotic tract length calculations and hence no meaningful difference to simulation results (S9 Fig).\n\nAnalysis using yeast parameters support a mitotic/meiotic equivalence\n\nDespite the above, it could be argued that all our estimates are rather inexact. Indeed, it can be considered a concern that our estimates, while all qualitatively agreeing, are quantitatively rather divergent. It is then valuable to supplement our results with analysis of the best-resolved system, namely yeast that has, we estimate, a 15:1 mitotic meiotic tract length ratio (see above).\n\nFirst, we consider our model of plant development with N cell divisions between zygote and gamete (N~40 for Arabidopsis) but using the yeast mitotic and meiotic tract sizes, while assuming rice’s rates of the various processes. Considering rice’s meiotic GC event rate of Rme(GC) = ~2.66 × 10−3 and a mitotic event rate estimates derived from our 4 models of early development, we can then estimate the span of tracks converted by the 2 processes (Fig 3D). We find that parity in terms of the numbers of markers converted would be reached between 5 and 20 mitoses.\n\nWe can also model yeast specifically. Given that yeast has one of the highest known meiotic recombination rates, we do not necessarily expect the same parity, at any given number of cell divisions. Indeed, from tetrad analysis, we estimated that in any meiosis, 2% of markers are converted in yeast [5,8] which compares to just 0.004% in Arabidopsis, 0.007% in Chlamydomonas, and 0.03% in Neurospora [8]. Not then unexpectedly, the disparity in meiotic and mitotic event rates is higher in yeast than in plants [47]. However, yeast also has a 15:1 mitotic:meiotic tract size ratio, more discordant than we estimate in rice. To investigate the relative roles of meiotic and mitotic conversion, we again considered N divisions in a diploid yeast, but this time, employing yeast-specific rates of events as well as tracts sizes. The analysis in this instance is slightly different as we do not need to assume complex early development, hence yeast present a single estimation of the percentage of markers converted after a given number of cell divisions (details in Materials and methods). We assume an event rate of 1.3 × 10−6 per mitotic division [27] and approximately 2% of markers converted per meiosis in yeast (= CMme) and a marker distance of approximately 227 bp (= MDme) [5,8]. We find that expected impact of mitotic conversion will be higher than that of meiotic conversion after 56 divisions (Fig 3E).\n\nMolecular studies suggest that in wild yeasts, sex is exceedingly rare with an outcrossing event once per 50,000 asexual divisions in Saccharomyces cerevisiae [66] or sex once in every 1,000 generations in Saccharomyces paradoxus [67]. Less clear is what proportion of the time is spent as a heterozygous diploid in which mitotic GC would be most potent (we note however that the population estimates make no allowance for mitotic recombination, assuming that all recombinational diversity is owing to meiosis [67]).\n\nMitotic crossing over is unlikely to be influential in sexual species\n\nTo compare transmissive probability of somatic and meiotic CO events, we performed a simulation based on a similar model as employed above (details in Materials and methods). After analysis of the same 4 viable models, we find that the expected inheritable probability of somatic CO events could be approximately 10% of COs detected in F2 individuals per generation (S10 Fig) (again assuming 40 divisions per generation in plants [35]). The difference between the GC and CO result relates to the fact that CO comparison is dependent on event rates alone, while the GC comparison factors in the proportional difference in GC tract lengths.\n\nEvidence for transmissibility of mitotic recombination events\n\nThe above models presume that the mitotic events are transmissible. Genotyping of 43 F2 progeny from selfing crosses of 3 randomly selected tall F1 individuals (SD1 genotype: PdelPwt / NwtPwt) demonstrates that the recombinant wild-type SD1 genes and tall phenotype were inherited in these progeny (S9 Table). Specifically, in 43 F2 individuals, 12 PdelPwt / PdelPwt individuals, 23 PdelPwt / NwtPwt individuals, and 8 NwtPwt / NwtPwt individuals were detected, which consist with the Mendel law of segregation (chi-squared test, P = 0.2231). Meanwhile, the allele frequency of SD1 for progeny of each F1 individual also followed the segregation law (S10 Table). This suggests that the early mitotic conversion event affected all or nearly all subsequent meioses of the same plant (consistent with their domination of late stage structures). With lots of subsequent mitoses prior to the gametic tissue, there remains abundant possibility for further such events that can be transmissible by some proportion of the flowers. We, however, found no other evidence for mitotic conversion in the samples we had for WGS.\n\nDiscussion\n\nWhile variation in rates of meiotic GC is considered core to determining within and between genome variation in G+C content across eukaryotes [10,14,15], and meiotic recombination is considered key to understanding, for example, the efficiency of selection [68], mitotic GC and mitotic recombination are typically overlooked. This is for good reason in many contexts. In mammals, for example, the female germline has very few mitoses, estimated to be possibly as little as 24 [34], may be around 30 [69], and with the event rate being so very low, a priori it appears not to be an especially influential process. There is no mammalian equivalent of heritable bud sports. We argued that in plants, the logic may be somewhat different as regards GC. With long tract lengths and many mitoses that are pregametic, a low event rate per cell division may yet translate to a relevant number of alleles being converted and transmitted to the F2. With many mitoses through which recombination can both occur and the products be transmitted to the next generation and with relatively large conversion tracts, the influence of mitotic conversion may be, we estimate, of the order of magnitude of importance as meiotic conversion.\n\nCaveats and assumptions\n\nThe above conclusion, which may seem reasonable in retrospect, requires at least 2 important homogeneity assumptions. First is an assumption that all mitoses have the same recombination rate. We observed that with the root affected in the examined organisms, the mitotic events must have happened very early in development. We use this to estimate per mitosis rates (range 4.63 × 10−6 − 1.68 × 10−5 per marker pair per mitosis) and assume that through all subsequent mitoses, the same rate applies. This need not be so. Indeed, in humans, it has been considered that the first few postzygotic divisions might be especially mutationally labile, this potentially explaining the high level of chromosomal instability and other errors found in early in vitro fertilization (IVF) embryos as well as the frequency of early pregnancy loss after conception [70–72]. Similarly, mutation rates through spermatogenesis may not be uniform with the earliest stages being more mutagenic [73].\n\nIf early cell divisions have higher recombination rates, by the nature of our screen which selects for early events, we will most likely have overestimated the per mitosis CO and GC rates. This would render mitotic CO even less important. A lower bound estimate for the relative importance of mitotic GC would derive from the assumption that our screen detects all conversion events at the SD1 locus regardless of when in ontogeny they occur. This lower bound would then suggest the net mitotic conversion rate per generation is the observed conversion rate seen in the screen. In this instance, the influence of mitotic GC would be approximately a little over an order of magnitude lower than meiotic conversion (2 orders of magnitude lower mitotic rate, probably under an order of magnitude more markers converted). This is, however, an extreme model as it supposes that our screen might detect a GC that happened, for example, in the cell division immediately prior to the generation of the diploid cell that undergoes meiosis. Given that the screen requires a large change in adult height, this is not realistic. Thus, the 1 to 2 orders of magnitude lower bound on relative importance is an unrealistic lower bound. Where a realistic lower bound might reside is not so clear. However, we note that our estimate of the mitotic recombination rate at 1.5 − 5.3 × 10−5 per cell division is similar to the estimate from tobacco at 3 × 10−5 using a kanamycin-resistant screen [74], suggesting that our estimate is not exceptional.\n\nOur second homogeneity assumption is that the relative meiotic and mitotic rates that we estimate from SD1 apply pangenomically. As meiotic rates are somewhat regionalized [7], this assumption may also be problematic. However, for our conclusion to be grossly misleading, the SD1 locus would have to have an especially high event rate per mitosis and an especially low event rate per meiosis. Under this circumstance, the relative rates would not fairly reflect the rest of the genome in a manner that would render SD1 too generous to the conclusion of approximate equality. Were SD1 to have a relatively low mitotic rate and a high meiotic rate, then our assumption of equality would also not hold but would suggest a greater importance of mitotic events above meiotic ones on a genome-wide level. Prior analysis indicated that SD1 locus has the median number of meiotic recombination events [62]. Whether it is unusual in its mitotic rate is unknown, but we note that our estimate is in line with that in tobacco [74] and not greatly different from that in Arabidopsis [47] (S1 Table).\n\nA further caveat considers a limitation of our methodology. By definition, our screen will not resolve very small tract sizes, those that do not enable recombination between our 2 intragenic marker sites (2.3 kb apart). Thus, we likely underestimate the contribution of such small tract conversions. Two factors mitigate this problem. First, these small tracts are also not factored in the meiotic rate estimates as they employ the same 2 markers. In this sense, the comparison is, to a first approximation, “fair.” Second, we note too that tracts that convert no markers are of no population genetical relevance. Thus, “missing” tracts between the 2 markers are in this context irrelevant to the population genetics. However, this same issue could potentially lead to some overestimation of the relative influence of mitotic events. This is because were meiotic events biased to small events (which is known [8]) while mitotic events are not (which is yet to be resolved), then we would be excluding from analysis more small meiotic tracts than mitotic tracts. As some proportion of these meiotic tracts, when considered genome wide, could convert some markers, we would then be disproportionately excluding meiotic conversion events, so resulting in some degree of underestimation of the relative influence of meiotic processes. Given that the “missing” tracts must be small, the net effect of this is unlikely to be of a magnitude to disrupt the conclusion of approximate parity, not least because we chose a reference mitosis number that is itself, at 40 from zygote to gamete, likely to be conservative, so probably underestimating the influence of mitotic events.\n\nImplications\n\nWhat implications might our results have? We consider 3 domains: possible impact on interpretation of meiotic crosses, impact on the interpretation of G+C heterogeneity, and possible importance (or lack thereof) of mitotic crossing over.\n\nRegarding the first, imagine that one sequences a parental strain type and then offspring to determine meiotic CO and GC events, assuming that all such events seen are meiotic. In this case, the rates may well be overestimated, as mitotic events not recognised in the strain-type parent, or that are observed in progeny but that occurred in the progeny postfertilization, will be ascribed as being meiotic, when in practice some must be mitotic. A similar problem affects parent offspring estimation of the per generation mutation rate, as de novo somatic mutations in offspring can get ascribed as inherited germline mutations [75]. Similarly, early mutations in the parents are detected in parental soma, so incorrectly considered the unmutated ancestral condition [75].\n\nWe suggest there may be one immediate consequence, namely an overestimation of the rate of meiotic double COs in some species. The long GC tracts seen in mitosis can leave the same recombinational footprint as a meiotic double CO (S11 Fig). However, following early yeast studies [5], when considering meiosis, it is common to assume that long tracts (specifically &gt;10 kb) cannot be GCs (nearly all meiotic ones being considered to be small) so must, by assumption, be double COs [5,8]. However, we suggest at some rate they should be unrecognised mitotic conversions. In yeast tetrad data [8], for example, we find at least a total of 105 close “double CO” events (distance between 10 kb and 20 kb) in 29 yeast tetrads (S11 Table). While yeast does have a high CO rate, if a single sequence is considered to represent the parents of such crosses, at some unknown rate, some of these double COs are possibly mitotic conversions.\n\nThe importance in plants, however, is less clear as CO interference should prevent the majority of double CO meiotic events in the 10 to 100 kb range, meaning that one should be suspicious of them in the first place. However, we would not rule out a role in plants as class II COs are interference independent [76]. The best-known gene involved in class II COs is MUS81. The null mutation of MUS81 reduces recombination by 10% in wild-type Arabidopsis plants and eliminates ca. 1/3 of the residual COs in zmm mutants (i.e., those lacking the interference-dependent mechanism) (reviewed in [76]). Thus, there is the possibility of both mitotic GC and meiotic CO creating rare 10 to 100 kb events. As regards long tracts in our data, the effect is not expected to be all that common. We predict that only about approximately 1 long tract should appear in our meiotic data if the mitotic GC rate is near parity (we did not see any).\n\nSimilar logic could be extended to explain why in plants the G+C meiotic recombination correlation is not so clear cut. Our sample of mitotic events was not large enough to discern whether mitotic GC is GC:AT biased. However, our much larger sample in meiotic conversion [7] found a significant 1.47:1 ratio of AT→GC conversion, compared with GC→AT events, confirming prior reports [77]. While in many taxa (e.g., mammals) with comparable G+C bias, the G+C–meiotic recombination rate correlation is very clear [15], within plants this is not so, there being considerable heterogeneity of results [78]. Some of this heterogeneity is owing to differences in inbreeding/outbreeding levels [13]. In inbreeders, meiotic heteroduplex formation is rare, given the homozygosity of so many loci (strand invasion may well occur but with no heterozygous sites, a heteroduplex sensu strictu is not formed). However, in addition, we speculate, if mitotic GC is a significant force, but mitotic rates are broadly uncorrelated with meiotic ones, then correlating G+C with meiotic rates alone is likely to dilute any signal, leading to both weaker correlations with meiotic rates and potential heterogeneity between taxa. There may in turn be dependency on longevity and the number of cell divisions prior to meiosis. In addition to inbreeding/outbreeding and the strength of the conversion bias, this provides a further variable to consider when trying to understand variation in the magnitude of the G+C–recombination correlation across taxa.\n\nThe role of mitotic CO, as it is conditional on the event rate alone, is likely to contribute very little to overall allelic reassortment, especially given the small effect of more common meiotic CO [23]. It might, however, yet be relevant when considering how obligate asexuals tolerate deleterious mutation, not least because even low levels of CO can have a large genome purging effect [79]. Recent analysis [81] of bdelloid rotifers, a species with no observed males and thought to be anciently asexual [80], indeed shows classical patterns of linkage disequilibrium (LD) decay over genomic distance, consistent with the activity of somatic recombination in an asexual lineage [81]. Similarly, prior analysis indicates that their chromosomal arrangement is incompatible with classical meiosis but, nonetheless, the genome reveals extensive (presumably mitotic) GC [82]. While it is possible that bdelloids may not be truly obligately asexual [81], it is likely, in a rarely sexual organism, that somatic recombination and GC will play a more significant role, as regards protection from deleterious mutations [82], than in regularly sexual species. It also follows that inference of meiotic recombination rates from LD decay data would overestimate the impact of meiotic CO. Theoretical consequences of the generation of buds sports [83,84], and mitotic recombination more generally, in highly heterozygous asexuals is, we suggest, worthy of consideration.\n\nSegregation patterns provide clues to mechanism\n\nOur experiment was not designed to resolve which possible mechanisms of HR might be involved. Nonetheless, the results may yet speak to this issue. Outcomes of SDSA mechanism are always NCOs, such as Type1, Type2, and Type3 (in Fig 2). CO events in the DSBR model are reciprocal for genotype exchanges (also known as reciprocal crossover (RCO)), while 2 orientations on the mitotic division spindle will generate 2 different outcomes, one of these two will cause loss-of-heterozygosity (LOH) as Type4 and Type5 (as shown in S1 Fig). BIR can also generate LOH events, which is widely reported in mitosis in yeast (reviewed in [85]). In our assay, we cannot clearly distinguish RCO and BIR as causes for Types 4 and 5. In previous studies, LOH events in young cells (cells with only few mitotic divisions) occur by reciprocal recombination, while in old cells, LOH events often involve BIR [86]; meanwhile, most spontaneous LOH events are RCO, and recombination events induced by hydroxyurea are both RCO and BIR [55]. Additionally, DSBR mechanism is more common in plant mitotic recombination, such as in Arabidopsis [61] and tomato [52,53]. Thus, in our data, we suggested that these CO-type events are from DSBR.\n\nMany of our events (Type7, Type8, and Type9 in Fig 2) are, by contrast, not explicable by the simplest form of the general DSBR model of mitotic recombination (S1 Fig). These complex mitotic recombination events were also reported in yeast [28]. Both long conversion tracts and this complex switching pattern of genotypes in mitosis, which are unexpected under the canonical DSBR model, suggest some divergence between meiotic and mitotic processes. For those concerned with mechanisms, we suggest this problem is worthy of further scrutiny.\n\nFinal comment\n\nWe have argued that mitotic GC may well have either gone ignored or misclassified when considering net rates of GC. But does it really matter if long tracts are owing to mitotic recombination or double meiotic COs or that mitotic conversions are classified as meiotic? The effects, after all, are to a first approximation the same. Comparison with past literature on the origin of mutations suggests we ignore mechanism at our peril. Since Haldane [87–89], we know in humans, for example, that most mutations are derived from the father. One could argue that all that matters is the fact and not the underlying mechanism. Who cares if these were owing to events in male meiosis or in male mitosis? After all, a mutation is a mutation no matter what the origin. Surely, all we need to know is the rate, the mechanism being a dotting of the proverbial i. History would suggest that such a viewpoint is too constraining. The realization of the mitotic dependence of mutation rates has cast focus on the number of germline cell divisions as a means to explain male-biased mutation [34,90] that in turn has stimulated new hypotheses and new appreciations. We now, for example, appreciate that the extent of male-biased mutation is not expected to be constant [91]. As only some mutations are replication dependent, we should also expect between species differences in the relative rates of different classes of mutation as a function of the number of germline cell divisions. Such underlying models also stimulate hypotheses about, for example, a coupling between sperm competition and mutational input [92]. Similarly, understanding that most mutations are mitotic led to study of the mutational risks associated with older fathers [93]. As with male-biased mutation, it is, we suggest, important to distinguish the cause of GC not just for its own sake but also because it enables us to generate similar hypotheses.\n\nMaterials and methods\n\nThe experimental system\n\nThe system consists of 2 parental modern semidwarf rice cultivars, 93–11 (N haplotypes) and the thermosensitive male sterile line PA64s (P haplotypes), each homozygous for defective sd1 alleles. Crucially, the defective alleles are not the same enabling the possibility of recombinant rescue of the wild type. The 2 alleles are here, respectively denoted as sd1-NwtNstop and sd1-PdelPwt (Fig 1A). The allele sd1-NwtNstop has intact exons 1 and 2 of the three-exon gene, but a premature stop in exon 3 that negates activity. Conversely, allele sd1-PdelPwt has a wild-type third exon but a 383-bp frameshifting deletion trimming part of the 3′ end of exon 1 and part of the 5′ end of exon 2, which also negates activity (281 bp affects coding sequence, 102 bp in intron). The parental strains are homozygous for their respective null alleles and are thus semidwarf (SD1 being a growth promoting green revolution gene).\n\nThe progeny of such a cross, termed LYP9, will initially be sd1-NwtNstop on one chromosome and sd1-PdelPwt on the other. As the disabling mutations are in different locations within the gene, if a CO or GC event occurs between these 2 defective alleles, 2 different reconstituted types can be generated in F1s (Fig 1A and S1 Fig). If an event occurs early enough through ontogeny, recombinant individuals harboring a wild-type (functional) SD1 allele are much taller (&gt;&gt;130 cm) than either the parental lines or nonrecombinant F1 siblings (range 90 to 120 cm) still harboring the defective sd1 alleles (Fig 1B), enabling easy visual detection. Note too that plant height in rice is an especially useful phenotype as it is largely unaffected by heterosis (always a possible concern when considering hybrids). Indeed, the mean height of LYP9 is no higher than the mean height of 1 of the 2 parents (strain 93–11) [62]. In rice, heterosis is mainly shown in higher yield and strong stalks [94].\n\nImportantly, we employed the same cutoff (&gt;130 cm) when assaying meiotic conversion rates. As a consequence, we can be confident that the relative rate measure is not skewed by method differences. Our method to determine relative meiotic and mitotic rates is also unbiased by the fact that the screen is directional. Indeed, an individual with a double-defective sd1 genotype (PdelNstop) can also be the product of a CO or GC event but would be expected to become semidwarf or dwarf. However, shorter individuals are both indistinguishable from nonrecombinant F1s and more susceptible to the environmental factors. They therefore are not included in our assessment of either meiotic or mitotic rates.\n\nRice materials and sampling\n\nLiang-You-Pei-Jiu (LYP9) (F1) plants were obtained from the cross of 2 commercially important and well-studied semidwarf rice varieties, namely PA64s (female) and 93–11 (male) [95]. To meet the need for a large number of LYP9 seeds, PA64s, a sterile line of PA64, was used to process a large-scale cross with 93–11, which is photoperiod and thermosensitive genic male sterile. Under high temperature (usually higher than 23.3°C), pollen of PA64s are aborted. By pollinating these flowers of PA64s with pollen collected from 93–11’s flowers, we could conveniently realize the large-scale cross between these 2 parental lines. PA64s is thus the maternal line and 93–11 is the paternal line. The seeds of LYP9 were kindly provided by Jiangsu Academy of Agricultural Sciences (JAAS). We planted over 1,100,000 of the LYP9 (F1s) seeds in a 1.53-ha farmland in Nanjing, China, during the normal growing season of rice in 2017. When maturing, nearly all of F1s were with semidwarf height (90 to 120 cm, close to their parent 93–11 or PA64s), and 26 individuals with extremely tall stature (taller than 130 cm) were screened out (S2A Fig). Subsequent genotyping of the SD1 gene of flag leaves in these individuals revealed 24 samples harboring the wild-type SD1 gene (NwtPwt) (S3 Table). Two samples identified as false positives were excluded from further analysis.\n\nTo determine parameters of somatic recombination in other crosses, we expanded our efforts to 4 additional semidwarf hybrid rice varieties (F1 progeny), Longliangyou1353 (LLY), C-Liangyou-huazhan (CLYH), Huiliangyou996 (HLY), and Huiliangyou-huazhan (HLYH), grown in expansive natural farmland planted by farmers around Nanjing in 2017. To efficiently screen the recombinant lines, a more stringent standard (plant height ≥ 150 cm) for collection of tall individuals was used here. In separated farmlands of these 4 hybrid rice varieties, a total of 24 tall F1 individuals (specifically, 3 individuals of HLYH, 4 individuals of LLY, 7 individuals of CLYH, and 10 individuals of HLY) were collected, and their adjacent individuals with semidwarf plant heights (3 semidwarf individuals of each tall individual) were also sampled as controls (S2B Fig).\n\nIdentification of recombination events\n\nDetails on the canonical pattern of mitotic recombination and identification of recombination events are included in Section B, S1 Text. Markers and relevant primers used for genotyping in this study are listed in S4 and S5 Tables, respectively.\n\nDNA extraction and sequencing\n\nAll of the DNA samples were extracted using the cetyl trimethylammonium bromide (CTAB) method for PCR amplification, Sanger sequencing, or the WGS. All the genotyping of markers was carried out by Sanger sequencing. High-depth amplicon sequencing was performed by BGI-Shenzhen: Nonbreaking and paired-end sequencing libraries were constructed, and 2 × 150 bp reads with depth of coverage of 26,212 to 893,802 at M9 site were generated by Illumina Hi-seq 2500 platform (S6 Table). WGS was performed as: paired-end sequencing libraries constructed with insert size of 450 bp, and 2 × 100 bp paired-end reads were generated on Illumina Hi-Seq 4000 platform. Raw data processing, mapping, and marker identification were according to standard methods described in our previous study [7].\n\nDetection of the proportion of recombinant cells and nonrecombinant cells\n\nTo evaluate the pattern of emergence and expansion of recombinant cells, we also extracted DNA from different tissues of different tillers (tillers were name as t1, t2, t3, etc., and t1 is the main stem) of randomly selected LYP9 F1 recombinant individuals, as roots, basal leaves, and flag leaves (S5A Fig).\n\nBased on the genotypes of 93–11 and PA64s, each marker (Fig 2) was assigned to genotype P (PA64s homozygosity), N (93–11 homozygosity), or H (heterozygosity of PA64s and 93–11), e.g., the genotype “N8-P9” means genotypes at marker 8 and 9 are, respectively, 93–11 homozygosity and PA64s homozygosity. Other genotypes are annotated in the same manner. Two key markers are markers 8 and 9 within the SD1 gene (M8, M9), M9 being the C-&gt;G mutation generating the premature stop codon seen in strain 93–11, M8 being presence/absence of the sequence deleted in PA64. Strategically, to estimate proportions of cells that are recombinant or not in any given sample/tissue, we take advantage of the fact that 24 LYP9 plants have the recombination event at the SD1 locus resolved as H8-P9 genotypes (namely PdelPwt / NwtPwt) (S3 Table), no matter how they were created, while nonrecombinant cells (NR-cells) are H8-H9 (namely PdelPwt / NwtNstop) genotypes (S5B Fig). If then we specifically amplify from marker 8 employing the N8 haplotype (namely 93–11 homozygosity at marker 8, NwtNstop or NwtPwt), the proportion of resulting amplified haplotypes that are Nstop rather than Pwt at the 3′ M9 marker within this haplotype will be the proportion of nonrecombinant to recombinant cells. In other words, the ratio of recombinant cells to normal cells is exactly the ratio of PA64s genotype (C base pair) to 93–11 genotype (G base pair) at M9 (S5B Fig).\n\nBased on this strategy, we devised a system of haplotype-specific nested PCR. To identify the recombinant cells and wild-type cells, the forward primer of the primerN pair is located in the 383 bp deletion and could specifically and exclusively amplify the N8 haplotype (i.e., haplotypes either NwtNstop or NwtPwt), the downstream partner primer being located beyond, and not affected by, the M9 marker. The second round of amplification of this amplicon involved primer5, the sequence for which is contained in the amplified tract of primerN. The primer does not differentiate markers at M9, but the resulting amplified sequence includes, between the forward and reverse primer5 partners, the M9 marker site (S5B Fig). Therefore, after amplifying by the primerN pair, we perform a second (nested) amplification of the resulting amplicons employing the primer5 pair, and then sequenced the resulting fragments using a high-depth amplicon sequencing strategy. We could then resolve whether the resulting marker in any given amplified fragment at M9 is G (nonrecombinant) or C (recombinant). From the numbers of each, we can calculate the proportions of recombinant cells and nonrecombinant cells without recourse to error-prone single-cell analysis. Correction of sequencing error was performed by Lighter with default parameters [96]. Sequences mapping and genotype identification were according to standard methods described in our previous study [7].\n\nAnalysis of the impact on progeny of mitotic and meiotic conversions\n\nAs we have an estimate of the event rate at this locus through meiosis [62], and can generate a comparable event rate for a given mitosis, we can compare the ratio of markers converted in and around this locus from zygote to gamete. From this, we deduce the relative impact of meiotic and mitotic conversion. We thus consider a single gamete of a plant and ask about the number of markers that have changed owing to mitotic GC since the zygote prior to the diploid meiotic cell. We compare this to the number of markers that have changed in the gamete owing to meiotic conversion.\n\nAccording to the canonical pattern of mitotic recombination (S1 Fig), a conversion event can only be inherited in 1 of 2 daughter cells and 1/2 gametes, namely each mitotic conversion event has 50:50 possibility of being inherited in gametes (S7 Fig). We assigned Rmi(GC) as mitotic conversion rate per cell division, Lmi(GC) as tract length of mitotic conversion event, and n for number of cell divisions per generation. If there is no cell to cell competition, each division will have a 1/2Rmi(GC) heritable conversion rate to the next cell generation (1/2, 1/2 inheritable possibility) (S7B Fig). Thus, the expected impact on nucleotides in a pregametic cell per generation (Emi(GC)) could be calculated as:\n\nWe assigned Rme(GC) as meiotic conversion rate per meiosis and Lme(GC) as tract length of meiotic conversion event. There is only 1 meiosis per generation and a 1/4 chance that each conversion event is present in any gamete (S7 Fig). Thus, the expected impact of a meiotic conversion in a parent on nucleotides in the same randomly selected F1’s gamete (as considered above) per generation (Eme(GC)) can be calculated as:\n\nIn our previous meiotic conversion rate estimate [62], there were 24 conversion events in 18,000 individuals, thus giving a rate as: Rme(GC) = ~2.66 × 10−3 (each individual is from 2 gametes, each gamete is from 1 meiosis, each meiotic conversion event has a 1/4 probability of being inherited in 1 gamete, 24/18000/2/(1/4) = ~2.66 × 10−3). For tract length of conversion (Lmi(GC) and Lme(GC)), we take the average lengths of all conversion events detected in mitosis and meiosis in our data, 50297.08 bp and 9755.5 bp, respectively.\n\nThen, the key is the evaluation of the mitotic conversion event rate per cell division (Rmi(GC)). Based on our data giving the proportion of heterozygous cells in roots and basal leaves, we suggest that the original stem cells generating tissues (both roots and above ground parts) (namely number of original cells of root meristem (RM) and shoot apical meristem (SAM)) are at least 2 cells and that conversion events must happen before differentiation between roots and the above ground parts. Then, we simulated 4 situations as regards the original stem cells (numbers of recombinant cells are in parentheses): (1) 2 (≥1) original stem cells in RM and 2 (≥1) original stem cells in SAM; (2) 3 (≥2) original stem cells in RM and 2 (≥1) original stem cells in SAM; (3) 4 (≥2) original stem cells in RM and 4 (≥1) original stem cells in SAM; (4) 4 (≥3) original stem cells in RM and 4 (≥1) original stem cells in SAM. After simulation (details in Section C, S1 Text), Rmi(GC) for these 4 situations is, in order: 4.63 × 10−6, 8.92 × 10−6, 5.20 × 10−6, and 1.68 × 10−5.\n\nTo compare transmitted probability of somatic and meiotic CO events, we assigned the expected inheritable probability of somatic and meiotic CO events in a pregametic cell per generation as Pmi(CO) and Pme(CO), respectively. In view of a somatic CO event can only be inherited in 1 of 2 daughter cells and 1/2 gametes (a parallel of calculation of somatic conversion, S7 Fig), then Pmi(CO) could be calculated as:\n\nIn our previous study [62], we totally screened out 26 CO events related to SD1 recovery in meiosis, then expected inheritable probability of CO events detected in F2s per generation, Pme(CO) = 26/18000/2/(1/4) = ~0.0029.\n\nIn the current study, we found a total of 19 CO events related to SD1 recovery (18 CO events and 1 CO-GC events (Type9 in Fig 2)) in 1,100,000 LYP9 F1 individuals. Next, we perform a similar calculation to the above but to calculate a somatic conversion rate per cell division for 4 situations (details in Section C, S1 Text). Rmi(CO) for these 4 situations is 1.46 × 10−5, 2.82 × 10−5, 1.64 × 10−5, and 5.32 × 10−5. Note that in our models of early embryogenesis, there are mitotic events that happen but that we never observe so the per mitosis rates can exceed the per generation observed rates. These numbers accord with estimates from Arabidopsis [47] and are nearly identical to those estimated from tobacco [74].\n\nFor mitosis of diploid yeast, the expected impact on nucleotides in a pregametic cell per generation is same as that in the rice:\n\nFor meiosis of diploid yeast, the expected impact on nucleotides is exactly the product from number of converted markers (termed as CMme) and marker distance (termed as MDme); meanwhile, there is only 1 meiosis per generation and a 1/4 chance that each conversion event is present in any tetrad, then:\n\nBased on previous estimations, we assume an event rate of 1.3 × 10−6 per mitotic division [27] and approximately 2% of markers converted per meiosis in yeast (= CMme) and a marker distance of approximately 227 bp (= MDme) [5,8].\n\nSupporting information"
}