{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000169",
  "doi": "10.1371/journal.pbio.1000169",
  "externalIds": [
    "pii:08-PLBI-RA-5332R3",
    "pmid:19668359",
    "pmcid:PMC2716527"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Ligand-Independent Traffic of Notch Buffers Activated Armadillo in Drosophila",
  "authors": [
    {
      "name": "Phil G. T. Sanders",
      "first": "Phil G. T.",
      "last": "Sanders",
      "affiliation": "Department of Genetics, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Silvia Muñoz-Descalzo",
      "first": "Silvia",
      "last": "Muñoz-Descalzo",
      "affiliation": "Department of Genetics, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Tina Balayo",
      "first": "Tina",
      "last": "Balayo",
      "affiliation": "Department of Genetics, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Frederik Wirtz-Peitz",
      "first": "Frederik",
      "last": "Wirtz-Peitz",
      "affiliation": "Department of Genetics, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Penelope Hayward",
      "first": "Penelope",
      "last": "Hayward",
      "affiliation": "Department of Genetics, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Alfonso Martinez Arias",
      "first": "Alfonso Martinez",
      "last": "Arias",
      "affiliation": "Department of Genetics, University of Cambridge, Cambridge, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2009-08",
  "dateAccepted": "2009-07-02",
  "dateReceived": "2008-12-10",
  "volume": "7",
  "number": "8",
  "pages": "e1000169",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Cell Biology/Cell Growth and Division",
    "Discipline/Cell Biology/Cell Signaling",
    "Discipline/Developmental Biology/Morphogenesis and Cell Biology",
    "Type/Research Article"
  ],
  "abstract": "Full-length Notch receptor binds to the Wnt pathway effector β-catenin and mediates its endocytosis and degradation, demonstrating a novel mechanism by which Notch may modulate Wnt pathway activity.",
  "fullText": "Introduction\n\nThe Notch gene of Drosophila encodes a member of a family of conserved single transmembrane receptors with key tasks in the information processing activity of animal cells [1]–[4]. They are involved in a wide variety of processes during development but their best characterized function is in the process of lateral inhibition and related events, in which Notch signalling is used to choose between two alternative cell fates in a context dependent manner [4]–[6]. There are two prominent structural features that define the family: a tandem array of EGF repeats in the extracellular domain that act as docking sites for ligands to trigger and modulate the activity of Notch, and seven ankyrin (ANK) repeats in the intracellular domain that provide a major face for interactions with effectors [7]–[14].\n\nIt is well established that Notch acts as membrane-tethered transcription factor (reviewed in [1],[4],[15]). Binding of members of the DSL (Delta, Serrate, Lag1) family of Notch ligands to specific EGF-like repeats leads to the shedding of most of the extracellular domain and triggers a sequence of proteolytic cleavages in the membrane proximal region, which result in the release of the Notch intracellular domain (Nintra) from the membrane [1],[15]–[19]. Nintra accesses the nucleus where it modulates transcription through interactions with a member of the CSL (CBF in mammals, Su(H) in Drosophila, and Lag2 in C. elegans) family of transcription factors, and Mastermind (MAML in vertebrates) [20]–[22]. The interactions between Notch and CSL are mediated by the ANK repeats [11],[23] and result in the activation of specific target genes. Recently, a number of studies, particularly in Drosophila, suggest that endocytosis and traffic of Notch are required for the generation and activity of Nintra [24]–[33].\n\nInappropriate activation of Notch signalling has been associated with a number of tumours in humans; in particular with T-cell acute lymphoblastic/lymphoma (ALL) leukemias, where activating mutations in Notch have been found to be linked to the disease [34]–[36]. However, there is also evidence that Notch can act as a tumour suppressor [37]–[40]. In one instance, this tumour suppressor function has been associated with signalling by ß-catenin, the effector of Wnt signalling [38],[39]. Functional interactions between Wnt and Notch signalling have been reported frequently (reviewed in [3]) and are underpinned by biochemical studies that identify Dishevelled, GSK3ß, and ß-catenin, all key elements of the canonical Wnt signalling pathway, as Notch interacting proteins [3],[41]–[47]. Although in many instances these interactions probably reflect the convergence of the two signalling pathways onto common target genes, studies in Drosophila have shown that Notch can modulate Wnt signalling in an Su(H)-independent manner by targeting Armadillo, the Drosophila homologue of ß-catenin [43],[45],[48]–[50].\n\nHere we explore the mechanism of the interaction between Notch and Wnt signalling in Drosophila. We find that in the absence of Notch, an activated form of Armadillo promotes changes in the proliferative and adhesive properties of epithelial cells in Drosophila. This observation reveals an effect of Notch on Wnt signalling that is independent of its ligands and the activity of Su(H), but requires the endocytosis and traffic of Notch. Our results provide a mechanism for the interaction between Notch and Wnt signalling that has implications for the homeostasis of the cell and, perhaps for the development of tumours.\n\nResults\n\nNotch Modulates Cell Proliferation, Growth, and Polarity in the Imaginal Disc Epithelia of Drosophila\n\nExperiments in Drosophila have suggested that Notch can modulate the activity of Armadillo in an Su(H)-independent manner [43],[48]–[50]. This observation is reminiscent of the situation in the skin of the mouse where loss of Notch1 function leads to elevated levels of ß-catenin and sensitizes the tissue to the development of basal cell carcinomas [38],[39]. For this reason and to explore further the mechanism of the interaction between Notch and Armadillo, we expressed in the imaginal discs an activated form of Armadillo, ArmS10 (a GSK3ß insensitive form of Armadillo that promotes constitutive Wnt signalling [51] in cells mutant for Notch).\n\nLoss of Notch function during the development of the wing results in stage-dependent altered growth rates and patterning defects, with little evidence of an increased activity of Armadillo (Figures 1A and S1A) [43],[52],[53]. This observation could be due to the loss of the Su(H)-dependent activity, which might mask additional consequences of the loss of function of Notch in this system. In contrast to the effects of loss of Notch function, gain or loss of Wnt signalling has only subtle effects on the growth of the wing primordium [54]–[57], and expression of ArmS10 (along the anterior-posterior [AP] boundary using dpp-Gal4 driver) results in changes in gross morphology and alterations in cell fate in a region-specific manner with little or no effect on the overall size of the wing pouch or cell proliferation (Figures 1B and S1B) [43],[53],[55],[57]–[59]. However in the absence of Notch, expression of ArmS10 produces outgrowths in the wing discs (Figures 1C and S1C), which are reminiscent of the effects of mutations in lgd, exp, and mer, which have been linked with tumour suppression in Drosophila [26],[60]. In addition, there are some effects on cell fate, e.g., in the notum neural development is observed in regions outside the proneural clusters where Armadillo gain of function or Notch loss of function on their own have little or no effect (Figure S1D–S1F). In these experiments the clones are generated continuously, using the FRT/FLP system, and therefore the effect is a cumulative average of clones generated at different times and different places.\n\nIn order to explore the origin and fate of these outgrowths in more detail, we overexpressed ArmS10 in clones of Notch mutant cells generated at defined times in development using the MARCM method [61]. Clones of Notch mutant cells generated early in larval development are never recovered, probably because of competition by surrounding wild-type cells, and with later inductions the number and size of clones of Notch mutant cells observed increases, though it never reaches the figures of wild-type clones [52] (Figures 2A, S1A, S4A, and S7C for Notch clones and S5A for wild-type clones). In general the clones of Notch mutant cells are not frequent and do not grow well. Expression of ArmS10 in Notch mutant cells rescues the viability of the early generated clones (24–48 h after egg laying [AEL], Figure S2 and Video S1) and leads to tightly packed spheres with large numbers of cells and abnormal polarity. There is usually a single large sphere per disc, which tends to be positioned on the edges of the disc suggesting a tendency of the cells to sort from the surrounding ones. Clones of cells mutant for Notch expressing ArmS10 induced between 48–72 h also give rise to sphere-like structures with large numbers of cells similar to the early ones (Figures 2B and S3B; Video S2), but those induced after 72 h appear scattered through the tissue, lose basal contact, and exhibit a variety of organizations (Figure 2B1, and for details and discussion, Figures S2 and S3). It is reasonable to think that the later-induced clones represent the early events in the process of formation of the spheres of cells, and this suggests that coalescence of different clones is a component of the phenotype. These overgrown aggregates are not restricted to the wing pouch as they can also be found in the notum as well as in other discs and, interestingly, in the peripodial membrane where cells lose their characteristic flat epithelial appearance and can fuse with the cells of the wing epithelium (Figure S3B and unpublished data).\n\nAltogether, these observations suggest that loss of function of Notch unlocks a potential for ArmS10 to regulate cell proliferation, polarity, and adhesion. Some of this activity might be mediated by canonical Wnt signalling, and the clones of Notch display elevated levels of ArmS10 and, most significantly, elevated levels in the nuclei (Figure S6).\n\nLoss of Delta, Serrate, or Su(H) Exerts Different Effects on the Activity of Armadillo\n\nThere are suggestions that the activity of Notch that regulates Wnt signalling does not require the biochemical events associated with ligand-dependent cleavage and transcriptional activity of Notch [43],[45],[49],[50]. To test this further we assessed the effects of expressing ArmS10 in clones of cells lacking the Notch ligands, Delta and Serrate, as well as its transcriptional effector Su(H).\n\nIn order to study the effect of ligand-dependent signalling on the activity of Arm, we chose to express ArmS10 in cells that simultaneously lack Delta (Dl) and Serrate (Ser). Clones of cells doubly mutant for Dl and Ser are more frequent than Notch mutant clones at any stage of development, and do not exhibit obvious phenotypic alterations (Figure 3A). The differences between the two mutant conditions are further emphasized by their differential behaviour in the presence of ArmS10: in contrast to Notch mutant cells, Dl/Ser double mutant cells expressing ArmS10 remain integrated in the epithelium and do not exhibit growth defects relative to the Dl/Ser double mutants alone (Figure 3B). Surprisingly, clones of cells lacking Su(H) exhibit phenotypes that are different from both Notch and Dl/Ser double mutants: many small clones scattered over the disc, with very rugged edges and associated with a large number of dead cells in the basal side (Figure 3C and Video S4). Expression of ArmS10 in these clones increases their size, reduces the number of apoptotic cells, and makes the clones more rounded in appearance but cells do not lose their polarity (Figure 3D and Video S5; for details and comparisons see Figure S7). One possible interpretation for these changes is that the expression of ArmS10 is able to rescue some of the apoptosis caused by the loss of Su(H) and give rise to bigger and more organized clones.\n\nThese results are surprising as the different phenotypes caused by the loss of function of Dl, Ser, Notch, and Su(H) challenge the simple linear interaction between Notch, its ligands, and its effector. These differences and the singular phenotypes of Notch in the presence of Arm S10 also emphasize that the effects of Notch on the activity of Arm are unlikely to be mediated by its Su(H)-dependent transcriptional activity.\n\nA Ligand-Independent Activity of Notch\n\nThe effects of loss of Notch function on the activity of Armadillo provide a clear cut experimental test for the possibility that Notch encodes more than the Su(H)-mediated activity. To do this, we tested the ability of different forms of the Notch receptor to complement the effects of loss of Notch function on Armadillo activity in the wing disc: a full length Notch molecule (FLN), and two membrane-tethered versions of Nintra, a CD8eGFPNotch (CeN) and CD8Notch (CN), with the extracellular and TM domain of CD8, which cannot be cleaved as they lack the intramembrane cleavage sites, and do not act through Su(H) (see Figure 4F) [48],[49].\n\nTo gain a better understanding of the activity of these molecules, we first analyzed their subcellular localization in wing imaginal discs (Figure 4). The CeN molecule, assessed using the fluorescence of enhanced green fluorescent protein (eGFP) (or antibodies against CD8, see below), localizes to a domain both apical to and overlapping with the adherens junctions, and to large intracellular puncta located throughout the cell (Figure 4A and 4C). The CN molecule can only be visualized by immunostaining, but displays a similar distribution to CeN, ruling out an effect of eGFP on the distribution and activity of the molecules (Figure 4D and unpublished data). These localizations show an overlap with that of endogenous Notch and are determined by the intracellular domain of Notch, as a control of CD8 fused to eGFP (Ce) is distributed to all membranes of the cells indiscriminately (Figure 4B). We concentrated the rest of the studies on CeN, testing for ligand- and Su(H)-independent activities of Notch and in particular for its ability to regulate the Armadillo activity in the absence of Notch, though CN has similar activities in vivo.\n\nExpression of CeN in cells of the wing imaginal discs results in small clones with rounded edges (Figure S5C), suggesting that it has an ability to reduce growth. The resulting adults exhibit gain of function phenotypes: loss of PNS precursors and veins (unpublished data). We also find that CeN can provide the growth suppressor activity of Notch on the activity of ArmS10. Clones of Notch mutant cells that express ArmS10 together with CeN are smaller than those that express ArmS10 alone (Figures 2C, 2C1, 5B, and 5D), and cells recover their polarity and adhesive properties, spreading over the disc (see also Figure S3C and S3D). To eliminate the possibility that the effects are due to a “neomorphic” activity of the CeN molecule, we repeated the experiment using FLN and observed a similar reduction in the size of the clones as observed with CeN (Figure 5C and 5D). We complemented these experiments by expressing Nintra, a form of Notch that promotes mainly the transcriptional activity, in cells that lack Notch and express ArmS10. The result is a combination of two phenotypes: a larger disc and, additionally, a suppression of the activity of ArmS10 in the clones (Figure S8). While this could be construed to suggest that the effects of Notch on Arm are mediated by Nintra, this interpretation should be considered carefully. In cultured Drosophila cells, Nintra can reduce the activity of Armadillo on a Wnt reporter in a manner that is independent of Su(H) [49], and this is likely to be also the case here. It is well established that in the wing, Arm and Nintra synergize [53],[58], and while this interaction can explain the large size of the discs observed in this experiment, it cannot explain the suppression of the activity of ArmS10 in the clones, which are now reduced in size. We surmise that this suppression is mediated by the excess of Nintra binding to proteins that interact with it, particularly Arm, and thereby neutralizes their activity.\n\nAltogether these results argue that the tumour suppressor activity of Notch is an intrinsic function of Notch itself, very likely mediated by the full length receptor, and that it does not require an interaction with its ligand nor its transcriptional function.\n\nLigand-Independent Traffic of Notch Modulates the Activity of Armadillo\n\nThe pattern and distribution of the CeN protein in the epithelial cells suggests that it is actively trafficking, as it is localized to the apical membrane of cells and to more basal puncta, reminiscent of vesicles, in a pattern that overlaps with that of the endogenous Notch (Figures 4A and 6A). It has been shown before that Notch can be found in endosomes [26],[33]. Therefore, for a preliminary characterization of these puncta, we investigated, whether they colocalized with several endosomal markers. We have detected a small degree of colocalization of Notch with either Rab5 or Rab7 and some more substantial localization with Rab11 (early, late, and recycling endosomal markers, respectively; Figure S9A and unpublished data). However, many of the Notch puncta colocalized with SARA (Figure S9C), an endosomal protein identified as an element of transforming growth factor-β (TGF-β) signal transduction pathway, which has been shown to regulate Notch signalling during asymmetric cell divisions [62], and with Spinster and Carnation, proteins characteristic of late endosomes (Figure S9B and unpublished data) [63]–[66]. We have confirmed that CeN trafficks by checking that it colocalizes with endocytosed Dextran (unpublished data) and, most significantly, by uptake experiments using anti-CD8 and anti-Notch antibodies to label and chase cell surface bound Notch and CeN molecules in third instar wing discs (Figures 6B–6D and S10; see Materials and Methods for details). In these experiments we observe internalization and change of subcellular localization of labelled Notch and CeN molecules within 10 min of labelling, suggesting that this traffic is likely to be an active process. Altogether these observations suggest that the CeN and endogenous Notch proteins are actively endocytosed.\n\nThere are no clear endocytic motifs in the intracellular domain of Notch. However, deletion of the RAM-ANK domain (CeN-ΔRANK) leads to the accumulation of the protein in the apical region of the cell (Figure S11B), either in the cell surface or in early endosomes, indicating that this domain is not necessary for the export of the molecule to the cell surface but that it is important for its endocytosis and traffic. This finding is highlighted by specific mutations in the ANK domain: receptors with point mutations in the ANK repeats, CeN-DM1, and CeN-DM2 (see Materials and Methods), also accumulate in the apical region of the cell near the adherens junctions and are not properly internalized (Figure S11C and S11D). An uptake experiment in wing discs expressing CeN-DM1 clearly shows that this mutant form has an impaired traffic, probably slower (Figure S12). In contrast to CeN, which causes gain of function phenotypes, these mutant proteins have no activity when overexpressed in the imaginal discs on their own, i.e., they produce no visible phenotype (unpublished data). These results suggest that the activity of CeN requires its traffic and not cleavage or nuclear translocation.\n\nAltogether these results suggest that Notch undergoes very effective traffic in a ligand-independent manner and that endocytosis and traffic depends on structural motifs located in the intracellular domain.\n\nNotch Associates with a Pool of Armadillo and Promotes Its Traffic from the Adherens Junctions\n\nThe phenotypes caused by the expression of ArmS10 in the absence of Notch lend support to the observation that both proteins interact and that in normal conditions Notch can downregulate both the amount and the activity of Arm [43],[48]–[50]. Our experiments further suggest that this downregulation is mediated through the traffic of Notch. If this is indeed the case, we should observe Notch and Armadillo associated in endosomal vesicles and we might expect that the overexpression of Notch should affect the distribution of ArmS10 as well as of endogenous Arm.\n\nIn fixed tissue we observe a high degree of colocalization between Notch and Armadillo in puncta that probably correspond to endocytic vesicles (Figure 7A and 7B). This finding is confirmed by the observation that in antibody uptake and chase experiments, it is possible to observe some of the endocytosed Notch vesicles associated with Armadillo (Figure 7C and 7D). The ability of Notch to interact with and possibly to recruit Armadillo is further demonstrated by the observation that overexpression of a full length Notch molecule in wild-type cells leads to an expansion of the domain of Armadillo localization to a broader apical domain with a subapical vesicular pool within the domain of Notch overexpression (Figures 8 and S13). In the case of ArmS10, analysis of the effect of Notch on Arm must take into consideration the effects of ArmS10 on endogenous Arm, which is displaced from the adherens junctions into a cytoplasmic pool [43]. Full length Notch reduces cell surface ArmS10, which can now be found in a large pool of subapical vesicles, and increases the number of apical vesicles of the endogenous Arm within its domain of expression. The alterations induced by Notch (summarized in Figure 9) correlate with a decrease in the concentration and activity of Arm observed before [43].\n\nThe effects of Notch on Arm are mirrored by the effects of Arm on Notch: expression of ArmS10 induces a delocalization of Notch and CeN from the cell surface into a diffuse subapical domain and a general reduction in the amount of Notch or CeN in the cell (Figure S13B, S13C, S13B1, and S13C1). We interpret these observations as resulting from the titration of molecules involved in the regulation of Wnt signalling by the very stable ArmS10 [67],[68], which in our case leads to a concomitant alteration in the localization and traffic of Notch. Expression of a different form of activated Arm, (ArmΔNMyr), an N-terminally deleted myristylated form [69] emphasizes these interactions: this form of Arm distributes itself throughout the membranes of the cells [70] and induces a relocalization and concentration of Notch to the sites of ArmΔNMyr expression (Figure 10A). The accumulation that we observe is likely to result from the removal of Notch from its normal sites of traffic and degradation. A similar form of Arm lacking the membrane association (ArmΔN) exhibits a much weaker interaction with Notch (Figure 10B), underscoring that the pool of Notch that Arm interacts with is membrane bound.\n\nAltogether these observations support an interaction between Notch and Armadillo, and show that Notch downregulates, in a ligand- and Su(H)-independent manner, the activity of Arm by changing its localization to vesicles where it may be sequestered or targeted for degradation. This finding is corroborated by the observation that CeN can suppress the ability of ArmS10 to activate Wnt signalling in a dominant manner (unpublished data) as we had shown before for the related molecule TN [43].\n\nDiscussion\n\nThere is evidence that the Notch receptor can downregulate the activity of Arm/ß-catenin and that this modulation is important in the homeostasis of Wnt signalling [43],[45],[48]–[50]. Here we begin to explore the mechanism of this interaction and find that the effect of Notch on Wnt signalling is mediated by the ligand-independent traffic of the Notch receptor. Our results show that in addition to its role as a membrane-tethered transcription factor [4],[15],[71], Notch has a second activity associated with its constitutive endocytosis and traffic, which is used to target the amount and the activity of Armadillo (see Figure 11 for details). Since this function of Notch has been established under experimental conditions that require simultaneous loss of function of Notch and gain of function of Armadillo, it is reasonable to ask if it plays a role during normal development. We believe that it does. There is an ample literature of interactions between Notch and Wnt signalling that do not admit simple explanations in terms of their joint transcriptional activities (reviewed in [3]), and which can be accounted for by our findings here. Furthermore the interactions between Notch and Armadillo during the traffic of the receptor provide a mechanistic framework to interpret the observations that loss of function of Notch leads to activation of ß-catenin [38],[43],[50] and the existence of a class of gain of function alleles of Notch that modulate Wnt signalling independently of Su(H), but in a GSK3 dependent manner [72],[73]. The context dependence of these observations are likely to reflect tissue-specific inputs of the machinery of traffic on Notch. Taking into account these reports and the results presented here we favour the possibility that the function of Notch we have uncovered does function to buffer the activity of Armadillo in vivo. Our finding not only provides a mechanism for the interactions between Notch and Wnt signalling but also explains the phenotypic differences associated with the loss of function of Notch and that of its bona fide ligands and effector. It also opens the possibility that molecules other than Armadillo that interact with its intracellular domain are modulated by Notch in a similar manner.\n\nNotch as a Buffer for the Activity of Armadillo\n\nThe relationship we have uncovered between Notch and Armadillo in Drosophila is reminiscent of that described in the skin of mice where targeted removal of Notch1 results in high levels of activated ß-catenin that prime the cells for the development of tumours [38],[39]. In both, the wing disc and the skin, the defects ensue from two sequential steps: loss of a tumour suppressor (Notch) followed by activation of an oncogene (Armadillo/ß-catenin), which sensitizes the system for the development of tumours. This sequence is well characterized in human cancers and our results suggest that Drosophila could be a good experimental system to study its causes and possible therapies. In the imaginal discs, this activity of Notch, which has been proposed to set a threshold for Wnt signalling [3],[43], can modulate growth and patterning in the rapidly dividing epithelium and might provide a paradigm for similar interactions and function in other systems.\n\nThe large aggregates of cells that result from the activation of Armadillo in the absence of Notch could be construed as tumours, as they exhibit overgrowth and defects in polarity and adhesion. However, this correspondence awaits further experiments, and they might correspond to cells with compromised differentiation. Whatever the nature of these aggregates, this activity of Notch is not restricted to the developing wing as the same effect is observed in all imaginal discs (unpublished data). As on their own neither increased Armadillo activity nor loss of Notch function elicit a similar effect, these cells represent a synthetic phenotype that reveals the physiological potential of these pathways as well as their close interactions.\n\nThe effects of loss of Notch function in the mouse skin and the imaginal discs show that Notch performs an important function as a buffer against fluctuations in the activity of Arm/ß-catenin, and that as such it plays a role in the homeostasis of the cell. It is likely that the Axin/APC/GSK3-based complex that degrades Armadillo and ß-catenin is not totally effective and that, even in the absence of Wnt ligands, there are leakages of active Arm/ß-catenin that result in small bursts of signalling. We surmise that the role of Notch is to interact with the leaked activated Arm/ß-catenin and to degrade it in order to maintain the levels of spontaneous signalling low, thus providing its buffering function. The existence of complexes between Notch and Armadillo has been reported before [43]–[47] and is supported by our observation of their reciprocal change of localization in the overexpression experiments. There is little question that some of these interactions are likely to be associated with the transcriptional activity of both molecules, but our observations that Notch is able to recruit Armadillo to an apical domain, that endocytosed Notch can be found associated with Armadillo and that ArmS10 is stabilized in the absence of Notch, provide evidence for another level of interaction that is likely to be the basis for its buffering activity. This function might be associated with features of tumour suppressors as it would provide the mechanism to cope with transient high fluctuations in the amount or activity of oncogenes. It also raises the possibility of an association between the levels of Notch and the oncogenicity of ß-catenin, i.e., there might be a tissue specific traffic of Notch that determines its tumour sensitivity.\n\nOur observations also have implications for the mechanism of activation of Arm/ß-catenin. There is evidence for distinct pools of Arm/ß-catenin involved in signalling and adhesion and, although it is generally accepted that the signalling pool is associated with a cytoplasmic soluble pool, a number of experiments cast doubts on this simple relationship [74]–[79]. Our results support the existence of an active pool of Arm/ß-catenin that, in epithelial cells, exists at or near the adherens junctions, and that it is this pool, rather than the general GSK3-sensitive pool, that is the target of Notch (see also [43]). A GSK3-insensitive pool subject to further regulation by Axin has been suggested as the source of active Armadillo [67],[79], and interactions have been described between Axin and Notch in the regulation of Armadillo [48]. It might be that this pool corresponds to the membrane-associated pool that we identify here and that rather than a putative cytosolic pool, it is this pool that contains the transcriptionally competent Arm/ß-catenin. On the basis of these observations we surmise that, in the absence of a Wnt signal, Notch sequesters a cell surface-located pool of Armadillo, probably active Armadillo, traffics with it, and induces its degradation. This possibility is consistent with the effects of overexpression of Notch on the amount and localization of ArmS10 (Figures 8, 9, and S13) and with the observation that suppression of endocytosis and traffic by mutations in the Drosophila Dynamin encoded by shibire result in a substantial increase in the amount of Armadillo ([80] and unpublished data).\n\nOur results argue for a function of the traffic of Notch in the regulation of the activity and the amounts of Armadillo. However, in the mouse skin, Nintra can suppress some of the tumorous phenotypes caused by loss of Notch1 function by modulating the activity and the amount of ß-catenin [38],[81],[82], and similar interactions have been observed in other systems [81],[82]. Although it is possible that this reflects a contribution of the transcriptional activity of Notch to the regulation of ß-catenin, we think this is unlikely to provide the major component as the suppression of ß-catenin is not Su(H) dependent [49], and in some cases the effect is not only on the activity of ß-catenin but also its amount [38]. Furthermore, there is increasing evidence that Nintra can perform activities and interactions that are not easy to reconcile with its function as a transcription factor [83]–[86]. One possibility is that cleaved Nintra has interactions and activities that do not involve Su(H) and its vertebrate counterparts, but it might also be the case that under experimental conditions in which there is an excess of this form of Notch, some of it engages in abnormal complexes with proteins that the intracellular domain of Notch normally interacts with, triggering a squelching effect [87] with functional consequences. Taking into account all the evidence presented here, we believe that squelching might be the cause of many of the interactions reported between Nintra and Armadillo/ß-catenin. It will be important to bear this in mind when interpreting the effects of overexpressing Nintra, particularly in cultured systems.\n\nWnt-Notch (Wntch): Signalling and Trafficking\n\nIt could be argued that the effects of CeN and related molecules are due to “neomorphic” effects. We believe that this is not the case. In fixed-tissue and antibody uptake and chase experiments, a fraction of CeN colocalizes with Notch, suggesting parallel activities of the two molecules. It is likely that the effects of CeN reveal the strong dominant effect on Su(H)-independent activities of Notch, much like Nintra reflects the transcriptional activity of the receptor. CeN also points to the existence of a pool of Notch that is usually in limiting amounts but active in specific trafficking functions. Thus we believe that the activity of CeN reveals the ligand-independent activity of the Notch receptor that targets the activity of Armadillo, and which is mediated by a pool of receptor that is not engaged in Delta, Serrate, Lag1 (DSL)–dependent signalling.\n\nInterestingly, Wnt signalling itself affects the traffic of Notch and promotes the degradation of the ligand-independent forms we use in our experiments (unpublished data, manuscript in preparation). This observation is consistent with the notion that Wnt signalling promotes the degradation of molecules that oppose its activity, e.g., Axin [79],[88], and this includes Notch (unpublished data, manuscript in preparation). Furthermore, it is likely that the interaction between Dishevelled and Notch that has been described [41],[43],[45] is part of this regulatory interaction. Altogether these and the increasing number of reports of structural and functional interactions between elements of these two pathways lend support to the notion that both act in an integrated manner as a single functional module, which we have dubbed Wntch (for Wnt and Notch signalling) [3].\n\nOur observations and conclusions could account for the frequent appearance of defects in Notch traffic and signalling in screens geared to uncover tumour suppressors in Drosophila [24],[32],[89],[90]. We would like to suggest that Notch might be used to link the endocytic pathway and traffic apparatus to integrate and modulate signalling events, a function that might play crucial roles in the development of organisms and particularly in tissue homeostasis. A corollary of this suggestion is that the strong requirement for endocytosis and traffic in the transcriptional activity of Notch might be associated with its role in trafficking, which might be evolutionarily ancestral to its role as a transcription factor and perhaps extend to elements of signalling pathways other than Wnt.\n\nMaterials and Methods\n\nGenetics\n\nThe following Drosophila UAS and Gal4 stocks were used: (w;;dpp-Gal4/TM6B); (w;UAS-CeN/CyOftz;MKRS/TM6B); (w;UAS-CeN-DM1/CyOftz;MKRS/TM6B); (w;UAS-CeN-DM2/CyO;MKRS/TM6B); (w;UAS-CeN-ΔANK/CyO;MKRS/TM6B); (UAS-ArmS10 on the 2nd); (UAS-ArmS10 on the X); (UAS-Ce); (UAS-CN); (w; If/CyOwg;UAS-FLN); (UAS-ArmΔNMyr); (UAS-ArmΔN a gift from G. Struhl); (Arm-GFP).\n\nTo generate the clones using the FRT/FLP system, (Df(1)N81k1 [FRT101w+]/FM6; ; dpp Gal4, UAS FLP/TM2) females were crossed to (ywGFP [FRT101w+]/Y; UAS-ArmS10), (ywGFP [FRT101w+]/Y; UAS-ArmS10/CyO; UAS-FLN/TM6B), (ywGFP [FRT101w+]/Y; UAS CeN, UAS-ArmS10/CyOftz), or (ywGFP [FRT101w+]; UAS ArmS10; UAS Nintra/SM6a-TM6B) males.\n\nTo generate Notch clones using the MARCM system, N55e11FRT19A/FM7-GFP, N55e11FRT19A/FM6; UAS-ArmS10 or N55e11FRT19A/FM6; UAS-ArmS10, CeN females were crossed to P{ry[+] neoFRT19A}19A, P{w[+] tubP-GAL80} L1, P{ry[+] hsFLP}1, w; CyO/P{w[+] UAS-nucZ}20b, P{w[+] UAS-CD8:GFP} LL5; TM6, Tb, Hu/P{w[+] tubP-GAL4} LL7 males (FRT19 MARCM stock). Clones were induced in larvae 24–48 h, 48–72 h, or 72–96 h AEL by applying a 1-h heat shock (37°C). To generate the control clones (FRT19A;UAS-CeN/+), (FRT19A;UAS-ArmS10/+), or FRT19 males were crossed to females from the FRT19 MARCM stock and induced similarly in 48–72-h and 72–96-h AEL larvae.\n\nTo generate the ligand mutant clones, (UAS-ArmS10/+; FRT82, Dlrev10, SerRx82/+) or (FRT82, Dlrev10, SerRx82/TM6B) males were crossed to (hsFLP,tub-Gal4,UAS-GFP/FM6;;FRT82,Tub-Gal80/TM6) females induced similarly in 48–72-h AEL larvae. For the Su(H) clones (UAS-ArmS10;FRT40, Su(H)Δ47/+) or (w;FRT40, Su(H)Δ47/CyO) males were crossed to (hsFLP;FRT40,Tub-Gal80;tub-Gal4,UAS-GFP/SM6-TM6B) females induced similarly in 48–72-h AEL larvae. The clones expressing ArmS10 were recognized by α-Myc staining.\n\nMolecular Biology\n\nCeN-DM1 and CeN-DM2 were generated by PCR-based mutagenesis of the sequence encoding the intracellular domain of Notch (amino acids 1767–2703) and subcloning of the resulting constructs into the pUAST-DEST12 vector.\n\nUAS-CN: The sequence-encoding extracellular and transmembrane domains of CD8 (obtained from CeN-DM1 construct) was cloned into pUAST using the KpnI and XbaI sites to generate UAS-CD8. The reverse primer used for amplification of the CD8 fragment contained a MluI site in addition to the XbaI site. The NICD sequence was amplified from pENTR-NICD and cloned into UAS-CD8 using the MluI and XbaI sites.\n\nUAS-Ce: The CD8-eGFP sequence was amplified from UAS-CeN-DM1 and cloned into the KpnI and XbaI sites of pUAST.\n\nUAS-CeN was generated from the UAS-CeN-DM1 mutant construct. UAS-CeN-DM1 was digested with BsiWI to remove the fragment of DNA containing the DM1 mutation. pENTR-NICD was also digested with BsiWI to generate the equivalent wild-type NICD fragment. This wild-type fragment was ligated into the remainder of the BsiWI-digested UAS-CeN-DM1 plasmid to replace the mutated version. Correct insert orientation was ascertained by digestion with MfeI and BsiWI.\n\nUAS-CeN-ΔRANK: The DNA sequence encoding residues 2142–2703 of Drosophila Notch was amplified from UAS-FLN and cloned into the XbaI site of UAS-Ce. Correct insert orientation of the resulting clones was assessed using MfeI and BsiWI.\n\nImmunohistochemistry\n\nThe antibodies used in this study were: mouse monoclonal antibody against the extracellular domain of Notch, α-NECD, (C458.2H, 1∶5, DSHB); rat monoclonal against E-Cadherin (DCAD2, 1∶20, DSHB); antibody against the intracellular domain of Notch, α-NICD (mouse monoclonal C17.9C6, 1∶10, DSHB; and sheep antisera generated in the lab, 1∶1,000); α-senseless (from H. Bellen); α-Armadillo (N27A1, 1∶20, DSHB; and rabbit antisera 1∶50, from A. Muller); α-Scribble (1∶1,000; from C. Doe); α-Myc (1∶1,000; from AbCam); Rab7 and Sara (1∶100, from M. Gonzalez-Gaitan); Carnation (1∶750, from H. Krämer); Alexa-conjugated secondary Ab (1∶200) from Molecular probes.\n\nFixed Tissue Stainings\n\nImaginal wing disc were dissected from third instar larvae and fixed for 30 min (4% paraformaldehyde in balanced salt solution [BBS] with 1 mM CaCl2). Then they were immunostained with the indicated antibodies in BBS (50 mM BES, 280 mM NaCl, 1.5 mM Na2HPO4.2H2O)+0.1% Triton X-100, 0.5% BSA 1 mM CaCl2) using standard antibody staining protocols. Discs were mounted in Vectashield and viewed using a confocal microscope (see below).\n\nPulse-Chases\n\nImaginal wing disc were dissected from third instar larvae in cold BBS. Discs were pulse labelled with mouse α-NECD (a 1∶2 mix of C458.2H DSHB supernatant in BBS) and/or α-CD8 (1∶15 from Caltag Laboratories) for 1 h at 4°C. After washing six times for 2 min each in cold BBS at 4°C, the discs were either fixed immediately (0-min chase) or transferred to Clone 8 medium at 19°C for 10, 30, or 60 min. Fixation was done in 4% paraformaldehyde (in BBS) at room temperature for 30 min. Afterwards standard antibody staining protocols were used.\n\nComparing the results of both protocols, we got the impression that the antibodies used on fixed tissue reveal the most stable pool of protein, while the pulse-chases reveal a specific pool that shows where the protein is located in that moment.\n\nImage Analysis\n\nWing discs were examined under a Nikon Eclipse E800 microscope coupled to a BioRad MRC1024 or Zeiss LSM 510-Meta confocal units. The images of the pulsed-chased wing discs of the different time points were acquired in the same conditions of laser intensity, gain, and pinhole, and processed exactly the same way. Adobe Photoshop and Excel were used to assemble the figures and to quantify the clone areas in pixels. For the analysis of the relative size of the clones in different genetic backgrounds, images from third instar imaginal discs were assembled at the same resolution and magnification. Clones in chosen regions were then highlighted with a lasso and their areas calculated in pixels using Photoshop toolkit and Excel. The fluorescent intensity profiles were performed with the software package ImageJ (RGB Profiler plugin).\n\nSupporting Information"
}