{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001942",
  "doi": "10.1371/journal.pbio.1001942",
  "externalIds": [
    "pii:PBIOLOGY-D-14-01544",
    "pmid:25181317",
    "pmcid:PMC4151985"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Transient Hypermutagenesis Accelerates the Evolution of Legume Endosymbionts following Horizontal Gene Transfer",
  "authors": [
    {
      "name": "Philippe Remigi",
      "first": "Philippe",
      "last": "Remigi",
      "affiliation": "INRA, Laboratoire des Interactions Plantes-Microorganismes (LIPM), UMR441, Castanet-Tolosan, France; CNRS, Laboratoire des Interactions Plantes-Microorganismes (LIPM), UMR2594, Castanet-Tolosan, France"
    },
    {
      "name": "Delphine Capela",
      "first": "Delphine",
      "last": "Capela",
      "affiliation": "INRA, Laboratoire des Interactions Plantes-Microorganismes (LIPM), UMR441, Castanet-Tolosan, France; CNRS, Laboratoire des Interactions Plantes-Microorganismes (LIPM), UMR2594, Castanet-Tolosan, France"
    },
    {
      "name": "Camille Clerissi",
      "first": "Camille",
      "last": "Clerissi",
      "affiliation": "INRA, Laboratoire des Interactions Plantes-Microorganismes (LIPM), UMR441, Castanet-Tolosan, France; CNRS, Laboratoire des Interactions Plantes-Microorganismes (LIPM), UMR2594, Castanet-Tolosan, France"
    },
    {
      "name": "Léna Tasse",
      "first": "Léna",
      "last": "Tasse",
      "affiliation": "INRA, Laboratoire des Interactions Plantes-Microorganismes (LIPM), UMR441, Castanet-Tolosan, France; CNRS, Laboratoire des Interactions Plantes-Microorganismes (LIPM), UMR2594, Castanet-Tolosan, France"
    },
    {
      "name": "Rachel Torchet",
      "first": "Rachel",
      "last": "Torchet",
      "affiliation": "CNRS-UMR 8030 and Commissariat à l'Energie Atomique CEA/DSV/IG/Genoscope LABGeM, Evry, France"
    },
    {
      "name": "Olivier Bouchez",
      "first": "Olivier",
      "last": "Bouchez",
      "affiliation": "INRA, UMR1388 Génétique, Physiologie et Systèmes d'Elevage, Castanet-Tolosan, France; GeT-PlaGe, Genotoul, INRA Auzeville, Castanet-Tolosan, France"
    },
    {
      "name": "Jacques Batut",
      "first": "Jacques",
      "last": "Batut",
      "affiliation": "INRA, Laboratoire des Interactions Plantes-Microorganismes (LIPM), UMR441, Castanet-Tolosan, France; CNRS, Laboratoire des Interactions Plantes-Microorganismes (LIPM), UMR2594, Castanet-Tolosan, France"
    },
    {
      "name": "Stéphane Cruveiller",
      "first": "Stéphane",
      "last": "Cruveiller",
      "affiliation": "CNRS-UMR 8030 and Commissariat à l'Energie Atomique CEA/DSV/IG/Genoscope LABGeM, Evry, France"
    },
    {
      "name": "Eduardo P. C. Rocha",
      "first": "Eduardo P. C.",
      "last": "Rocha",
      "affiliation": "CNRS UMR3525, Paris, France; Microbial Evolutionary Genomics, Institut Pasteur, Paris, France"
    },
    {
      "name": "Catherine Masson-Boivin",
      "first": "Catherine",
      "last": "Masson-Boivin",
      "affiliation": "INRA, Laboratoire des Interactions Plantes-Microorganismes (LIPM), UMR441, Castanet-Tolosan, France; CNRS, Laboratoire des Interactions Plantes-Microorganismes (LIPM), UMR2594, Castanet-Tolosan, France"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2014-09",
  "dateAccepted": "2014-07-25",
  "dateReceived": "2014-05-03",
  "volume": "12",
  "number": "9",
  "pages": "e1001942",
  "tags": [
    "Discipline-v2/Biology and life sciences",
    "Discipline-v2/Ecology and environmental sciences",
    "Type/Research Article"
  ],
  "abstract": "Stress-responsive error-prone DNA polymerase genes transferred along with key symbiotic genes ease the evolution of a soil bacterium into a legume endosymbiont by accelerating adaptation of the recipient bacterial genome to its new plant host.",
  "fullText": "Introduction\n\nHorizontal gene transfer (HGT) drives bacterial ecological diversification by providing genomes with new genes and functions [1]–[4]. Key changes in lifestyle can result from the acquisition by HGT of genes facilitating symbiosis, either mutualistic or parasitic, with eukaryotes [5],[6]. For example, the high virulence of Shigella flexneri and Vibrio cholerae results directly from the acquisition of virulence factors in mobile genetic elements [7],[8]. Mobile elements also confer traits that are involved in the establishment of mutualistic associations [9]. Many mobile genetic elements have narrow-host ranges and this favors horizontal transfer between closely related bacteria [10]. Transfer is also more likely to be successful when it concerns simple traits and takes place between closely related bacteria because this increases the probability of gene expression and integration in the host genetic background [11],[12]. Nevertheless, genetic transfer of complex traits between very distantly related taxa has an important role in bacterial evolution [13]. Transfer of complex traits is expected to lead to bursts of adaptation in the newly acquired traits. For example, acquisition of type 3 secretion systems by plant-associated pathogenic bacteria was followed by the replacement of the needle by pilus-like structures more adequate to interact with the plant cell wall [14]. Yet the environmental and genetic factors that determine the evolutionary success of HGT remain poorly understood.\n\nSoil bacteria termed rhizobia are remarkable examples of bacteria that arose through HGT. Rhizobia are phylogenetically dispersed bacteria currently distributed in at least 13 saprophyte- and pathogen-containing genera of α- and β-proteobacteria [15], which have evolved the environmentally essential function of fixing atmospheric nitrogen in symbiosis with legumes. Rhizobial mutualistic symbiosis with legumes is a complex process involving three main steps: nodule organogenesis, intracellular infection, and nitrogen fixation [15],[16]. This endosymbiosis is controlled by a large number of genes in both partners including a set of essential nodulation and nitrogen fixation bacterial genes clustered in mobile genetic elements such as symbiotic plasmids or genomic islands [16],[17]. Horizontal transfer of essential symbiotic genes has been key in the conversion of soil bacteria into mutualistic symbionts of legumes [18]. Although compared phylogenies of rhizobia and nodulation genes predict that symbiotic genes have been transferred over large phylogenetic distances [19]–[21], transfer alone in lab conditions is usually unproductive between evolutionary distant taxa [22]–[24].\n\nTo get an insight into the evolutionary mechanisms that facilitated rhizobium diversification, we experimentally replayed the evolution of rhizobia. We introduced the symbiotic conjugative plasmid pRalta (0.5 Mb) of the Mimosa symbiont Cupriavidus taiwanensis into the plant pathogen Ralstonia solanacearum GMI1000 and used Mimosa to trap symbiotic variants of this still pathogenic and non nodulating ancestor [24]. Spontaneous nodulating variants of the chimeric Ralstonia GMI1000pRalta were then submitted to serial and parallel ex planta-in planta (Mimosa) passages (see Figure 1A). This alternation recapitulated the shifts between free-living and symbiotic lives that have shaped the natural evolution of rhizobia. Evolution was surprisingly fast since the first two major symbiotic steps, nodulation and intracellular infection, were not only activated but also dramatically improved over 17 cycles (∼400 generations) in all lineages (see Figure 1A–1D) [24]–[26]. A first level of nodulation and infection capacity was reached via inactivation of regulatory or structural genes of the virulence pathway of the recipient genome, revealing that acquisition of symbiotic proficiency in phylogenetically distant bacterial lineages requires further recipient genome remodeling [24],[25].\n\nHere we provide evidence for a mechanism facilitating the dissemination of rhizobial symbiotic competency over large phylogenetic distances in natura. The symbiotic plasmid of C. taiwanensis bears stress-responsive error-prone imuABC DNA polymerase genes that, following transfer to R. solanacearum, accelerate the adaptation of the recipient genome to its new plant host. The phylogenetic distribution of imuABC cassettes supports their role in the evolution of rhizobia that arose via plasmid transfer.\n\nResults and Discussion\n\nChimeric Ralstonia Underwent Environment-Induced Hypermutagenesis during Their Experimental Evolution into Legume Symbionts\n\nWhole genome re-sequencing of the nine final clones of the evolution experiment revealed between 41 to 128 point mutations scattered in each genome and absent from the chimeric GMI1000pRalta ancestor (Figure 1A). This large number of mutations prompted us to test the hypothesis that mutators had arisen during our experiment. Yet, no mutation was detected in the DNA repair system of adapted clones. Furthermore fluctuation tests [27], which allow measuring the mutation rate of growing bacteria, confirmed that neither the chimeric ancestor GMI1000pRalta nor the three first nodulating clones CBM212, CBM349, and CBM356 (Figure 1A) were constitutive hypermutators (Figure S1). These results suggest that transient hypermutagenesis generated genetic diversity during the evolution experiment.\n\nIn each cycle plants in tubes were inoculated with bacteria, which diffused in the carbon-free and nitrogen-free plant culture Jensen medium before entering the root and multiplying within the newly induced nodules (Figure 1E). To determine whether genetic diversification occurred outside or inside the plant, we replayed a single evolution cycle several times independently and re-sequenced pools of 19 or 20 clones randomly isolated from the culture medium or from nodules 21 days after inoculation (single evolution cycle and re-sequencing [SEC&amp;R] assay). Three to ten different point mutations were found in pools isolated from nodules following inoculation by the nodulating ancestor CBM349 (Figure 2A; Table S1). Using the number of observed synonymous mutations, the genome sequencing coverage and the density of synonymous sites, we estimated the in planta synonymous point-mutation rate to 0.6–2×10−11 per bp per generation, slightly lower than estimations from long-term Escherichia coli evolution experiments (4–14×10−11 per bp per generation) [28]. By contrast, the non-nodulating ancestor GMI1000pRalta accumulated in the same period of time on average five and 20 times more mutations when incubated in the medium alone or in the medium with Mimosa seedlings, respectively (Figure 2A; Table S1). In bacterial populations, both strong selective pressures and hypermutability can trigger fast fixation of mutations [29]. We found no evidence for widespread positive selection in detected mutations and very few convergent mutations either in our SEC&amp;R assay or in the final evolved clones. Instead, many synonymous mutations and an excess of these over non-synonymous mutations indicated an imprint of purifying selection (Table S2). This finding suggests that most detected mutations are not adaptive and have achieved fixation by hitchhiking with adaptive ones. Altogether these results showed that bacteria were subjected to hypermutagenesis, presumably stress-induced, ex planta but probably not in nodules. Further work is needed to identify the inducing environmental factors. We speculate that nutrient starvation, a condition frequently encountered in the soil [30], could be involved since it was endured by bacteria in both media. Bacteria showed very few divisions within 21 days (Figure S2C–S2E) and rapidly entered stationary then mortality phases (Figure S2A and S2B). The production by Mimosa plants of reactive oxygen species or other toxic compounds could account for the increased genetic diversity observed in the presence of the plant.\n\nTransferred ImuABC Error-Prone DNA Polymerases Trigger Environment-Induced Hypermutability\n\nFew (5–7) mutations were found in pools of the R. solanacearum wild-type strain GMI1000 incubated in the medium with or without the plant, revealing the key role of pRalta in hypermutagenesis (Figure 2A; Table S1). The pRalta plasmid harbors a locus of three genes encoding a protein of unknown function (ImuA2), a Y-family DNA polymerase (ImuB2), and a C-family error-prone polymerase (ImuC2) [31]. This cassette, either complete or without the imuA gene, is widespread in bacteria and has been shown to mediate stress-induced mutagenesis as part of the SOS response [32]–[36]. The imuA2B2C2 operon is preceded by a typical β/γ-proteobacterial LexA binding SOS box (CTGTN8ACAG) [34] in pRalta, and its expression depends on LexA, a negative regulator of the SOS response (Figure S3).\n\nTo investigate whether the imuA2B2C2 cassette was responsible for hypermutability in GMI1000pRalta in our experimental conditions, we monitored the spontaneous appearance of nalidixic acid (NalR) resistant clones during incubation of the (non-growing) bacteria in Jensen medium. We checked that NalR mutants did not exhibit a growth advantage in Jensen medium by performing competition experiments between the chimeric strain GMI1000pRalta and spontaneous NalR derivatives. Competition experiments showed no increase in NalR mutant frequency because of selection (competitive index NalR/WT 0.99±0.32, p&gt;0.5, one-sample t-test), indicating that this assay faithfully measured mutability. In line with whole-genome re-sequencing results, NalR mutant frequency in the medium was ∼15 times higher for GMI1000pRalta than for GMI1000 as soon as from three days of incubation (Figure S4A). Both deletion and insertion imuA2B2C2 mutants of GMI1000pRalta exhibited a NalR mutant frequency comparable to that of GMI1000 seven days after incubation with (Figure S4B) or without (Figure 2B) the plant. The mutator phenotype was restored by complementing GMI1000 or GMI1000pRaltaΔimuA2B2C2 with the wild-type cassette under the control of its promoter (Figure 2B). A SEC&amp;R assay on GMI1000pRaltaΔimuA2B2C2 confirmed that the imuA2B2C2 cassette mediates hypermutagenesis (Figure 2A). Hence hypermutagenesis observed in the Jensen plant medium was strictly dependent upon the pRalta imuA2B2C2 products.\n\nWe tested whether the cassette leads to hypermutagensis in C. taiwanensis the primary pRalta host. Under the same experimental conditions we found no evidence of pRalta-dependent hypermutagenesis in C. taiwanensis harboring the pRalta plasmid (Table S1). Hypermutagenesis generates a large load of deleterious mutations [37] that may be compensated by adaptive mutations in poorly adapted, but not in well-adapted, clones [38]. C. taiwanensis may thus have evolved strategies to silence plasmid imuABC-based mutagenesis. Altogether this suggests that imuA2B2C2-mediated hypermutagenesis specifically occurs in a recipient genome following plasmid transfer in our experimental conditions.\n\nimuABC-Mediated Hypermutagenesis Accelerates the Symbiotic Evolution of R. solanacearum\n\nTo directly evaluate whether imuA2B2C2-dependent mutagenesis accelerates the evolution of chimeric Ralstonia into Mimosa symbionts, we replayed evolution using either imuA2B2C2+ or ΔimuA2B2C2 chimeras as ancestors. To shorten the experiment we bypassed the selection stage (Figure 1A) by using a nodulating (hrpG) background. Inactivation of this single regulatory gene allows elementary nodulation and infection in GMI1000pRalta [24]. We used two different regimes of selection, one involving serial ex planta-in planta passages and the other only ex planta passages (Figure 3A).\n\nCompetition experiments revealed that, after only five cycles of ex planta-in planta evolution imuA2B2C2+ populations colonized Mimosa nodules much better than ΔimuA2B2C2 populations, while imuA2B2C2+ and ΔimuA2B2C2 ancestors were found equally fit in planta (Figures 3B and S5B). This increase in fitness could reflect an improvement of the pre-symbiotic and symbiotic performances such as root colonization/attachment, root entry, nodule formation, and in planta multiplication and persistence. Alternatively it could reflect a better survival in the plant culture medium. Loss of the cassette in the chimeric Ralstonia indeed reduced its survival in Jensen with Mimosa (Figure S2B). Two lines of evidence however led us to exclude that cycles of plant-bacteria co-culture have selected for bacterial variants that had increased chances of being able to initiate a nodule exclusively because they better survived ex planta. First, the symbiotic advantage of imuA2B2C2+ bacteria was more important in populations evolved ex planta-in planta than those evolved exclusively ex planta (Figures 3B, S5B, and S5C). Second, ex planta-in planta passages did not improve the survival of imuA2B2C2+ populations in the Jensen medium with Mimosa (Figures 3C and S5D). Our results indicate that beneficial variants were enriched by in planta passages, likely through the selection by the plant of the most beneficial rhizospheric variants possibly at several stages. Altogether we propose that rounds of ex planta imuABC-mediated phenotypic diversification, selection by the plant of beneficial variants, and in planta clonal expansion of the selected variants accelerate symbiotic evolution (Figure 4).\n\nimuABC Cassettes Are Over-represented in pSym-rhizobia\n\nRhizobia harboring nodulation and nitrogen fixation genes on plasmids (pSym-rhizobia) belong to four α-proteobacterial genera, Agrobacterium, Rhizobium, Sinorhizobium, and Ochrobactrum, and two β-proteobacterial genera, Burkholderia and Cupriavidus. Rhizobia emerged several times independently in these lineages by horizontal gene transfer, as attested by phylogenetic data and the observation that these genera contain both symbiotic and non-symbiotic species/strains [15]. To assess the overall contribution of imu(A)BC cassettes in the natural evolution of pSym-rhizobia we analyzed the 349 available genomes of α- and β-proteobacteria, representing 109 genera, for the presence of imuBC genes. More than half of the genomes possess a chromosomal imuBC genes but only 28 have a plasmid imuBC cassette (Table S3). We found that (i) 82% of all plasmid imuBC cassettes fall in the six genera that contain pSym-rhizobia, and (ii) 45% of the symbiotic plasmids carry a imuBC cassette (Figure 5; Table S3). Noteworthy, vestigial imuBC genes were found in some rhizobia (e.g., Rhizobium sp. IRBG74 GenBank, http://www.ncbi.nlm.nih.gov/Genbank, accession number CDI11787.1/CDI11788.1) suggesting that mutagenesis cassettes have been lost, possibly as a result of counter-selection of hypermutagenesis in well-adapted symbiotic populations. We thus speculate that symbiotic plasmid ImuBC error-prone DNA polymerases have enhanced the dissemination of symbiotic proficiency among α- and β-proteobacteria. Error-prone DNA polymerases may have been maintained in recipient genomes because they increase survival under stress conditions. In line with the proposal that Cupriavidus nodulation genes have been recently acquired from Burkholderia [20], the plasmid imuB2C2 genes of C. taiwanensis are phylogenetically closer to Burkholderia imuBC cassettes than to the chromosomally encoded cassette (Figure S6). Interestingly imuBC genes are also found on large non-symbiotic plasmids, including the pAt and pTi virulence plasmids of the plant pathogen Agrobacterium (Figure S6), suggesting that imuABC cassettes also play(ed) a role in the spread of plasmid-encoded accessory biological functions.\n\nConclusion\n\nHow complex phenotypic traits can be successfully transferred to evolutionary distant taxa is a poorly documented question despite its ecological and evolutionary importance. Whereas physical and genetic barriers restricting HGT have been identified [10], the many examples of successful HGT over large phylogenetic distances [13],[39] suggested the existence of environmental, genetic, or selective conditions favoring long-range HGT. Comparative genomics and experimental data have previously established the role of HGT in rhizobium evolution [18],[40],[41]. They also pointed out that activation and/or optimization of the symbiotic potential might rely on a combination of molecular events, involving integration of incoming symbiotic functions into pre-existing regulatory circuitries and recruitment, modulation or inactivation of local functions [15],[24], allowing the newly acquired functions to adjust to both the recipient cell and the new plant environment. Each plant indeed represents a complex ecosystem with specific requirements, e.g., in terms of immunity and metabolism, to which the bacterium must adapt.\n\nHere, we describe a mechanism that may have facilitated post-HGT adaptation of emerging rhizobia to their new host in natura and better accounts for the great extant diversity of rhizobia (Figure 4). This may have facilitated the evolution of specific interactions with a wide range of legume species all over the Earth. Upon experimentally replaying rhizobium evolution, we provide conclusive evidence that the co-transfer of imuABC error-prone DNA polymerase genes with key symbiotic genes accelerated the overall evolution of a soil bacterium into a legume symbiont under plant selection pressure by transiently increasing genetic diversity and thus likely accelerating the exploration of the fitness landscapes. Evolution of microorganisms in response to changing environments relies on the natural selection of genetic variants harboring beneficial phenotypic traits [42]. Yet, standing genetic variation may not provide sufficiently adaptive variants when environmental changes are radical. It has previously been proposed that environment-induced increase in the rate of generation of genetic diversity could accelerate adaptive processes [43]–[45]. Although the molecular mechanisms underlying environment-induced mutagenesis are well known [45], its ultimate biological significance has been debated [46]. Our findings provide conclusive evidence for the role of environment-induced mutagenesis in the acquisition of a complex lifestyle trait.\n\nHGT plays a ubiquitous role in the diversification of prokaryotes and exploration of new ecological niches [1],[2]. The presence of various types of error-prone polymerases on mobile genetic elements [34],[47], metabolic [48], and virulence plasmids of plant (Figure S6) and animal pathogens [49] suggests that co-transfer of environment-induced mutagenesis determinants with genes encoding complex phenotypic traits enhances the success of HGT, hence facilitating drastic lifestyle shifts.\n\nSo far, experimental evolution, combined in recent years with whole genome sequencing, has been predominantly used to study genetic adaptation to simple and well controlled conditions [29]. Our results highlight the potential of this approach to get further insight into very complex biological processes such as the emergence of symbiotic or pathogenic associations with multicellular eukaryotes.\n\nMaterials and Methods\n\nStrains and Culture Conditions\n\nBacterial strains and plasmids used in this work are listed in Table S5. Ralstonia strains were routinely grown at 28°C on rich BG medium [24] or on MM minimal medium [24] supplemented with 2% glycerol. Antibiotics were used at the following concentrations (in micrograms per milliliter): nalidixic acid, 30; trimethoprim, 100; gentamycin, 25; kanamycin, 50; tetracycline, 10; spectinomycin, 40. C. taiwanensis strains were grown at 28°C on TY medium [50] supplemented with 6 mM CaCl2.\n\nDuring evolution of A, B, C, G, H, and I lines the mean time bacteria spent in the plant tube before entering roots was estimated using nodulation kinetics of all ancestral and final clones. We calculated the mean time when half of the nodules appeared from which we subtracted 3 days (estimated time between the moment bacteria enter and the moment the nodule is visible).\n\nFor the SEC&amp;R assay, 107 bacteria grown overnight in rich BG medium were inoculated to a Gibson tube filled with quarter-strength Jensen medium alone (Jensen medium [51]) or containing in addition two M. pudica seedlings from surface-sterilized seeds as previously described [24]. Gibson tubes were incubated for 21 days—evaluated time bacteria spent in the plant medium in the selection cycle—at 28°C and under a 16-hour daylight period. For nodule-isolated clones the number of bacterial generations following plant entry was calculated using the formula “logn (number of bacteria per nodule)/logn2+3 logn(109)/logn2,” taking into account free-living cultures before genomic DNA preparation.\n\nFor plasmid-loss experiments [52], bacterial strains in which the pLAFR6 plasmid had been previously introduced were grown for several days in different conditions and plasmid loss was determined by plating dilutions of bacterial cultures on agar medium with or without tetracycline.\n\nFor the 5-cycle evolution experiment of the imuA2B2C2+ and ΔimuA2B2C2 strains, ancestors were antibiotic resistant derivatives of the nodulating chimera GMI1000pRalta hrpG and its ΔimuA2B2C2 mutant. GMI1000pRalta hrpG was chosen as founder since inactivation of this single regulatory gene allows nodulation in the first nodulating clones CBM212 and CBM349 [24]. The hypermutable and non-hypermutable phenotypes of the imuA2B2C2+ and ΔimuA2B2C2 ancestors were checked using the NalR assay after incubation 7 days in Jensen medium (Figure S5A).\n\nThe imuA2B2C2+ and ΔimuA2B2C2 strains were evolved using either serial ex planta-in planta or ex planta cycles. 108 bacteria of ancestral strains (RCM861, RCM863, RCM865, and RCM1035) grown overnight in rich BG medium were inoculated to four or five Gibson tubes filled with quarter-strength Jensen medium containing two M. pudica plantlets. For ex planta-in planta cycles, all nodules were collected from each tube separately 21 days after inoculation, surface sterilized, and crushed. Nodule bacterial populations recovered from each tube were grown 24 hours at 28°C in BG medium and 108 bacteria were used to inoculate a new tube containing two M. pudica plantlets in Jensen medium for the next cycle. On average, 18±6 nodules were collected per tube at each cycle. For ex planta cycles, the Jensen liquid medium of each plant tube was separately collected 7 days after inoculation and centrifuged 15 min at 5,000 rpm. Bacterial pellets were resuspended in 5 ml of BG medium and grown 24 hours at 28°C. 108 bacteria from each culture were used to inoculate a new tube of plants for the next cycle. One tube per lineage was inoculated in each cycle. In each cycle samples of populations were stored at −80°C for further analysis. Non contamination between imuA2B2C2+ and ΔimuA2B2C2 populations was checked by PCR.\n\nFor fitness comparisons, different pairs of imuA2B2C2+/ΔimuA2B2C2 final populations were spread on plates from −80°C, resuspended in water and co-inoculated to M. pudica at a 1∶1 ratio (106/106 bacteria per tube of plants). Relative in planta fitness was evaluated by counting bacteria recovered from all nodules of ten plantlets 21 days after inoculation as previously described [25]. Relative ex planta fitness was evaluated by counting alive bacteria in Jensen medium 7 days after plant inoculation. Each competition was performed at least three times independently.\n\nFor survival measurements, single colonies of GMI1000pRaltaΔimuA2B2C2 (RCM567) and spectinomycin-derivatives of GMI1000pRalta (RCM1069) were grown overnight in rich BG medium and 107 bacteria were inoculated to Gibson tubes filled with quarter-strength Jensen medium containing two M. pudica plantlets. Bacteria were counted by plating. Twelve independent experiments were performed.\n\nSampling, Library, and DNA Preparation\n\nIn SEC&amp;R experiments, ex planta and nodule populations were isolated as follows: nodules were collected, surface-sterilized as previously described [25], and ground separately in 1 ml of sterile water. The Jensen liquid medium was stirred to resuspend deposited matter, centrifuged, and the resulting pellet suspended in 1 ml of sterile water. Bacteria were plated on BG supplemented with the appropriate antibiotic and 19 to 20 clones were randomly chosen. Genomic DNA from each clone was prepared from a 1 ml overnight culture, using the Wizard Genomic DNA kit (Promega) according to the manufacturer's instructions. DNA concentrations were quantified using the Quant-iT PicoGreen dsDNA Assay kit (Invitrogen). DNA pools were constituted by mixing equimolar amounts of 19 or 20 genomic DNAs.\n\nGenome Re-sequencing\n\nIndividual clones and pools of clones were re-sequenced using the Illumina/Solexa technology, either the GA2X or HiSeq technology (Table S1). Sequence data production was performed by the C.E.A/IG/Genoscope (clones A16, B16, C16, G16, H16, I16, M16, N16, S16, and pools N1–3, J1, JM1–2), DNA Vision (pool JM6), or the PlaGe platform (other pools of clones and RCM252–RCM271 clones). Average sequence coverage of pools and clones from pools is indicated in Table S1.\n\nHigh throughput sequencing (HTS) data were analyzed using the PALOMA bioinformatic pipeline implemented in the Microscope platform [53]. The current pipeline is a “Master” shell script that launches the various modules of the analysis (i.e., a collection of C homemade software) and controls for all tasks having been completed without errors. In a first step, the HTS data were preprocessed to assess its quality. This step includes options such as read trimming, merging, or splitting paired-end reads. In a second step, reads were mapped onto the reference replicons (RefSeq accession number NC_003295.fna and NC_003296.fna for the R. solanacearum str. GMI1000 chromosome and megaplasmid, respectively, RefSeq accession number NC_010528.fna, NC_010530.fna, and NC_010529.fna for the C. taiwanensis str. LMG19424 Chromosome 1, Chromosome 2, and pRalta, respectively) using the SSAHA2 package [54]. Only unique matches having an alignment score equal to at least half of their length were retained as seeds for full Smith-Waterman realignment [55] with a both sides five nucleotides extended region of the reference genome. All computed alignments were then screened for discrepancies between read and reference sequences and in fine, a score based on coverage, allele frequency, quality of bases, and strand bias was computed for each detected event to assess its relevance. The complete collections of events generated for all the clones from this study are available on the Microscope platform (https://www.genoscope.cns.fr/agc/microscope/expdata/evoProject.php).\n\nTo filter sequencing errors or undetected events in ancestors, the following criteria were applied: minimum reads on a position was 10 and strand ratio was 0.25. For clones, SNPs/indels having a score (high quality reads on the position/total reads on the position) &lt;0.4 and an allele ratio (mutated reads on the position/total reads on the position) &lt;0.61 were removed as well as SNPs/indels present in &gt;30% of all clones. For pools of clones, SNPs/indels having a score &lt;0.1 were removed as well as SNPs/indels present in &gt;20% of pools. Point mutations already present in appropriate founder strains were not considered. Finally, mutations in genes Rsp0540, Rsp0641, Rsp0642, Rsp1180, Rsp1620, and Rsc0104 that harbor low complexity regions were removed. For pools of clones derived from C. taiwanensis LMG19424, which was not sequenced using the Illumina technology, mutations with an allele ratio &gt;0.5 were considered as ancestral and removed. Filtered pool mutations are listed in Table S4.\n\nFor each mutation detected in pools of clones, the number of clones bearing each mutation was directly scored (pool JM3), or estimated using allele ratios (other pools).\n\nMutation Analysis\n\nFor the validation of selected SNPs/indels, a ∼400 bp fragment containing the mutation was amplified by PCR either on individual clones or on pools of five or ten clones and subsequently sequenced by standard Sanger procedure. 97% of the 129 mutations tested in clones CBM124GenR, CBM212, CBM349, CBM356, A16, C16, G16, H16, M16, and N16 were validated by Sanger sequencing. Validations of mutations in pools or in clones RCM252–272 are indicated in Tables S1 and S4.\n\nTo calculate the in planta mutation rate, we used pools of CBM349 clones isolated from nodules. Considering that a single bacterium enters and multiplies within a nodule [56] to ∼106 bacteria/nodule, we kept point-mutations having an allele ratio &lt;0.9, i.e., likely having been acquired after root entry. From these mutations acquired in ∼110 generations (∼20 generations in planta and ∼90 generations for clone purification on plates), we calculated an estimated synonymous point-mutation rate (synonymous mutations/synonymous positions/110) and the CI was computed according to a binomial distribution using the R “stats” package and the binom.test function (http://www.R-project.org) [57].\n\nTo evaluate the evolutionary processes acting on newly arising mutations, we counted the number of synonymous, non-synonymous, and intergenic mutations in the sequenced regions. We used synonymous mutations of 38 GMI1000pRalta clones to build the mutation spectrum of the genome as they are expected to be the least affected by selection. For example, having n synonymous positions with G in the reference genome and x substitutions G→A detected in evolved genomes, the frequency of G→A changes is given by x/n. This assumes no multiple mutations in the same site. This assumption is consistent with the low density of mutations (1/13,130 bp) and the lack of identical mutations in different lineages. We simulated genome evolution using this mutation spectrum to obtain the expected number of synonymous, non-synonymous, and intergenic mutations. We did 1,000 such random experiments, which allowed drawing the distribution of the expected number of each mutation and thus placing intervals of confidence around the average values observed in the simulation. The dN/dS and dI/dS simulated values were then compared to the values observed in the experiments. The simulations were done separately for the chromosomes and for the pRalta plasmid because they have different GC compositions (respectively, ∼67% and 60%). Since replicons were not re-sequenced to completion, the analysis of each experiment was done independently to properly account for the fraction of the replicon covered by sequencing in that experiment.\n\nFluctuation Tests\n\nFor each strain, an overnight culture in rich medium (BG) grown from a single colony was used to inoculate fresh BG medium that was subsequently divided into 23 individual cultures of ∼104 bacteria/ml. The cultures were then grown to saturation (2 days at 28°C, on a rotary shaker) and an aliquot from each culture was plated on BG agar plates supplemented or not with nalidixic acid. Mutation rates were calculated using the Ma-Sandri-Sarkar maximum likelihood (MSS-ML) method [27], as implemented by the Falcor web tool [58].\n\nMutagenesis Assays\n\nFor the NalR assay, strains were grown overnight in BG medium until early stationary phase. Quarter-strength Jensen filled Gibson tubes containing two M. pudica plantlets or not were inoculated with 4 ml of bacterial suspension adjusted to ∼2.5 109 cfu/ml and incubated at 28°C. CBM124 was used as GMI1000pRalta strain. Total bacteria and nalidixic acid resistant clones were numerated by plating appropriate dilutions on selective media.\n\nFor CBM124/CBM124NalR competition experiments, ten spontaneous NalR derivatives of CBM124 were recovered by plating on BG supplemented with nalidixic acid an overnight culture grown in BG medium. Ten Gibson tubes filled with quarter-strength Jensen medium were each inoculated with a 1∶1 mixture of ten CBM124/CBM124NalR pairs. Bacteria were incubated for 7 days and numerated by plating on appropriate medium. Statistical significance of these results was determined using the unpaired two-tailed Student's test.\n\nGenetic Manipulations\n\nPrimers used for DNA amplification are listed in Table S6.\n\nSpectinomycin-resistant derivatives of evolved clones and ancestors were constructed as previously described [25]. To construct the spectinomycin- or kanamycin-resistant derivative of GMI1000pRalta (RCM1069) and GMI1000pRalta hrpG (RCM865 and RCM1035), the glmS-RSc0179 intergenic region was amplified using the oCBM1574/oCBM1575 primer pair and cloned into the pGEM-T plasmid. SmaI-digested resistance gene cassettes ΩSpe from pHP45-Ω or ΩKan from pHP45-ΩKan were inserted into the SmaI site of the cloned region. The resulting plasmids were linearized with ScaI and introduced into the chimeric Ralstonia CBM124 and CBM1627 by natural transformation [24].\n\nFor the generation of pVO155 insertion mutants, internal regions of imuB2 (pRalta_0100), imuC2 (pRalta_0099), and lexA (RSc1304) were amplified by PCR using the oCBM1798/11799, oCBM1800/1801, and oCBM1808/1809 primer pairs, respectively, and cloned into pVO155 as BamHI/XbaI restriction fragments. pVO155 derivatives were introduced into C. taiwanensis, R. solanacearum, and chimeric Ralstonia strains by triparental mating using the helper plasmid pRK600 in E. coli HB101. Transconjugants were selected on appropriate selective media and insertions of pVO155 in the appropriate genes were checked by PCR.\n\nTo generate the imuA2B2C2 deletion mutants (RCM567, RCM861, and RCM863), flanking regions of this locus were separately amplified using the oCBM1756/1757 and oCBM1758/1759 primer pairs and subsequently cloned side-by-side into pGEM-T. SmaI-digested resistance gene cassettes ΩSpe from pHP45-Ω or ΩKan from pHP45-ΩKan were cloned between the two regions. The resulting plasmids were linearized with PsiI and introduced into chimeric Ralstonia by natural transformation [24]. Recombinant strains were selected on media with adequate antibiotics and gene exchanges were checked by PCR.\n\nFor complementation studies, the whole imuA2B2C2 locus together with 500 bp upstream from imuA2 was amplified using the oCBM1900/1901 primer pair and cloned as a AvrII/XbaI restriction fragment into pRCK-lacZ1 plasmid [59]. The resulting plasmid was linearized with PsiI and the imuA2B2C2 cassette integrated at the glmS-RSc0179 intergenic region by natural transformation in Ralstonia strains.\n\nQuantitative Reverse Transcription-PCR\n\nTo measure the expression of error-prone polymerases in Jensen medium, bacteria were first grown in rich BG medium to mid-exponential phase (OD600 = 0.6), then 1010 bacteria were centrifuged, resuspended in 1 ml of water, and transferred to 39 ml of Jensen medium at 28°C for 4 hours without agitation. 3 ml of cultures were then mixed with 2 vol of RNAprotect Bacteria Reagent (Qiagen), centrifuged for 10 min at 5,000 rpm, and stored at −80°C until RNA extraction. Bacteria were lysed in 200 µl of TE buffer containing 10 mg/ml lysozyme for 5 min at room temperature and RNAs were extracted using the RNeasy mini kit (Qiagen) according to manufacturer's instructions. RNA integrity was verified on a Bioanalyzer (Agilent). Reverse transcription was performed using Superscript II reverse transcriptase (Invitrogen) and random hexamers as primers on 1 µg of RNAs previously treated with TURBO DNase (Ambion). Real-time PCRs were run on a LightCycler system (Roche) using the FastStart DNA MasterPLUS SYBRGreen 1 kit (Roche) according to manufacturer's instructions. Oligonucleotide sequences used for quantitative PCR are listed in Table S6.\n\nPhylogeny and Distribution of Plasmid Cassettes\n\nGenomes of α- and β-proteobacteria larger than 1 Mb were downloaded from GenBank RefSeq as available in February 2013. ImuABC cassettes were identified in protein coding sequences as genomically contiguous matches of PFAM profiles for Y- and C-polymerases (respectively, PF00817.15 and PF07733.7). Rhizobial genomes were identified by the presence of the common nodABC genes, respectively, PFAM domains PF02474, PF01522, PF00535. Profiles were searched using hmmer with eval &lt;10−5 and only hits whose alignments covered more than half of the profile were selected. nodABC and imuBC genes were classified according to the replicon where they were encoded as chromosomal or plasmid-encoded.\n\nAmino acid sequences of imuBC genes extracted from GenBank RefSeq complete genomes as available in February 2013 were aligned with Muscle [60] or MAFFT [61] and informative positions were extracted using BMGE [62]. Phylogenetic trees of individual genes and concatenates were constructed with PhyML [63] using optimal parameters given by Protest (LG matrix, 4-categories-discretized Gamma distribution for rate variation among sites, empirical frequencies of amino-acids) [64]. Node support values were computed by non-parametric bootstrap (1,000 experiments).\n\nSequence Data\n\nSequence data for clones (SYMPA) or pools of clones (MUTA) are available on https://www.genoscope.cns.fr/agc/microscope/expdata/evoProject.php\n\nSupporting Information"
}