{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000415",
  "doi": "10.1371/journal.pbio.3000415",
  "externalIds": [
    "pii:PBIOLOGY-D-19-00761",
    "pmid:31408455",
    "pmcid:PMC6692015"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "MDT-15/MED15 permits longevity at low temperature via enhancing lipidostasis and proteostasis",
  "authors": [
    {
      "name": "Dongyeop Lee",
      "first": "Dongyeop",
      "last": "Lee",
      "affiliation": "Department of Life Sciences, Pohang University of Science and Technology, Pohang, Gyeongbuk, South Korea"
    },
    {
      "name": "Seon Woo A. An",
      "first": "Seon Woo A.",
      "last": "An",
      "affiliation": "Department of Biological Sciences, Korea Advanced Institute of Science and Technology, Yuseong-gu, Daejeon, South Korea"
    },
    {
      "name": "Yoonji Jung",
      "first": "Yoonji",
      "last": "Jung",
      "affiliation": "Department of Biological Sciences, Korea Advanced Institute of Science and Technology, Yuseong-gu, Daejeon, South Korea"
    },
    {
      "name": "Yasuyo Yamaoka",
      "first": "Yasuyo",
      "last": "Yamaoka",
      "affiliation": "Department of Integrative Bioscience & Biotechnology, Pohang University of Science and Technology, Pohang, Gyeongbuk, South Korea"
    },
    {
      "name": "Youngjae Ryu",
      "first": "Youngjae",
      "last": "Ryu",
      "affiliation": "Research Division and Brain Research Core Facilities, Korea Brain Research Institute, Daegu, South Korea"
    },
    {
      "name": "Grace Ying Shyen Goh",
      "first": "Grace Ying Shyen",
      "last": "Goh",
      "affiliation": "Centre for Molecular Medicine and Therapeutics, BC Children's Hospital Research Institute, Department of Medical Genetics, University of British Columbia, Vancouver, British Columbia, Canada"
    },
    {
      "name": "Arshia Beigi",
      "first": "Arshia",
      "last": "Beigi",
      "affiliation": "Centre for Molecular Medicine and Therapeutics, BC Children's Hospital Research Institute, Department of Medical Genetics, University of British Columbia, Vancouver, British Columbia, Canada"
    },
    {
      "name": "Jae-Seong Yang",
      "first": "Jae-Seong",
      "last": "Yang",
      "affiliation": "Department of Chemical Engineering, Pohang University of Science and Technology, Pohang, Gyeongbuk, South Korea"
    },
    {
      "name": "Gyoo Yeol Jung",
      "first": "Gyoo Yeol",
      "last": "Jung",
      "affiliation": "Department of Chemical Engineering, Pohang University of Science and Technology, Pohang, Gyeongbuk, South Korea; School of Interdisciplinary Bioscience and Bioengineering, Pohang University of Science and Technology, Pohang, Gyeongbuk, South Korea",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-9742-3207"
      ]
    },
    {
      "name": "Dengke K. Ma",
      "first": "Dengke K.",
      "last": "Ma",
      "affiliation": "Cardiovascular Research Institute and Department of Physiology, University of California San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Chang Man Ha",
      "first": "Chang Man",
      "last": "Ha",
      "affiliation": "Research Division and Brain Research Core Facilities, Korea Brain Research Institute, Daegu, South Korea"
    },
    {
      "name": "Stefan Taubert",
      "first": "Stefan",
      "last": "Taubert",
      "affiliation": "Centre for Molecular Medicine and Therapeutics, BC Children's Hospital Research Institute, Department of Medical Genetics, University of British Columbia, Vancouver, British Columbia, Canada",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-2432-7257"
      ]
    },
    {
      "name": "Youngsook Lee",
      "first": "Youngsook",
      "last": "Lee",
      "affiliation": "Department of Life Sciences, Pohang University of Science and Technology, Pohang, Gyeongbuk, South Korea; Department of Integrative Bioscience & Biotechnology, Pohang University of Science and Technology, Pohang, Gyeongbuk, South Korea",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-5808-9613"
      ]
    },
    {
      "name": "Seung-Jae V. Lee",
      "first": "Seung-Jae V.",
      "last": "Lee",
      "affiliation": "Department of Biological Sciences, Korea Advanced Institute of Science and Technology, Yuseong-gu, Daejeon, South Korea",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-6103-156X"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-08-13",
  "dateAccepted": "2019-07-16",
  "dateReceived": "2019-03-18",
  "volume": "17",
  "number": "8",
  "pages": "e3000415",
  "tags": [
    "Animal models",
    "Animal studies",
    "Animals",
    "Biochemistry",
    "Body temperature",
    "Caenorhabditis",
    "Caenorhabditis elegans",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animal studies",
    "Discipline-v3/Animals",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Body temperature",
    "Discipline-v3/Caenorhabditis",
    "Discipline-v3/Caenorhabditis elegans",
    "Discipline-v3/Epigenetics",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Fats",
    "Discipline-v3/Fatty acids",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetic interference",
    "Discipline-v3/Genetics",
    "Discipline-v3/Green fluorescent protein",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Lipids",
    "Discipline-v3/Luminescent proteins",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Nematoda",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Organisms",
    "Discipline-v3/Physiological parameters",
    "Discipline-v3/Physiology",
    "Discipline-v3/Proteins",
    "Discipline-v3/RNA",
    "Discipline-v3/RNA interference",
    "Discipline-v3/Research and analysis methods",
    "Epigenetics",
    "Eukaryota",
    "Experimental organism systems",
    "Fats",
    "Fatty acids",
    "Gene expression",
    "Genetic interference",
    "Genetics",
    "Green fluorescent protein",
    "Invertebrates",
    "Lipids",
    "Luminescent proteins",
    "Model organisms",
    "Nematoda",
    "Nucleic acids",
    "Organisms",
    "Physiological parameters",
    "Physiology",
    "Proteins",
    "RNA",
    "RNA interference",
    "Type/Research Article"
  ],
  "abstract": "Low temperatures delay aging and promote longevity in many organisms. However, the metabolic and homeostatic aspects of low-temperature–induced longevity remain poorly understood. Here, we show that lipid homeostasis regulated by Caenorhabditis elegans Mediator 15 (MDT-15 or MED15), a transcriptional coregulator, is essential for low-temperature–induced longevity and proteostasis. We find that inhibition of mdt-15 prevents animals from living long at low temperatures. We show that MDT-15 up-regulates fat-7, a fatty acid desaturase that converts saturated fatty acids (SFAs) to unsaturated fatty acids (UFAs), at low temperatures. We then demonstrate that maintaining a high UFA/SFA ratio is essential for proteostasis at low temperatures. We show that dietary supplementation with a monounsaturated fatty acid, oleic acid (OA), substantially mitigates the short life span and proteotoxicity in mdt-15(-) animals at low temperatures. Thus, lipidostasis regulated by MDT-15 appears to be a limiting factor for proteostasis and longevity at low temperatures. Our findings highlight the crucial roles of lipid regulation in maintaining normal organismal physiology under different environmental conditions.",
  "fullText": "Introduction\n\nEnvironmental temperature has a major influence on organismal physiology, including growth, metabolism, and aging. The body temperature of poikilothermic organisms, such as C. elegans, is subject to changes in environmental temperatures; these organisms live long at low ambient temperatures but short at high temperatures [1, 2]. In addition, homeothermic mice with reduced body temperature live long [3], suggesting potentially conserved mechanisms across diverse species. Several genetic factors have been identified to modulate temperature-dependent life-span changes in C. elegans [4–7]. However, the metabolic processes underlying this phenomenon remain poorly understood.\n\nThe relative proportion of unsaturated fatty acids (UFAs) and saturated fatty acids (SFAs) is homeostatically regulated in various organisms [8]. In C. elegans, the UFA/SFA ratio is inversely proportional to the environmental temperature [9]. This is consistent with the idea that more UFAs than SFAs are required for the maintenance of physical properties of lipids in biological membrane at low temperature [8]. Changes in the UFA/SFA ratio are also important for C. elegans to adjust its growth to high or low temperatures [10, 11]. However, the mechanisms by which the UFA/SFA ratio regulates the life span of organisms at different environmental temperatures remain largely unknown.\n\nHere, we showed that Mediator 15 (MDT-15/MED15), a subunit of the Mediator complex for RNA-polymerase-II–regulated transcription, was essential for the longevity of C. elegans at low environmental temperatures. We found that mdt-15 mutations prevented worms from living long at low temperatures. We showed that mdt-15 was required for expressing fat-7, a fatty acid desaturase crucial for increasing the UFA/SFA ratios at low temperatures. Furthermore, we demonstrated that a homeostatic increase in the UFA/SFA ratios at low temperatures was critical for longevity and proteostasis. These data suggest that MDT-15 is a limiting factor for the low-temperature–mediated longevity of C. elegans and that it exerts this effect via the maintenance of the physical properties of lipidostasis and proteostasis.\n\nResults\n\nmdt-15 is required for longevity and organismal fitness at low temperatures\n\nMDT-15 is a subunit of the Mediator complex that regulates diverse physiological aspects, including lipid metabolism, stress resistance, and life span [12–17]. While performing experiments for our previous reports [16, 18], we found that reduction of function mdt-15 mutations [mdt-15(-)] greatly suppressed the long life span of C. elegans at a low temperature (15 °C) (Fig 1A and S1A and S1B Fig). In contrast, mdt-15(-) had a marginal effect on the life span at a high temperature (25 °C) (Fig 1A and S1A and S1B Fig) (n = 5). The Cox proportional hazard regression analysis also supports the bigger life-span–shortening effect of mdt-15(-) at low temperatures more than at high temperatures (S1A Fig). To confirm this result, we employed an auxin-inducible degron system using CRISPR/Cas9 knock-in [19] and generated mdt-15::degron::Emerald green fluorescent protein (EmGFP) strains (Fig 1B). We found that auxin-induced depletion of MDT-15 (Fig 1C and S1C and S1D Fig) substantially suppressed longevity at 15 °C (Fig 1D and S1E Fig) (n = 3). Next, we examined the effects of an mdt-15 gain-of-function (gof) mutation [10], which we generated in a wild-type background by using CRISPR/Cas9, on life span at different temperatures. We found that the mdt-15(gof) mutations did not affect the life span at 25 °C or 15 °C (Fig 1E) (n = 4). Together, these data indicate that MDT-15 is required but not sufficient for increasing the adult life span at low temperatures.\n\nNext, we determined whether mdt-15 was important for maintaining the overall fitness, including growth and reproduction, of C. elegans at different temperatures. mdt-15(-) mutations elicited a greater impact on growth at low temperatures than at high temperatures (Fig 1F and S1F Fig). In addition, the defects in hatching caused by mdt-15(-) mutations were more pronounced at low temperatures than at a high temperature (25 °C) (Fig 1G and 1H and S1G Fig), although the progeny numbers of mdt-15(-) mutants were similar at low and high temperatures (S1H Fig). These data suggest that MDT-15 plays a role in longevity and fitness more substantially at low temperatures than at high temperatures. Our results extend the previously reported functions of MDT-15 in life-span regulation [13] to differential roles of MDT-15 in longevity at high and low temperatures.\n\nMDT-15 regulates the proper expression of fatty acid desaturases at low temperatures\n\nNext, we sought to identify genes whose expression was affected by MDT-15 at different temperatures. Our RNA sequencing (RNA-seq) analysis indicates that 79 genes were up-regulated and 253 genes were down-regulated at 15 °C in an MDT-15–dependent manner (fold change &gt; 1.5 and p-values &lt; 0.05; S2A–S2C and S3A–S3F Figs). Gene ontology (GO) analysis showed that GO terms involved in diverse metabolic processes, including aminoglycan, fatty acid, and carboxylic acid metabolism, were enriched among genes up-regulated in an MDT-15–dependent manner at 15 °C (S2D Fig). GO terms, including chromatin assembly, aminoglycan-catabolic process, response to heat, immune system process, and response to unfolded protein, were overrepresented among the MDT-15–dependently down-regulated genes at 15 °C (S2E Fig).\n\nBased on our GO analysis showing “metabolism” terms enriched among genes up-regulated at 15 °C in an MDT-15–dependent manner, we further analyzed our RNA-seq data with a focus on genes located in carbohydrate and lipid metabolic pathways (Fig 2A and S3 Table). We found that genes that directly affect lipid metabolism, including fatty acid synthesis, lipolysis, lipid transport, and fatty acid β-oxidation, tended to be more up- or down-regulated by changes in temperature and mdt-15(-) mutation than those involved in glycolysis and the Krebs cycle (Fig 2A and S3 Table). In addition, the expression of many fatty acid desaturases and elongases involved in fatty acid biosynthesis was down-regulated in mdt-15(-) mutants, except fatty acid elongase-8 (elo-8) (Fig 2A and S3 Table). In contrast, the expression of genes involved in lipolysis, lipid transport, and fatty acid β-oxidation did not show a consistent pattern at different temperatures or by mdt-15(-) mutations (Fig 2A and S3 Table). These data suggest that MDT-15 up-regulates the biosynthesis and desaturation of fatty acids at low temperatures.\n\nWe noticed that the expression of fat-7 was the most strongly associated with temperature and MDT-15 genetic background changes (Fig 2A, S3G Fig and S2 Data). Among all seven fatty acid desaturases, the expression level of fat-7 is significantly higher at 15 °C than at 25 °C [11], and we found that this was MDT-15 dependent (S3G Fig). In contrast, the other six fatty acid desaturase genes did not exhibit MDT-15–dependent changes in expression at different temperatures (S3G Fig). We confirmed the results by using quantiative reverse-transcription PCR (qRT-PCR) assays for fat-1 to fat-7 mRNAs and fat-7::GFP transgenic animals (Fig 2B and 2C and S3H Fig). Together, these data suggest that MDT-15 specifically increases the expression of fat-7 at low temperatures.\n\nmdt-15 mutations decrease the UFA/SFA ratio\n\nFatty acid desaturases and MDT-15 are crucial for de novo fat synthesis [20]. By using Oil red O staining, we showed that the overall fat levels were not changed at 15 °C in wild-type animals but were greatly reduced in mdt-15(-) mutants (Fig 3A and 3B). At 15 °C, mdt-15(-) mutants also displayed a pale intestine phenotype (Fig 3C), which correlates with low fat levels [21]. These data suggest that MDT-15 is crucial for maintaining overall fat levels at low temperatures.\n\nWe then examined the effects of low temperature and mdt-15(-) mutation on the relative proportion of SFAs and UFAs because fatty acid desaturases increase the unsaturated status of fatty acids. The levels of SFAs, including C14:0 and C16:0, were reduced in wild-type animals at 15 °C (Fig 3D); this was consistent with the findings of a previous report [9]. In contrast, the levels of several UFAs, including C16:1n-7, C18:1n-7, and C20:4n-3, were increased at 15 °C (Fig 3D). The overall levels of SFAs were decreased, whereas those of UFAs were increased, in the wild type at 15 °C (Fig 3E and 3F), and this led to significant increases in the UFA/SFA ratio (Fig 3G). Notably, mdt-15(-) mutations reduced the effect of low temperature on changes in the SFA and UFA levels (Fig 3E and 3F). This resulted in a reduced UFA/SFA ratio in mdt-15(-) mutants, which was more pronounced at 15 °C than at 25 °C (Fig 3G). These data suggest that MDT-15 is crucial for increasing the UFA/SFA ratio at low temperatures.\n\nLow UFA/SFA ratio suppresses longevity at low temperatures\n\nHaving established that mdt-15 is crucial for maintaining overall fat levels and increasing the UFA/SFA ratio at a low temperature, we sought to determine which of these two effects was critical for low-temperature–induced longevity. Several lines of evidence based on genetic and dietary interventions suggest that decreasing the UFA/SFA ratio results in a short life span at low temperatures rather than a reduction in overall fat levels. First, fat-6(-); fat-7(-) double mutations, which increase SFA levels [22], significantly and specifically shortened life span at 15 °C but not at 25 °C (Fig 4A). Second, loss of function mutations in the progestin and adipoQ receptor-2 (paqr-2), which decrease the expression of fat-7 and increase the levels of SFAs [10], largely suppressed longevity at 15 °C (Fig 4B). Third, nuclear hormone receptor-49 (nhr-49) mutations, which decreased fat-7 mRNA levels and the UFA/SFA ratio while increasing overall fat levels (S4A–S4C Fig) [23], significantly shortened longevity at 15 °C (Fig 4C). The life span of nhr-49(-); mdt-15(-) double mutants at low temperature was similar to that of the single mutants (Fig 4D), suggesting that MDT-15 and NHR-49 act together to contribute to the longevity at low temperature. Fourth, glucose-enriched diets, which decrease the UFA/SFA ratio while increasing the overall fat levels [16, 24, 25], also substantially shortened life span at 15 °C but not at 25 °C (Fig 4E and 4F) [16, 26]. Together, these data suggest that increasing the UFA/SFA ratio, rather than maintaining the overall fat levels, is essential for the longevity of C. elegans at low temperatures.\n\nReduced UFA/SFA ratio induces the expression of cytosolic chaperones at low temperatures\n\nHow does fatty acid composition affect longevity at low temperatures? In our RNA-seq analysis, we noticed that the GO terms “response to heat” and “response to unfolded protein” were enriched among genes down-regulated by low temperature in an MDT-15–dependent manner (S2E Fig). We found that the expression of cytosolic chaperones, such as heat-shock-protein (hsp)–encoding genes hsp-16.1, hsp-16.11, hsp-16.49, hsp-16.48, hsp-16.41, hsp-16.2, F44E5.4 (Hsp70), and F44E5.5 (Hsp70), was reduced at 15 °C in the wild type as expected (Fig 5A). Surprisingly, however, these cytosolic chaperones were highly induced at low temperature (15 °C) compared to high temperature (25 °C) in mdt-15(-) mutants (Fig 5A and S2 Data). We confirmed the RNA-seq data by using reporters and qRT-PCR (Fig 5B–5E). In contrast, low temperatures or mdt-15(-) mutations had small or no effects on the expression of other proteostasis-related genes, including mitochondrial and endoplasmic reticulum (ER) chaperone, proteasome system, and autophagy genes (S5A–S5C Fig). Together, these data suggest that MDT-15 or MDT-15–mediated processes down-regulate the expression of cytosolic chaperones at low temperatures.\n\nWe further determined the connection between mdt-15–regulated metabolism and cytosolic chaperone expression at low temperatures because protein folding and homeostasis are crucial for healthy aging and longevity (reviewed in [27]). By performing a targeted RNAi screen against 73 fat- and carbohydrate-metabolism–related genes, we found that knocking down each of several fatty acid synthesis/desaturation genes, including fat-6 and fat-7, substantially increased hsp-16.1::GFP expression (Fig 5F–5H), similar to mdt-15(RNAi) (Fig 5B). In addition, RNAi targeting fat-6 and fat-7 substantially elevated the expression of several other cytosolic chaperone genes, hsp-16.1/11, hsp-16.41, hsp-16.48/49, and hsp-70 (Fig 5J). In contrast, genes in other metabolic categories, including β-oxidation and lipolysis, had marginal or no effects on hsp-16.1::GFP expression (Fig 5F). Additionally, paqr-2(-) mutations, which are expected to decrease UFA/SFA ratio [10], induced the expression of hsp-16.1/11 at 15 °C (Fig 5I). Thus, mdt-15(-) mutations reduce the expression of fat-6/7, which leads to decreases in UFA/SFA ratio, and this in turn appears to induce the expression of cytosolic chaperones at low temperatures.\n\nDisruption of MDT-15–mediated fatty acid desaturation increases proteotoxicity at low temperature\n\nWe then asked how mdt-15(-) mutations caused the induction of cytosolic-chaperone–encoding genes at low temperatures. We hypothesized that mutations in mdt-15 decreased protein homeostasis at low temperatures, and this in turn resulted in the induction of the chaperone genes as a response. Consistent with this hypothesis, mdt-15 mutations significantly increased the number of polyglutamine (polyQ)::yellow fluorescent protein (YFP) puncta (Fig 6A and 6B), a polyglutamine proteotoxicity model in C. elegans [28]. We also performed age-dependent paralysis assays using the polyQ::YFP worms [28] and found that the age-dependent paralysis was exacerbated by mdt-15(-) mutations at 15 °C (Fig 6C). These results are consistent with our hypothesis that mdt-15(-) decreases the protein homeostasis at low temperatures.\n\nHeat shock factor 1 (HSF-1) is a major transcription factor that regulates the expression of cytosolic chaperones [29]. We showed that hsf-1 RNAi decreased the induction of hsp-16.1::GFP caused by mdt-15 RNAi at 15 °C (Fig 6D). We also found that hsf-1 RNAi further increased the number of the polyQ::YFP aggregates in mdt-15(RNAi) animals at 15 °C (Fig 6E and 6F). These data suggest that HSF-1–mediated chaperone induction is an adaptive response to increased proteotoxicity caused by the inhibition of mdt-15 at 15 °C.\n\nSupplementation with OAs suppresses defects in proteostasis and life span caused by mdt-15 mutations at low temperatures\n\nNext, we asked whether the supplementation with an unsaturated fatty acid—oleic acid (OA), which is expected to increase the UFA/SFA ratio [30]—affected proteostasis or life span in mdt-15(-) animals at low temperatures. We showed that dietary OA feeding decreased the expression of hsp-16.1::GFP in mdt-15(-) mutants (Fig 7A and 7B) and in mdt-15(RNAi) worms (S6A and S6B Fig). We also found that OA supplementation suppressed the increased number of puncta as well as enhanced age-dependent paralysis caused by polyQ::YFP expression in mdt-15(-) mutants (Fig 7C–7E). In addition, OA feeding largely suppressed accelerated age-dependent paralysis caused by nhr-49(-) mutations in Aβ transgenic worms (Fig 7F), a proteotoxicity model for Alzheimer’s disease [31]. Thus, dietary OA supplementation appears to alleviate proteotoxicity in mdt-15(-) and nhr-49(-) animals by restoring the level of UFA/SFA ratio. Lastly, we found that the OA supplementation substantially lengthened short life span in mdt-15(−) mutants at low temperatures (Fig 7G) (n = 4). Altogether, our data suggest that the homeostatic up-regulation of UFA/SFA ratio mediated by MDT-15 contributes to enhanced proteostasis and longevity at low temperatures (Fig 7H).\n\nDiscussion\n\nUFA/SFA ratio limits longevity at low temperatures\n\nMDT-15, a subunit of Mediator complex, regulates lipid metabolism and responses to various stresses in C. elegans [20]. Consistent with the role of MDT-15 in physiological functions, previous studies demonstrate that lipid metabolism plays important roles in longevity and stress resistance [32]. Our new findings indicate that fatty acid metabolism regulated by MDT-15 is required for the longevity of C. elegans at low temperatures. When worms were cultured at a low temperature (15 °C), MDT-15 increased the UFA/SFA ratio by increasing the expression of several fatty acid desaturases, including fat-7. This homeostatic regulation of lipid metabolism by MDT-15 was essential for the longevity of C. elegans at low temperatures. Consistent with this model, mdt-15(-) mutations reduced the UFA/SFA ratio and suppressed the low-temperature–induced longevity. Similar to mdt-15(-) mutations, fat-6(-); fat-7(-), paqr-2(-) and nhr-49(-) mutations, and glucose-enriched diets decreased longevity at low temperatures. The reduction in the UFA/SFA ratio at low temperatures led to proteotoxicity, resulting in shortened life span. Previous studies established the functional importance of fatty acid metabolism in longevity and stress resistance [32]. MDT-15, a subunit of the Mediator complex, regulates lipid metabolism and responses to xenobiotic, pathogenic, and metal exposure in C. elegans [13–15, 33–35]. Combined with the roles of lipid metabolism and MDT-15 in various physiological processes [20], our new findings extend the role of fatty acid composition in life-span regulation by showing that mdt-15 is critical for the longevity of C. elegans at low temperatures.\n\nMDT-15 regulates life span in response to changes in temperature and diet\n\nC. elegans MDT-15 is a transcriptional coregulator crucial for physiological responses to ingested materials, including food, toxins, pathogens, and abiotic stressors [13–15, 33–35]. We previously reported that MDT-15–regulated lipid metabolism is critical for maintaining normal life span in glucose-enriched nutrient conditions [16]. In this study, we demonstrated that MDT-15 was important for longevity at low ambient temperatures. Together, these findings suggest that MDT-15 plays a key role in adapting to changes in environmental temperatures and responding to various ingested materials, including high-glucose diets, toxins, heavy metals, and pathogens. How MDT-15 differentially incorporates various inputs to exert proper cellular and physiological responses currently remains elusive. Because MDT-15 is a subunit of the Mediator complex that interacts with diverse transcription factors [12], it seems plausible that MDT-15 binds to these transcription factors differently under different conditions.\n\nSpecific transcription factors acting with MDT-15 may regulate the temperature-dependent expression of fat-7\n\nSeveral transcription factors—including NHR-49, NHR-45, sterol regulatory element binding protein (SREBP)/SBP-1, Forkhead box O (FOXO)/dauer formation-16 (DAF-16), and HSF-1—regulate transcriptomic changes together with MDT-15 [13, 14, 17, 36, 37]. Therefore, some of these transcription factors potentially act with MDT-15 to modulate low-temperature–induced longevity by regulating the expression of fatty acid desaturases. Among the seven C. elegans fatty acid desaturases, the expression of fat-7 was down-regulated at high temperature instead of being up-regulated at low temperature in an MDT-15–dependent manner (Fig 2B and S3G Fig). This raises a possibility that the activity of NHR-49, SBP-1, DAF-16, or HSF-1, which induces fat-7 [13, 14, 36, 37], is reduced at high temperatures. The effect of temperature on the activity of these transcription factors has not been investigated, except for the heat-activated HSF-1. However, HSF-1 positively regulates the expression of fat-7 at high temperatures [37], and this is in contrast to the data shown in this study. We speculate that MDT-15 plays more prominent roles than HSF-1 in the temperature-dependent expression changes of fat-7. A study has shown that acyl-CoA dehydrogenase (ACDH)-11, whose expression is up-regulated at high temperatures, negatively regulates fat-7 via NHR-49 [11]. Therefore, it seems possible that inhibition of ACDH-11 mediates up-regulation of fat-7 via MDT-15 at low temperature, and it will be important to test the physiological role of ACDH-11 focusing on the relationship with NHR-49, MDT-15, and FAT-7.\n\nBecause MDT-15 directly interacts with NHR-49 and shares many target genes, including fat-7 [13], NHR-49 is likely to be the transcription factor that acts with MDT-15 for regulating the temperature-dependent expression of fat-7. Consistent with this, nhr-49(-) mutations suppressed the longevity at a low temperature similar to mdt-15(-) mutations, and nhr-49 and mdt-15 appear to act in the same pathway for the longevity at low temperatures (Fig 4C and 4D) [11, 13].\n\nUFA/SFA ratio may influence low-temperature–induced longevity via tuning membrane fluidity\n\nThe UFA/SFA ratio is crucial for maintaining the membrane fluidity for adaptation to different temperatures [8]. In C. elegans, the disruption of membrane fluidity leads to developmental defects at low temperatures and resistance against heat (37 °C) stress [11, 38]. Here, we showed that mdt-15(-) mutations decreased the UFA/SFA ratio at low temperature and suppressed the longevity. We also found that various genetic interventions such as mutations in the fatty acid desaturases, nhr-49, and paqr-2, as well as glucose-enriched diets, all of which decrease the UFA/SFA ratio, shortened life span specifically at low temperatures. Thus, a reduction in the UFA/SFA ratio at low temperatures may increase the rigidity of membranes to a harmful level, which may in turn shorten life span. A recent study has demonstrated that feeding worms with glucose or glycolysis metabolites increases their membrane rigidity by altering bacterial metabolism [25]. However, we showed that feeding C. elegans with glucose along with dead bacterial diets also substantially shortened life span at low temperature (Fig 4F). Therefore, glucose-rich diets appear to directly decrease the life span of C. elegans at low temperatures independently of bacterial metabolism.\n\nMDT-15 regulates proteostasis independently of mitochondrial stress\n\nMitochondrial stress, or a mild disruption of mitochondrial functions, up-regulates the expression of cytosolic chaperones [39, 40]. Therefore, it is possible that the induction of cytosolic heat shock proteins in mdt-15(-) mutants observed in this study implicates mitochondrial stress. However, several lines of evidence are against this possibility. First, we found that mdt-15(-) mutations had a small or no effect on the induction of mitochondrial stress response genes. Second, unlike the increase in fat levels required for the induction of cytosolic chaperones under mitochondrial stress [39], we showed that mdt-15(-) mutations reduced overall fat levels while increasing cytosolic chaperone levels. Third, different from mitochondrial perturbations that improve cytosolic proteostasis [39, 40], we found that the inhibition of mdt-15 disrupted the proteostasis. Overall, our data suggest that the induction of cytosolic chaperones indirectly occurs as a physiological response to increased proteotoxicity caused by mdt-15(-) mutations and is distinct from mitochondrial stress. A previous paper reported several negative regulators of the heat shock response, including mdt-15 [41], and therefore it will be interesting to identify factors that mediate chaperone gene induction in mdt-15(-) at low temperature.\n\nMDT-15 possibly maintains cytosolic proteostasis via modulating lipidostasis of membrane at low temperature\n\nSeveral previous reports have suggested the link between membrane fluidity and proteostasis. mdt-15 mutation triggers ER unfolded protein response (UPRER) by reducing ER membrane lipid desaturation at 20 °C [42]. However, we found that at a low temperature (15 °C), the expression of UPRER effectors such as hsp-4 and endoplasmin-1 (enpl-1) was not substantially increased by mdt-15(-). We speculate that mdt-15(-) influences cytosolic proteostasis at low temperatures in an ER-homeostasis–independent manner. Consistent with this idea, a study using yeast reported that lipid droplets are crucial for the clearance of cytosolic inclusion bodies, which contain misfolded protein aggregates [43]. FAT-7 is required for the formation of large lipid droplets by desaturating membrane phospholipids in C. elegans [44]. Therefore, down-regulation of fat-7 in mdt-15(-) animals may lead to defects in the formation of lipid droplets and may subsequently impair cytosolic proteostasis because of defects in the clearance of protein aggregates.\n\nLow UFA/SFA ratios are associated with various human diseases\n\nRecent reports indicate that supplementing with certain types of UFAs is sufficient to extend the life span of C. elegans [30, 45]. Together with our current report, these findings suggest the beneficial effects of UFAs on healthy aging. Interestingly, low UFA/SFA ratios are associated with many diseases such as Niemann-Pick disease, hypertension, heart disease, and Alzheimer’s disease [46–49]. Human fibroblasts that carry mutations in Niemann-Pick C1 (NPC1), whose mutations are responsible for the Niemann-Pick type C disease, display high levels of SFAs and a reduced membrane fluidity [49]. Low UFA/SFA ratios also positively correlate with heart disease incidences in humans [48]. Spontaneously hypertensive rats show a lower UFA/SFA ratio in the aorta and kidney than normotensive rats [47]. Patients of Alzheimer’s disease display very high levels of SFAs in their brains [46], and this is consistent with our data showing the occurrence of proteotoxicity due to low UFA/SFA ratios. These findings point toward the importance of low UFA/SFA ratios in the pathophysiology of various diseases. Further research on MDT-15 and lipid metabolism using C. elegans may provide key information that may eventually help the treatment of human diseases because functions of the Mediator complex are evolutionarily well conserved [12].\n\nLipidostasis is crucial for longevity\n\nHomeostatic regulation of proteins and DNA is important to prevent premature aging and to promote longevity [50]. In addition, recent studies indicate that RNA quality control mediated by nonsense-mediated mRNA decay and accurate mRNA splicing contributes to longevity in C. elegans [51–54]. Our current work suggests that lipidostasis is also crucial for longevity at low temperatures, perhaps because lipids are very susceptible to changes in environmental temperatures. We further showed that the disruption of lipid composition at low temperatures increased proteotoxicity and shortened life span, although further mechanistic details need to be clarified. The homeostatic regulation of lipids and proteins appears to be interconnected and tightly regulated for health and longevity, and it will be interesting to investigate the relationship at the molecular level in future research.\n\nMaterials and methods\n\nStrains\n\nAll strains were maintained on nematode growth medium (NGM) agar plates seeded with Escherichia coli (OP50). The following strains were used in this study: N2 wild type, IJ235 mdt-15(tm2182) III obtained by outcrossing XA7702 [33] four times to Lee lab N2, IJ1648 ieSi57[eft-3p::TIR1::mRuby::unc-54 3′UTR; cb-unc-119] II outcrossed four times to Lee lab N2, IJ1651 yh44[mdt-15::degron::EmGFP] III outcrossed four times to Lee lab N2 after CRISPR/Cas9 editing, IJ1729 ieSi57[eft-3p::TIR1::mRuby::unc-54 3′UTR; cb-unc-119] II; yh44[mdt-15::degron::EmGFP] III obtained by crossing IJ1648 and IJ1651, IJ1468 mdt-15(yh8) III outcrossed four times to Lee lab N2 after CRISPR/Cas9 editing, DMS303 nIs590[fat-7p::fat-7::GFP] V. IJ1742 mdt-15(tm2182) III; nIs590[fat-7p::fat-7::GFP] V obtained by crossing IJ235 and DMS303, IJ511 fat-6(tm331) IV; fat-7(wa36) V outcrossed seven times to Lee lab N2, IJ666 paqr-2(tm3410) III obtained by outcrossing QC121 (a gift from the Marc Pilon lab, University of Gothenburg, Göteborg, Sweden) four times to Lee lab N2, CF2774 nhr-49(gk405) I outcrossed four times to N2, IJ360 nhr-49(gk405) I; mdt-15(tm2182) III obtained by crossing CF2774 and IJ235, IJ1625 skn-1(zj15) outcrossed four times to Lee lab N2, LJ300 In300 [hsp-16.1p::hsp-16::GFP + rol-6D] (a gift from the Junho Lee lab, Seoul National University, Seoul, South Korea), IJ1811 mdt-15(tm2182) III; In300 [hsp-16.1p::hsp-16::GFP + rol-6D] obtained by crossing LJ300 and IJ235, IJ184 rmIs133[unc-54p::Q40::YFP] outcrossed four times to Lee lab N2, IJ1740 mdt-15(tm2182) III; rmIs133[unc-54p::Q40::YFP] obtained by crossing IJ235 and IJ184, AM140 rmIs132[Q35::YFP] I, IJ1809 rmIs132[Q35::YFP] I; mdt-15(tm2182) III obtained by crossing AM140 and IJ235, CL2006 dvls2[pCL12(unc-54/human Abeta1-42 minigene); rol-6D], and IJ744 nhr-49(gk405) I; dvls2[pCL12(unc-54/human Abeta1-42 minigene); rol-6D] obtained by crossing CF2772 and CL2006.\n\nCRISPR/Cas9 genome editing\n\nmdt-15::degron::EmGFP knock-in was generated as described previously with modifications [19]. The degron::EmGFP repair template with homology arms (37 bp for 5′ and 36 bp for 3′) was amplified by PCR using pLZ29 as a template [19], and the PCR products were purified by using a PCR purification kit (QIAGEN, Hilden, Germany). Wild-type young (day 1) adult worms were injected with pRF4 (roller injection marker, 50 ng/μl), Cas9 protein (250 ng/μl; Integrated DNA Technologies, Coralville, IA, USA), tracrRNA (100 ng/μl; Integrated DNA Technologies), mdt-15 crRNA (56 ng/μl, 5′-ATAATCTTAACTTGTAAGTT-3′), and the purified degron::EmGFP repair template (450 ng/μl). Individual worms were subsequently transferred to new plates, and roller and nonroller F1 worms from plates that contained many rollers were genotyped by using PCR to identify worms that contained knock-in mutations. The mdt-15::degron::EmGFP knock-in was confirmed by sequencing, and the strain was outcrossed four times to Lee lab N2 to remove potential background mutations. For generating a gof mdt-15(yh8) mutation [10] in the wild-type background, CRISPR/Cas9 plasmids targeting mdt-15 were generated by replacing the pha-1 sgRNA sequence in pJW1285 [55] with mdt-15 sgRNA sequence (5′-TTTCTTGCCTGAGCTGATGT-3′). Wild-type adults were injected with pRF4 (roller injection marker, 50 ng/μl), pIJ285 (CRISPR/Cas9 plasmid targeting mdt-15, 50 ng/μl), and repair template (5′-ATCGAGCTCCTGTGCCTCCAGATCCACAACTAACATCAGCTCAGGCAAGAAATCCACCTGTTACCGTAGCA-3′, 10 ng/μl), and individual worms were transferred to new plates. F1 roller worms were genotyped by PCR to identify the mdt-15(yh8) mutation. The mdt-15(yh8) mutation was confirmed by using sequencing, and the mdt-15(yh8) mutant worms were outcrossed four times to wild-type worms to remove potential nonspecific mutations.\n\nLife-span assays\n\nLife-span assays were performed as described previously with some modifications [56]. Synchronized worms from eggs were cultured on the OP50-seeded NGM plates at different temperatures and then transferred to plates containing 5 to 10 μM FUdR (Sigma-Aldrich, St. Louis, MO, USA) at the young adult stage (day 1) to prevent their progeny from hatching. The worms were transferred to fresh plates every other day until they stopped producing progeny for life-span assays without FUdR treatment. Auxin-inducible degron assays were performed as described [19]. Briefly, synchronized worms were cultured on OP50-seeded NGM plates at 25 °C or 15 °C until reaching day 1 adult stage and then transferred to new OP50-seeded NGM plates containing 1 mM auxin (indole-3-acetic acid; Alfa Aesar, Haverhill, MA, USA). Ethanol (solvent) was used as a control for auxin treatments. For temperature shift assays, worms were cultured at 20 °C until reaching L4 stage and subsequently shifted to 25 °C or 15 °C. When the worms reached the young adult stage (day 1), the worms were transferred to plates containing FUdR. For glucose-enriched diet experiments, 2% glucose (DAEJUNG, Seoul, South Korea) was added to NGM as described previously [57]. OP50 bacteria that were cultured overnight in liquid LB media were concentrated 20 times by centrifugation and seeded onto NGM plates containing 10 μg/ml kanamycin (Sigma-Aldrich) for life-span assays with dead bacteria, as previously described [57]. For RNAi experiments, bacteria that express double-stranded RNA targeting a specific gene were cultured in liquid LB containing 50 μg/ml ampicillin (USB, Cleveland, OH, USA) at 37 °C overnight and then seeded onto NGM containing 50 μg/ml ampicillin. The RNAi-bacteria–seeded plates were incubated at 37 °C overnight and treated with 1 mM isopropyl β-D-1-thiogalactopyranoside (IPTG; GoldBio, St. Louis, MO, USA) to induce double-stranded RNA at room temperature. Dead worms were determined for the worms that displayed no response upon gently touching with a platinum wire. Animals that crawled off the plates, ruptured, bagged, or burrowed were censored but included in the statistical analysis.\n\nBody size assays\n\nWild-type and mdt-15(tm2182) worms were cultured on the OP50-seeded high-growth (HG) NGM plates at 20 °C and synchronized by using a bleaching method [58]. The bleached eggs were kept in M9 buffer at 20 °C overnight, and then hatched L1 worms were cultured on OP50-seeded NGM plates at 25 °C or at 15 °C. After developing into fully grown adults (72 hrs at 25 °C and 144 hrs at 15 °C), the worms were placed on a 2% agarose pad and anesthetized by using 100 mM sodium azide (Sigma-Aldrich). For the measurement of body sizes of OA-fed worms, synchronized wild-type and mdt-15(tm2182) worms were cultured on control or OA-containing NGM plates from eggs at 25 °C or at 15 °C. Day 1 adult worms were placed on a 2% agarose pad and anesthetized by using 100 mM sodium azide (Sigma-Aldrich). Bright-field images were captured using an AxioCam HRc (Zeiss, Oberkochen, Germany) camera attached to a Zeiss Axioscope A.1 microscope. ImageJ [59] was used for the quantification of body areas.\n\nReproduction assays\n\nWild-type and mdt-15(tm2182) worms were cultured at 25 °C or 15 °C at least for two generations prior to the assays. Individual L2 or L3 stage larvae were transferred onto new individual OP50-seeded NGM plates and kept at 25 °C or 15 °C. Twenty wild-type and 30 mdt-15(−) mutant worms at each temperature were used for one experimental set, and the assays were repeated five times. When the worms were producing eggs, for 2–3 days at 25 °C and 4–5 days at 15 °C, the eggs were transferred onto new OP50-seeded NGM plates and kept at 25 °C or 15 °C. When the hatched larvae reached L3–L4 stages, larva/egg ratios were calculated for embryonic lethality. For 25 °C and 16 °C reproduction experiments, worms were first grown at 20 °C to a gravid adult stage. Ten worms were then transferred to 25 °C and 16 °C, respectively, and allowed to lay eggs for 24 hrs before being removed. The eggs remained at their respective temperatures for another 24 hrs to allow them to hatch. The numbers of live progeny and dead eggs were then counted after another 24 hrs. For brood size measurements, worms that developed were synchronized at L4 stage from egg stages at indicated temperatures, and the worms were transferred to new plates until they stopped laying eggs. Progeny that hatched were counted and included for the analysis.\n\nRNA-seq analysis\n\nHG-cultured wild-type and mdt-15(tm2182) worms were synchronized by using a bleaching method [58] and incubated in M9 buffer overnight at 20 °C. The L1 worms were transferred onto OP50-seeded NGM plates and incubated at 25 °C or 15 °C until reaching day 1 adult stage. The adult worms were harvested by washing twice with M9 buffer, and then frozen at -80 °C. Total RNA from the worms was extracted by using RNAiso plus (Takara Bio, Shiga, Japan). Three independent biological repeats were used for subsequent analysis. The cDNA library was prepared, and cDNA sequencing was performed by using a HiSeq 4000 platform (MACROGEN, Seoul, South Korea). Paired-end reads were aligned to the C. elegans genome ce11 and analyzed by using HISAT2 (v.2.0.5), StringTie (v.1.3.3), and Ballgown (v.2.0.0) methods [60]. R packages limma (v.3.24.15) [61] and edgeR (v.3.10.5) [62] were used for analyzing differentially expressed genes (DEGs), and genes whose expression was not detected (counts per million [cpm] &lt; 1) were excluded. Genes with significant changes in expression (fold change &gt; 1.5 and p-values &lt; 0.05) were further analyzed. Heat maps were generated by using Cluster 3.0 [63] and Java Treeview [64]. Venn diagrams were generated by using Venn Diagram Plotter (http://omics.pnl.gov/software/venn-diagram-plotter). GO analysis was performed by using DAVID [65]. Changes in the expression of metabolic genes were displayed as previously shown [66, 67], with minor modifications. Genes that were excluded during the DEG analysis are not presented in the metabolic pathways.\n\nQuantitative RT-PCR\n\nQuantitative RT-PCR was performed as described previously with modifications [68]. Synchronized worms were cultured at different temperatures and were harvested at a young (day 1) adult stage by washing twice with M9 buffer. paqr-2(tm3410) and control (wild-type) worms were cultured at 20 °C until reaching L4 stage and then shifted to 25 °C or 15 °C for consistency with life-span assays. Total RNA was isolated using RNAiso plus (Takara Bio), and reverse transcription was performed using ImProm-II Reverse Transcriptase kit (Promega, Madison, WI, USA). Random primers (9-mers; COSMOGENTECH, Seoul, South Korea) were used for reverse transcription. Quantitative real-time PCR was performed by using StepOne and StepOnePlus real-time PCR system (Applied Biosystems, Foster City, CA, USA). Relative quantity of specific mRNA was analyzed by using comparative Ct methods described in the manufacturer’s manual. The mRNA levels of an RNA polymerase II large subunit (ama-1), tubulin α 1a (tba-1), and ATP-binding–cassette subfamily D member 4 (pmp-3) were used for normalization. The average of two technical repeats was used for each biological data set. Primers used for qRT-PCR assays were described in S8 Table.\n\nOil red O staining\n\nOil Red O staining was performed as described previously with some modifications [69]. Synchronized worms were cultured on OP50-seeded NGM plates at 25 °C or 15 °C. Approximately 300 young (day 1) adult worms were harvested by washing twice with M9 buffer and fixed with 60% isopropanol for two min. Oil red O solution (0.5% in isopropanol; Sigma-Aldrich) was diluted in double-distilled water (ddH2O) to prepare the 60% working solution. Precipitates of Oil red O were eliminated by filtering. The fixed worms were incubated in the 60% working solution overnight at 25 °C. The stained worms were washed with M9 buffer and subsequently placed on a 2% agarose pad with M9 buffer containing 0.01% Triton X-100 (DAEJUNG) using a micropipette. DIC images were captured using an AxioCam HRc camera attached to a Zeiss Axioscope A.1 microscope (Zeiss). ImageJ [59] was used for the quantification of Oil red O intensity. The backgrounds of the images were subtracted, and the images were then converted to 8-bit grayscale images. Identical thresholds were set for the same experimental sets that measured the Oil red O signals. Areas that displayed higher intensities than the threshold in the whole body were measured, and the areas were normalized using the body size of each worm.\n\nFluorescence imaging\n\nTransgenic worms that expressed GFP were anesthetized by using 100 mM sodium azide or 2 mM levamisole (Sigma-Aldrich) and then placed on a 2% agarose pad. Images of the worms were captured by using an AxioCam HRc camera attached to a Zeiss Axioscope A.1 microscope (Zeiss). ImageJ [59] was used to quantify the fluorescence intensity, and the background signals were subtracted. High resolution confocal images were captured by using the Nikon A1si/Ni-E upright confocal microscope (Nikon, Tokyo, Japan) with 60×, 1.4 NA oil-immersion objective lens in the Brain Research Core Facilities in the Korea Brain Research Institute (KBRI). For double RNAi treatments, control and gene-specific RNAi bacteria were separately cultured in liquid LB containing 50 μg/ml ampicillin (USB) at 37 °C. Double RNAi treatment was performed as described previously [70] by adjusting OD590 to 0.9 and by mixing the same volumes of the RNAi bacterial culture [70]. Gene-specific RNAi bacteria were mixed with control RNAi bacteria for single RNAi treatments in the same experimental sets for comparison.\n\nFatty acid composition assays\n\nLipid extraction was performed as described previously with some modifications [71]. Wild-type and mdt-15(tm2182) worms were synchronized by using a bleaching method [58] and incubated in M9 solution overnight at 20 °C. Hatched L1 worms were then cultured on OP50-seeded NGM plates at 25 °C or 15 °C. Approximately 1,000 to 1,500 young (day 1) adult worms were harvested and washed three times with ddH2O. The harvested worms were then frozen in liquid nitrogen and stored at -80 °C until use. Fatty acid methyl esters (FAMEs) were prepared by adding 2 ml of sulfuric acid (2.5%)/methanol solution to the worm samples, followed by heating at 70 °C for 1 hr. The FAMEs were extracted by using 3 ml ddH2O and 3 ml of hexane. The hexane layers were evaporated and analyzed by using GC/MS (GCMS-QP2010; Shimadzu, Kyoto, Japan and HP-INOWAX capillary column, 30 m, 0.25 mm; Agilent, Santa Clara, CA, USA).\n\nPreparation of plates for OA feeding assays\n\nOA feeding assays were performed as described previously with modifications [16]. For preparing OA-containing plates, 600 μM of OA (C18:1n-9; Sigma-Aldrich) dissolved in ethanol was mixed with NGM containing 0.1% NP-40 (Tergitol) (Sigma-Aldrich).\n\nTargeted RNAi screen\n\nWorms expressing hsp-16.1p::hsp-16.1::GFP were cultured on 100-mm NGM plates seeded with 2× concentrated freeze-dried OP50 (LabTIE, Leiden, the Netherlands) at 20 °C. Worms were synchronized by using a bleach method [58]. Bacteria expressing double-stranded RNA targeting each of the fat metabolism genes were cultured overnight at 37 °C and treated with 4 mM IPTG to induce the RNA for 4 hrs at 37 °C with shaking. Bacteria were concentrated by 100 times, and 20 μl of the concentrated bacteria were seeded on 24-well NGM plates containing 50 μg/ml ampicillin. The bleached eggs were cultured at 15 °C until worms reached gravid adult stages. The brightness of GFP was scored semiquantitatively by two independent researchers.\n\nWorm paralysis assays\n\nWorms were synchronized as indicated for specific experiments. Synchronized worms were cultured on OP50-seeded plates at different temperatures and then transferred onto plates containing 5 μM FUdR (Sigma-Aldrich) at a young (day 1) adult stage to prevent their progeny from hatching. The paralysis of worms was determined for the ones that moved only heads upon gently touching bodies with a platinum wire. Animals that crawled off the plates, ruptured, bagged, burrowed, or were dead were censored but included in the statistical analysis.\n\nStatistics\n\nStatistics used for each experiment was described in the figure legends. Briefly, p-values were calculated by using unpaired two-sample two-tailed Student t test for embryonic lethality, body size, RNA-seq, qRT-PCR, fluorescence imaging, Oil red O, and GC/MS assays. Outliers of qRT-PCR data were determined by using QuickCalcs of GraphPad (https://www.graphpad.com/quickcalcs/grubbs2) and excluded from the statistical analysis and plotting. Box plots were illustrated with BoxPlotR (http://shiny.chemgrid.org/boxplotr) by using the Tukey method [72]. For survival assays, statistical analysis was performed by using OASIS 2 (online application of survival analysis, http://sbi.postech.ac.kr/oasis2) [73] and p-values were calculated by using log-rank (Mantel-Cox method) test. Significance of the overlaps among gene sets was calculated by using hypergeometric probability test (http://systems.crump.ucla.edu/hypergeometric/index.php). The Cox proportional hazard regression was calculated by using OASIS (https://sbi.postech.ac.kr/oasis/surv/) using the coxph function in R coxrobust.\n\nSupporting information"
}