{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001038",
  "doi": "10.1371/journal.pbio.1001038",
  "externalIds": [
    "pii:PBIOLOGY-D-11-00416",
    "pmid:21468305",
    "pmcid:PMC3066135"
  ],
  "license": "This is an open-access article distributed under the terms of the\n                Creative Commons Public Domain declaration which stipulates that, once placed in the\n                public domain, this work may be freely reproduced, distributed, transmitted,\n                modified, built upon, or otherwise used by anyone for any lawful\n                purpose.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Ubiquitylation in ERAD: Reversing to Go Forward?",
  "authors": [
    {
      "name": "Yien Che Tsai",
      "first": "Yien Che",
      "last": "Tsai",
      "affiliation": "Laboratory of Protein Dynamics and Signaling, National Cancer Institute,\n                    Frederick, Maryland, United States of America"
    },
    {
      "name": "Allan M. Weissman",
      "first": "Allan M.",
      "last": "Weissman",
      "affiliation": "Laboratory of Protein Dynamics and Signaling, National Cancer Institute,\n                    Frederick, Maryland, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-03",
  "volume": "9",
  "number": "3",
  "pages": "e1001038",
  "tags": [
    "Discipline-v2/Biology",
    "Type/Primer"
  ],
  "fullText": "Summary\n      \nProteins are co-translationally inserted into the endoplasmic reticulum (ER) where\n                they undergo maturation. Homeostasis in the ER requires a highly sensitive and\n                selective means of quality control. This occurs through ER-associated degradation\n                (ERAD). This complex ubiquitin-proteasome–mediated process involves ubiquitin\n                conjugating enzymes (E2) and ubiquitin ligases (E3), lumenal and cytosolic\n                chaperones, and other proteins, including the AAA ATPase p97 (VCP; Cdc48 in yeast).\n                Probing of processes involving proteasomal degradation has generally depended on\n                proteasome inhibitors or knockdown of specific E2s or E3s. In this issue of\n                    PLoS Biology, Ernst et al. demonstrate the utility of\n                expressing the catalytic domain of a viral deubiquitylating enzyme to probe the\n                ubiquitin system. Convincing evidence is provided that deubiquitylation is integral\n                to dislocation of ERAD substrates from the ER membrane. The implications of this\n                work for understanding ERAD and the potential of expressing deubiquitylating enzyme\n                domains for studying ubiquitin-mediated processes are discussed.\n\n      The Endoplasmic Reticulum, Protein Synthesis, and Degradation\n      \nThe membranous network that constitutes the endoplasmic reticulum (ER) plays\n                essential roles in all metabolically active eukaryotic cells. The ER is contiguous\n                with the nuclear envelope, yet it extends throughout the cytoplasm contacting\n                mitochondria and coming in close proximity to the plasma membrane. This organelle\n                plays important roles in cell metabolism, regulation of apoptosis, signal\n                integration via calcium signaling, and sensing of the cell's microenvironment.\n                Importantly, the ER is the port of entry for the vast majority of newly synthesized\n                proteins that traverse the interconnected secretory and endocytic pathways. Proteins\n                that are not normally occupants of the ER are transported by vesicular trafficking\n                to the Golgi network. From there, these proteins reach their ultimate destinations\n                as resident proteins of the secretory or endocytic pathways or the plasma membrane;\n                alternatively, they are secreted from the cell. Proteins that enter the ER and\n                traverse these pathways can constitute up to a third of synthesized proteins. It is\n                therefore essential that the functional status of the ER be continually\n                monitored.\n\nIn general, proteins are co-translationally inserted into the ER through a narrow\n                aqueous channel known as the Sec61 translocon [1]. This is coupled to early\n                steps in protein maturation that can include the addition of N-linked\n                oligosaccharides, which undergo further modification in the Golgi network, and\n                complex chaperone-mediated folding that is often integrally associated with the\n                formation of highly specific disulfide bonds [2],[3]. In many cases, these newly\n                synthesized proteins also begin the process of assembly into complexes that\n                ultimately result in functional receptors or channels. This requires that components\n                “find each other” in the ER and oligomerize in a highly specific and\n                ordered manner through interactions involving domains in the lumen of the ER and the\n                ER membrane as well as their cytoplasmic domains.\n\nThe complexity of the processes involved in protein folding and assembly and the need\n                to regulate levels of critical resident proteins of the ER, such as HMG CoA\n                reductase, requires the ER to have efficient and regulated means to dispose of\n                unwanted proteins. Thus, much effort was expended in the 1980s and early ′90s\n                towards identifying a proteolytic system in the ER or another pre-Golgi compartment\n                using models including the pre-Golgi degradation of unassembled components of the T\n                cell antigen receptor (TCR) [4]. Eventually it became apparent that degradation of these\n                unassembled subunits as well as other proteins does not occur within the secretory\n                pathway. Instead, ER proteins are targeted for export to the cytosol where they are\n                degraded, much as their cytosolic counterparts, by the ubiquitin-proteasome system\n                (UPS) [5]–[9]. This takes place through a coordinated process known as\n                ER-associated degradation (ERAD) [3],[10],[11] (vide infra).\n\n      ER Stress and the Unfolded Protein Response\n      \nImbalance between neo-synthesis, degradation, and transport through the secretory\n                pathway results in “ER stress” that, if left uncompensated, threatens\n                cell function and survival and is linked to numerous pathologies, including\n                neurodegenerative diseases, cancer, and diabetes [12]. In higher eukaryotes, the state\n                of the ER is continually monitored by at least three ER transmembrane sensors that\n                each initiate a set of distinct but intersecting signaling pathways oriented towards\n                maintaining ER homeostasis. This graded response, which is dependent on the degree\n                of ER stress, is collectively known as the unfolded protein response (UPR) [13],[14]. The UPR\n                upregulates the expression of genes involved in protein folding, modification,\n                transport, and degradation, as well as redox regulation. The UPR also results in an\n                increase in expression of enzymes for lipid biosynthesis, so as to increase the\n                surface area of the ER. At the same time, the UPR inhibits global protein\n                translation and reduces protein translation at the ER to reduce the protein load of\n                the ER [15]. This\n                integrated response allows cells to conserve resources and overcome ER stress. If\n                the UPR fails to restore ER homeostasis, cell death pathways are activated. One\n                important mechanism for alleviating ER stress is by increasing degradation from the\n                ER through UPR-mediated upregulation of ERAD components. Conversely, loss of ERAD\n                components sensitizes cells to ER stress–induced apoptosis. The quality\n                control/ERAD system becomes even more important during cellular stress, when small\n                changes in the cell's ability to cope with ER stress can tip the balance\n                towards either death or survival and proliferation [11].\n\n      Endoplasmic Reticulum–Associated Degradation\n      \nWe now understand that ERAD involves substrate ubiquitylation and proteasomal\n                degradation, which are tightly coupled to substrate dislocation from the ER. The\n                conjugation of proteins with ubiquitin is a highly regulated process with\n                specificity conferred by over 500 different ubiquitin ligases (E3s) working together\n                with ubiquitin conjugating enzymes (E2s). The specific consequence of ubiquitylation\n                is largely dependent on the nature of the polyubiquitin chain formed on target\n                proteins. Besides proteasomal degradation, modification of proteins with single\n                ubiquitin or polyubiquitin chains, commonly linked through different lysines of\n                ubiquitin, can have other proteasome-independent functions in DNA repair, NF-κB\n                activation, endocytosis, and lysosomal targeting, as well as other processes [16].\n                Ubiquitylation is opposed by the action of ∼100 mammalian deubiquitylating\n                enzymes (DUBs) [17]. DUBs perform many functions, including the\n                deubiquitylation of specific substrates and disassembly of specific ubiquitin\n                linkages (Figure 1).\n\nThe ERAD ubiquitylation machinery in both yeast and mammals consists primarily of\n                ER-resident transmembrane E3s and their cognate E2s. In several cases, particularly\n                in mammals, multiple E3s are implicated in the degradation of a specific substrate.\n                DUBs can counteract the activity of ubiquitin ligases towards specific ERAD\n                substrates [18],\n                although the roles of DUBs in ERAD have not been extensively explored.\n\nIntense interest has been focused on identification of the protein conducting\n                channel(s) through which misfolded proteins can be exported from the ER to the\n                cytosol—a process variously referred to as “retrotranslocation” or\n                “dislocation.” Early studies suggested that Sec61, the import channel\n                for proteins into the ER, might also be the retrotranslocon through which this\n                dislocation is effected [8],[19]–[21]. Another such candidate is Derlin-1, a polytopic protein\n                implicated in the targeting of several substrates for degradation [22],[23]. In addition,\n                polytopic ER-resident ubiquitin ligases such as Hrd1 have been suggested to form\n                part of this channel [24]. As Sec61 imports nascent polypeptides into the ER in an\n                unfolded state, a reasonable assumption is that protein unfolding is likely required\n                for retrotranslocation. However, it is not evident that this is uniformly the case\n                    [25],[26].\n\nFor transmembrane proteins with cytosolic domains, the topological conundrum of being\n                ubiquitylated and degraded from the ER is easily conceptualized. Exposed domains of\n                substrates serve as targets for the ubiquitylation machinery associated with\n                retrotranslocons (Figure 2).\n                Ubiquitylated species are “ratcheted” out of the ER in an ATP-driven\n                process provided by complexes of the hexameric AAA-ATPase p97 (Cdc48 in yeast) and\n                associated ubiquitin-binding proteins [27],[28]; these complexes are also\n                implicated as intermediates in the proteasomal targeting of non-ER proteins [29]. At least in\n                yeast, there is evidence that other ubiquitin-binding “shuttle proteins”\n                play a role in delivering dislocated substrates from p97 complexes to proteasomes\n                    [30]. For\n                those proteins that reside in the lumen of the ER, the means by which they are\n                retrotranslocated is conceptually more difficult to envision. However, we now\n                understand that lumenal chaperones can associate with at least one of the\n                transmembrane ubiquitin ligase complexes and deliver proteins to sites of\n                ubiquitylation [31],[32].\n\n      Deubiquitylation as an Integral Step in ERAD\n      \nA recent study by Ernst and colleagues has provided a new and interesting twist to\n                ERAD [33]. The p97\n                complex has been found to be associated with several deubiquitylating enzymes,\n                including YOD1 and USP13 [34]. YOD1 interacts with p97 via its UBX domain. Transfection\n                of a catalytically inactive form of YOD1 blocks dislocation of model ERAD substrates\n                    [33]. This\n                result suggests that deubiquitylation is required for protein dislocation from the\n                ER (Figure 2). This is a finding\n                that at first seems counterintuitive, given the wealth of evidence suggesting a role\n                for ubiquitylation in this process. One possibility is that, analogous to threading\n                of the substrate into the narrow channel of the proteasome, protein dislocation\n                might require trimming off the polyubiquitin chain to allow the substrate to enter\n                the central channel of the p97 complex during retrotranslocation. While highly\n                provocative, these results involve overexpression of a “dominant\n                negative” form of YOD1. This overexpression could potentially interfere with\n                the binding to p97 of other important UBX domain-containing components of the ERAD\n                machinery [35].\n                Thus, the possibility that the results obtained were an indirect effect of\n                disrupting other p97 interactions could not be discounted.\n\nUntil now, with few exceptions, probing of the UPS in general and ERAD in particular\n                has relied on either manipulation of substrate-specific enzymes of the ubiquitin\n                system or use of proteasome inhibitors. In the current issue, Ernst and colleagues\n                    [36] unveil a\n                new tool for inhibiting protein degradation—the catalytic domain of a DUB\n                encoded by the Epstein-Barr virus (EBV). The authors show that the isolated EBV DUB\n                domain inhibits degradation of proteasome substrates, likely due to preemptive\n                removal of ubiquitin from the substrates. Interestingly, cells tolerate expression\n                of the EBV DUB better than proteasome inhibitors. They then employ this tool to\n                follow up on the aforementioned study on the role of DUB activity in protein\n                dislocation.\n\nBy fusing the catalytic domain of EBV DUB with a UBX domain, Ernst et al. target the\n                EBV DUB domain to p97-containing complexes. Expression of this UBX-EBV DUB also\n                results in accumulation of ERAD substrates. For two model substrates, a mutant\n                ribophorin RI332 and TCRα, accumulation of deglycosylated\n                intermediates suggest that these proteins are largely dislocated, since N-glycanase,\n                which is responsible for removing N-linked oligosaccharides from proteins, is\n                confined to the cytosol. Subcellular fractionation and microscopy confirm that the\n                substrates are dislocated but remain loosely associated with the ER membrane. The\n                authors then take advantage of this p97-targeted DUB to further probe the role of\n                ubiquitylation during ERAD. Strikingly, expression of UBX-EBV DUB restores protein\n                dislocation in the presence of catalytically inactive YOD1. The dislocated\n                substrates accumulate in the cytosol as deglycosylated and deubiquitylated\n                intermediates. These results reinforce the idea that deubiquitylation is necessary\n                for substrate dislocation. However, as the EBV DUB overcomes the inhibitory effect\n                of inactive YOD1 even when not targeted to p97 via a UBX domain, it leaves\n                unanswered whether, for endogenous DUBs, p97 association is truly required for their\n                recruitment to the ER and function in ERAD. It also remains to be formally\n                established whether the critical targets for this deubiquitylation step are the ERAD\n                substrates, although this is certainly the most likely scenario. Such a model would\n                then require at least two rounds of ubiquitylation to occur during ERAD. The first\n                round is essential for p97 recognition and dislocation. The second round, following\n                substrate deubiquitylation, is essential for proteasomal targeting of the now\n                dislocated protein.\n\n      Cytosolic Chaperones in ERAD\n      \nAs proteins dislocated from the ER may be partially unfolded, an important question\n                is how they are maintained in a soluble form in the cytosol. Previous studies have\n                shown that cytosolic chaperones are involved in the degradation of certain ERAD\n                substrates [37]–[40]. Employing chemical inhibitors or mutants of the\n                dislocation machineries, Ernst et al. utilized mass spectrometry to identify\n                proteins interacting with a model ERAD substrate, RI332, when protein\n                dislocation is disrupted at different stages. This approach should in principle\n                allow for a systematic and unbiased discovery of factors involved in the various\n                stages of ERAD. For example, expression of UBX-EBV DUB or treatment with proteasome\n                inhibitors arrests some percentage of the substrate at a step after dislocation.\n                Under these conditions, RI332 associates with cytosolic chaperones,\n                supporting the idea that a cytosolic chaperone network buffers the dislocated\n                substrate and allows their subsequent degradation by the proteasome. The role of\n                these cytosolic chaperones in ERAD awaits further studies.\n\n      Future Directions\n      \nThese recent findings raise new questions regarding ERAD and illustrate the utility\n                of DUBs in studying the UPS. If substrate deubiquitylation is required for\n                retro-translocation, an important question now becomes what components of UPS\n                participate in the subsequent proteasomal-targeting step of dislocated substrates.\n                As dislocated substrates stay loosely associated with the ER membrane, it would be\n                interesting to determine whether this second round of ubiquitylation is carried out\n                by the same ERAD ubiquitin ligases that initiate dislocation, or whether cytosolic\n                ubiquitin ligases now assume control. If cytosolic ubiquitin ligases are involved,\n                are they specialized for dislocated substrates or do they overlap with those\n                implicated in cytosolic quality control? In this regard, it is of note that\n                HSP70-associated E3s including Parkin and CHIP have been implicated in the\n                degradation of some ERAD substrates [41],[42].\n\nA major point accentuated by the current findings of Ernst et al. [36] is that DUB\n                catalytic domains can be used to inhibit and probe the ubiquitin conjugating system\n                in ways that might not be achieved by proteasome inhibitors. While the use of such\n                domains can provide important new insights, interpretation of results obtained using\n                these tools have important caveats. These include the fact that, aside from\n                subcellular localization, outcome of expressing a DUB domain will likely be highly\n                dependent on its relative in vivo specificity for different ubiquitin linkages. The\n                specificity of DUBs for different polyubiquitin chain linkages varies considerably.\n                Therefore, results obtained with expression of particular DUBs will need to be\n                interpreted in this context.\n\nAnother attractive means of utilizing DUB catalytic domains is to covalently fuse\n                them with proteins that have restricted subcellular localization to probe specific\n                functions of ubiquitylation in the cell. An isolated DUB catalytic domain can also\n                be fused to the target protein to inhibit ubiquitylation of the fusion protein. This\n                strategy has recently allowed the dissection of the role of ubiquitylation in\n                endosomal targeting in yeast [43]. This approach, as well as variations on the one employed\n                in this issue, opens up exciting new possibilities for probing the function of\n                ubiquitylation in cellular regulation."
}