{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000194",
  "doi": "10.1371/journal.pbio.1000194",
  "externalIds": [
    "pii:08-PLBI-RA-2140R4",
    "pmid:19753100",
    "pmcid:PMC2732982"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Group IV Phospholipase A2α Controls the Formation of Inter-Cisternal Continuities Involved in Intra-Golgi Transport",
  "authors": [
    {
      "name": "Enrica San Pietro",
      "first": "Enrica San",
      "last": "Pietro",
      "affiliation": "Department of Cell Biology and Oncology, Consorzio Mario Negri Sud, Chieti, Italy"
    },
    {
      "name": "Mariagrazia Capestrano",
      "first": "Mariagrazia",
      "last": "Capestrano",
      "affiliation": "Department of Cell Biology and Oncology, Consorzio Mario Negri Sud, Chieti, Italy"
    },
    {
      "name": "Elena V. Polishchuk",
      "first": "Elena V.",
      "last": "Polishchuk",
      "affiliation": "Department of Cell Biology and Oncology, Consorzio Mario Negri Sud, Chieti, Italy"
    },
    {
      "name": "Alessio DiPentima",
      "first": "Alessio",
      "last": "DiPentima",
      "affiliation": "Department of Cell Biology and Oncology, Consorzio Mario Negri Sud, Chieti, Italy"
    },
    {
      "name": "Alvar Trucco",
      "first": "Alvar",
      "last": "Trucco",
      "affiliation": "Department of Cell Biology and Oncology, Consorzio Mario Negri Sud, Chieti, Italy"
    },
    {
      "name": "Pasquale Zizza",
      "first": "Pasquale",
      "last": "Zizza",
      "affiliation": "Department of Cell Biology and Oncology, Consorzio Mario Negri Sud, Chieti, Italy"
    },
    {
      "name": "Stefania Mariggiò",
      "first": "Stefania",
      "last": "Mariggiò",
      "affiliation": "Department of Cell Biology and Oncology, Consorzio Mario Negri Sud, Chieti, Italy"
    },
    {
      "name": "Teodoro Pulvirenti",
      "first": "Teodoro",
      "last": "Pulvirenti",
      "affiliation": "Department of Cell Biology and Oncology, Consorzio Mario Negri Sud, Chieti, Italy"
    },
    {
      "name": "Michele Sallese",
      "first": "Michele",
      "last": "Sallese",
      "affiliation": "Department of Cell Biology and Oncology, Consorzio Mario Negri Sud, Chieti, Italy"
    },
    {
      "name": "Stefano Tete",
      "first": "Stefano",
      "last": "Tete",
      "affiliation": "Department of Oral Sciences, University “G. D'Annunzio”, Chieti, Italy"
    },
    {
      "name": "Alexander A. Mironov",
      "first": "Alexander A.",
      "last": "Mironov",
      "affiliation": "Department of Cell Biology and Oncology, Consorzio Mario Negri Sud, Chieti, Italy"
    },
    {
      "name": "Christina C. Leslie",
      "first": "Christina C.",
      "last": "Leslie",
      "affiliation": "Department of Pediatrics, National Jewish Medical and Research Center, Denver, Colorado, United States of America"
    },
    {
      "name": "Daniela Corda",
      "first": "Daniela",
      "last": "Corda",
      "affiliation": "Department of Cell Biology and Oncology, Consorzio Mario Negri Sud, Chieti, Italy"
    },
    {
      "name": "Alberto Luini",
      "first": "Alberto",
      "last": "Luini",
      "affiliation": "Department of Cell Biology and Oncology, Consorzio Mario Negri Sud, Chieti, Italy; Telethon Institute of Genetics and Medicine, Naples, Italy"
    },
    {
      "name": "Roman S. Polishchuk",
      "first": "Roman S.",
      "last": "Polishchuk",
      "affiliation": "Department of Cell Biology and Oncology, Consorzio Mario Negri Sud, Chieti, Italy; Telethon Institute of Genetics and Medicine, Naples, Italy"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2009-09",
  "dateAccepted": "2009-07-31",
  "dateReceived": "2008-05-29",
  "volume": "7",
  "number": "9",
  "pages": "e1000194",
  "tags": [
    "Discipline/Cell Biology/Membranes and Sorting",
    "Type/Research Article"
  ],
  "abstract": "The enzyme phospholipase A2 (cPLA2α) is involved in the formation of intercisternal tubules that mediate transport of proteins within the Golgi complex.",
  "fullText": "Introduction\n\nAfter their synthesis in the endoplasmic reticulum (ER), cargo proteins move to the Golgi complex. This unique structure comprises numerous compact stacks of cisternae that are laterally interconnected into the Golgi “ribbon” through tubular-reticular networks (“non-compact zones” [1]). Cargo proteins then traverse the Golgi cisternal subcompartments (where they are glycosylated), and at the trans-Golgi face they are sorted and delivered to their further destinations via large tubular/pleiomorphic carriers [2]–[6].\n\nDespite significant advances in recent years, important aspects of the organization of intra-Golgi trafficking remain unclear. Three main intra-Golgi transport models have been traditionally considered for higher eukaryotes: trafficking by anterograde vesicles [7], trafficking by compartment maturation-progression [8]–[11], and trafficking by diffusion via tubular continuities joining different Golgi cisternae [12]–[18]. Among these, the cisternal progression model has recently gained broad consensus, although the nature of the intermediates involved in this mechanism (vesicles or intercisternal tubules) remains unclear. In addition, more recently, a new model has been proposed by which cargo molecules mix rapidly throughout the stack (compatible with cargo diffusion via intercisternal continuities) and then partition into specialized export domains before leaving the Golgi complex [19].\n\nThus far, intra-Golgi transport models, the last, diffusion via tubular continuities, has received the least attention [12]–[17], and even the very existence of intercisternal tubules has long remained an issue of debate [20]. The main reasons for this uncertainty have probably been the technical difficulties of detecting the convoluted structures of the intercisternal tubules by traditional electron microscopy (EM) and the traffic-related dynamics of these tubules [18],[21]. Over the last few years, however, tomography studies have indicated that tubules can be shown to join successive Golgi cisternae in animal cells, and that they form specifically under conditions of active trafficking [17],[18],[21]. Thus, although intercisternal tubules have still not been completely characterized (for instance, quantitative data on their frequency remain scarce [18],[22]), they can be considered as potential players in intra-Golgi trafficking. It is therefore of interest to understand and manipulate their molecular mechanisms of formation.\n\nThe formation of an intercisternal tubule is likely to depend on several molecular events, including mechanical deformation by specialized proteins and changes in the distribution/geometry of the lipids within the membrane bilayer [23],[24]. These latter can be induced in several ways, including the formation of local spontaneous positive membrane curvature via the generation of lysolipids and fatty acids by PLA2 activity [24],[25]. Indeed, a role for PLA2 in membrane shaping has been suggested in vitro [26], as well as in a series of in vivo studies that have indicated that chemical blockers of PLA2 suppress tubule formation in several endomembrane compartments and inhibit the related trafficking steps (see Brown et al. [27] for review).\n\nHere, we show that transport through the Golgi complex coincides with the rapid recruitment of a specific molecular PLA2 isoform onto Golgi membranes: Group IVA, Ca2+-dependent cytosolic PLA2 (cPLA2α). The activity of cPLA2α is required for the formation of intercisternal connections in the Golgi. In addition, we show that treatments that inhibit cPLA2α and suppress intercisternal tubule formation also block intra-Golgi trafficking of several cargo proteins. These data identify cPLA2α as a component of the machinery underlying intercisternal tubular continuities and support a role for these continuities in intra-Golgi transport.\n\nResults\n\nAs indicated above, PLA2 inhibitors have been reported to suppress membranous tubules that extend from different cellular compartments, including the Golgi complex [28],[29]. We thus sought to identify the Golgi-associated PLA2 isoform that might serve as the molecular target of these inhibitors and might be involved in the regulation of Golgi-associated tubular structures. The superfamily of PLA2 enzymes consists of 15 groups comprising secretory and cytosolic enzymes, with the latter divided into Ca2+-sensitive (cPLA2s, or Group IV PLA2s) and Ca2+-insensitive (Group VI, VII, and VIII PLA2s) isoforms [30]. Among those that are Ca2+ sensitive, one of the Group IV isoforms, cPLA2α, that is normally cytosolic has been reported to associate preferentially with the Golgi complex upon moderate increases in cytosolic Ca2+ concentrations [31]–[34]. This affinity for Golgi membranes prompted us to examine whether cPLA2α might itself be involved in intercisternal tubule formation and intra-Golgi trafficking.\n\nTraffic Induces Binding of cPLA2α to the Golgi Complex in a Ca2+-Dependent Fashion\n\nInitially, we asked whether cPLA2α is recruited to the Golgi complex during activation of transport through this organelle. We first generated a procollagen-I (PC-I) traffic pulse in human fibroblasts (HFs) using the 40–32°C transport synchronization protocol [8],[35]. During the 40°C block, PC-I was diffusely distributed in the ER and cPLA2α was mostly cytosolic (Figure 1A). After releasing the block, PC-I reached the Golgi complex, where its levels continued to increase for 30 min (Figure 1B). At the same time, remarkably, cPLA2α was partially recruited to the Golgi complex (Figure 1B). This cPLA2α increase on the Golgi complex lasted for at least 30 min. Similar experiments were carried out using the same 40–32°C transport synchronization protocol [35] in other cell types (HeLa and MDCK cells) with the temperature sensitive mutant of the vesicular somatitis virus glycoprotein (VSVG) as cargo, a well-characterized trafficking marker [35],[36]. VSVG can be expressed by either transfecting or infecting cells with vesicular somatitis virus (VSV). In both cases, the generation of a traffic pulse induced the recruitment of cPLA2α to the Golgi complex (Figure 1F and 1G), as seen with PC-I. We further examined the distribution of cPLA2α in the Golgi by immuno-EM. We fixed VSV-infected cells expressing cPLA2α-GFP both during the 40°C block and after releasing the block, and labelled the cells with an anti-GFP antibody (ab). Most of the cPLA2α-GFP was dispersed in the cytosol during the 40°C traffic block, with very few gold particles on the ER and the Golgi complex. In contrast, the cells fixed 30 min after releasing the block (i.e., during a traffic wave) showed significant amounts of cPLA2α-GFP at the rims of the Golgi cisternae and on rim-associated tubules (Figure 1H–1J). Some cPLA2α-GFP labelling was still seen in the cytosol and at low levels in the ER, but not on other intracellular membranes. Notably, this distribution is consistent with an action of cPLA2α in the formation of tubules from cisternal rims (see below).\n\nTo verify that this cPLA2α recruitment to the Golgi complex was due solely to changes in membrane transport rather than to the temperature changes required for inducing and releasing the trafficking block, we infected HeLa cells with VSV (as above) and then treated cells for 2 h with cycloheximide at 40°C (to deplete the cells of cargo and thus reduce transport [18]). Under these conditions, the temperature shift from 40°C to 32°C did not induce any significant changes in cPLA2α localization (unpublished data).\n\nWe next investigated whether recruitment of cPLA2α to the Golgi complex could be seen also under physiological steady-state trafficking conditions, rather than only during traffic waves. Indeed, HFs showed detectable levels of cPLA2α recruitment to the Golgi complex also at steady-state (Figure 1C). Moreover, when PC-I transport was inhibited using the 40°C temperature block, cPLA2α lost its association with the Golgi complex, and when trafficking resumed at 32°C, cPLA2α “rebounded” to high levels on the Golgi complex (Figure 1A and 1B). Quantification of cPLA2α levels on the Golgi under these conditions is shown in Figure 1E. Recruitment of cPLA2α to the Golgi at steady-state was detected also in other cell types (HeLa, MDCK, and HepG2). In particular, in liver hepatoma HepG2 cells, which are professional secretor cells that release up to 20 different soluble serum proteins [37], the Golgi showed relatively high PLA2 levels (Figure 1D). Thus, collectively, these data indicate that both “pulsed” and steady-state trafficking through the Golgi complex induces the association of cPLA2α with the Golgi membranes.\n\nWhat is the mechanism of cPLA2α recruitment to the Golgi complex? The binding of cPLA2α to membranes has been shown to be due both to the Ca2+-binding C2 domain and to the catalytic domain of this protein. The C2 domain is required for initiating membrane association, in a process that depends exclusively on the intracellular Ca2+ concentration ([Ca2+]i) and has thus been proposed to function as a calcium sensor [32], while the catalytic domain prolongs this membrane binding of cPLA2α even after the [Ca2+]i has returned to lower levels [32]. We monitored the in vivo dynamics of the calcium-sensor C2 domain of cPLA2α fused with GFP (C2-GFP [32]) during the 40–32°C traffic pulse. Figure 1K shows that C2-GFP had a diffuse cytosolic pattern when most of the cargo protein (VSVG-YFP) was arrested in the ER. However, as soon as VSVG started to concentrate within the Golgi complex after the release of the traffic block (after 150–250 s), a significant portion of C2-GFP moved from the cytosol to the Golgi complex (Figure 1L and 1M; Video S1), and then gradually returned to the cytosol. Under the same conditions, the full-length cPLA2α protein shifted to the Golgi complex and remained there for over 30 min (see above). This behaviour of C2-GFP and cPLA2α-GFP suggests that the trafficking induces a transient increase in [Ca2+]i, which in turn initiates cPLA2α recruitment to the Golgi complex [32], an interaction that would then be prolonged by the catalytic portion of cPLA2α. While this increase remains to be further defined and clarified, it could be related to the high lumenal Ca2+ concentrations in the Golgi complex [38] and the localization in the Golgi area of the signalling machinery that is involved in the release of Ca2+ from intracellular stores [38],[39]. Thus, the specific recruitment of cPLA2α to the Golgi complex can be explained by a local traffic-induced Ca2+ release from the Golgi complex and probably, additionally, by an intrinsic affinity of cPLA2α for the Golgi (possibly due to its affinity for lipids and proteins that are enriched in Golgi membranes [40]–[42]). Potentially related to this, Ca2+ released from the Golgi cisternae has been shown to be required for intra-Golgi transport [43].\n\nIn summary, traffic moving through the Golgi complex triggers the recruitment of cPLA2α to the rims of the Golgi cisternae, possibly through a signalling mechanism [44] that might induce the local Ca2+ increase that is required for cPLA2α binding to membranes [32].\n\nInhibiting cPLA2α Reduces Inter-Cisternal Tubules and Suppresses Intra-Golgi Transport\n\nWe next examined whether cPLA2α is involved in the formation of intercisternal tubules. Tubules can interconnect the stacked Golgi cisternae in at least two ways: tubular non-compact zones can join adjacent stacks “longitudinally,” to form the continuous Golgi ribbon [1], and tubules can link the Golgi cisternae in the cis-trans (“vertical”) direction within the same stack, as shown by EM tomography and stereoscopy [12],[18],[21]. To examine the role of cPLA2α here, we sought to inhibit/deplete cPLA2α by a variety of approaches, while monitoring the presence/formation of Golgi tubules. HeLa cells were first exposed to siRNAs directed against cPLA2α. This resulted in a decrease in cPLA2α levels, as evaluated by immunofluorescence (Figure 2A and 2B), western blotting (Figure 2C), and cPLA2α activity assays under basal and elevated Ca2+ conditions (Figure 2D). In these cells, growth was partially inhibited (50%–70%) in the last 24 h of exposure to the siRNAs; however, cell viability did not appear to be affected. In these cPLA2α-silenced cells, the Golgi ribbon was disassembled into numerous fragments that remained perinuclear (Figure 2E, asterisks, 2F), as has been previously described upon application of PLA2 inhibitors [28],[29]. EM showed that this was due to a suppression of the longitudinal tubular elements (Figure 2G–2I) of the non-compact zones [1], which resulted in the breakdown of the Golgi ribbon into separate stacks (Figure 2H). We then investigated whether this cPLA2α deficit also affects vertical intercisternal connections, which are presumably more relevant to cis-trans transport, using EM tomography (which is required to fully reconstruct these tubular structures [18],[21]). This showed that tubules connecting different cisternae were present within individual Golgi stacks in these cells (Figure 3A and 3B, arrows; Video S2; see also below), as has been previously reported for other cell types [18], and that these tubules were almost completely suppressed by RNA interference (RNAi) of cPLA2α (Figure 3C and 3D; Video S3). Other tools that specifically inhibit cPLA2α had similar effects: both microinjection of an ab against the catalytic domain of cPLA2α (see below) and treatment with the selective inhibitors of cPLA2α catalytic activity pyrrophenone and pyrrolidine (not shown) [45],[46] induced a significant fragmentation of the Golgi ribbon corresponding to a reduction in the tubular structures at the EM level (not shown). Of note, the tubules in the non-compact zones and the vertical intercisternal continuities always responded in the same way to a cPLA2α deficit, suggesting that they both depend on the activity of cPLA2α. Instead, other intracellular tubular structures (such as those of endosomal origin, for example) were not affected by cPLA2α depletion (not shown).\n\nWe also examined the effects of enhancing the levels of cPLA2α by its overexpression. Remarkably, this treatment caused an overall increase in the Golgi tubular elements that was sometimes accompanied by a partial loss of the stack structure (Figure 2J), further supporting the concept that PLA2α promotes Golgi tubulation.\n\nA further point was whether the tubulating effects of cPLA2α arise from the formation of lysolipids, which can create positive membrane curvature directly [24],[27], or whether they are mediated by the formation of arachidonic-acid (AA) metabolites, perhaps via their signalling function. To test the latter possibility, we used chemical inhibitors to block the main metabolic enzymes of AA [47], the cyclooxygenases (using 50 µm indomethacin and 5 µm ibuprofen for 30 min) and the lipoxygenases (using 10 µm ketokenazol for 30 min). These agents had no influence on Golgi tubule formation (unpublished data), consistent with previously reported observations [28]. Moreover, the addition of AA to cPLA2α-siRNAs-treated cells did not counteract the “anti-tubular” effects of the cPLA2α deficit. Altogether, these data suggest that cPLA2α is required to support tubulation and that its effects are mediated via the formation of lysolipids [24],[25],[27],[28].\n\nWe thus turned to investigate whether disassembly of intercisternal connections affects transport of cargo proteins across the Golgi complex. To test this, we first suppressed intercisternal connections by silencing cPLA2α, and then monitored the effects of this treatment on intra-Golgi transport using the VSVG-synchronized transport assay. We thus infected cPLA2α-depleted cells with VSV and accumulated VSVG in the ER at 40°C, and then we released the traffic block at 32°C. VSVG reached the Golgi complex apparently normally, but then it accumulated at the cis-Golgi pole (also inducing a moderate swelling of the cis cisternae) and did not proceed through the Golgi complex (Figure 4A–4E). Compatible results were obtained using biochemical transport assays (see Materials and Methods) (Figure 4F and 4G). Rescuing the cPLA2α activity in cPLA2α-siRNAs-treated cells by microinjection of recombinant cPLA2α resulted in the reactivation of VSVG trafficking (Figure 4H). Further along this line, an arrest of VSVG in the Golgi complex was seen also when the cells were transfected with a dominant-negative cPLA2α mutant [48] (Figure 4I), and when cPLA2α was acutely inhibited by the microinjection of antibodies against the catalytic portion of cPLA2α (Figure 5) or by specific inhibitors (not shown). Notably, these inhibitory effects were marked but not complete (up to 60%–80%; see Figure 4), possibly explaining the lack of visible toxicity (at least within our experimental time frame).\n\nA possible concern here is that these experiments were carried out using a synchronization protocol that involves the sudden arrival of a large cargo load at the Golgi complex, raising the possibility that cPLA2α-dependent connections might have a role only under conditions of Golgi overload. We therefore examined whether the inhibition of cPLA2α would cause similar effects during more “physiological” non-synchronized trafficking. To this end, we infected cPLA2α-silenced cells with VSV and kept them at 32°C, to allow VSVG to continuously exit the ER. As was seen during the 40–32°C synchronized pulse, VSVG reached the Golgi complex but did not traverse it (see below), indicating that the role of cPLA2α in intra-Golgi trafficking is not limited to conditions of cargo overload.\n\nThe transport of other cargo proteins was also examined using cPLA2α silencing. Ablation of cPLA2α in HFs resulted in a strong delay of PC-I transport at the level of the Golgi complex (unpublished data). The use of cyclooxygenase and lipooxygenase inhibitors had no effects on trafficking, and AA addition did not reverse the transport block in cPLA2α-siRNAs-treated cells, again in parallel with the above effects on Golgi tubules. Thus, the induction of a cPLA2α deficit and the attendant disassembly of intercisternal connections appear to be associated with the inhibition of intra-Golgi trafficking of different classes of cargo proteins.\n\nA further question is which type of connection is required for trafficking. Our data indicate that the inhibition of cPLA2α disrupts the “vertical” (cis-trans) and “longitudinal” (inter-stack) tubular connections equally (see Figures 2 and 3). Thus, although it may appear logical to assume that the vertical connections are those relevant for transport, a role for the longitudinal connections cannot be formally excluded by the above data. To resolve this issue, we used a Golgi system that contains vertical, but lacks horizontal, connections, and tested whether transport through such a system is sensitive to the ablation of cPLA2α. A Golgi complex with only vertical connections can be generated by nocodazol (NZ) treatment, which results in the fragmentation of the Golgi ribbon into isolated (non-horizontally connected) stacks [18]. Any transport-relevant role of longitudinal connections can be excluded in this system. Control and cPLA2α-deficient cells were subjected to 3 h of 30 µM NZ treatment and processed for EM tomography. As expected, vertical connections were revealed in stacks of control cells (Figure 6A; Video S4), while in silenced cells, these connections were almost absent (Figure 6B; Video S5). To test the efficiency of transport under these conditions, the cells were infected with VSVG and exposed to NZ during the 40°C block, and then shifted to 32°C to activate transport. Figure 6C shows that in control cells, VSVG moved to the plasma membrane first through GM130-positive and then through TGN46-positive compartments of the Golgi stacks, as has been previously reported [18]. In contrast, in cPLA2α-silenced cells, VSVG was retained in the Golgi stacks, where it showed strong overlap with the cis-Golgi marker (GM130) even 60 min after release from the ER (Figure 6D). Thus, the disruption of vertical intercisternal bridges by cPLA2α silencing inhibited the progression of cargo across NZ-induced isolated stacks, which are devoid of horizontal connections. This provides evidence that it is the intercisternal connections of the vertical type that are required for intra-Golgi transport (see Discussion).\n\nThe Catalytic Activity of cPLA2α Is Required to Support Intra-Golgi Transport\n\nOur experiments with specific cPLA2 chemical inhibitors (see above) taken together with already published observations [27] suggest that the changes in lipid geometry during Golgi tubulation require PLA2 catalytic activity. Nevertheless, given that the C2 domain of cPLA2α inserts deep into the membrane bilayer [49] and could therefore be classified among the membrane-bending protein modules [50], we wanted to determine whether it is indeed the catalytic activity of cPLA2α, rather than the insertion of this enzyme into the Golgi membranes, that is responsible for the generation of tubules and transport across the Golgi.\n\nWe first tested whether cPLA2α maintains its ability to bind to the Golgi complex in the presence of chemical inhibitors that suppress intra-Golgi transport. VSV-infected HeLa cells were treated with pyrrolidine, and the localization of cPLA2α was monitored during a VSVG traffic pulse. cPLA2α translocated to the Golgi complex to the same extent in control and inhibitor-treated cells, but only the latter showed VSVG retention at the Golgi (Figure 7A and 7B). Second, we examined the effects of two cPLA2α mutants, cPLA2α(1–522) and cPLA2αS228C, which lack PLA2 catalytic activity and yet show normal binding to membranes [48],[51]. cPLA2α(1–522) is a deletion mutant that lacks an amino acid (Asp549) essential for enzyme activity [52]. Of note, cPLA2α(1–522) can be produced endogenously by caspase-mediated cleavage at Asp522 during apoptosis [48], and it can act as a dominant-negative mutant of cPLA2α [48]. The cPLA2αS228C mutant contains a single point mutation in the active site, again resulting in a complete loss of cPLA2α enzymatic activity [51].\n\nEach mutant was transfected into cPLA2α-silenced cells and compared to wild-type cPLA2α for its ability to rescue the transport block induced by cPLA2α ablation and to translocate to the Golgi complex. For the transport experiments, mouse cells were transfected with VSVG carrying a red fluorescent tag (VSVG-Cherry) and subjected to the transport-synchronization protocol. VSVG-Cherry was efficiently delivered to the surface in control cells (Figure 7C) but not in cPLA2α-silenced cells, as expected (Figure 7D). The cPLA2α-silenced cells were then transfected with either the mutants or the wild-type cPLA2α. While the latter efficiently rescued VSVG-Cherry transport to the cell surface (Figure 7E), as expected, neither cPLA2α(1–522) nor cPLA2αS228C modified the transport block (Figure 7F and 7G). However, both cPLA2α mutants translocated to the Golgi complex as efficiently as wild-type cPLA2α (Figure 7F and 7G). Therefore, these collective results indicate that the catalytic activity of cPLA2α, rather than the ability of this enzyme to translocate to Golgi membranes, is required to support transport across the Golgi complex.\n\nFinally, we sought to directly monitor the increase in cPLA2α activation that based on the above data should occur during cargo trafficking through the Golgi complex. First, we used a classical PLA2 activity assay based on the release of [3H]-AA from AA-prelabelled cells [53]. A potential problem here is that during cargo trafficking, only a fraction of the total cellular cPLA2α is bound to the Golgi complex (which represents, in turn, less than 5% of the cellular membranes). Thus, the increase in AA release over basal values might be very small. To overcome these problems, we used two approaches.\n\nFor the first, in addition to HeLa cells, we used a cell line that has been previously characterized in our laboratory to be an efficient AA releaser (PCCL3 cells) [46]. Both cell types were loaded with [3H]-AA, infected with VSV, and subjected to a 40–32°C transport synchronization protocol. When they were shifted from 40°C to the permissive temperature of 32°C, the VSVG expressing PCCL3 cells showed a modest but statistically significant increase in AA release over that seen in control cells (Figure 7H). This increase coincided in time with VSVG transit through the Golgi complex. HeLa cells showed a trend in the same direction, which, however, was not statistically significant. To overcome this difficulty with HeLa cells, we used here a second approach based on the fluorogenic phosphatidylcholine analogue (bis-BODIPY FL C11-PC) as a sensor of local changes in PLA2 activity [54]. The hydrolysis of this lipid by PLA2 enzymes results in generation of fluorescent products by fluorescence dequenching [54]. After loading the bis-BODIPY FL C11-PC, HeLa cells at steady-state showed a diffuse (ER-like) fluorescent signal in the cell periphery (indicating ongoing PLA2 activity), and a clearer signal in the perinuclear (Golgi) area (as assessed by confocal microscopy, Figure 7I). In control experiments, the application of the calcium ionophore ionomycin, which strongly stimulates cPLA2α [31], markedly increased this signal both at the cell periphery and in the perinuclear region, while the cPLA2α inhibitor pyrrolidine reduced overall BODIPY fluorescence (Figure 7J–7L), indicating that the probe functions as expected under our conditions. Then, the cells were exposed to the 40–32°C VSVG synchronized traffic pulse. During the 40°C block (Figure 7M) the cells did not show any significant concentrating of fluorescence signal in the Golgi area (consistent with the lack of transport through the Golgi and of cPLA2α recruitment). When the traffic block was released, the fluorescence signal increased selectively in the Golgi area, to nearly 2-fold the control (Figure 7N and 7O).\n\nThus, taken together, the AA release and the microscopy data suggest that the catalytic activity of cPLA2α increases during the passage of cargo through the Golgi complex and that this activity is required for transport across the Golgi stack.\n\nSuppression of cPLA2α Activity Does Not Inhibit Golgi Vesicle Formation\n\nA series of control experiments was then carried out. In the first, we asked whether the inhibition of cPLA2α activity might have an effect on the Golgi COPI vesicles. We thus inhibited/depleted cells of cPLA2α and examined the features of the Golgi vesicles as well as on the dynamics of the COPI machinery in these cells. cPLA2α silencing affects neither the number nor the morphology of Golgi vesicles (Figure 2H and 2I). We also blocked vesicle fusion with their target membranes and monitored the kinetics of vesicle accumulation as an indicator of the rate of vesicle formation. This was achieved via inhibition of αSNAP (one of the main membrane fusion factors) by incubating permeabilized cells with an L294A αSNAP mutant that blocks fusion [55],[56]. L294A αSNAP induced an accumulation of Golgi vesicles, as expected. This accumulation was the same in the absence and presence of the cPLA2α inhibitor (Figure S1A–S1E). Also, the machinery responsible for COPI vesicle formation was not affected by the cPLA2α inhibitor, as judged by the COPI and ARF1 dynamics of association with Golgi membranes in live cells (Figure S1F–S1K). Finally, we looked at the effects of cPLA2α silencing on a known COPI-vesicle-dependent trafficking step: the recycling of the KDEL receptor (KDELR) from the Golgi complex to the ER. For this, we used a well-characterized assay based on a KDELR-VSVG chimera [57]. This assay indicated that the KDELR recycles from the Golgi complex to the ER equally well in control and cPLA2α-siRNAs-treated cells (see below, Figure S2A–S2D), again indicating that the COPI machinery is not inhibited by a cPLA2α deficit.\n\nThus, treatments that block cPLA2α suppress the formation of intercisternal tubules while having no apparent inhibitory effects on Golgi-associated COPI vesicles (which presumably rely mostly on coat proteins for their curvature; [23]).\n\nSpecificity of the Effects of cPLA2α Inhibition on Different Trafficking Steps\n\nWe also examined the specificity of the effects of cPLA2α on several transport steps. Since cPLA2α is recruited selectively to the Golgi complex upon activation of transport and its inactivation selectively suppresses Golgi tubule formation, its effects on trafficking should be restricted to the Golgi complex. In contrast, some relatively nonspecific inhibitors of many PLA2 isoforms used previously, such as ONO [58], have been reported to block transport at multiple segments of the exocytic and endocytic transport pathways that rely on tubular transport intermediates (reviewed in Brown et al. [27]). To address this apparent discrepancy, we compared the effects of cPLA2α RNAi and of pyrrophenone with those reported for ONO [28],[29].\n\nFirst, we examined the effects of silencing cPLA2α on several transport steps. These included retrograde transport of the KDELR from the Golgi complex to the ER (as above; Figure S2A–S2D) plus endocytosis and recycling of transferrin to the plasma membrane (Figure S2E and S2F), and endocytosis of wheat-germ agglutinin lectin uptake and its transport to the trans-Golgi network (TGN) (Figure S2G and S2H). None of these steps was affected by cPLA2α silencing. We also examined the TGN-to-plasma-membrane transport of VSVG after a 20°C transport block (at this temperature, VSVG is arrested and accumulates both in the TGN and in the medial-trans Golgi cisternae [4]). When the 20°C block was released in inhibitor-treated cells, a large fraction of VSVG reached the plasma membrane normally (presumably from the TGN), while the remaining fraction (presumably residing in the medial-trans cisternae) remained trapped in the Golgi complex (not shown), consistent with an effect of cPLA2α silencing on intra-Golgi trafficking (see above) and with a lack of effect on TGN-to-plasma-membrane transport. Also, transport from the ER to the Golgi was not affected by cPLA2α silencing, as shown above (see Figure 4). Furthermore, the labelling of different proteins that reside in the endocytic compartments (Figure S2I–S2L) or at the ER/Golgi interface (Figure S2M–S2P) showed no significant changes after this specific cPLA2α silencing. Thus, these data confirm the selectivity of the cPLA2α role in intra-Golgi trafficking.\n\nWe then compared the above effects with those of ONO, a relatively nonspecific drug that inhibits several PLA2 isoforms [27]. ONO inhibited the transport of VSVG (Figure S3A–S3F, S3K, and S3L) and PC-I (Figure S3G–S3J). Moreover, ONO induced the structural changes expected of PLA2 inhibition; namely, fragmentation of the Golgi ribbon (Figure S4A and S4B) and suppression of Golgi-associated tubular elements (Figure S4C–S4E), including intercisternal connections (as revealed by EM tomography) (Figure S4F and S4G; Videos S6 and S7). These effects were reversible, as ONO wash-out resulted in a rapid reappearance of bridges connecting cisternae within the stack (Figure S4H–S4K; Video S8), which coincided with reactivation of transport through the Golgi complex (Figure S3M–S3O). These effects mimic those due to cPLA2α inhibition; however, in addition to these, ONO had effects that were not seen in cPLA2α-silenced cells, including the suppression of tubular structures in transferrin-containing early endosomes (not shown). Moreover, ONO has been shown by others to suppress the recycling of transferrin from the endosomes to the plasma-membrane [59], as well as retrograde transport from the Golgi complex back to the ER [60]. It is possible that as an inhibitor of many PLA2 isoforms, ONO has generalized effects on different membrane tubules because these depend on activities of different PLA2 enzymes [27], while cPLA2α is Golgi specific (see Discussion).\n\nOther PLA2 Enzymes Support Trafficking in Cells Derived from cPLA2α Knock-Out (KO) Mice\n\nAn apparent difficulty in this study is that cPLA2α KO mice show reduced fertility but, surprisingly, no other major phenotypes [61],[62]. We examined whether cells obtained from these mice show transport abnormalities. To test this, immortalized lung fibroblasts (IMLFs) from cPLA2α KO mice (IMLFs−/−) or control mice (IMLFs+/+) were infected with VSV and subjected to the 40–32°C transport synchronization protocol (Figure S5). No significant differences in VSVG transport were detected between IMLFs+/+ and IMLFs−/− (Figure S5A, S5C, S5E, S5G), except that while intra-Golgi transport in IMLFs from control mice showed the expected inhibition in the presence of the specific cPLA2α inhibitor pyrrophenone, the IMLFs from KO mice were insensitive (Figure S5B, S5D, S5F, and S5H). This suggests that the latter cells had developed an adaptive mechanism to compensate for the loss of cPLA2α (and, incidentally, confirms the specificity of pyrrophenone). We considered the possibility that this mechanism might be based on other PLA2s. To verify this, we used siRNAs to screen for the roles of all of the cytosolic PLA2 proteins from Groups IV, VI, VII, and VIII of the PLA2 superfamily [30] in VSVG transport in these cPLA2α KO cells (Figure 8). The efficiency of siRNA delivery was checked with fluorescent siGLO. Among these siRNAs, only those silencing the Ca2+-independent Group VIIIA (GVIIIA)-PLA2 inhibited VSVG transport, resulting in accumulation of cargo within the Golgi complex (Figure 8L and 8P). Strikingly, this PLA2 isoform has been detected by others at the Golgi membranes and appears to be important for maintenance of the tubular elements of the Golgi complex (W. Brown, personal communication). We also characterized the effects of the GVIIIA-PLA2 ablation in IMLFs−/− and saw clear similarities with the effects of cPLA2α silencing in “normal” cells. The Golgi remained perinuclear, but the ribbon underwent fragmentation (i.e., it exhibited numerous breaks; Figure 8P), presumably due to the loss of the tubular elements connecting cisternae. VSVG reached the Golgi complex normally, but to a large extent remained trapped in the Golgi complex, where it showed substantial overlap with the cis-Golgi marker GM130 (Figure 8P) (i.e., it remained in the cis-Golgi) and showed a marked delay of protein progression across the stack. It is thus likely that GVIIIA-PLA2 is responsible for compensating for the cPLA2α deficit in KO cells (or animals) and for supporting transport through the Golgi complex in these cells.\n\nWe also asked whether and to what extend GVIIIA-PLA2 is involved in the regulation of transport in other cell lines with normal levels of cPLA2α by evaluating transport both in control IMLFs+/+ and in HeLa cells depleted in GVIIIA-PLA2. The silencing of GVIIIA-PLA2 inhibited VSVG transport less markedly than that of cPLA2α, and the double knock-down of these enzymes was slightly more effective than that of cPLA2α depletion alone (Figure 9), indicating that GVIIIA-PLA2 has a subsidiary role in normal cells.\n\nNotably, these experiments were carried out under conditions of both synchronized (high load) and non-synchronized (low load) trafficking with similar results. Also notably, the traffic inhibition was marked (up to 80%), but not complete, even in double KD cells. This could be due either to incomplete silencing or to some further compensatory effects, or also to the presence of redundant transport mechanisms. As a consequence, silenced cells can survive, although their rate of growth was significantly decreased (by 60%–80%) in the last 24 h with the siRNAs, probably reflecting this inhibition of their secretory trafficking.\n\nAltogether, these observations indicate that cPLA2α is the main regulator of transport across the Golgi complex under different conditions of cargo load. GVIIIA-PLA2 has a minor role in intra-Golgi transport when cPLA2α is normally expressed, but appears to be able to compensate for the lack of cPLA2α to support trafficking in cPLA2α KO mice.\n\nDiscussion\n\nIt has become clear in recent years that cells have at their disposal a vast repertoire of protein-based and lipid-based mechanisms for the bending of their membranes. The former, which have been more extensively characterized, include coat proteins such as clathrin, COPI and COPII complexes, as well as BAR proteins [23],[24],[50], while the lipids include substrates and products of phospholipases, acyltransferases, phospholipid transfer proteins, and flippases [24],[50]. The main finding in this study is that in the Golgi complex, a specific PLA2 isoform, namely Group IV cPLA2α, is required for the formation of the intercisternal tubules that appear to be involved in intra-Golgi trafficking.\n\nThe simplest explanation for the role of cPLA2α in Golgi tubulation is that this enzyme can induce the rapid accumulation of wedge-like lysolipids at the cisternal rims, resulting in a local increase in spontaneous positive membrane curvature, and hence in tubulation (Figure 10). In addition to curvature, the generation of an intercisternal tubular continuity presumably requires the assembly of the fusion machinery at the tip of the budding tubule, for its connecting with a neighbouring cisterna. This, in turn, is likely to involve the formation of an ARF/COPI coat to recruit these fusion proteins into this bud [18],[63],[64]. Therefore, a simple model that fits our observations is that the cPLA2α-generated lysolipids help to create and stabilize the curvature of the necks of COPI buds. This might prevent the fission of such buds into vesicles, allowing these buds to dock and fuse with the next cisternae, creating an intercisternal continuity. It is also possible that the cPLA2α-generated lysolipids favour the elongation of buds into tubules, as suggested by the observation that overexpression of cPLA2α induces tubulation of the stack structure (Figure 2J). Notably, for these events to occur, diffusion of the lysolipids away from their site of synthesis should be limited by a diffusion barrier at the Golgi rims (perhaps similar to the molecular fences described at the plasma membrane [65]). This fence-like role could involve the COPI coat that resides at the rims of the cisternae. Future studies will elucidate these further components of the tubulation machinery. As noted, the inhibition of cPLA2α and the attendant abrogation of the tubules are associated with the arrest of transit through the Golgi complex, indicating that the cPLA2α-dependent intra-Golgi tubules are involved in trafficking. Interestingly, a similar association between intra-Golgi tubules and traffic has been reported for the effects of dicumarol. This drug is an activator of the fission-inducing protein CtBP1/BARS, and it suppresses horizontal Golgi tubules (and thus, presumably, also the vertical intercisternal tubules, which, however, were not directly examined) and inhibits intra-Golgi trafficking [66]. Thus, suppressing the tubules appears to result in the arrest of trafficking independently of the molecular mechanisms that underlie tubule disruption.\n\nHow do cPLA2α-dependent tubules support intra-Golgi trafficking, and which are the tubules—longitudinal or vertical—that are involved in intra-Golgi transport? The simplest hypothesis is that Golgi tubules allow the intercisternal diffusion of molecules crucial for trafficking. Both vertical and longitudinal tubular elements are cPLA2α-dependent. The former are much less abundant; however, since traffic requires movement along the cis-trans (i.e., vertical) axis, they must be functionally crucial (as also supported by investigations in NZ-treated cells). Moreover, while relatively infrequent and difficult to detect [18],[21],[22], vertical tubules have the potential to be a very efficient means of intra-Golgi transit due to the great speed of diffusion over short distances (microns in the Golgi complex). Thus, very few vertical tubules per stack can be sufficient to achieve rapid diffusion between the cis and trans compartments of the Golgi complex (see Figure S6). This may be the case even when the connections are fewer than those required for complete intra-stack connectivity. For instance, in the Golgi ribbon, where stacks are connected to each other by horizontal membrane bridges, gaps in one stack might be compensated for by connections in neighbouring stacks (in this sense, also horizontal tubules may contribute to cis-trans diffusion; Figure S6). Connections might be transient; here, again, very few connections need to be present in a stack at any given time to support intra-Golgi diffusion if they rapidly open and close between cisternae (Figure S6). Given the above, the question arises as to the role of intercisternal diffusion in intra-Golgi trafficking of cargo proteins that cross the Golgi by cisternal maturation/progression, such as PC-I and VSVG [35]. The simplest hypothesis is that these tubules allow retrograde movement of Golgi membranes and resident proteins (e.g., enzymes), which is required for maturation [18],[21]. According to this scheme (also discussed elsewhere [18]), during cisternal progression, the Golgi enzymes diffuse through the intercisternal continuities and explore the Golgi space, where they partition according to their physico-chemical properties into those cisternae that have their most favourable composition. This partitioning is driven by a physico-chemical gradient that is maintained across the stack at all times, possibly by the input of compositionally different intermediate compartment membrane into the cis cisternae and of endosomal membrane into the trans-Golgi. Thus, the arrival of intermediate compartment membranes at the cis pole (accompanied by consumption at the trans) promotes both enzyme backflow and cisternal progression (above), resulting in the synchronization of these two events and the maintenance of Golgi polarity. Clearly, this model requires more work to fully test it experimentally, but at this stage, it provides a logical explanation of the observations. At the same time, it should be noted that while our data point to a crucial role for tubules, complementary transport mechanisms cannot be excluded. For instance, if Golgi tubules indeed arise from the stabilization of COPI vesicles, as proposed above, it is possible that trafficking might switch between vesicular [67],[68] and connection-mediated modes, with one or the other mechanism prevailing, depending on the cell type and the functional state.\n\nHow “general” is the requirement for cPLA2α-dependent tubules in trafficking? Our findings show that the role of cPLA2α, is very specific for intra-Golgi tubular structures and trafficking. However, other (non-Golgi) tubulation-dependent transport steps have been reported to be blocked by PLA2 inhibitors. For instance, ONO (a rather nonspecific inhibitor of many PLA2 isoforms) has been shown by us and others to also suppress non-Golgi tubules and to block non-Golgi transport steps that appear to be dependent on tubular intermediates, including endosome-to-plasma-membrane recycling of transferrin [59] and retrograde transport from the Golgi complex to the ER [60]. It is thus possible that these transport steps [59],[60] are regulated by other PLA2 isoforms that are located in the different organelles. For instance, cPLA2β and cPLA2ε have been reported to be located to the early [69] and late [70] endocytic compartments, respectively, and may be involved in the regulation of specific steps of endocytosis that are carried out via tubular carriers and that require PLA2 activity [27],[59]. If this is the case, then the PLA2 family in general (through different PLA2 isoforms), rather than cPLA2α itself, could underlie a membrane-bending mechanism based on the induction of spontaneous membrane curvature [24] that is involved in tubulation and trafficking at the different levels of cellular membranes in mammals [27]. A further observation that is most probably related to these considerations is that mice knocked out for cPLA2α have reduced fertility, but do not show any other major phenotypes [61],[62], and that secretory transport and Golgi morphology in IMLFs obtained from KO mice [71] are normal. This appears to be because cPLA2α in KO cells is functionally replaced by GVIIIA-PLA2 (Figure 8). GVIIIA-PLA2 also partially localizes at the Golgi complex, where it appears to control tubulation processes (W. Brown, personal communication). Whether the mechanisms of action of this enzyme in trafficking are similar to those of cPLA2α is unclear at this time. At the mechanistic level, the properties of GVIIIA-PLA2 are not well defined in vivo. Although GVIIIA-PLA2 has been shown to have specificity in vitro towards PAF-like lipids, its endogenous substrates remain unknown [72]. Thus, the precise metabolic reactions by which GVIIIA-PLA2 supports tubulation remain to be determined.\n\nIn conclusion, the activity of cPLA2α appears to be an important mechanism for the formation of Golgi tubules in mammalian cells [24]. For other tubulation events (in other organelles or cell types), as noted, this role of cPLA2α might be taken on by other PLA2 isoforms or even other phospholipases (yeast). Nevertheless, the identification of cPLA2α as a player in Golgi tubulation is a key finding, in that it reveals that generation of lysolipids is an important event in the formation of cellular tubules, and it should open the way towards the unravelling of further components of the tubulation machinery. It is now important to elucidate the mode of action of the intercisternal tubular connections and to define their underlying molecular machinery as well as the relationships of these tubules with other key players in intra-Golgi trafficking [73],[74].\n\nMaterials and Methods\n\nAntibodies and Reagents\n\nAb sources: Ab against TGN46 from S. Ponnambalam (University of Dundee, Dundee, UK); Ab against PC-I from L.W. Fisher (NIH, Bethesda, MD, USA); Ab against giantin from H-P. Hauri (University of Basel, Basel, Switzerland); Ab against GM130 and ecto-domain of VSVG from M.A. De Matteis (Consorzio Mario Negri Sud, Santa Maria Imbaro, Italy). Ab against GFP and decorin from Abcam (Cambridge, UK); Abs against actin and VSVG from Sigma-Aldrich (Milan, Italy); Abs against cPLA2α from Santa Cruz Biotechnology (San Diego, CA, USA) or were produced in our laboratory according to standard protocols. The Alexa 488, 546, and 633 IgG conjugates were from Molecular Probes Europe BV (Leiden, The Netherlands). The NANOGOLD gold-Ab conjugates and the GOLDENHANCE-EM kit were from Nanoprobes (Stony Brook, NY, USA). cDNA sources: cPLA2α-GFP from C. Leslie (National Jewish Medical and Research Center, Denver, CO, USA) and T. Hirabayashi and T. Shimizu (University of Tokyo, Tokyo, Japan); cPLA2α(1–522) from I. Kudo (Showa University, Tokyo, Japan); C2-GFP from R.L. Williams (MRC, Cambridge, UK); cPLA2αS228C from B.P. Kennedy (Department of Biochemistry and Molecular Biology, Merck Frosst Center for Therapeutic Research, P.O. Box 1005, Pointe Claire-DorVal, Canada); L294A αSNAP from R. Burgoyne (University of Liverpool, Liverpool, UK); VSVG-YFP, VSVG-Cherry, VSVG-KDELR, and ARF1-GFP from J. Lippincott-Schwartz (NIH, Bethesda, MD, USA); sialyltransferase-HRP from D.F. Cutler (University College London, London, UK). ONO-RS-082 was from Alexis (Lausen, Switzerland), pyrrophenone was from K. Seno (Shionogi Research Laboratories, Osaka, Japan), pyrrolidine was from Calbiochem (San Diego, CA, USA), bis-BODIPY FL C11-PC was from Molecular Probes (Eugene, OR, USA), [3H]-AA was from Amersham Pharmacia (Piscataway, NJ, USA).\n\nCell Culture, Transfection, RNAi, and Infection with Vesicular Stomatitis Virus\n\nHeLa, MDCK, MC3T3, NRK and PCCL3 cells, HFs, and IMLFs from cPLA2α-KO mice were cultured in DMEM (Invitrogen SRL, Milan, Italy) supplemented with 10% foetal calf serum and 1 mM L-glutamine. LipofectAMINE 2000 and Oliogofectamine (Invitrogen, Carlsbad, CA, USA) were used for the cDNA and cPLA2α-directed siRNA (SMART Pool, Dharmacon , Chicago, IL, USA) transfections, respectively. Of note, both the mixture of siRNAs as well as two of the individual cPLA2α-specific siRNAs from the SMART pool were effective in knocking down cPLA2α. The sense oligonucleotide sequences for human cPLA2α are:\n\n(#1) GGACAGUCGUUAAGAAGUA,\n\n(#2) GGAGAAACACUAAUUCAUA,\n\n(#3) GGAGAAGACUUUCAGACAA,\n\n(#4) GUACAAGGCUCCAGGUGUU.\n\nThe pool of three siRNA (QIAGEN Inc., Valencia, CA, USA) was used to silence mouse cPLA2α. The sense oligonucleotide sequences for mouse cPLA2α are:\n\n(#1) CCAGATGAATTTGAACGAATA,\n\n(#2) AAGCCTGAGGATTCTCATTTA,\n\n(#3) TAGGAGAAACACTAATTCAAA.\n\nThe efficiency of cPLA2α knock-down was evaluated by either western blotting or immunofluorescense. Infection of cells with VSV was performed as described previously [18]. For VSVG rescue experiments, HeLa cells were incubated with oligonucleotide #4 (directed against amino acids 649–655) and then transfected with mouse full length cPLA2α or the human cPLA2α(1–522) mutant. Alternatively, mouse MC3T3 cells silenced for cPLA2α with pool of three oligonucleotides were transfected with full length human cPLA2α or human cPLA2α(1–522) or cPLA2αS228C mutants.\n\nCell Microinjection\n\nVSV-infected HFs were microinjected with 4 mg/ml anti-cPLA2α ab in the presence of FITC or TRITC dextrans during the course of the 40°C block, using an Eppendorf transjector 5246 (Eppendorf, Milan, Italy). They were then shifted to 32°C and processed for confocal microscopy. Similarly, VSV-infected cPLA2α-silenced HeLa cells were injected with 2 mg/ml recombinant cPLA2α protein in resque experiments.\n\nTreatment with the αSNAP Mutant\n\nHeLa cells were permeabilized with streptolysin-O and incubated with the recombinant L294A αSNAP (4 mg/ml) protein in the presence of cytosol and an ATP-regenerating system, as described in Kweon et al. [56].\n\nImmunofluorescence, Confocal Microscopy, and Live-Cell Imaging\n\nFor immunofluorescence analyses, the cells were fixed with 4% paraformaldehyde and permeabilised in 0.02% saponin, 0.5% BSA, and 50 mM ammonium chloride prior to their incubation with the primary and secondary antibodies of interest. The cells were mounted in mowiol and examined on a Zeiss LSM 510 META confocal microscope (Carl Zeiss, Gottingen, Germany). All confocal images were obtained using the necessary filter sets for GFP, Alexa 488, and Alexa 546 using a Zeiss Plan-Neofluor 63× oil immersion objective (NA 1.4), with the pinhole set to one Airey unit. Overlap between different markers was quantified using the “Co-localization” module of LSM 3.2 software (Zeiss). Time-lapse images were obtained using a Zeiss LSM510 META confocal microscope. Cells co-expressing GFP and YFP fusion proteins were observed at 32°C, as in the case of VSVG-GFP in 20 mM HEPES buffered DMEM. Temperature was controlled with a Nevtek air stream stage incubator (Burnsville, VA, USA). GFP molecules were excited with the 488 nm line of a krypton-argon laser and imaged using the λ-scan mode of the META detector. Confocal digital images were collected using a Zeiss Plan-Neofluor 63× oil immersion objective (NA 1.4) and GFP and YFP fluorescence was unmixed using LSM 3.2 software. Selective photobleaching in the regions of interest within the cell was carried out on the Zeiss LSM510 using 100 consecutive scans with a 488 nm laser line at full power. Average fluorescence intensities within regions of interests were quantified using the LSM 3.2 software.\n\nElectron Microscopy\n\nFor routine EM and EM tomography, the cells were fixed with 1% glutaraldehyde. EM tomography and morphometry on thin sections and tomograms were all performed as described previously [18]. Vertical intercisternal connections were defined as tubular elements, which link different cisternae within the same stack (or cisternae located at different levels across neighbouring stacks). They show a clearly visible lumen (with minimal diameter of 10 nm at the narrowest point along their length) through at least two subsequent tomogram slices. The number of connections for each stack was calculated in each single tomogram of 200 nm thick single sections and expressed as “connections per stack in section.” For pre-embedding gold labelling, cells were fixed with 4% formaldehyde and 0.1% glutaraldehyde, washed, incubated with the primary ab overnight, and then with Nanogold conjugated Fab fragments of the secondary antibodies (Nanoprobes) for 2 h. The Nanogold particles were developed using the Gold-enhance kit. For visualization of the trans-Golgi, NRK cells expressing ST-HRP were fixed as indicated above, washed, and incubated with a mixture of DAB and H2O2, as previously described [3]. Both HRP and gold-labelled cells were embedded in Epon and sectioned. EM images were acquired from thin sections under a Philips Tecnai-12 electron microscope (Philips, Einhoven, The Netherlands) using an ULTRA VIEW CCD digital camera (Soft Imaging Systems GmbH, Munster, Germany). Quantification of gold particles was carried out using the AnalySIS software (Soft Imaging Systems GmbH, Munster, Germany).\n\nEndo-H Resistance Assay\n\nTo determine Endo-H resistance, cells were initially infected with VSV for 1 h and 32°C. The excess virus was then washed off, and the cells were incubated in DMEM containing 10% HEPES for 2 h at 32°C. The cells were then washed three times with PBS and starved in DMEM without methionine and cysteine for 30 min at 32°C. The cells were then pulsed for 5 min with 200 Ci/ml [35S]-methionine in DMEM without methionine and cysteine. To stop the pulse, 10 µl 0.25 m methionine in complete DMEM was added, and the cells incubated for 2 min at 32°C. A subset of the samples was then transferred to ice and this was considered Time 0. Other samples were washed with complete medium and chased for the indicated times at 32°C. At the end of the chase, the cells were washed once in PBS and lysed in 1 ml lysis buffer (70 mM Tris [pH 7.4], 150 mM NaCl, 0.5% SDS, 1% Triton X-100, 1 mM EDTA, and 1 mM PMSF) and incubated for 60–90 min on ice. The lysates were centrifuged, and the supernatants were incubated with an anti-VSVG ab overnight at 4°C. The immune complexes were pulled down using Protein A Sepharose. After washing off the unbound material, the protein was eluted by boiling in Endo-H buffer (0.1 m sodium citrate [pH 5.5], 0.5% SDS, and 1% beta-mercaptoethanol) for 3–4 min. The eluates were then divided into two tubes and one was incubated with 40 U Endo-H overnight. The samples were then boiled in SDS-PAGE sample buffer and resolved on an 8% acrylamide gel, using standard procedures. The gels were then scanned and the percentages of the Endo-H resistant form of VSVG with respect to the total amounts of VSVG were quantified using a FUJIFILM imager or ImageJ software.\n\nArachidonic-Acid-Release Assays\n\nFor the AA-release assays, HeLa or PCCL3 cells were labelled for 18 h in growth medium with 0.1 µCi/ml [3H]-arachidonic acid. The [3H]-arachidonic acid released into the medium was quantified in triplicates, as described previously [46]; the radioactivity released from cells is expressed as percentages of the total incorporated radioactivity. [3H]-arachidonic acid release was quantified over a period of 15 min in experiments with ionomycin stimulation, and over 3 min intervals in VSVG transport experiments.\n\nVisualization of PLA2 Activity with Fluorogenic Substrate\n\nVisualization of PLA2 activity in HeLa cells was performed using 1,2-bis-(4,4-difluoro-5,7- dimethyl-4-bora-3a, 4a-diaza-sindacene-3-undecanoyl)-sn-glycero-3-phosphocholine, which is known also as bis-BODIPY FL C11-PC. Liposomes containing bis-BODIPY FL C11-PC were prepared according to the manufacture instructions and incubated with VSV-infected HeLa cells 1 h prior to the release of the 40°C block. The cells were fixed at the end of the 40°C block or at different time intervals after the temperature shift to 32°C; they were then immunolabelled for VSVG and GM130 and examined under confocal microscopy. The intensity of the fluorescent signals derived from bis-BODIPY FL C11-PC hydrolysis was quantified in the Golgi area using the LSM 3.2 software.\n\nSupporting Information"
}