{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000368",
  "doi": "10.1371/journal.pbio.3000368",
  "externalIds": [
    "pii:PBIOLOGY-D-19-01817",
    "pmid:31291244",
    "pmcid:PMC6619598"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Correction: Attention promotes the neural encoding of prediction errors",
  "authors": [
    {
      "name": "Cooper A. Smout",
      "first": "Cooper A.",
      "last": "Smout"
    },
    {
      "name": "Matthew F. Tang",
      "first": "Matthew F.",
      "last": "Tang"
    },
    {
      "name": "Marta I. Garrido",
      "first": "Marta I.",
      "last": "Garrido"
    },
    {
      "name": "Jason B. Mattingley",
      "first": "Jason B.",
      "last": "Mattingley"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-07-10",
  "volume": "17",
  "number": "7",
  "pages": "e3000368",
  "tags": [
    "Type/Correction"
  ],
  "fullText": "There are two textual errors within the article. The acronym “MMR” refers to the ‘mismatch response’ ERP component. This acronym has been incorrectly used on page 8 in the PDF. The sentence “followed up this result by averaging MMR amplitudes” should read as follows:\n\n“followed up this result by averaging mismatch response profile amplitudes”.\n\nThe acronym and subscript B01 should be changed to BF10 on page 14 of the PDF. The following sentence has been revised to include the correct acronym and subscript, BF10:\n\n“Bayes factors allow for quantification of evidence in favour of either the null or alternative hypothesis, with BF10&gt; 3 indicating substantial support for the alternative hypothesis and BF10 &lt; 0.33 indicating substantial support for the null hypothesis”\n\nThere is one textual error in the legend of S1 Fig (page 19 of the PDF). The sentence “(G) Genuine MMR during the dot task (ignored deviants minus ignored standards)” should read as follows:\n\n“(I) Genuine MMR during the dot task (ignored deviants minus ignored standards)”\n\nThere is an error in the author affiliations. Jason B. Mattingley’s affiliations should list the Australian Research Council Centre of Excellence for Integrative Brain Function instead of School of Mathematics and Physics, University of Queensland. The author byline should read:\n\nCooper A. Smout1,2*, Matthew F. Tang1,2, Marta I. Garrido1,2,3,4, Jason B. Mattingley1,2,5,6\n\n1 Queensland Brain Institute, University of Queensland, Brisbane, Australia,\n\n2 Australian Research Council Centre of Excellence for Integrative Brain Function, Victoria, Australia,\n\n3 School of Mathematics and Physics, University of Queensland, Brisbane, Australia,\n\n4 Centre for Advanced Imaging, University of Queensland, Brisbane, Australia,\n\n5 School of Psychology, University of Queensland, Brisbane, Australia,\n\n6 Canadian Institute for Advanced Research (CIFAR), Toronto, Ontario, Canada\n\n*cooper.smout@gmail.com"
}