{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0040254",
  "doi": "10.1371/journal.pbio.0040254",
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Evolution of Melanopsin Photoreceptors: Discovery and Characterization of a New Melanopsin in Nonmammalian Vertebrates",
  "authors": [
    {
      "name": "James Bellingham",
      "first": "James",
      "last": "Bellingham",
      "affiliation": "Faculty of Life Sciences, University of Manchester, Manchester, United Kingdom"
    },
    {
      "name": "Shyam S Chaurasia",
      "first": "Shyam S",
      "last": "Chaurasia",
      "affiliation": "Department of Pharmacology, Emory University School of Medicine, Atlanta, Georgia, United States of America"
    },
    {
      "name": "Zara Melyan",
      "first": "Zara",
      "last": "Melyan",
      "affiliation": "Nuffield Laboratory of Ophthalmology, University of Oxford, Oxford, United Kingdom"
    },
    {
      "name": "Cuimei Liu",
      "first": "Cuimei",
      "last": "Liu",
      "affiliation": "Neuroscience Institute, Morehouse School of Medicine, Atlanta, Georgia, United States of America"
    },
    {
      "name": "Morven A Cameron",
      "first": "Morven A",
      "last": "Cameron",
      "affiliation": "Faculty of Life Sciences, University of Manchester, Manchester, United Kingdom"
    },
    {
      "name": "Emma E Tarttelin",
      "first": "Emma E",
      "last": "Tarttelin",
      "affiliation": "Faculty of Life Sciences, University of Manchester, Manchester, United Kingdom"
    },
    {
      "name": "P. Michael Iuvone",
      "first": "P. Michael",
      "last": "Iuvone",
      "affiliation": "Department of Pharmacology, Emory University School of Medicine, Atlanta, Georgia, United States of America"
    },
    {
      "name": "Mark W Hankins",
      "first": "Mark W",
      "last": "Hankins",
      "affiliation": "Nuffield Laboratory of Ophthalmology, University of Oxford, Oxford, United Kingdom"
    },
    {
      "name": "Gianluca Tosini",
      "first": "Gianluca",
      "last": "Tosini",
      "affiliation": "Neuroscience Institute, Morehouse School of Medicine, Atlanta, Georgia, United States of America"
    },
    {
      "name": "Robert J Lucas",
      "first": "Robert J",
      "last": "Lucas",
      "affiliation": "Faculty of Life Sciences, University of Manchester, Manchester, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2006-08",
  "dateElectronic": "2006-07-25",
  "dateAccepted": "2006-05-25",
  "dateReceived": "2006-02-28",
  "volume": "4",
  "number": "8",
  "pages": "e254",
  "tags": [
    "Discipline/Biochemistry",
    "Discipline/Computational Biology",
    "Discipline/Ecology",
    "Discipline/Evolutionary Biology",
    "Discipline/Genetics and Genomics",
    "Discipline/Molecular Biology",
    "Discipline/Neuroscience",
    "System Taxonomy/Chicken",
    "System Taxonomy/Danio (zebrafish)",
    "System Taxonomy/Xenopus",
    "Type/Research Article"
  ],
  "abstract": "In mammals, the melanopsin gene \n\t\t\t\t\t(Opn4) encodes a sensory photopigment that underpins newly discovered inner retinal photoreceptors. Since its first discovery in \n\t\t\t\t\tXenopus laevis and subsequent description in humans and mice, melanopsin genes have been described in all vertebrate classes. Until now, all of these sequences have been considered representatives of a single orthologous gene (albeit with duplications in the teleost fish). Here, we describe the discovery and functional characterisation of a new melanopsin gene in fish, bird, and amphibian genomes, demonstrating that, in fact, the vertebrates have evolved two quite separate melanopsins. On the basis of sequence similarity, chromosomal localisation, and phylogeny, we identify our new melanopsins as the true orthologs of the melanopsin gene previously described in mammals and term this grouping \n\t\t\t\t\tOpn4m. By contrast, the previously published melanopsin genes in nonmammalian vertebrates represent a separate branch of the melanopsin family which we term \n\t\t\t\t\tOpn4x. RT-PCR analysis in chicken, zebrafish, and \n\t\t\t\t\tXenopus identifies expression of both \n\t\t\t\t\tOpn4m and \n\t\t\t\t\tOpn4x genes in tissues known to be photosensitive (eye, brain, and skin). In the day-14 chicken eye, \n\t\t\t\t\tOpn4m mRNA is found in a subset of cells in the outer nuclear, inner nuclear, and ganglion cell layers, the vast majority of which also express \n\t\t\t\t\tOpn4x. Importantly, we show that a representative of the new melanopsins (chicken \n\t\t\t\t\tOpn4m) encodes a photosensory pigment capable of activating G protein signalling cascades in a light- and retinaldehyde-dependent manner under heterologous expression in Neuro-2a cells. A comprehensive in silico analysis of vertebrate genomes indicates that while most vertebrate species have both \n\t\t\t\t\tOpn4m and \n\t\t\t\t\tOpn4x genes, the latter is absent from eutherian and, possibly, marsupial mammals, lost in the course of their evolution as a result of chromosomal reorganisation. Thus, our findings show for the first time that nonmammalian vertebrates retain two quite separate melanopsin genes, while mammals have just one. These data raise important questions regarding the functional differences between Opn4x and Opn4m pigments, the associated adaptive advantages for most vertebrate species in retaining both melanopsins, and the implications for mammalian biology of lacking Opn4x.",
  "fullText": "Introduction\n      \nPhotoreception within the mammalian retina is not restricted to the activity of rod and cone cells but extends to a small number of intrinsically photosensitive retinal ganglion cells (ipRGCs) [1,\n\t\t\t\t2]. These inner retinal photoreceptors provide information regarding environmental irradiance for a variety of non–image-forming light responses including circadian entrainment and the pupillary light reflex [3–6]. A growing body of evidence now implicates a member of the opsin grouping of G protein–coupled receptors, melanopsin, as the photopigment used by these ipRGCs to transduce light into a neuronal signal. Thus, ipRGCs are the primary sites of melanopsin expression [7–9], targeted disruption of the melanopsin gene abolishes direct light responses in these cells [10], and human and mouse melanopsins can form functional photopigments under heterologous expression [11–13]. Just like the well-characterised rod and cone opsins, mammalian melanopsins appear to absorb light through a retinaldehyde cofactor and drive changes in membrane potential via G protein signalling cascades.\n\nAlthough the melanopsin system of mammals has received most recent interest, the founding member of this new branch of the opsin gene family was in fact isolated from the photosensitive dermal melanophores of \n\t\t\t\tXenopus laevis [14]. Since then, related sequences have been identified not only in human and mouse [15] but also in fish [16,\n\t\t\t\t17], bird [18], and lizard [19] genomes.\n\nUntil now it has been assumed that the melanopsin-like sequences in all vertebrate classes are orthologs of the original \n\t\t\t\tXenopus melanopsin gene. They cluster together in phylogenetic analyses and share specific structural features. However, while comparisons of deduced amino acid sequence for the published melanopsins reveal significant similarity across species (around 55% identity excluding the N- and C-termini) [16], they are much less conserved than comparable sequences in rod and cone opsin families [20] (e.g., approximately 85% identity between human and \n\t\t\t\tXenopus rod opsins). Until now, we have assumed that an explanation for this relative lack of sequence conservation would come from detailed analyses of melanopsin's sensory and/or signalling capabilities in a variety of vertebrate species. Should significant functional differences between species be identified, the sequence differences could be explained in terms of divergent evolution. Alternatively, should the details of melanopsin's activity be retained across species, one would tentatively conclude that some aspect of its structure renders it accommodating of alterations in an unusually high proportion of amino acid residues. However, a simple alternative to both of these explanations that has not been widely considered is that the published melanopsin sequences are not in fact orthologous and that multiple melanopsin genes have evolved in the vertebrate genome.\n\nWe addressed this latter possibility by searching for additional melanopsin-like genes within a variety of vertebrate species. We were successful in identifying new melanopsin genes in chicken, teleost, and \n\t\t\t\tXenopus genomes. These sequences reveal the unexpected existence of two quite distinct melanopsin genes in diverse nonmammalian vertebrates. One of these genes, termed \n\t\t\t\tOpn4m, includes all of our newly described sequences and, in fact, represents the true ortholog of human melanopsin. The previously published melanopsin sequences from nonmammals are actually representatives of a different gene \n\t\t\t\t(Opn4x). Interestingly, this \n\t\t\t\tOpn4x gene does not appear in the mammalian genome, having apparently been lost during the evolution of this class. An analysis of the newly described \n\t\t\t\tOpn4m gene in nonmammals confirms that it is expressed in photosensitive tissues and encodes a sensory photopigment. Our findings raise the possibility of unexpected sensory complexity in melanopsin signalling across the vertebrates.\n\n      Results\n      \n        Identification of a Second Melanopsin Locus in Chicken\n        \nWe commenced our search for additional melanopsin sequences by screening the chicken genome database (\n\t\t\t\t\thttp://www.ncbi.nlm.nih.gov/genome/seq/GgaBlast.html). In order to exclude the known chicken melanopsin gene, we initially queried it with the published chicken melanopsin cDNA sequence [18] using the BLASTN algorithm and localised this gene to chromosome 4. We next searched with the amino acid sequence of human OPN4 [15] using the TBLASTN algorithm. Among the hits from this screen was a Chromosome 6 contig (NW_060392) that possesses at least five regions of greater than 72% sequence identity (range, 72% to 81%) with human OPN4, suggesting that it represents a novel melanopsin-like protein. To further investigate this possibility, we generated a theoretical partial cDNA sequence by mapping the exonic sequence of human \n\t\t\t\t\tOPN4 to this chicken genomic contig. This sequence shared significant identity with human OPN4 and, to a lesser extent, the original chicken melanopsin (unpublished data).\n\nIn order to verify our predicted sequence, we used it to probe the University of Delaware Chick EST Database (\n\t\t\t\t\thttp://www.chickest.udel.edu) and identified a clone (pgp2n.pk008.h20) from a normalised cDNA library derived from pituitary/hypothalamus/pineal. The sequence of this clone included a 1,587–base pair (bp) open reading frame corresponding to a predicted 528-amino-acid protein (GenBank AY882944). Comparison of this deduced amino acid sequence with that of the published chicken melanopsin (Figure 1) indicates that it represents a new melanopsin-like locus in this species. Importantly, we were able to verify the nucleotide sequence of this gene by PCR amplification from chicken retinal cDNA.\n\n        The New Chicken Gene \n\t\t\t\t\t(Opn4m) Is the True Ortholog of Human Melanopsin\n\nWe next set out to compare the predicted amino acid sequence of the novel chicken melanopsin with that of other known melanopsins. It has been shown previously [16] that the level of amino acid identity between melanopsins from different vertebrate species is quite low (34% to 60%) when entire sequences are included but significantly higher (54% to 82%) when comparisons are restricted to the “core” region, i.e., that portion predicted to encode the seven transmembrane domains and associated intracellular and extracellular loops but excluding N- and C-termini. Consequently, we compared our new melanopsin gene with known sequences over this central region (Table 1). Strikingly, the correspondence was always higher for comparisons against the mammalian melanopsins (e.g., approximately 74% identity with human OPN4 and approximately 71% with mouse) than against those of nonmammalian vertebrates (e.g., approximately 58% identity with the previously published melanopsins of chicken and \n\t\t\t\t\tX. laevis).\n\nThese findings suggest that the new chicken gene may, in fact, be the true ortholog of human \n\t\t\t\t\tOPN4. To test this possibility, we set out to compare their chromosomal localisation. We identified human \n\t\t\t\t\tOPN4 on Chromosome 10q23.2 located in the pter-\n\t\t\t\t\tKIAA0261-OPN4-LDB3-qter gene cluster covering approximately 300 kb. An investigation of the chicken genome (\n\t\t\t\t\thttp://www.ensembl.org; Assembly WASHUC 1, March 2004) revealed that the new chicken melanopsin gene is localised to a syntenic region of Chromosome 6 encompassing approximately 250 kb. Gene order together with the phase and locations of introns 1 through 9 (allowing for codon insertion-deletion events) is preserved compared to the human (pter-\n\t\t\t\t\tENSGALG00000001907(\n\t\t\t\t\tKiaa0261)–\n\t\t\t\t\tOpn4m-\n\t\t\t\t\tENSGALG00000001977(\n\t\t\t\t\tLdb3)-qter) (see later). On this basis, we conclude that our newly discovered chicken melanopsin gene is in fact the true ortholog of human melanopsin and name it \n\t\t\t\t\tOpn4m (denoting “mammal-like”).\n\nFor clarity, we suggest that the original chicken melanopsin gene be renamed \n\t\t\t\t\tOpn4x (for “\n\t\t\t\t\tXenopus-like”) on the basis of its greater similarity to the originally published \n\t\t\t\t\tX. laevis melanopsin sequence [14] (approximately 82% over the “core” region, compared with approximately 58% for cOpn4m; \n\t\t\t\t\tTable 1).\n\n        Chicken Opn4m Encodes a Sensory Photopigment\n        \nThe deduced amino acid sequence of cOpn4m retains several features typical of vertebrate opsins in general as well as some that are characteristic of the known melanopsins (Figure 1). These include seven putative transmembrane α-helices and a DRY tripeptide motif (D127/R128/Y129) at the top of the third α-helix [21]; a lysine residue in the seventh α-helix (K300) in a position corresponding to K296 of bovine rod opsin, which allows binding of the chromophore 11-\n\t\t\t\t\tcis retinal via a Schiff base linkage [22] and is considered diagnostic for the opsin family; and tyrosine (Y106) and glutamate (E175) residues (positions equivalent to E113 and E181 in bovine rod opsin), both of which are retained throughout the melanopsins and have been proposed as potential counterions for the glutamate Schiff base [23,\n\t\t\t\t\t24].\n\nIn order to directly determine whether these structural features allow cOpn4m to behave as a sensory pigment, we next adopted the Neuro-2a heterologous expression system recently used to examine human melanopsin [11]. Neuro-2a cells were transiently transfected with an expression vector containing the cOpn4m coding sequence and an AcGFP1 reporter. Whole-cell patch-clamp recordings from fluorescent cells revealed light-dependent inward currents in the presence but not the absence of 9-\n\t\t\t\t\tcis retinal chromophore (Figure 2). These currents were effectively blocked by bath application of 100 μM suramin (\n\t\t\t\t\tn = 6), which is effective against the association of G protein α and βγ subunits [25]. The importance of G protein signalling for cOpn4m function was confirmed by the observation that inclusion of GTPγS (1 mM) in the patch pipette generated an inward current that precluded subsequent responses to light (\n\t\t\t\t\tn = 3). In all of these aspects, the light-evoked currents observed in the cells transfected with \n\t\t\t\t\tcOpn4m are consistent with those obtained with human melanopsin in this expression system and suggest that cOpn4m is a G protein–coupled retinaldehyde-dependent sensory photopigment. We also recorded light-dependent currents from cells expressing cOpn4x, although these were less reproducible and of lower amplitude than those obtained with cOpn4m.\n\n\t\t\t\t\tOpn4m in Zebrafish and \n\t\t\t\t\tXenopus\n\nThe presence of a second melanopsin gene in the chicken genome, orthologous to human melanopsin, led us to examine the genomes of other nonmammalian vertebrates for evidence of an \n\t\t\t\t\tOpn4m gene.\n\nAt the time that we commenced this study, members of the Teleostii were the only vertebrates known to have more than one melanopsin gene. The three \n\t\t\t\t\topn4 genes in the teleost genome (\n\t\t\t\t\topn4a, \n\t\t\t\t\topn4b, and \n\t\t\t\t\topn4c) [16,\n\t\t\t\t\t17,\n\t\t\t\t\t26] were thought to be further examples of the duplication events common for teleost rod and cone opsins [27–32]. When we screened the zebrafish genome, \n\t\t\t\t\tDanio rerio (http://www.ncbi.nlm.nih.gov/BLAST), with \n\t\t\t\t\tcOpn4m, we identified a potential fourth teleost melanopsin locus on genomic clone CH211-199I23. PCR primers designed against this sequence (opn4dF1 5′-GCCCATTACACTATTGGTGCCG-3′ and opn4dR3 5′-CGGTCCAGCCAGATTCACTATC-3′) were used to amplify a 1,072-bp fragment from zebrafish retinal cDNA. This partial coding sequence is predicted to encode the entire “core” region and a portion of the C-terminal tail of a melanopsin-like gene. Including just the “core” region, it shows 70% amino acid identity with human OPN4 but only 58% with \n\t\t\t\t\tX. laevis Opn4x (Table 1). As this new locus also has an exon/intron structure conserved with human \n\t\t\t\t\tOPN4 and \n\t\t\t\t\tcOpn4m (unpublished data), we suggest that it is a strict \n\t\t\t\t\tOpn4m ortholog.\n\nWe finally set out to determine whether Opn4m was present in \n\t\t\t\t\tX. laevis, the species from which the first melanopsin sequence was reported [14]. A TBLASTN screen of the \n\t\t\t\t\tXenopus tropicalis genome (\n\t\t\t\t\thttp://www.ensembl.org/Xenopus_tropicalis/index.html) revealed a contig scaffold_660 that contained regions of identity in excess of 84% to the \n\t\t\t\t\tcOpn4m sequence. Fitting the \n\t\t\t\t\tcOpn4m and human \n\t\t\t\t\tOPN4 exon sequence to this contig enabled us to generate a partial predicted \n\t\t\t\t\tX. tropicalis Opn4m coding sequence. We used this hypothetical sequence to design primers to be applied to \n\t\t\t\t\tX. laevis eye cDNA under nonstringent conditions. Using primers XentropOpn4mF6 (5′-GACGGTTGATGTTCCAGACC-3′) and XentropOpn4R3 (5′-AGTGGCTGGTAACAGTGGAACG-3′), we were able to amplify and clone a \n\t\t\t\t\tX. laevis–specific 962-bp fragment with a predicted translation of 320 amino acids (GenBank DQ384639). At the amino acid level, the “core” region sequence shows only 60% identity with the original \n\t\t\t\t\tX. laevis melanopsin but 81% to cOpn4m. Hence, it would appear that \n\t\t\t\t\tX. laevis also possesses both \n\t\t\t\t\tOpn4x and \n\t\t\t\t\tOpn4m genes.\n\n\t\t\t\t\tOpn4m versus \n\t\t\t\t\tOpn4x\n\nA phylogenetic analysis of melanopsins from all vertebrate classes supports our contention that this phylum evolved quite separate \n\t\t\t\t\tOpn4m and \n\t\t\t\t\tOpn4x genes (Figure 3). Rooting with melanopsin from the protochordate amphioxus [33] reveals distinct \n\t\t\t\t\tOpn4m and \n\t\t\t\t\tOpn4x lineages. This analysis also suggests a reappraisal of the three previously published teleost melanopsins. Two of the teleost melanopsins (\n\t\t\t\t\topn4a and \n\t\t\t\t\topn4b) fall within the \n\t\t\t\t\tOpn4x branch, and we suggest renaming them \n\t\t\t\t\topn4x1 and \n\t\t\t\t\topn4x2 to maintain consistent nomenclature throughout the vertebrates. The third, \n\t\t\t\t\topn4c, groups with the \n\t\t\t\t\tOpn4m melanopsins. As \n\t\t\t\t\topn4c lacks introns [34], we tentatively conclude that it has arisen from our newly discovered zebrafish \n\t\t\t\t\topn4m gene, perhaps by retrotransposition [27]. On this basis, we suggest naming our new gene \n\t\t\t\t\topn4m1 and the original \n\t\t\t\t\topn4c gene \n\t\t\t\t\topn4m2. The presence of \n\t\t\t\t\topn4m1 in the zebrafish genome confirms the previous suggestion that teleost \n\t\t\t\t\topn4m2 (opn4c) is not a strict ortholog of the mammalian melanopsins [26].\n\nA global comparison of deduced amino acid sequences over the “core” region (excluding N- and C- termini) of melanopsins from representative vertebrate species further confirms the distinction between \n\t\t\t\t\tOpn4x and \n\t\t\t\t\tOpn4m genes (Table 1). Within each of the Opn4m and Opn4x groups, identity is relatively high (70% or greater and greater than 66%, respectively), while between the two groups, identity is lower at approximately 55%.\n\n        Mammals Have “Lost” a Melanopsin Gene\n        \nThe presence of two distinct melanopsin genes in three separate vertebrate classes (Figure 3) suggests that this divergence occurred early in vertebrate evolution, prior to the emergence of terrestrial vertebrates. In contrast to the syntenic conservation exhibited by the chicken \n\t\t\t\t\tOpn4m and human \n\t\t\t\t\tOPN4 loci (see earlier and \n\t\t\t\t\tFigure 4A), extensive searching of genome databases for both eutherian and marsupial \n\t\t\t\t\t(Monodelphis domestica) mammals (\n\t\t\t\t\thttp://www.ensembl.org) failed to identify an \n\t\t\t\t\tOpn4x gene in any member of this class. To further investigate this apparent lack of a mammalian \n\t\t\t\t\tOpn4x ortholog, we set out to determine a detailed genomic localisation for \n\t\t\t\t\tOpn4x in chicken (\n\t\t\t\t\thttp://www.ensembl.org; Assembly WASHUC 1, March 2004) to compare with syntenic regions of the human genome (\n\t\t\t\t\thttp://www.ensembl.org). \n\t\t\t\t\tcOpn4x was localised to chicken Chromosome 4 in a region of approximately 170 kb that encompasses the following immediately adjacent gene cluster pter-\n\t\t\t\t\tPtgd2-cOpn4x-ENSGALG00000010414(\n\t\t\t\t\tSec24b)-qter. The human orthologs of \n\t\t\t\t\tPtgd2 and \n\t\t\t\t\tSec24b localise to human Chromosome 4q22.3 (\n\t\t\t\t\tPTGD2) and 4q25 (\n\t\t\t\t\tSEC24B) and are separated by approximately 15.1 Mb. Analysis of this 15-Mb interval between \n\t\t\t\t\tPTGD2 and \n\t\t\t\t\tSEC24B reveals several regions that are syntenic with portions of chicken Chromosome 4 adjacent to the \n\t\t\t\t\tOpn4x locus (see \n\t\t\t\t\tFigure 4B). However, their order has been altered, suggesting significant intrachromosomal rearrangements in this region. Importantly, there is no “\n\t\t\t\t\tOPN4X” locus in this portion of human Chromosome 4 (or anywhere else in the genome), suggesting that the ancestral mammalian \n\t\t\t\t\tOpn4x locus was deleted during this chromosomal reorganisation.\n\n        Expression of \n\t\t\t\t\tOpn4m in Nonmammals\n\nIn mammals, melanopsin expression is restricted to a subset of intrinsically photoreceptive retinal ganglion cells [7,\n\t\t\t\t\t15] (although see [35,\n\t\t\t\t\t36]). This very discrete expression pattern contrasts with the wider range of tissues (retina, retinal pigment epithelium, iris, pineal, brain, and skin) reported to express melanopsin in nonmammals [14,\n\t\t\t\t\t17,\n\t\t\t\t\t18]. As the published expression data for nonmammals primarily relate to the \n\t\t\t\t\tOpn4x gene, and those for mammals, by necessity, \n\t\t\t\t\tOpn4m, we wondered whether this difference might explain the discrepancy in tissue expression. To address this, we set out to determine whether \n\t\t\t\t\tOpn4m shows the same restricted expression in nonmammals as it does in mammals. RT-PCR using gene-specific primers revealed that, in fact, the tissue expression profile of the two melanopsin genes was broadly similar (Table 2). In all species examined (chicken, zebrafish, and \n\t\t\t\t\tX. laevis), \n\t\t\t\t\tOpn4m cDNA was detected in the eye and brain. In embryonic chicken and adult \n\t\t\t\t\tX. laevis, it was also found in the skin, whereas in the zebrafish, \n\t\t\t\t\topn4m1 was not.\n\nFor a more detailed analysis we turned to the chicken retina, in which an especially widespread expression of melanopsin has previously been reported [18,\n\t\t\t\t\t37,\n\t\t\t\t\t38]. Dual-label fluorescent in situ hybridisation was performed on tissues collected from 2-wk-old animals. Consistent with the RT-PCR data, labelling of the retina occurred with antisense probes (but not sense probes) for both \n\t\t\t\t\tcOpn4m and \n\t\t\t\t\tcOpn4x. The expression pattern of \n\t\t\t\t\tcOpn4x in the chicken retina has been previously documented [18,\n\t\t\t\t\t37,\n\t\t\t\t\t38], and our findings are consistent with these reports of expression in the ganglion cell layer (GCL), inner nuclear layer (INL), and outer nuclear layer (ONL) (Figure 5 A). c\n\t\t\t\t\tOpn4m mRNA was also detected in all three nuclear layers, with the strongest signal in the inner nuclear layer However, in all three layers, the number of cells positive for c\n\t\t\t\t\tOpn4m was much smaller than that positive for \n\t\t\t\t\tcOpn4x. A merged image of \n\t\t\t\t\tcOpn4x and \n\t\t\t\t\tcOpn4m expression (Figure 5C) reveals significant colocalisation of the two melanopsins with the majority of cells that express \n\t\t\t\t\tcOpn4m also expressing \n\t\t\t\t\tcOpn4x.\n\n      Discussion\n      \nOver the last few years the melanopsin gene has been the subject of intense interest in the fields of vision and circadian biology as evidence has accumulated that it encodes the photopigment responsible for inner retinal photoreception in mammals [2,\n\t\t\t\t4,\n\t\t\t\t5,\n\t\t\t\t7–12,\n\t\t\t\t39]. Nonetheless, the study of melanopsin remains in its infancy compared to that of the well-known rod and cone opsin families. Among the critical issues to resolve are the details of its sensory capabilities and their structural determinants. Although detailed analyses of melanopsin genes from single species will play a critical role in answering these questions (e.g.\n\t\t\t\t, the native G protein signalling cascade for melanopsin remains unknown in any mammal), experience from the study of rod and cone opsins predicts that comparing melanopsins from diverse vertebrate species will be equally important. Our finding that nonmammalian vertebrates have two quite separate melanopsin genes provides an important change in the conceptual basis for such approaches.\n\nA comparison of previously published melanopsin sequences had revealed relatively low levels of amino acid sequence conservation across species for this protein compared with that reported for other opsin photopigments [16]. This had led to speculation either that there might be significant differences in the functional characteristics of melanopsin across species [16] or, alternatively, that the nature of structure-function relationships for melanopsin was at some level fundamentally different from those of rod and cone opsins [16,\n\t\t\t\t20,\n\t\t\t\t40]. However, our discovery of separate \n\t\t\t\tOpn4m and \n\t\t\t\tOpn4x genes provides a simpler explanation of this observation. We observe that amino acid identity over the protein's “core” domain is greater than 66% within the members of each orthologous group even if taken from distantly related species. This is still somewhat lower than that observed within rod and cone opsin families [20] (e.g., the long-wave sensitive cone opsins in humans and \n\t\t\t\tX. laevis share approximately 81% identity) but significantly higher than previous estimates of melanopsin identity (approximately 50% to 55%) in which both \n\t\t\t\tOpn4m and \n\t\t\t\tOpn4x genes were included. Thus, much of the apparent interspecies variation in melanopsin sequence disappears when comparisons are undertaken within \n\t\t\t\tOpn4m and \n\t\t\t\tOpn4x genes, revealing differences between these two genes as the major source of sequence divergence among melanopsins.\n\nAs sequence differences are greatest between Opn4m and Opn4x proteins, our findings highlight the need for detailed comparisons of functional characteristics between these two melanopsins. The discovery of both genes in diverse vertebrate genomes (fish, bird, and amphibian) identifies their divergence as an ancient event probably occurring prior to the emergence of the Tetrapoda in the Late Devonian some 360 million years ago [41,\n\t\t\t\t42]. It also implies a strong selective pressure to maintain both melanopsins over evolutionary time and phylogenetic distance. As this selection should be based on functional differences between the two proteins, our findings suggest an unexpected sensory complexity in melanopsin photoreception. Furthermore, they raise the possibility that a detailed functional characterization of Opn4m and Opn4x proteins to relate to the comparative sequence analysis will provide insights to structure-function relationships in the melanopsins at least as great as those achieved using similar approaches for the rod and cone opsins [43,\n\t\t\t\t44].\n\nOur analysis of the \n\t\t\t\tOpn4m gene in chicken supports the conclusion that it is closely related to the mammalian melanopsins not only in phylogenetic origin but also in function. Under heterologous expression in Neuro-2a cells, cOpn4m behaves similarly to human melanopsin [11], activating a native G protein signalling cascade in a light-dependent manner when provided with appropriate isoforms of retinal. The implication of this finding, that cOpn4m forms a sensory photopigment in association with retinal, is supported by its expression in photosensitive tissues.\n\nThe function of the Opn4x proteins remains less certain. The restricted expression of this gene in photosensitive tissues and a published report that its overexpression increases light responses in \n\t\t\t\tXenopus melanophores [45] indicate that it is intimately associated with photoreceptive events. However, our attempt to examine the activity of chicken Opn4x under heterologous expression is the first direct functional examination of this protein from any species. We did observe small light-dependent currents in Neuro-2a cells transfected with \n\t\t\t\tcOpn4x, suggesting that it, too, encodes a sensory photopigment. However, these were small and less reproducible than those obtained with cOpn4m, and more in-depth analysis of this protein (including, perhaps, expression in other cell types) will be required to confirm this possibility. Assuming that this proves positive and that both cOpn4m and cOpn4x are sensory photopigments, functional differences between the two proteins could arise in their intrinsic sensory capabilities (e.g., spectral sensitivity profile) and/or signalling cascade. At present, direct evidence for either effect is limited, although it is noteworthy that divergent light signalling pathways have been described in the archetypal nonmammalian model for melanopsin studies, the \n\t\t\t\tXenopus melanophore [46], which could reflect different roles for Opn4x and Opn4m in this system.\n\nWe detected \n\t\t\t\tcOpn4m mRNA by in situ hybridisation in a subset of cells in all three nuclear layers of the 2-wk-old chicken retina. While acknowledging the possibilities that cOpn4m protein may show a more restricted distribution and/or that this expression may reflect a discrete phase in retinal development [38], this nevertheless represents the widest distribution to be described for the mRNA of any confirmed photopigment within the vertebrate retina. Its function or functions in these cells remain unknown. It would be surprising if cOpn4m regulated membrane excitability directly in all members of such a diverse population. However, its activities may be cell-type specific and extend to transducing light information for entraining local circadian clocks and/or regulating the synthesis/release of neuromodulators [47].\n\nGiven the quality of data available for several mammalian genomes, we can be relatively confident in our conclusion that Opn4x is lacking in diverse eutherian mammals. This observation, combined with our failure to find \n\t\t\t\tOpn4x in a marsupial genome \n\t\t\t\t(Monodelphis domestica), suggests that this gene was lost relatively early in mammalian evolution, perhaps even predating the separation of metatheria and eutheria in the Jurassic. The loss of \n\t\t\t\tOpn4x has parallels with two other events related to photoreception which appear to have characterised the early evolution of this class: a simplified colour vision capacity associated with the loss of two cone opsin genes [48] and the abolition of extraretinal photoreceptors [49]. Together they suggest that early mammals experienced a general reduction in photosensory capability. The precise changes in selective pressure which brought this about will always be a matter of speculation, but an attractive explanation is that it coincided with a nocturnal phase of mammalian evolution [50]. In this context, it will be interesting to assess the presence/activity of \n\t\t\t\tOpn4x and \n\t\t\t\tOpn4m genes in nonmammalian species adapted to light-limited environments such as snakes, geckos, and deep-sea fish.\n\nMelanopsin was initially discovered in \n\t\t\t\tXenopus [14] and, partly because of the difficulties associated with its extremely restricted expression pattern in mammals, experiments in nonmammalian species continue to provide an attractive approach to studying the function and physiology of this protein [45,\n\t\t\t\t46,\n\t\t\t\t51]. Until now, such studies have been undertaken in the assumption that all vertebrates have a single, orthologous melanopsin gene. The discovery of two quite separate melanopsins requires a reassessment of these strategies. It should certainly precipitate a reinterpretation of published work to address the possible contribution of Opn4m to the results obtained. However, our findings also provide a new impetus for comparative analyses of this sort. In particular, it will be important both to explore the potential for unexpected complexity in melanopsin activity in nonmammals and to determine the consequences of lacking Opn4x on the sensory capabilities of extant mammalian species, including our own.\n\n      Materials and Methods\n      \n        In silico database searches.\n        \nWe have used the protein and nucleotide sequences of previously characterised melanopsins to screen online genome databases (\n\t\t\t\t\thttp://www.ncbi.nlm.nih.gov/BLAST and \n\t\t\t\t\thttp://www.ensembl.org/index.html) using the BLAST algorithms [52]. Searches were carried out using default values with the low complexity filter off. Subsequent sequence manipulations utilised the online BLAST 2 Sequences [53] (\n\t\t\t\t\thttp://www.ncbi.nlm.nih.gov/blast/bl2seq/bl2.html) and MacVector 8.1 (Accelrys).\n\n        Sequence and phylogenetic analysis.\n        \nAssembly of predicted sequences, sequence analysis, and identity comparisons were undertaken using MacVector 8.1 (Accelrys). For phylogenetic purposes, amino acid sequences were aligned with ClustalX 1.83 ([54]; \n\t\t\t\t\tftp://ftp-igbmc.u-strasbg.fr/pub/ClustalX) and maximum parsimony trees were constructed using Phylo_win ([55]; \n\t\t\t\t\thttp://pbil.univ-lyon1.fr/software/phylowin.html).\n\n        RNA extraction, cDNA synthesis, and PCR.\n        \nTissue was collected from adult zebrafish \n\t\t\t\t\t(Danio rerio) and \n\t\t\t\t\tX. laevis and 14-d-old chickens (male \n\t\t\t\t\tGallus gallus domesticus; obtained from Hyline International, Covington, Georgia, United States, and housed at Emory University) for all analyses, except for the chicken iris and skin RT-PCR experiments, which utilised 16-d-old chicken embryos. Total RNA was isolated using commercial kits (TRI Reagent, Sigma-Aldrich, St. Louis, Missouri, United States; RNeasy, Qiagen, Valencia, California, United States) according to the manufacturer's instructions and treated with RNase-free DNase I (Promega, Madison, Wisconsin, United States) prior to cDNA synthesis using the SuperScript system (Invitrogen, Carlsbad, California, United States) and employing either random hexamers or oligo-dT primers. All subsequent PCRs employed primer pairs designed to amplify across at least one intron to exclude genomic DNA contamination. Positive controls were used to confirm cDNA quality (zebrafish β-actin, ZFBactinF 5′-ATGGAGAAGATCTGGCATCA-3′ and ZFBactinR 5′-ACGGAAACGCTCATTGCCGAT-3′, 528 bp; \n\t\t\t\t\tX. laevis glyceraldehyde-3-phosphate dehydrogenase, \n\t\t\t\t\tGapdh, XgapF 5′-AGGGAACCGTTAAGGCTGAG-3′ and XgapR 5′-GACTGTTGTCATGAGTCC-3′, 365 bp; chicken \n\t\t\t\t\tGapdh, CHGAPDHF 5′-ACCACTGTCCATGCCATCAC-3′ and CHGAPDHR 5′-TCCACAACACGGTTGCTGTA-3′; 452 bp). Amplicons were analysed by agarose gel electrophoresis and, where necessary purified and sequenced to confirm their identity.\n\n        In situ hybridisation.\n        \nTo minimise the possibility of cross-hybridisation of in situ probes, PCR primers were designed to amplify a 322-bp fragment encompassing the 272-bp 5′ UTR and first 50 bp of coding sequence of the \n\t\t\t\t\tcOpn4m gene (Chick Opn4M 5′ UTR F1: 5′-GCTCTAGAGCAAGCTGAAGCTCTGGTGAG-3′ and Chick Opn4M Exon2 R1: 5′-CCCTCGAGCGAACATCTTTCACTGTCATC-3′), and a 338-bp fragment of the \n\t\t\t\t\tcOpn4x 3'UTR (Chick Opn4X 3′ UTR F1: 5′-GCTCTAGACCAAATAACCGAAGCCTTGTAGG-3′ and Chick Opn4X 3′ UTR R1: 5′-CCCTCGAGTTACCACCACCTCCAGAAGAGAGC-3′). BLAST searches of the chicken genome with these two UTR sequences indicated that they are specific for their respective genes. Primers were tagged with XbaI and XhoI sites (underlined) to allow directional cloning of the PCR products into pBluescript II SK+ (Stratagene, La Jolla, California, United States). The resulting plasmids were sequenced to ensure probe fidelity. Antisense and sense cRNA probes were generated by in vitro transcription incorporating fluorescein-12-UTP (PerkinElmer Life Sciences, Boston, Massachusetts, United States) for the \n\t\t\t\t\tcOpn4x probes and digoxigenin-11-UTP (Roche, Basel, Switzerland) for the \n\t\t\t\t\tcOpn4m probes. Retinal sections (14 to 16 μM) from 2-wk-old chickens (HyLine International, Covington, Georgia, United States) were immersed in prehybridisation buffer containing 50% formamide, 5× Denhardt's solution, and 5× SSC for 2 h at 22 °C. Then the sections were hybridised with 75 μl of hybridisation buffer including the \n\t\t\t\t\tcOpn4m and \n\t\t\t\t\tcOpn4x probes, cover-slipped, and incubated overnight in a humidified chamber at 61 °C. Optimal labelling was obtained using a probe concentration of 1:100. Slides were then washed in 5× SSC at 68 °C for 30 min// and then in 0.2× SSC at 68 °C for 1 h prior to incubation in 20 mg/ml RNase A at 37 °C for 30 min. Further posthybridisation stringency washes in 0.2× SSC for 1 h at 68 °C (once) and 0.2× SSC for 30 min at 22 °C (twice) were followed by a 30-min incubation in blocking buffer at 22 °C and then incubation with antidigoxigenin-POD (Roche) at 1:100 overnight at 4 °C. The slides were then washed for 5 min in PBS buffer at 22 °C (three times) and then incubated in TSA Cyanine 3 Amplification Reagent (PerkinElmer) working solution for 7 min at 22 °C before being washed again (three times in PBS for 5 min at 22 °C) and then mounted for fluorescence microscopy using Vectashield (Vector Laboratories, Burlingame, California, United States).\n\n        In vitro expression of chicken \n\t\t\t\t\tOpn4m and \n\t\t\t\t\tOpn4x\n\nFull-length coding sequences for chicken \n\t\t\t\t\tOpn4m and \n\t\t\t\t\tOpn4x were amplified from retinal cDNA using Phusion High-Fidelity DNA Polymerase (Finnzymes/New England Biolabs, Beverly, Massachusetts, United States). PCR products were cloned into pCR4Blunt-TOPO (Invitrogen) prior to sequence verification and eventual cloning into the expression vector pIRES2-AcGFP1 (BD Biosciences, San Diego, California, United States). Plasmid DNA for pIRES2-AcGFP1-cOpn4m and pIRES2-AcGFP1-cOpn4x to be used in transfections was prepared with a HiSpeed Plasmid Maxi Kit (Qiagen).\n\nMouse Neuro-2a cells were maintained, transfected, and differentiated as previously described [11]. Successfully transfected cells were identified under appropriate AcGFP1 fluorescence using an Olympus BX51WI microscope. Then 20 μM 9-\n\t\t\t\t\tcis retinal (Sigma) was added to the perfusion solution, and cells were kept in the dark for at least 1 h before recording. Whole-cell patch-clamp recordings were made with pipettes containing 140 mM KCl, 10 mM NaCl, 1 mM MgCl2, 10 mM HEPES, and 10 mM EGTA. Osmolarity was adjusted to 285 ± 5 mosmol/L and pH to 7.3 to 7.4 with KOH. Open pipette resistance was 2 to 5 MΩ, and access resistance during recordings was less than 20 MΩ. Currents were recorded (Axopatch 200B, Axon Instruments, Union City, California, United States) in neurons voltage clamped at holding potentials of −50 mV. The records were filtered at 1 kHz and sampled at 20 kHz. Suramin (Sigma) (100 μM) was applied in perfusion solution for 15 to 20 min prior to light stimulation. Light stimuli were generated using a Cairn Optoscan Xenon arc source comprising a slit monochromator. All stimuli were 10 s in duration with a 20-nm half-bandwidth. Irradiance was measured using an optical power meter (Macam Photometrics) and converted to photon flux. The magnitude of the responses was defined by the peak sustained current measured using Clampfit (Axon Instruments).\n\n      Supporting Information\n      \n        Accession Numbers\n        \nThe GenBank (\n\t\t\t\t\thttp://www.ncbi.nlm.nih.gov/Genbank) accession numbers used in this paper are human OPN4 (AF147788), mouse Opn2 (AF147789), genomic clone CH211-199I23 (BX897719), chicken Opn4m (528-amino-acid protein) (AY882944), Amphioxus Opn4 (AB205400), chicken Opn4x (chicken melanopsin cDNA sequence) (AY036061), cod opn4x1 (AF385823), cod opn4x2 (AY126448), \n\t\t\t\t\tXenopus Opn4m (320 amino acids) (DQ384639), \n\t\t\t\t\tXenopus Opn4x (\n\t\t\t\t\tX. laevis melanopsin) (AF014797), zebrafish opn4m1 (zebrafish retinal cDNA) (AY882945), and zebrafish opn4m2 (AY078161).",
  "externalIds": [
    "pmid:16856781",
    "pii:06-PLBI-RA-0344R2",
    "pmcid:PMC1514791"
  ]
}