{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001727",
  "doi": "10.1371/journal.pbio.1001727",
  "externalIds": [
    "pii:PBIOLOGY-D-13-00722",
    "pmid:24311987",
    "pmcid:PMC3849020"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/3.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "3-OST-7 Regulates BMP-Dependent Cardiac Contraction",
  "authors": [
    {
      "name": "Shiela C. Samson",
      "first": "Shiela C.",
      "last": "Samson",
      "affiliation": "Department of Neurobiology & Anatomy, University of Utah Molecular Medicine Program, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Tania Ferrer",
      "first": "Tania",
      "last": "Ferrer",
      "affiliation": "Cardiovascular Research and Training Institute, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Chuanchau J. Jou",
      "first": "Chuanchau J.",
      "last": "Jou",
      "affiliation": "Cardiovascular Research and Training Institute, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Frank B. Sachse",
      "first": "Frank B.",
      "last": "Sachse",
      "affiliation": "Cardiovascular Research and Training Institute, University of Utah, Salt Lake City, Utah, United States of America; Department of Bioengineering, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Sunita S. Shankaran",
      "first": "Sunita S.",
      "last": "Shankaran",
      "affiliation": "Cardiovascular Research and Training Institute, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Robin M. Shaw",
      "first": "Robin M.",
      "last": "Shaw",
      "affiliation": "Department of Medicine, Cedars-Sinai Heart Institute, University of California, Los Angeles, California, United States of America"
    },
    {
      "name": "Neil C. Chi",
      "first": "Neil C.",
      "last": "Chi",
      "affiliation": "Department of Medicine, Division of Cardiology, University of California, San Diego, California, United States of America"
    },
    {
      "name": "Martin Tristani-Firouzi",
      "first": "Martin",
      "last": "Tristani-Firouzi",
      "affiliation": "Cardiovascular Research and Training Institute, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "H. Joseph Yost",
      "first": "H. Joseph",
      "last": "Yost",
      "affiliation": "Department of Neurobiology & Anatomy, University of Utah Molecular Medicine Program, Salt Lake City, Utah, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-12",
  "dateAccepted": "2013-10-23",
  "dateReceived": "2013-02-22",
  "volume": "11",
  "number": "12",
  "pages": "e1001727",
  "tags": [
    "Type/Research Article"
  ],
  "abstract": "During zebrafish cardiac development, 3-OST-7 constrains BMP signaling to the atrioventricular junction and precludes it from contractile myocardium, allowing tropomyosin-dependent sarcomere assembly and contraction.",
  "fullText": "Introduction\n\nVertebrate heart development requires an accurate integration of patterning and morphogenetic events, leading eventually to the formation of a fully functional heart. It initiates with the specification of the different tissue lineages that will compose the mature heart, followed by an intricate set of differentiation events that will transform the early heart field into a mature, beating organ. This transformation is defined by the subspecialization of regions of the primitive heart tube to acquire characteristics of contractile myocardium or region-specific maintenance of noncontracting myocardium. These complex events are orchestrated by a network of signals and transcription factors that could act differentially depending upon specific spatiotemporal cues. Among the important players are major signaling pathways such as BMP signaling and Wnt signaling, which set the early stages of differentiation [1]–[4], and the T-box (Tbx) family of transcription factors that confer chamber or nonchamber identity to the primitive heart tube [5].\n\nUltimately, generation of a beating heart is the goal of these processes. For the heart to contract, contractile proteins must be produced and assembled into sarcomeres and their contraction must be coupled to the cycling electrophysiological activity. The heart starts beating during the late stages of heart tube formation and through its mechanical action, affects subsequent differentiation steps as shown in studies correlating defective morphogenesis with abnormal function [6]–[9]. Despite this understanding of heart development, critical questions remain in the field and unknown players remain to be discovered. In this study, we focus on the role in heart development of an enzyme, 3-O-sulfotransferase-7 (3-OST-7), that modifies heparan sulfate proteoglycans (HSPGs).\n\nHSPGs are cell surface and extracellular matrix (ECM) molecules composed of a core protein to which glycosaminoglycan (GAG) chains are covalently linked. The ability of HSPGs to interact with signaling ligands and receptors and ECM components place them at a unique advantage to modulate complex biological processes such as morphogenesis, tissue repair, and host defense [10]–[12]. The specificity of interactions of an HSPG and its environment is due, in part, to the GAG chains [12]–[14]. The GAG chains in HSPGs are unbranched, charged polysaccharides composed of 50 or more repeating disaccharide units of N-acetylglucosamine and glucuronic acid. These chains are subjected to several kinds of modifications: N-deacetylation/N-sulfation, epimerization, and O-sulfation. Not all disaccharide residues are modified, resulting in GAG chains with relatively small clusters of modified units interspersed among large sections of unmodified units [15]. This gives rise to an astounding level of structural heterogeneity, producing GAG chains with varying specificities for protein binding [10]. The repertoire of modifying enzymes differs between cells [10], which in theory could impact how a cell interacts with a ligand, a neighboring cell, or the ECM. Previous gene knockdown and knockout studies have begun to document the roles for these modifying enzymes [14], but none has been implicated in heart development.\n\nIn this study, we focus on a rare and specific kind of O-sulfation, 3-O-sulfation, performed by a family of enzymes, the 3-O-sulfotransferases (3-OSTs). 3-OSTs catalyze transfer of a sulfate group to the hydroxyl of the third carbon of N-sulfated glucosamine residues [15]. Previous work in our lab has identified and cloned the 3-OST family in zebrafish [16]. Gene expression analysis reveals dynamic spatial and temporal expression patterns for the eight 3-OST family members suggesting distinct roles in the developing embryo.\n\nHere we show that morpholino (MO) knockdown of one of eight 3-OST family members in zebrafish, 3-OST-7 (aka hs3st1l1), specifically results in a noncontracting cardiac ventricle at 48 hours post fertilization (hpf). Surprisingly, electrical and calcium transients in cardiomyocytes appear to be normal, suggesting that normal electrophysiological signaling in cardiomyocytes is uncoupled from cardiomyocyte contraction. Further exploring the noncontracting phenotype, we show that 3-OST-7 functions to negatively regulate BMP signaling in cardiomyocytes and to allow tpm4 mRNA accumulation, which then allows normal sarcomere organization and contraction. The roles of 3-OST-7 and BMP signaling reveal a novel mechanism for the regulation of cardiac cell function.\n\nResults\n\nCardiac Ventricle Contraction Requires 3-OST-7\n\nTo begin elucidating the role of 3-OST-7 in development, we injected zebrafish embryos with either a translation-blocking MO (MO1) or a splice-blocking MO (MO2). Knockdown with MO2 was verified by reverse transcription (RT)-PCR analysis (Figure 1I). Embryos injected with either MO exhibited similar phenotypes indicative of a cardiovascular phenotype: pericardial edema and blood pooling at 48 hpf (Figure 1A and 1B). Visualizing the heart in living transgenic Tg(cmlc2:gfp) zebrafish [17] revealed that 3-OST-7 morphants had a hypoplastic cardiac ventricle that did not contract normally (Figure 1F and 1G; Video S2), resulting in poor blood circulation (Video S4). In contrast, sibling control embryos had normal cardiac contraction cycles, with sequential diastole and systole, and normal blood circulation (Figure 1C and 1D, Videos S1 and S3). In contrast to the ventricle in 3-OST-7 morphants, atrium contraction was normal and similar to control (Figure 1C, 1D, 1F, and 1G). In embryos injected with MO2, only 47%±1% (n = 124) had normal ventricular contraction, whereas all control embryos had normal cardiac contraction (n = 137) (Figure 1J).\n\nTo assess the specificity of 3-OST-7 knockdowns, we injected MOs against two other members of the 3-OST family, 3-OST-5 and 3-OST-3z, and found that MO-injected embryos had normal cardiac ventricular contraction (Figure 1J). Knockdown of 3-OST-5 and 3-OST-6 resulted in other distinct phenotypes, including altered cilia function and left-right patterning [18]. Together, these results indicate that ventricular cardiac contraction defects are a specific phenotype of 3-OST-7 knockdown, and not knockdown of other members of the 3-OST family, including 3-OST-5, a member of the same subgroup as 3-OST-7.\n\nIn order to determine what is causing the hypoplasticity of the 3-OST-7 morphant ventricle, we examined cell number and cell volume. Utilizing the transgene Tg(cmlc2-DsRed-nuc) [19], which labels cardiomyocyte nuclei, we counted the total number of cardiomyocytes in both control embryos and 3-OST-7 morphants. The cardiomyocyte cell number was similar in control (298±10, n = 10) and 3-OST-7 morphant (288±12, n = 10), indicating that changes in cell number were not the cause for the hypoplastic ventricle in 3-OST-7 morphants. In contrast, by measuring ventricular myocyte volume in 3D-reconstructions of optical sections of the cardiac tube, we found that the cellular volume of individual ventricular myocytes was significantly reduced in 3-OST-7 morphants compared to control embryos (Figure 1E and 1H, p = 0.01), thus suggesting that cell shape changes were correlated with the observed hypoplasticity of 3-OST-7 morphant ventricles. Individual atrial myocyte volume was similar (p = 0.10) between control (207±11 µm3, n = 7) and 3-OST-7 morphant (183±11 µm3, n = 10).\n\nExpression of 3-OST-7 in Endocardium Rescues Contraction in Myocardium\n\nWhen using MOs to knockdown gene function, an important control is to rescue MO phenotype by co-expression of the targeted gene. We utilized the Tol2kit cloning system [20] to create stable, germline-transmitted transgenic Tg(β-actin:3-OST-7-IEP) zebrafish that expressed 3-OST-7 under the control of the β-actin promoter for ubiquitous expression throughout early development. To preclude inhibition of transgenic expression of 3-OST-7, the MO binding sequence is not present in the construct. We placed an IRES-EGFP-polyA (IEP) downstream of the 3-OST-7 coding region, which enabled identification of individual transgenic embryos expressing 3-OST-7 by co-expression of EGFP. Constitutive expression of 3-OST-7 reduced the contraction defect in 3-OST-7 morphants, compared to nontransgenic morphants (Figure 1K).\n\n3-O-sulfotransferases modify HSPGs, which typically function at the cell surface, making it possible that they modulate cell-cell signaling into 3-OST-expressing cell and/or into neighboring cells. 3-OST-7 is expressed ubiquitously early in development [16]. In the ventricle at 48 hpf, the myocardium is directly apposed to the endocardium, so either cell lineage could be a source for 3-OST-7 function. To refine our understanding of 3-OST-7 in cardiac ventricular contraction, we asked which ventricular cell lineage required 3-OST-7 in order to allow normal ventricular contraction. We created stable transgenic zebrafish lines that express 3-OST-7 under the control of the cmlc2 (aka myl7) promoter in myocardial-specific lineages, or expressing 3-OST-7 under the control of the fli1 promoter in endothelial/endocardial-specific lineages. The 3-OST-7 MO binding sequence is not present in either construct, therefore the MO would not inhibit transgenic expression of 3-OST-7. Both transgenes have an IRES-EGFP tag downstream of 3-OST-7 coding region, enabling identification of embryos that express 3-OST-7 in either endocardium or myocardium by co-expression of EGFP. These transgenic embryos were injected with 3-OST-7 MO and compared with nontransgenic, MO-injected sibling embryos. We observed significant rescue of ventricle contraction in morphants in which 3-OST-7 was expressed in endocardium, Tg(fli1:3-OST-7-IEP), that was comparable to rescue by ubiquitously expressed 3-OST-7 in transgenic Tg(β-actin:3-OST-7-IEP) morphants (Figure 1K). In contrast, transgenic expression of 3-OST-7 in cardiomyocytes by Tg(cmlc2:3-OST-7-IEP) was not sufficient to rescue cardiac contraction (Figure 1K). While the fli1 driver rescues to the same extent as the ubiquitous driver, it is possible that other tissues might also utilize 3-OST-7. Also, it should be noted that it is not possible to conclude that 3-OST-7 is not also required in cardiomyocytes earlier in development. Transgenic cmlc2 expression begins at approximately 16 hpf, while the fli1-driven transgene starts being expressed at approximately 12 hpf, as assessed by co-expression of EGFP with 3-OST-7 (unpublished data). Thus, it is possible that the inability of the cmlc2:3-OST-7 transgene to rescue is due to expression that is too late to be effective. Nonetheless, these results indicate that expression of 3-OST-7 in endocardium is sufficient to rescue the contraction of myocardium, suggesting 3-OST-7 functions to regulate cell-cell signaling across these apposed tissues.\n\nEarly Patterning in 3-OST-7 Morphants Is Normal\n\nWe explored several possible causes of ventricular noncontraction in 3-OST-7 morphants, including alterations in cardiac patterning or cardiomyocyte development. We used in situ hybridizations (ISH) and transgenic fish to assess whether the heart field is correctly specified in 3-OST-7 morphants. Hand2 and nkx2.5, whose combined expressions define cardiac precursor cells in the lateral plate mesoderm [21], have similar expression patterns in both control embryos and 3-OST-7 morphants (Figure S1A–S1D). Similarly, expression patterns of cmlc2 (myocardial marker), amhc (atrial marker), and vmhc (ventricular marker) were unaltered in 3-OST-7 morphants (Figure S1E and S1F, S1I–S1L). Endocardial precursor patterning was similar in control and 3-OST-7 embryos (Figure S1G and S1H), as assessed in Tg(fli1:EGFP embryos) [22]. Together these results demonstrate that heart field specification, early endocardial development, and myocardial development proceed normally in 3-OST-7 morphants, and that early mispatterning is not likely the cause for the noncontracting ventricle.\n\nNoncontracting Ventricle in 3-OST-7 Morphants Generates Normal Action Potentials and Calcium Transients\n\nTo determine whether ventricular noncontraction in 3-OST-7 morphants was due to defects in cardiomyocyte physiology, we assessed coupling of contraction to excitation. A fully functional heart characteristically undergoes excitation-contraction coupling, a physiological process whereby an electrical stimulus (action potential) is converted to a mechanical response (contraction) [23]. We first assessed whether the morphant ventricle could generate action potentials and calcium transients. To record action potentials, we performed patch clamp analysis on either the atrium or ventricle (Figure 2A and 2B) as previously described [24]. As expected, atria of 3-OST-7 morphants generated action potentials comparable to atria of control embryos (Figure 2C and 2D). Surprisingly, however, action potentials were also obtained for the noncontracting ventricles of 3-OST-7 morphants and these action potentials were similar to those recorded for ventricles of control embryos (Figure 2E and 2F). Moreover, analysis of action potential parameters revealed that there were no statistically significant differences between control embryos and 3-OST-7 morphants (Tables S1 and S2). These results indicate that the ion channels responsible for generating and propagating these action potentials were intact and physiologically functional in 3-OST-7 morphants.\n\nA primary function of the cardiac action potential is to trigger the increase in intracellular calcium that initiates cardiac contraction [25]. To assess whether this increase occurs in 3-OST-7 morphant ventricles, we used two different techniques to image changes in intracellular calcium. In the first technique, explanted embryonic hearts were imaged by high-speed confocal microscopy using the calcium indicator Fluo-4. The amplitude and the decay of recorded calcium transients were measured to assess the release and re-uptake of intracellular calcium. Similar calcium waves were observed in hearts of both control embryos and 3-OST-7 morphants (Videos S5 and S6). The 3-OST-7 morphant atria and ventricles generated calcium transients (Figure 2H and 2J) similar to those generated by atria and ventricles from control embryos (Figure 2G and 2I). There were no significant differences in the calcium transient amplitude and calcium transient decay between ventricles of 3-OST-7 morphant embryos and ventricles of control embryos (Figure 2K and 2L). In the second technique, 3-OST-7 MO or control MO was injected into transgenic Tg(cmlc2:gCaMP)s878 embryos [26] that allowed for live calcium imaging in intact zebrafish. Similar to the other technique, calcium waves were detected in 3-OST-7 morphant hearts (Videos S7 and S8) and comparable optical maps were generated for both control embryos and 3-OST-7 morphants (Figure 2M and 2N). There were no observed differences in conduction velocity. Together these results demonstrated the ability of the noncontracting ventricle of 3-OST-7 morphants to release calcium from the sarcoplasmic reticulum and to re-uptake it at the end of the cycle. These results indicate that the intracellular components that are critical for calcium cycling are functional in 3-OST-7 morphants. In addition, the normal propagation of calcium waves in 3-OST-7 morphant hearts indicates that the gap junctions and excitatory ion currents critical for normal cell-cell conduction were also intact.\n\n3-OST-7-Dependent Expression of Tpm4 Is Required for Myofibrillogenesis, Sarcomere Assembly, and Contraction\n\nOur observations that action potentials and calcium transients were normal in 3-OST-7 morphants with noncontracting ventricles indicate that excitation was uncoupled from contraction. Moreover, this suggests that the failure of contraction in 3-OST-7 morphants might be due to defects in the myocardial contractile apparatus, which is the direct target of calcium ions released from the sarcoplasmic reticulum during electrical excitation of the heart. To determine whether ventricular noncontraction of 3-OST-7 morphants is due to aberrant sarcomeres, we used immunohistochemistry (IHC) and transmission electron microscopy (TEM) to visualize the sarcomeric structure of the heart. Using MF20 and phalloidin to stain sarcomeric myosin and the actin filaments, respectively, we found that these filaments were disorganized in 3-OST-7 morphant hearts compared to the orderly filament organization in hearts of control embryos (Figure S2). IHC analysis also showed diminished cardiac troponin T (Tnnt2) and tropomyosin (Tpm) organization in 3-OST-7 morphant hearts (Figure 3B and 3F) compared to control embryo hearts (Figure 3A and 3E). Myofibrils with distinct sarcomeric structures such as A-bands, I-bands, and Z-discs were evident by TEM in control hearts (Figure 3C). In contrast, the myofibrils were reduced and disorganized in 3-OST-7 morphant hearts (Figure 3G). Together these results demonstrate the noncontraction of the ventricle in 3-OST-7 morphants is correlated with disorganization of sarcomere proteins.\n\nSince it appears that 3-OST-7 is required for sarcomere organization, and for Tnnt2 and Tpm protein levels (Figure 3B and 3F), we asked whether 3-OST-7 MO affects RNA transcript accumulation for either of these sarcomeric genes. ISH analysis of tnnt2 RNA expression at 20 hpf, 24 hpf, and 48 hpf in morphants revealed that tnnt2 transcript levels were similar to control (Figure S3A, S3B, S3E, S3F, S3I, S3J). In contrast, transcript levels of tpm4 were reduced in 3-OST-7 morphants compared to control embryos (Figures 3D, 3H, S3C, S3D, S3G, and S3H). In hearts obtained by bulk disruption of 48 hpf embryos [27], tpm4 transcript levels were reduced 3.8-fold in 3-OST-7 morphants (p = 6.2×10−4), as assessed by microarray analysis. Similar to ISH data, tnnt2 transcript levels were unchanged in the microarray analysis (p&gt;0.05). Together, these results suggest that 3-OST-7 MO leads to a reduction of tpm4 RNA accumulation, which then leads to reduced Tpm protein accumulation.\n\nWe suggest that cardiac Tpm4 serves as a “lynchpin” protein downstream of 3-OST-7 function; when Tpm4 is reduced, sarcomeres fail to be stably organized, and other sarcomeric proteins are degraded in response. Consistent with this idea, tnnt2 RNA is present but Tnnt2 protein is diminished in 3-OST-7 morphants. We predicted that if Tpm4 serves as a lynchpin protein in 3-OST-7 function, then we should be able to rescue sarcomere organization and ventricular contraction in 3-OST-7 morphants by injection of tpm4 RNA. Injection of tpm4 RNA alone in control embryos had no perceived gross morphological effect, nor did it alter cardiac function (Figure S4). Strikingly, injection of tpm4 RNA in 3-OST-7 morphants rescued ventricular contraction as assessed by looking at contraction in 48 hpf embryos (p = 0.0097, Figure S4) and by measuring ejection area (p&lt;0.05, Figure 3L). In keeping with the rescued ventricular contraction, tpm4 RNA injection in 3-OST-7 MO also rescued the organization and expression of sarcomeric proteins Tnnt2 and Tpm, and rescued the TEM appearance of sarcomeric structures in myofibrils (Figure 3I–3K). In contrast with the ability of tpm4 RNA to rescue cardiac contraction in 3-OST-7 morphants, transient transgenic expression of tnnt2 did not rescue cardiac contraction. As a control, embryos that were transgenic for a construct that drives cardiac expression of tnnt2-IRES-EGFP under the control of the cmlc2 promoter had normal cardiac contraction. 3-OST-7 MO injected into this transgenic (scored by EGFP expression) resulted in decreased cardiac contraction, at frequencies comparable to 3-OST-7 MO in non-transgenic siblings (Figure S5). Together these results demonstrate that Tpm4 serves as a downstream lynchpin of 3-OST-7 function for normal cardiac ventricular contraction.\n\nChamber Patterning, FGF, and Notch Signaling are Normal in 3-OST-7 Morphants\n\nIn addition to myofibrillogenesis and onset of contraction, the cardiac maturation program involves a comprehensive patterning of myocardial cells into either contracting chamber myocardium (atrium or ventricle) or nonchamber, noncontracting myocardium (sinus venosus, atrioventricular or AV canal, and outflow tract) [28],[29]. To determine whether this patterning occurs in 3-OST-7 morphants, we performed ISH for tbx2 (tbx2b in zebrafish) and anf in 48 hpf control embryos and 3-OST-7 morphants. Tbx2b is normally expressed in the AV canal (nonchamber myocardium) at 48 hpf [30], and we observed a similar pattern of expression in both control embryos and 3-OST-7 morphants (Figure 4A and 4D). Similarly, anf, which is normally expressed in atrium and ventricle (chamber myocardium) at 48 hpf, had a similar pattern of expression in 3-OST-7 morphants (Figure S7C and S7D). Together these results suggest that 3-OST-7 morphants undergo normal patterning and segregation of chamber and nonchamber myocardium.\n\nWe also investigated whether two major developmental signaling pathways, FGF and Notch signaling, are involved in 3-OST-7 regulation of ventricular contraction. FGF signaling was a strong candidate because it requires HSPG GAG chains for receptor-ligand complex formation [13],[31]–[33]. If loss of contraction caused by knockdown of 3-OST-7 occurs through deficient FGF signaling, direct perturbation of FGF signaling should mimic the noncontracting ventricle phenotype of 3-OST-7 morphants. However, FGF receptor 1 (fgfr1) knockdown resulted in ventricles that were smaller but had normal contractility (Figure S6A). Similarly, reducing or abolishing FGF signaling either in the zebrafish fgf8/ace mutant or by treatment with the FGFR inhibitor SU5402 also resulted in small hearts with particularly notable reductions of the ventricle, but no reported alterations in contraction [34],[35]. The normal cardiac contraction in FGF pathway manipulations suggests that FGF signaling is not a component of the 3-OST-7-dependent pathway.\n\nIn Drosophila, the Notch pathway is dependent on 3-O-sulfation by 3-OST-B [36]. More importantly, deltaD, a Notch ligand, was one of the most downregulated genes in the microarray analysis comparing control embryo hearts and 3-OST-7 morphant hearts at 48 hpf (7.0-fold decreased, p = 1.86×10−2). To determine whether 3-OST-7 regulates ventricular contraction by way of the Notch signaling pathway, we assessed whether the noncontracting ventricle phenotype is recapitulated in deltaD/aeiAG49 mutant embryos [37]. Embryos carrying a homozygous mutation in the deltaD gene were identified by misshapped somites posterior to the ninth somite [37] and separated from wild-type or heterozygous siblings at 18 hpf. The hearts were then scored for ventricular contraction at 48 hpf. Cardiac contraction was normal in deltaD/aeiAG49 mutants (n = 34 mutants; n = 94 wild-type siblings). Since DeltaD is one of four Delta ligands in zebrafish, it is possible that other Delta ligands might be compensating for loss of DeltaD in deltaD/aeiAG49 mutants. To more broadly block Notch signaling, we used DAPT, a γ-secretase inhibitor. Continuous treatment from 5 hpf, when cells are fated to become myocytes [38], to 48 hpf did not result in ventricular noncontraction at 48 hpf (Figure S6B), but disrupted somite formation, indicative of treatment efficacy. Treatments during narrower developmental windows gave similar results, with normal cardiac contraction (Figure S6B). Together these results suggest that Notch signaling is not a component of the 3-OST-7-dependent pathway for cardiac contraction.\n\nBMP Signaling Is Expanded in 3-OST-7 Morphants\n\nBmp4, versican, and notch1b expression patterns are progressively restricted to the AV junction during cardiac development. All three genes are expressed along the antero-posterior length of the heart at 24 hpf and are subsequently restricted to the AV canal and excluded from expression in the maturing ventricle by 48 hpf (Figures 4B, 4C, and S7A), as previously reported [39]–[41]. However, in contrast to controls, in 3-OST-7 morphants bmp4 (Figure 4F) and versican (Figure S7B) were ectopically expressed in ventricles at 48 hpf. Bmp4 and versican remained ectopically expressed in ventricular myocytes at 3 days postfertilization (n = 40 embryos). In contrast to bmp4 and versican, notch1B was expressed solely in the AV canal of 3-OST-7 morphants (Figure 4E), similar to control embryos, and tie2 expression, assessed in Tg(tie2:EGFP) embryos, was expressed normally in the AV canal in both control and 3-OST-7 morphant embryos (Figure S7E and S7F). Normal notch1B and tie2 expression suggest that the failure of bmp4 and versican to become AV canal-restricted was not merely due to developmental delay, nor to an overall mispatterning of AV boundaries. Together these results indicate 3-OST-7 morphant hearts achieve normal AV boundary formation, but fail to exclude bmp4 expression from ventricular myocytes.\n\nTo investigate whether ectopic expression of bmp4 in the ventricle affects BMP signaling, we performed IHC for phosphorylated-Smad1/5/8 (P-Smad), a downstream marker for Bmp signaling. P-Smad was localized most strongly in the nuclei of AV canal cells in control hearts (Figure 4G), which corresponds to bmp4 being normally restricted to that region at 48 hpf. In contrast, P-Smad was found strongly expressed in the nuclei of ventricular cells in 3-OST-7 morphant hearts as well as in nuclei of AV canal cells (Figure 4H), which corresponds to the ectopic expression of bmp4 in the ventricle. In order to quantify this effect, we divided the ventricle images into six domains (domain 1 contains the AV junction and domain 6 was the region farthest from the AV junction) and counted the number of P-Smad-positive nuclei within each domain (Figure 4I). In 3-OST-7 morphants, an increased number of P-Smad-positive nuclei were present even in the domains farthest from the AV, while there were very few P-Smad positive nuclei outside the AV domain in control hearts. Interestingly, the number of P-Smad positive nuclei in 3-OST-7 morphants appears as a gradient, with the highest numbers close to the AV junction (Figure 4I). We also utilized the transgenic Tg(BRE:d2GFP) fish [42] to visualize dynamic transcriptional response to BMP signaling in live embryos. In control embryos, GFP expression in the heart was observed primarily in the AV junction (Figure 4J and 4K). In contrast, GFP expression was expanded to the whole ventricle in 3-OST-7 morphants (Figure 4L and 4M), in keeping with the expanded bmp4 RNA expression and the expanded P-Smad nuclear staining. These results suggest that the role of 3-OST-7 is to confine bmp4 expression and downstream BMP response to the AV junction, and to prevent BMP signaling from spreading into ventricular myocardium at 48 hpf.\n\nTo investigate whether other components of the BMP signaling pathway are involved in the 3-OST-7 morphant phenotype, we performed ISH analysis on nine BMP receptors at four different developmental timepoints (17 somite stage, 24 hpf, 36 hpf, and 48 hpf): bmpr1aa (alk3a), bmpr1ab (alk3b), bmpr1ba (alk6a), bmpr1bb (alk6b), bmpr2b, acvr1l (alk8), acvr2aa (acvr2a), acvr2b, and acvrl1 (alk1) (Table S3). Of these, bmpr2b and alk8 had altered heart expression in 3-OST-7 morphants, with strongly increased bmpr2b expression in the heart (Figure S8C) and alk8 expression in the outflow tract (Figure S8D) that were not observed in controls (Figure S8A and S8B).\n\nEctopic Ventricular Expression of Bmp4 Occurs in Two Other Models of Noncontraction\n\nThe expansion of BMP signaling into the ventricular myocardium in 3-OST-7 morphants provides a correlation between absence of ventricular contraction and expanded or ectopic expression of bmp4 in ventricular myocardium. To determine whether this correlation occurs in other distinct pathways that lead to defective contraction, we examined bmp4 expression in morphants of the potassium channel gene kcnh2 and sarcomeric protein cardiac troponin T gene tnnt2. Kcnh2 and tnnt2 mutants both have “silent” (i.e., noncontracting) hearts and MO knockdown of these genes phenocopy the mutant phenotypes [24],[43], which we scored as percent of embryos with cardiac contraction defect (Figure 5A).\n\nBmp4 expression is significantly expanded in the kcnh2 and tnnt2 morphants (Figure 5B), which we classified and scored in three categories: normal AV-restricted expression (AV only, blue, Figure 5B), ectopic expression expanded into ventricle (AV+V, red, Figure 5B), and ectopic expression expanded into both atrium and ventricle (entire heart, green, Figure 5B). Strikingly, only 23.4% and 5.7% of embryos had normal AV-restricted expression with injection of kcnh2 and tnnt2 MO, respectively (blue, Figure 5B). Most of the morphants (76.6% and 94.3% for kcnh2 and tnnt2 morphants, respectively) had expanded, ectopic expression of bmp4 in the ventricle (red and green, Figure 5B).\n\nInterestingly, in kcnh2, tnnt2, and 3-OST-7 morphants, the percentage of ectopic bmp4 expression correlated with percentage of noncontraction (comparing Figure 5B and 5A). For example, knockdown of 3-OST-7 resulted in 56.9% of embryos having ventricular noncontraction (Figure 5A) and 48.8% had ectopic bmp4 expression (red and green, Figure 5B), the least noncontraction and ectopic bmp4 expression fractions observed among the three MO knockdowns. In contrast, knockdown of tnnt2 resulted in 99.4% of embryos with noncontraction (Figure 5A), the highest noncontraction fraction among the three knockdowns, which correlated with the highest fraction of ectopic bmp4 expression (red and green, Figure 5B). These results demonstrate that the correlation between noncontraction and ectopic bmp4 expression is conserved in three very distinct models of defective cardiac contraction.\n\n3-OST-7-Mediated Regulation of Bmp4 Expression Is Required for Normal Contraction\n\nThe above results indicate a correlation between expanded BMP expression in ventricular myocytes and failure to contract, but they do not address causality. Is expansion of BMP expression, as seen in 3-OST-7 morphants, capable of preventing ventricular contraction? To test the hypothesis that the ectopic expression of bmp4 in the ventricle causes a noncontracting phenotype, we utilized the transgenic Tg(hsp70:bmp2b) zebrafish [44] and performed heat-shock to induce BMP signaling. We crossed heterozygous Tg(hsp70:bmp2b)/+ fish to wild-type AB and subjected half of the progeny to heat-shock (37°C for 30 min) at 12 hpf, while leaving the remaining half untreated (Figure 6A). We scored for ventricular noncontraction, and then confirmed presence of the heat-shock transgene by PCR. We found that heat-shock at 12 hpf (Figure 6A), but not at 24 hpf and 36 hpf (Table S4), resulted in ventricular noncontraction.\n\nThese results indicate that ectopic overexpression of BMP is capable of blocking ventricular contraction, but do not test whether the expanded expression of BMP observed in 3-OST-7 morphants is causative of the noncontracting phenotype. If the function of 3-OST-7 is to reduce or constrain BMP expression from ventricular myocytes, and excessive BMP is causative of contraction defects in 3-OST-7 morphants, then reduction of endogenous BMP levels in 3-OST-7 morphants should alleviate the ventricular contraction defect. To test this hypothesis, we utilized the zebrafish bmp4st72 mutant [45] and asked whether genetic reduction of bmp4 will rescue the noncontracting ventricle phenotype caused by knockdown of 3-OST-7. We injected 3-OST-7 MO into embryos from crosses between bmp4st72/+ heterozygotes, with uninjected embryos from the same genetic crosses serving as control (Figure 6B). The embryos were then segregated by cardiac phenotype: normal hearts or noncontracting ventricles at 48 hpf. In some cases a slight AV morphological defect was also observed, as part of the bmp4st72 mutant phenotype seen in both uninjected and injected embryos, and these were counted among the normally contracting hearts. The individual embryos were then genotyped. In uninjected embryos, all embryos displayed normal cardiac contraction, regardless of wild-type, heterozygous, or homozygous genotype for bmp4st72 (Figure 6B), indicating that cardiac contraction was not affected in the absence of 3-OST-7 MO. In siblings that were genotypically wild-type for bmp4 (+/+) and injected with 3-OST-7 MO, the percentage of embryos with normal ventricular contraction was only 47.5%, similar to the range seen in other 3-OST-7 MO experiments (Figure 6B). Strikingly, the percentage of embryos with normal cardiac contraction was increased for 3-OST-7 MO injected bmp4st72 mutants (−/−), with 73.7% of these mutants having a contracting ventricle (Figure 6B). Genomic DNA sequencing of the individual injected bmp4st72 mutants confirmed that the 3-OST-7 MO targeted sequence was correct in bmp4st72 mutants. These results indicate that reduction of endogenous BMP signaling is capable of rescuing ventricular contraction in 3-OST-7 morphants. Combined with the observation that ectopic BMP signaling can cause a noncontracting ventricle phenotype, these results indicate that 3-OST-7 functions to constrain BMP signaling to the AV junction and to reduce BMP signaling in the ventricle, thereby allowing normal cardiac ventricular contraction.\n\nDiscussion\n\nIn this study we demonstrate that 3-OST-7, one of the enzymes that places a rare 3-O-sulfation on GAG chains on HSPGs, has a novel and highly specific function in cardiac development. In 3-OST-7 knockdown zebrafish, early cardiac cell specification, patterning, cardiac tube looping, and cardiomyocyte electrophysiology are normal, but ventricle contraction is defective. We show that 3-OST-7 is required for the normal accumulation of tpm4 mRNA in the ventricle. Tpm4 protein appears to be a lynchpin in ventricular sarcomere assembly and stabilization, because overexpression of Tpm4 protein by tpm4 mRNA injection in 3-OST-7 morphants rescues the levels and organization of other sarcomeric proteins, rescues sarcomere structure, and rescues ventricular contraction. Tpm4 is also reduced in the atrium in 3-OST-7 morphants, but either this level of reduction is not sufficient to affect atrial contraction or some other contractile component might compensate functionally for diminished Tpm4 in the atrium. In contrast, transgenic overexpression of cardiac troponin T tnnt2 cannot rescue cardiac contraction in 3-OST-7 morphants. Thus, knockdown of 3-OST-7 uncouples contraction from the normally functioning excitation cycle by perturbing tpm4 mRNA accumulation, leading to defective myofibrillogenesis. This places the 3-OST-7-dependent 3-O-sulfation of extracellular GAG chains as the first member of an otherwise unknown signaling pathway that is upstream of tpm4 regulation and coordinated sarcomere assembly.\n\nWe propose that 3-OST-7 functions in the endocardium by modifying HSPGs at the interface between endocardium and myocardium in order to constrain BMP signaling to the AV junction and dampen BMP signaling in functional myocardium (Figure 7). The cardiac ventricular contraction defect in 3-OST-7 morphants could be rescued by ubiquitous transgenic expression of 3-OST-7 and by lineage-specific expression in the endocardium, but surprisingly not by lineage specific expression in the myocardium. This would suggest 3-O-sulfation of HSPGs by 3-OST-7 mediates cell-cell communication between myocardium and endocardium to regulate tpm4 transcription (Figure 7). In the presence of normal 3-OST-7 function, BMP signaling is constrained to the AV junction and precluded from functional myocardium, as reflected in high levels of P-Smad in nuclei in the AV junction and little or no P-Smad in adjacent functional cardiomyocytes. Since 3-OST-7 appears to be ubiquitously expressed, the spatial regulation of BMP4 signaling is likely due to positive feedback loops within the BMP pathway that are constrained by 3-OST-7 function. Other studies support the idea of positive feedback loops, showing that ectopic BMP expression activates endogenous BMP expression in Xenopus embryos, and correspondingly, loss of BMP ligands swirl (bmp2b), somitabun (smad5), or snailhouse (bmp7) in zebrafish mutants results in loss of bmp2b expression [46]–[49]. We do not know whether this constraint on BMP signaling occurs by direct interaction of BMP4 and/or its receptors with 3-OST-7 modified HSPGs, or indirectly through other pathways, but it would be exciting in future studies to assess if BMP4 directly bind to specifically modified, 3-O-sulfated HSPGs. The constraint of BMP signaling allows functional cardiomyocytes to accumulate normal levels of tpm4 mRNA and Tpm4 protein, which then serves as a lynchpin for the organization of normal contractile apparatus. The importance of BMP regulation is evident both from the ability of excessive BMP signaling to block cardiac contraction and the ability of reduced BMP levels to rescue contraction in 3-OST-7 MO. In the absence of 3-OST-7 function, the normal endogenous BMP signaling that occurs in the AV junction at 48 hpf spreads ectopically into myocardium beyond its normal boundaries in the AV junction, most likely mediated by the BMP receptor BMPR2B, which we show to be ectopically expressed in 3-OST-7 morphant hearts. This results in high levels of P-Smad in the nucleus of ventricular myocytes. High levels of BMP signaling result in reduced levels of tpm4 mRNA, thereby removing the Tpm4 lynchpin and leading to failure of contractile apparatus organization. It is not known whether the reduction of tpm4 mRNA is due to direct transcriptional suppression by the increased levels of P-Smad in the ventricular nuclei, or to indirect effects. Thus, although ventricular myocytes have normal cycling calcium and electrophysiology, they are incapable of contracting. Interestingly, other models of cardiac noncontraction (kcnh2 and tnnt2 morphants) also display expanded expression of bmp4, suggesting there might be an inappropriate positive feedback loop between overexpression of BMP and a failure of cardiomyocytes to contract. We would not expect manipulations of the BMP4 pathway to rescue ventricular noncontraction in the kcnh2 and tnnt2 morphants or mutants, since other critical components, of either the excitation-contraction coupling process or contractile machinery, are still missing. It is interesting to note that zebrafish tbx5 [50], apc [51], foxn4 [30], and tmem2 [52],[53] mutants that have a similar expansion of bmp4 expression in the ventricle also have poor contractility, although the noncontraction phenotype in these mutants appears to be less penetrant and have a later onset than 48 hpf. These genes have been shown to control AV canal formation, and experiments in the tmem2 mutants have shown that expanded bmp4 expression facilitates expansion of the AV canal markers hyaluronan synthase 2 and Alcama [53], suggesting an expansion of noncontracting, nonchamber myocardium. Our results uncover a unique role for bmp4 in promoting a noncontracting, nonchamber myocardium in that other markers that distinguish between chamber and nonchamber myocardium were normal (tbx2, anf, and notch1b). The ability of bmp4 to drive myocardium toward noncontracting, nonchamber myocardium is constrained by 3-O-sulfation function (Figure 7).\n\nIt is striking that the regulation of BMP signaling can be controlled by a rare modification of 3-O-sulfation on HSPGs, and that loss of this regulation has dramatic effects on the ability of the heart to function. Even more striking is that other 3-OST family members, many of which are expressed ubiquitously in these early stages of development [16], do not compensate for the loss of 3-OST-7. Knockdown of other 3-OST family members have distinct phenotypes and regulate other cell signaling pathways, including FGF signaling [18], but do not have the cardiac ventricular contraction defect described here for 3-OST-7. The regulation of ligand gradients and signaling by HSPG modification enzymes has been shown in Drosophila [11],[14], which has a limited number of genes for each step in the pathway. This level of precise regulation has not been described in vertebrates, in which each enzymatic step has large number of family members. Here, our results suggest that 3-OST-7 has a unique ability to generate a distinct modification on GAG chains of HSPGs, and this modification is necessary for the spatial regulation of BMP signaling during cardiac development, necessary for ventricle contraction.\n\nMaterials and Methods\n\nZebrafish Lines and Ethics Statement\n\nAll zebrafish experiments were performed in accordance to protocols approved by IACUC. Zebrafish were maintained under standard laboratory conditions at 28.5°C. In addition to Oregon AB wild-type, the following transgenic and mutant lines were used: Tg(cmlc2:GFP) [17], (Tg(cmlc2-DsRed-nuc) [19], Tg(fli1:EGFP) [22], Tg(cmcl2:gCaMP)s878 [26], Tg(hsp70:bmp2b) [44], Tg(BRE:d2GFP) [42], bmp4st72 [45], and deltaD/aeiAG49 [37].\n\nMorpholino Injection\n\nMO oligonucleotides were obtained from Gene Tools, LLC. The following sequences and concentrations were used: translation-blocking 3-OST-7 MO1, 5′-CACATAACTCAGAAGATTGGCCATG-3′, 5.4 ng; splice-blocking 3-OST-7 MO2, 5′- CACATCTGGAAGACACAAGAGAGAG-3′, 1.8 ng; 3-OST-5 MO, 5′-GTCCAGTCAGGTCAAGGGCAGCTCA-3′, 2.7 ng; 3-OST-3Z MO, 5′-GTCCAGTCAGGTCAAGGGCAGCTCA-3′, 5.4 ng; translation-blocking kcnh2 MO [24], 2.3 ng; translation-blocking tnnt2 MO [43], 4 ng; translation-blocking fgfr1 MO1 [54], 4 ng; and translation-blocking fgfr1 MO2 [54], 8 ng. Embryos were injected at the 1–2 cell stage.\n\nTransgenesis and mRNA Rescue\n\nThe Tol2kit cloning system was used to generate Tg(β-actin:3-OST-7-IEP), Tg(cmlc2:3-OST-7-IEP), and Tg(fli1:3-OST-7-IEP). Multisite recombination reactions were performed as previously described [20]. Transposase RNA was synthesized using mMessage mMachine kit (Ambion). 25 pg of transposase RNA and 30 pg of β-actin:3-OST-7-IEP, cmlc2:3-OST-7-IEP or fli1:3-OST-7-IEP plasmid DNA were injected into wild-type AB fish at the one-cell stage. Potential transgenic founders (TF) were identified by scoring for GFP expression in hearts (cmlc2:3-OST-7-IEP and fli1:3-OST-7-IEP) or ubiquitous GFP expression (β-actin:3-OST-7-IEP). Potential TFs were then crossed to wild-type AB fish to check for GFP expression. Those that gave GFP-positive transgenic embryos were subsequently used for rescue experiments where 3-OST-7 MO2 was injected into embryos from TF×AB matings. At 48 hpf, embryos were sorted by GFP fluorescence, then scored for ventricular noncontraction.\n\nFor tpm4 rescue experiments, tpm4 RNA was synthesized using the mMessage mMachine kit (Ambion) from the linearized pXT7-tpm4-tv1 expression vector [55]. 175 pg of RNA was co-injected with 5.4 ng of 3-OST-7 MO1 at the one-cell stage.\n\nFor tnnt2 rescue experiments, 25 pg of transposase RNA, 30 pg of cmlc2:tnnt2-IRES-EGFP [56], and 5.4 ng 3-OST-7 MO1 were injected into wild-type AB fish at the one-cell stage. Those that gave GFP-positive transgenic embryos were scored for rescue of ventricular noncontraction.\n\nData Acquisition and Processing for 3D Myocyte Reconstruction\n\n48 hpf explanted hearts were placed in physiological solution containing 0 mM Ca2+ and 10 µM blebbistatin. The sarcolemma was labeled using wheat germ agglutinin conjugated to Alexa Fluor 555 (Invitrogen). Using a confocal microscope (LSM 5 Live Duo, Carl Zeiss) equipped with a 40× oil immersion lens, samples were excited with a 543 nm laser and emission collected with a long-pass 560 nm filter. Image stacks were acquired with a resolution of 0.2 µm×0.2 µm×0.2 µm. Correction of depth-dependent attenuation, deconvolution, and 3D reconstruction of confocal images were performed as previously described [57].\n\nIn Situ Hybridization\n\nDigoxigenin-labeled antisense riboprobes were synthesized using Digoxigenin RNA Labeling Kit (Roche). cDNA plasmids encoding hand2, nkx2.5, cmlc2, amhc, vmhc, tnnt2, tpm4 [55], bmp4, versican, notch1B, anf, tbx2b, bmpr1aa (alk3a), bmpr1ab (alk3b), bmpr1ba (alk6a), bmpr1bb (alk6b), bmpr2b, acvr1l (alk8), acvr2aa (acvr2a), acvr2b, acvrl1 (alk1) [58], sdc2, sdc3, and sdc4 were used. ISH were performed as previously described [59], with anti-digoxigenin antibody incubation carried out using a Biolane HTI machine. Embryos were cleared in 70% glycerol and photographed with a Nikon SMZ1000 camera. Digital images were processed with Adobe Photoshop CS4.\n\nCalcium Transient Recording\n\nCa2+ transients were recorded as previously described [60]. Fluorescent signals (F) were normalized to baseline values (Fo). The maximum Ca2+ transient amplitude (FMax/Fo) was determined by averaging the peak amplitude of three consecutive transient signals. The decay of the calcium transient was determined by a monoexponential fit of the decaying signal and averaging value of three consecutive transient signals.\n\nOptical Mapping\n\n48 hpf zebrafish was placed on a coverglass. Electromechanical isolation was achieved with 2,3-BDM (Sigma) at 10 mmol/l applied 15 minutes before imaging. Single plane widefield epifluorescence images of the heart were obtained with a Nikon TE-2000 inverted microscope using a 40× Plan Apo air objective, Xcite-120 (Exfo) widefield epifluorescent source and standard FITC filter set. Images were acquired with a Coolsnap HQ camera (Photometrics) using Metavue software (Molecular Devices) in stream acquisition mode at a frame rate of 30 ms/frame (512×512 pixels). Image processing consisted first of manual adjustment of minor spatial shifts of the image over a temporal imaging series. Then, the fluorescence intensity of each pixel in a 2D map was normalized to its percentage between the minimum and maximum recorded values of the pixel over the full series. Isochronal lines at 20 ms intervals were obtained by identifying the maximal spatial gradient for a given time point. The color-coded scheme in each panel and video describes progressive activation of the heart with white/red cells and black/blue cells indicating depolarization and repolarization, respectively. Software processing was performed with Metavue software and procedures written in MATLAB (MathWorks).\n\nImmunohistochemistry\n\nIHC using the primary antibodies MF20 (Developmental Studies Hybridoma Bank, 1∶10), CT3 (Developmental Studies Hybridoma Bank, 1∶10), CH1 (Developmental Studies Hybridoma Bank, 1∶10), and P-Smad1/5/8 (Cell Signaling Technology, 1∶100) was performed as previously described [54]. Secondary antibody, either donkey anti-mouse AlexaFluor488 (Molecular Probes) or goat anti-mouse AlexaFluor488 (Molecular Probes), was used in 1∶100 dilution. Images were acquired using an Olympus Fluoview FV300 laser scanning confocal microscope. Digital images were processed with Adobe Photoshop CS4.\n\nRescue in Bmp4st72 Embryos\n\nEmbryos from bmp4st72/+×bmp4st72/+ matings were injected with 3-OST-7 MO. At 48 hpf, the hearts were scored for noncontracting ventricle or wild-type phenotype. Genomic DNA was extracted from each individual embryo and genotyped using the following dCAPS primers, 5′-TGGTGAGGCACAACACCTCCAACTAG-3′ (forward) and 5′-CCGAGTCAGCGGGTGACTTTTGCCGTC-3′ (reverse). The PCR products were digested with SpeI (NEB) and ran in 3% agarose gel. Digestion with SpeI releases 250 bp band in wild-type, 230 bp band in mutant, and both in heterozygotes. DNA genotyped to be from mutants were sequenced to verify compatibility with 3-OST-7 MO.\n\nStatistics\n\nStatistical significance was analyzed using Student's t-test. Analysis was performed using GraphPad Prism (version 6.00 for Mac GraphPad Software). Results are considered significant when p&lt;0.05 and results are expressed as mean ± standard error of the mean (SEM).\n\nSupporting Information"
}