{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3001015",
  "doi": "10.1371/journal.pbio.3001015",
  "externalIds": [
    "pii:PBIOLOGY-D-20-01225",
    "pmid:33332391",
    "pmcid:PMC7775124"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Permeability of the HIV-1 capsid to metabolites modulates viral DNA synthesis",
  "authors": [
    {
      "name": "Chaoyi Xu",
      "first": "Chaoyi",
      "last": "Xu",
      "affiliation": "Department of Chemistry and Biochemistry, University of Delaware, Newark, Delaware, United States of America; Pittsburgh Center for HIV Protein Interactions (PCHPI), University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-9870-4297"
      ]
    },
    {
      "name": "Douglas K. Fischer",
      "first": "Douglas K.",
      "last": "Fischer",
      "affiliation": "Pittsburgh Center for HIV Protein Interactions (PCHPI), University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America; Department of Microbiology and Molecular Genetics, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-8267-6308"
      ]
    },
    {
      "name": "Sanela Rankovic",
      "first": "Sanela",
      "last": "Rankovic",
      "affiliation": "Department of Physiology and Cell Biology, Ben-Gurion University of Negev, Beer Sheva, Israel",
      "externalIds": [
        "orcid:https://orcid.org/0000-0001-9448-6037"
      ]
    },
    {
      "name": "Wen Li",
      "first": "Wen",
      "last": "Li",
      "affiliation": "Pittsburgh Center for HIV Protein Interactions (PCHPI), University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America; Department of Cancer Immunology and Virology, Dana-Farber Cancer Institute, Boston, Massachusetts, United States of America; Department of Medicine, Harvard Medical School, Boston, Massachusetts, United States of America"
    },
    {
      "name": "Robert A. Dick",
      "first": "Robert A.",
      "last": "Dick",
      "affiliation": "Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, United States of America"
    },
    {
      "name": "Brent Runge",
      "first": "Brent",
      "last": "Runge",
      "affiliation": "Department of Chemistry and Biochemistry, University of Delaware, Newark, Delaware, United States of America; Pittsburgh Center for HIV Protein Interactions (PCHPI), University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-3759-5143"
      ]
    },
    {
      "name": "Roman Zadorozhnyi",
      "first": "Roman",
      "last": "Zadorozhnyi",
      "affiliation": "Department of Chemistry and Biochemistry, University of Delaware, Newark, Delaware, United States of America; Pittsburgh Center for HIV Protein Interactions (PCHPI), University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America"
    },
    {
      "name": "Jinwoo Ahn",
      "first": "Jinwoo",
      "last": "Ahn",
      "affiliation": "Pittsburgh Center for HIV Protein Interactions (PCHPI), University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America; Department of Structural Biology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America"
    },
    {
      "name": "Christopher Aiken",
      "first": "Christopher",
      "last": "Aiken",
      "affiliation": "Pittsburgh Center for HIV Protein Interactions (PCHPI), University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America; Department of Pathology, Microbiology and Immunology, Vanderbilt University Medical Center, Nashville, Tennessee, United States of America"
    },
    {
      "name": "Tatyana Polenova",
      "first": "Tatyana",
      "last": "Polenova",
      "affiliation": "Department of Chemistry and Biochemistry, University of Delaware, Newark, Delaware, United States of America; Pittsburgh Center for HIV Protein Interactions (PCHPI), University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-0346-1131"
      ]
    },
    {
      "name": "Alan N. Engelman",
      "first": "Alan N.",
      "last": "Engelman",
      "affiliation": "Pittsburgh Center for HIV Protein Interactions (PCHPI), University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America; Department of Cancer Immunology and Virology, Dana-Farber Cancer Institute, Boston, Massachusetts, United States of America; Department of Medicine, Harvard Medical School, Boston, Massachusetts, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-9709-2591"
      ]
    },
    {
      "name": "Zandrea Ambrose",
      "first": "Zandrea",
      "last": "Ambrose",
      "affiliation": "Pittsburgh Center for HIV Protein Interactions (PCHPI), University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America; Department of Microbiology and Molecular Genetics, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-8610-2766"
      ]
    },
    {
      "name": "Itay Rousso",
      "first": "Itay",
      "last": "Rousso",
      "affiliation": "Department of Physiology and Cell Biology, Ben-Gurion University of Negev, Beer Sheva, Israel",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-4399-9171"
      ]
    },
    {
      "name": "Juan R. Perilla",
      "first": "Juan R.",
      "last": "Perilla",
      "affiliation": "Department of Chemistry and Biochemistry, University of Delaware, Newark, Delaware, United States of America; Pittsburgh Center for HIV Protein Interactions (PCHPI), University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-1171-6816"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-12-17",
  "dateAccepted": "2020-11-26",
  "dateReceived": "2020-04-30",
  "volume": "18",
  "number": "12",
  "pages": "e3001015",
  "tags": [
    "Biochemistry",
    "Bioengineering",
    "Biotechnology",
    "Chemical compounds",
    "Chemistry",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Bioengineering",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Biotechnology",
    "Discipline-v3/Chemical compounds",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Electron microscopy",
    "Discipline-v3/Engineering and technology",
    "Discipline-v3/Free energy",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetics",
    "Discipline-v3/HIV",
    "Discipline-v3/HIV-1",
    "Discipline-v3/Immunodeficiency viruses",
    "Discipline-v3/Lentivirus",
    "Discipline-v3/Material properties",
    "Discipline-v3/Materials science",
    "Discipline-v3/Mechanical properties",
    "Discipline-v3/Medical microbiology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial pathogens",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Microscopy",
    "Discipline-v3/Nucleotides",
    "Discipline-v3/Organic chemistry",
    "Discipline-v3/Organic compounds",
    "Discipline-v3/Organisms",
    "Discipline-v3/Pathogens",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/RNA viruses",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Retroviruses",
    "Discipline-v3/Reverse transcription",
    "Discipline-v3/Small molecules",
    "Discipline-v3/Stiffness",
    "Discipline-v3/Thermodynamics",
    "Discipline-v3/Transmission electron microscopy",
    "Discipline-v3/Viral packaging",
    "Discipline-v3/Viral pathogens",
    "Discipline-v3/Viral replication",
    "Discipline-v3/Virology",
    "Discipline-v3/Viruses",
    "Electron microscopy",
    "Free energy",
    "Gene expression",
    "Genetics",
    "HIV",
    "HIV-1",
    "Immunodeficiency viruses",
    "Lentivirus",
    "Material properties",
    "Materials science",
    "Mechanical properties",
    "Medical microbiology",
    "Microbial pathogens",
    "Microbiology",
    "Microscopy",
    "Nucleotides",
    "Organic chemistry",
    "Organic compounds",
    "Organisms",
    "Pathogens",
    "Pathology and laboratory medicine",
    "Physics",
    "RNA viruses",
    "Retroviruses",
    "Reverse transcription",
    "Small molecules",
    "Stiffness",
    "Thermodynamics",
    "Transmission electron microscopy",
    "Type/Research Article",
    "Viral packaging",
    "Viral pathogens",
    "Viral replication",
    "Virology",
    "Viruses"
  ],
  "abstract": "Reverse transcription, an essential event in the HIV-1 life cycle, requires deoxynucleotide triphosphates (dNTPs) to fuel DNA synthesis, thus requiring penetration of dNTPs into the viral capsid. The central cavity of the capsid protein (CA) hexamer reveals itself as a plausible channel that allows the passage of dNTPs into assembled capsids. Nevertheless, the molecular mechanism of nucleotide import into the capsid remains unknown. Employing all-atom molecular dynamics (MD) simulations, we established that cooperative binding between nucleotides inside a CA hexamer cavity results in energetically favorable conditions for passive translocation of dNTPs into the HIV-1 capsid. Furthermore, binding of the host cell metabolite inositol hexakisphosphate (IP6) enhances dNTP import, while binding of synthesized molecules like benzenehexacarboxylic acid (BHC) inhibits it. The enhancing effect on reverse transcription by IP6 and the consequences of interactions between CA and nucleotides were corroborated using atomic force microscopy, transmission electron microscopy, and virological assays. Collectively, our results provide an atomistic description of the permeability of the HIV-1 capsid to small molecules and reveal a novel mechanism for the involvement of metabolites in HIV-1 capsid stabilization, nucleotide import, and reverse transcription.",
  "fullText": "Introduction\n\nFusion between HIV-1 virions and target cells engenders the release of the viral capsid into the host cell cytoplasm. The capsid, a cone-shaped protein assembly composed of approximately 250 capsid protein (CA) hexamers and 12 CA pentamers, encapsulates 2 copies of the viral single-stranded RNA (ssRNA) genome and viral proteins, including reverse transcriptase (RT) and integrase (IN) [1–3]. Successful infection requires reverse transcription of the ssRNA into double-stranded viral DNA (vDNA) and integration of vDNA into the host cell genome. Based on steric hindrance of the intact capsid by the nuclear pore complex [4], major structural rearrangement or capsid shedding has been postulated to occur prior to or during nuclear import [5,6], a process commonly referred to as uncoating. While reverse transcription likely initiates within the capsid and is affected by uncoating, the mechanisms connecting the 2 viral processes remain a long-standing question in HIV-1 biology [7–10].\n\nInositol phosphates (IPs) are abundant cellular metabolites that play crucial roles in fundamental cellular processes [11]. Interestingly, ions and small molecules like inositol hexakisphosphate (IP6) have been reported to bind to the HIV-1 Gag polyprotein and CA hexamers, affecting virion assembly and reverse transcription [4,12–16]. It has been proposed that IP6 stabilizes the core by interacting with positively charged residues located near the central axis of a CA hexamer. Nevertheless, CA hexamers have been shown to be stable in the absence of IPs. In addition, we and others have proposed that reverse transcription mechanically induces changes in capsid morphology and triggers uncoating [17,18]. To support vDNA synthesis, RT requires adequate concentrations of deoxynucleotide triphosphates (dNTPs) within the lumen of the capsid. The HIV-1 capsid has been described as semipermeable and proposed to regulate the passage of ions including dNTPs from the cytoplasm to its interior [3,4,8].\n\nTo test the hypothesis that IPs and other metabolites modulate the translocation of dNTPs through CA oligomers, we have employed a multipronged approach combining all-atom molecular dynamics (MD) simulations [19], atomic force microscopy (AFM), transmission electron microscopy (TEM), confocal microscopy, and virus infectivity assays. Additionally, we have analyzed the effect of IP6 on HIV-1 capsid stability and reverse transcription and determined the molecular mechanism that regulates translocation of dNTPs through the capsid.\n\nResults and discussion\n\nThe CA hexameric cavity is surrounded by 6 copies of a β-hairpin, helix 1, and a short loop connecting them (Fig 1A and 1B). Its radial profile, illustrated in Fig 1A for the native CA hexamer [20], contains an exterior tubular channel and an interior conical volume separated by a 1.4 Å radial constriction near the Arg18 residues (Fig 1A). The inner surface of the outward facing cavity is surrounded by residues Asn5, Gln7, and Gln13 that lie within or nearby the β-hairpin. Residues within helix 1 are nearly identical across primate lentiviruses, including invariant charged residues Arg18, Lys25, Glu28, Glu29, and Lys30 (Fig 1B). These residues, which account for the electrostatic potential of the hexamer cavity, contrast to the negative charge found in the exposed surfaces of the hexamer (Fig 1C). Overall, based exclusively on the structural features of CA hexamers, the volume occupied by the ring of 6 Arg18 side chains represents a steric barrier for translocation of small molecules through the central cavity.\n\nTo explore the effects of the dynamic behavior of CA hexamers on the permeability of molecules through assembled HIV-1 capsids, we employed free-energy MD simulations to determine the free energy landscapes of dNTPs and IP6 interacting with the central cavity (Fig 1D, S1 Fig, S1 Table). Since carboxybenzenes like benzenehexacarboxylic acid (BHC, or mellitic acid) were previously reported to reduce endogenous reverse transcription [8], their free energy landscapes were also calculated in the present study. To describe the location of the nucleotide in the cavity, a progress variable (PV) was introduced at the position of the center of mass of each small molecule of interest on the pore axis of the hexamer (Fig 1C). The resulting free energy landscapes revealed the unbiased probability of finding a nucleotide at each point along the PV; therefore, the energy basins in proximity to Arg18 for dNTPs, rNTPs, NMPs, IP6, and BHC were indicative of the preferences for these molecules to bind to that region (Fig 1D, S1 Fig, S1 Table). The free energy of binding for monophosphates was significantly lower compared to triphosphates, indicating that the phosphate groups dominate these dNTP CA interactions. Overall, based on free energies, both IP6 and dNTPs resulted in a more stable complex compared to apo CA. Unexpectedly, the depth of the energy basin differed between nucleotide types, as a minimum free energy of −7 to −8 kcal/mol was observed for dATP and dGTP, while a minimum of −10 to −12 kcal/mol was observed for dCTP and dTTP. However, once bound, release of the dNTP required overcoming a barrier of at least 6 kcal/mol; thus, dNTPs translocation through CA hexamers on their own is energetically unfavorable.\n\nIn our simulations, a single nucleotide tended to reside within the cavity, as the energy well was too deep to enable its release. Our MD simulations revealed that the central hexamer cavity could accommodate 2 small molecules simultaneously to interact with the ring of Arg18 residues (S1 Movie, S2 Fig; molecular simulation #25, 26 in S1 Table). Therefore, we increased the stoichiometric ratio between small molecules and CA hexamer to 2:1 (simulation #11, #12, and #13 in S1 Table; Fig 2, S3 Fig) to examine nucleotide translocation in the presence of multiple charged molecules inside the cavity. Specifically, the free energy profile of a first molecule (shown in the horizontal axes of Fig 2A, 2C and 2E) was calculated throughout the cavity in the presence of a second molecule bound to the capsid cavity near Arg18 (shown in the vertical axes of Fig 2A, 2C and 2E); the closest atomic distances between ligands and Arg18/Lys25 are shown in S4 Fig and S2–S7 Tables. These calculations revealed a second free-energy minimum in the interior of the capsid near Lys25 for a dNTP in the presence of IP6 or another dNTP (S31 Movie; Fig 2A and 2C, S3 Fig). Contact analysis between Lys25 and the dNTPs reveals that the former plays a role to coordinate solvent molecules around the nucleotide after dewetting of the dNTP through its binding to Arg18 (S5 Fig). Moreover, the minimum action path connecting the interior and exterior of the capsid (dashed lines in Fig 2A, 2C, and 2E, S3 Fig) demonstrated a marked difference in the ability of CA hexamers to translocate dNTPs in the presence of BHC, IP6, or another dNTP. Specifically, a positive free-energy difference, which indicated a high probability of dNTPs to displace inwards, was observed for dNTPs and IP6 (Fig 2A and 2C, S3B and S3C Fig), while a negative difference was observed in the presence of BHC (Fig 2E, S3D Fig). The negative difference induced by BHC implied that it inhibits nucleotide import, as the probability of finding a nucleotide below R18 was comparatively low. The origin of the free energy differences between BHC and IP6 is related to their mode of binding to the R18 ring. We determined that BHC prefers to lay “flat” on the R18 ring, while IP6 tends to stay perpendicular to the ring (S6 Fig). Finally, the free energy difference induced by IP6 compared to dNTPs showed that the former is a stronger activator of nucleotide import. Our molecular simulations revealed that IP6 will increase dNTP transport, whereas BHC will block or reduce it.\n\nResults from our simulations showed that Lys25 and Glu28 substitutions modified dNTP import (simulations #14 to 17 in S1 Table and S1D Fig). In particular, K25A and K25N were predicted to inhibit translocation. The prediction of impaired dNTP translocation suggested that reverse transcription should likewise be impaired for K25A and K25N HIV-1, leading to decreased infectivity. We therefore examined Lys25 mutations K25A and K25N in HIV-1 CA. TEM of in vitro assembly reactions revealed that K25A constructs were unable to form mature-like conical capsids (S7 Fig) and therefore were not examined further. K25N constructs, however, were shown by both TEM (S7 Fig) and magic angle spinning (MAS) NMR (S8 Fig) to have similar properties as wild-type (WT) constructs, suggesting that K25N CA should produce virus particles similar to WT HIV-1. To verify this, we produced WT and K25N HIV-1NL4-3 viruses, which by TEM showed particles with similar, predominantly mature capsid morphologies (Fig 3A).\n\nAlterations of Lys25 were previously found to produce virus-like particles or viruses with altered capsid stability [21,22]. Approximately half of virion-incorporated CA is incorporated into the capsid structure [23]; the remaining CA complement is comparatively soluble and therefore susceptible to release from virus particles via mild detergent treatment. To examine the stability of K25N HIV-1 capsid, we accordingly employed an imaging-based in vitro CA retention assay whereby viruses containing fluorescently tagged IN (mRuby3-IN) were adhered to glass and briefly permeabilized to allow soluble CA release and retention of intact capsids within the virus membrane (S9A Fig) [24,25]. Samples were fixed, immunostained for CA (p24), and imaged via confocal microscopy. CA staining and mRuby3-IN-containing particles were modeled and enumerated, and the number of stained CA puncta per field was normalized to the total number of mRuby3-IN particles. Retention of a higher number of CA puncta per IN particles is indicative of a more stable capsid, which was confirmed by comparing WT HIV-1 to viruses with previously characterized hyperstable E45A CA and hypostable K203A CA amino acid substitutions [26,27] (S9B and S9C Fig). K25N HIV-1 retained significantly fewer CA puncta compared with WT HIV-1 (Fig 3B), indicating that K25N capsids are hypostable.\n\nTo evaluate virus infectivity in cells that naturally produce IP6, cell lines, peripheral blood mononuclear cells (PBMCs), and monocyte-derived macrophages were infected with normalized amounts of WT or K25N HIV-1NL4-3 that encoded the luciferase reporter gene. While WT HIV-1 infected all cell types tested, K25N was noninfectious (Fig 3C and 3D). To determine the step of the virus life cycle at which K25N HIV-1 infection was impaired, early and late reverse transcripts and 2-long terminal repeat (LTR)-containing circles were measured by quantitative PCR (qPCR). Levels of K25N early and late reverse transcripts were reduced 540-fold and 385-fold, respectively, relative to WT HIV-1 (Fig 3E). The number of 2-LTR circles, a surrogate marker of vDNA nuclear entry, was likewise 500-fold lower for K25N compared to WT HIV-1 (Fig 3E). These data indicate that K25N HIV-1 is defective for reverse transcription.\n\nThe instability of K25N HIV-1 capsids could itself result in impaired reverse transcription, obfuscating the potential effects of impaired dNTP import. We hypothesized that stabilized K25N HIV-1 capsids would still be impaired for dNTP import and, thus, attenuated for reverse transcription. In an attempt to stabilize K25N capsids, we incorporated the aforementioned hyperstabilizing CA change E45A [26,27] into K25N HIV-1. Indeed, K25N/E45A HIV-1 revealed significantly greater capsid stability than K25N HIV-1, mimicking the hyperstability phenotype of the E45A capsid (Fig 3B), though both E45A HIV-1 and K25N/E45A HIV-1 produced higher percentages of morphologically defective particles than either WT or K25N HIV-1 (Fig 3A). E45A HIV-1 was 10- to 30-fold less infectious than WT HIV-1 (Fig 3C), consistent with prior characterization of this mutant [26], while K25N/E45A HIV-1 harbored a 200- to 800-fold infectivity defect (Fig 3C). While E45A HIV-1 synthesized WT levels of early and late reverse transcripts and 2-LTR circles (Fig 3E), K25N/E45A HIV-1 early and late reverse transcripts were reduced 78-fold and 100-fold, respectively, and 2-LTR circles were reduced 54-fold (Fig 3E). Thus, the E45A stabilization change can separate the capsid stability and vDNA synthesis phenotypes of K25N HIV-1, suggesting that impaired dNTP import underlies the observed K25N/E45A HIV-1 reverse transcription and infectivity defects. By extension, we infer that impaired dNTP import limits K25N HIV-1 reverse transcription and infectivity.\n\nChanges in capsid stiffness and morphologies during reverse transcription were monitored in real-time by AFM (Fig 4) [17,28,29]. The effect of IP6 binding on the stiffness of intact HIV-1 capsids was analyzed using AFM operated in the nanoindentation mode. Isolated WT capsids, in agreement with our previously reported findings, had an average stiffness value of 0.132 ± 0.007 N/m (n = 30), and IP6 binding increased their stiffness by nearly 2-fold to an average value of 0.245 ± 0.021 N/m (n = 36) (Fig 4A). Statistical significance was confirmed using the Mann–Whitney U test for p &lt; 0.05. Likewise, in an experimental time course, untreated WT capsids exhibited an average stiffness value of 0.131 ± 0.012 N/m (n = 11) and IP6 increased this value to 0.258 ± 0.035 N/m (n = 15, time = 0 h). However, in contrast to untreated WT capsids, IP6-treated capsids progressively lost their stiffness over time, reaching a minimum of 0.078 ± 0.013 N/m (n = 7) at 7 h; the minimum stiffness value was reached earlier for capsids treated with IP6 than for capsids without IP6 (5 h compared to approximately 20 h) [28]. Overall, our AFM measurements showed that addition of IP6 initially stiffens the capsids, then induces faster softening after initiation of reverse transcription. In contrast, addition of the synthetic molecule BHC resulted in a smaller initial increase in stiffness (0.196 ± 0.043 N/m; n = 4; Fig 4B) which returned to baseline and then remained largely unchanged during the experimental time course. These data are consistent with previous results showing that IP6 stabilizes HIV-1 capsids and promotes viral DNA synthesis [12] and our computational experiments that revealed that BHC blocked nucleotide translocation through the CA hexameric cavity.\n\nTo further characterize the effects of IP6 on reverse transcription, we analyzed the morphologies of IP6-treated WT capsids during reverse transcription by AFM operated in the quantitative imaging mode. Prior to reverse transcription, capsids had a well-defined conical appearance. A representative capsid (out of a total of 20 that were imaged) is shown in Fig 4C. At 5 h after adding dNTPs and MgCl2 to induce reverse transcription, openings at various sizes in the capsid appeared (Fig 4D–4F). Similar to our previous findings [30,31], the openings were localized exclusively at or near the narrow end of the capsids. Untreated and IP6-treated HIV-1 capsids underwent complete disassembly during the time course of the experiments. However, complete disassembly was 3.4 times faster in the presence of IP6 (7 h versus to 24 h). Analysis of the reactions beyond 7 h of reverse transcription revealed [32] mostly fragments of various sizes that lacked a defined morphology (from a total of 52 capsids, 11 remained intact). Overall, we found that IP6 accelerated capsid disassembly during reverse transcription.\n\nThe stiffness of K25N/E45A capsids was also measured during reverse transcription. While the stability of these capsids was insufficient to withstand the full duration of the experiment due to spontaneous disassembly, their stiffness remained unchanged over 5 h (analysis of 32 cores). Although addition of IP6 did not affect CA retention of K25N/E45A capsids (S10 Fig), we nonetheless were able to monitor their stiffness values during 24 h of reverse transcription. The stiffness of the IP6-treated double mutant capsids (45 cores analyzed) remained unchanged over the experimental time course (Fig 4B), which is consistent with the observed reverse transcription defect of K25N/E45A HIV-1.\n\nReverse transcription and the consequent disassembly of the HIV-1 capsid are fueled by the ability of the capsid to import dNTPs. Free energy calculations revealed a molecular dynamic view of the interaction between a freely diffusing nucleotide and the HIV-1 CA hexamer (Fig 5). First, a nucleotide freely diffused from the exterior solvent to the beta-hairpin region. Subsequently, the loss of entropy by binding of the nucleotide to Arg18 was compensated by the strength of the electrostatic interactions between Arg18 and dNTP phosphate residues. Hydrogen bonds between the nucleotide base and polar residues in helix 1 conferred distinct binding affinities for individual nucleotide species, which acted as a selectivity filter. However, to be released into the capsid lumen, a single nucleotide needs to overcome a high energetic penalty (free energy barrier of over 6 kcal/mol). Engagement of a second charged molecule such as dNTP or IP6 within the channel provided the required energy to release the initial dNTP within the capsid lumen.\n\nHypostable capsid mutants, such as K203A, likely bind IP6 but are unstable in cells where IP6 concentrations are high. Thus, capsid instability can be independent of IP6, which we tested here by combining the hyperstable E45A change with K25N. The lack of IP6 stabilization of K25N capsids may be due to a similar general hypostability. Alternatively, the source of K25N hypostability could stem from the interaction between IP6 with Lys25 in CA pentamers, thereby reducing the IP6 stabilizing effect. To investigate this possibility, we performed MD simulations of IP6 bound to CA pentamers, which revealed 100% occupancy of Lys25 by IP6 (S11 Fig). The observation that the E45A change, which itself is stabilized by IP6, did not induce IP6 stabilization of K25N/E45A capsids, lends credence to our finding that IP6 stabilizes CA pentamers. Therefore, we conclude that IP6 plays a dual role: (1) stabilizing capsid pentamers by interacting with K25; and (2) regulating nucleotide import.\n\nIon channels and transporters have evolved to employ a cooperative translocation mechanism to displace cargos between distinct environments [33,34]. Our free energy calculations for multiple small molecules suggest that binding of 2 nucleotides within the CA cavity promotes dNTP import. Interestingly, similar to water molecules in aquaporins [34], dNTPs flip as they pass through hexamers. Furthermore, pure electrostatic interactions between CA and dNTPs are insufficient to describe the molecular mechanism of dNTP import, as the loss and gain of entropy associated with dewetting dNTPs and Arg18 is a key contributor to the free energy of binding. As a result, the cooperative mechanism for nucleotide translocation is not universal for any set of negatively charged molecules, as IP6 promotes dNTP import while BHC inhibits it.\n\nRecent findings indicate that HIV-1 reverse transcription terminates in the nucleus where dNTP concentrations are comparatively high [32,35,36]. Prior to nuclear import, when dNTP concentrations are low, we conclude that HIV-1 has evolved to import dNTPs into the capsid. Molecular determinants of this import mechanism are encoded in highly conserved residues such as Lys25 to facilitate the rewetting of nucleotide after passage through the Arg18 ring. In addition, we conclude that IP6 enhances dNTP import for efficient reverse transcription. The discovery of metabolite-dependent nucleotide-specific import provides a unique target for development of new therapies against HIV-1.\n\nMethods\n\nCA pentamer model building\n\nThe initial coordinates of the cross-linked pentamer, P17C/T19C and N21C/A22C, model were directly derived from the crystal structure (PDB accession code 3P05), missing loops were added using Modeler [37]. Subsequently, all cysteine residues were mutated back to the wild-type HIV-1NL4-3 wild-type sequence, and the complete pentamer was then rigid body docked, using Chimera, into the electron microscopy density of the pentamer obtained from intact particles (EMD accession code EMD-3466). To obtain an atomistic model of the 5MCY pentamer, flexible fitting was performed employing the MDFF method as follows [38]. Ions near the surface of the protein were placed using Cionize [39]. Bulk water and Na/Cl ions were then added using VMD, setting the total concentration of NaCl to 150 mM. Each of the resulting systems contained 100,000 total atoms, including solvent. The systems were equilibrated at 310 K and 1 atm for 5 ns while applying positional restraints on all heavy atoms of the protein. MDFF was then applied for 10 ns with a grid scaling of φ = 0.05 coupled only to backbone heavy atoms; EMD-3466 was used as the target density. Domain restraints were applied to maintain the structural integrity of each individual CA domain in the pentamer. Additional restraints were applied in the form of extra bonds to maintain secondary structure integrity and to prevent transitions of cis/trans bonds and chirality errors [40]. MDFF was performed using NAMD 2.12 [41] with the CHARMM36m force field. Simulated density maps needed for determining cross correlation between model and EM data were generated using VMD [41]. The resulting model was labeled 5MCY, as its backbone resembles the PDB entry 5MCY.\n\nCA hexamer model building\n\nThe initial coordinates of the HIV-1 CA hexamer (S12A and S12B Fig) were generated by applying a 6-fold symmetry operation onto a native full-length HIV-1 CA (PDB accession code 4XFX). The 2 loops between residues 5 to 9 and residues 222 to 231, missing in the original structure, were built using Modeler [30]. Once the hexamer was built, the protonation states of titratable residues, namely histidine, asparagine, lysine, and cysteine, were assigned using PDB2PQR [31] (pH 7.4).\n\nMolecular mechanics parameterization of NTPs, IP6, and BHC\n\nParameters for the negatively charged small molecules (S13 Fig), except ATP, which has parameters available in the CHARMM general force field, were derived by analogy following the CGENFF protocol [42]. The parameter penalties and charge penalties in each generated parameter files were less than 10 indicating good analogy with the available atom types present in CGENFF. A magnesium ion was added to the triphosphate group present in dNTPs. The coordination number of the magnesium ion with the phosphate group of the dNTP was constrained using coordnum in Colvars [43].\n\nSimulation setup\n\nSmall charged molecules such as NTP/IP6/BHC were placed in the central cavity of the CA hexamer model. The models were then solvated using the TIP3P water model [44]. Additionally, excess of TIP3P water molecules were deleted to transform the cubic water box into a hexagonal orthorhombic cell of dimension 92.328 Å in the x^‐y^ plane and 90 Å in the ẑ direction. The length of the system in the ẑ direction provided sufficient solvent padding, greater than 24 Å, to avoid interactions between periodic images. Na and Cl ions were then added to neutralize the system using the CIONIZE plugin in VMD [45], and the bulk salt concentration was set to the physiological concentration of 150 mM, as previously described by the authors [46]. The total number of atoms of the resulting CA hexamer models was 60,000 (S12C and S12D Fig). Solvated WT and K25A, K25N, K25E, and K25E/E28K CAs were derived using the mutator plugin in VMD.\n\nSystem minimization and equilibration\n\nThe solvated systems were then subjected to minimization in 2 stages, both using the conjugated gradient algorithm with linear searching as implemented in NAMD [39]. Each stage consisted of 10,000 steps of energy minimization. During the first stage, only water molecules and ions were free to move, while the CA protein and NTP/IP6/BHC molecules were fixed. In the second stage, the backbone atoms of the CA protein were restrained with a force constant of 10.0 kcal mol−1 Å−2. Convergence of the minimization procedure was confirmed once the variance of the gradient was below 0.1 kcal mol−1 Å−1. Following minimization, the systems were tempered from 50 K to 310 K in increments of 20 K over 1 ns. Subsequently, the systems were equilibrated at 310 K for 100,000 steps, while the protein backbone atoms were restrained. Equilibration of the systems was assessed using the RMSD trace versus time plateauing at 2 Å (S14A Fig), the local RMSF per amino acid showing fluctuations less than 1 Å for residues located in helical regions (S14B Fig), and by monitoring the convergence of the radius of the pore in the CA hexamer (S14C Fig). Then positional restraints were gradually released at a rate of 1.0 Kcal mol−1 Å−2 per 400 ps from 10.0 Kcal mol−1 Å−2 to 0.0 Kcal mol−1 Å−2. All MD simulations were performed using NAMD 2.12 with the CHARMM36m force field [39,47,48]. An internal time step of 2 fs was employed in the multistep r-RESPA integrator as implemented in NAMD, bonded interactions were evaluated every 2 fs, and electrostatics were updated every 4 fs. Temperature was held constant at 310 K using a Langevin thermostat with a coupling constant of 0.1 ps−1. Pressure was controlled at 1 bar using a Nose-Hoover Langevin piston barostat with period and decay of 40 ps and 10 ps, respectively. The Shake algorithm was employed to constraint vibrations of all hydrogen atoms. Long-range electrostatics was calculated using the particle-mesh-Ewald summation with a grid size of 1 Å and a cutoff for short-range electrostatics interactions of 12 Å.\n\nGibbs free energy calculations\n\nProgress variables (PVs), akin to reaction coordinates, for all free-energy molecular dynamics calculations were chosen as the location on the z axis of the center of mass of the small-molecule(s) of interest. The origin of the progress variable was set to the center of mass of Cα atoms in the N-terminal domain of the CA hexamer (Fig 1C). One- and two-dimensional (2D) potentials of mean force (PMFs) along the PVs were calculated using the Hamiltonian Replica-exchange/Umbrella Sampling (HREX/US) method [43,49,50] implemented in NAMD 2.12 [39,43,51]. The initial coordinates for the HREX/US windows were derived from constant-velocity steered MD (SMD) simulations in which molecules were pulled along the PV at a rate of 0.1 nm/ns. The center of mass of the small-molecules were positionally resta rained in the US windows with a harmonic force constant of 2.5 Kcal mol−1 Å−2 using Colvars [49]. The width of all US windows was set to 0.75 Å; except for single nucleotide HREX simulations (simulation #1 to 8) in which the window width was set to 1.0 Å. The number of US windows in the present HREX simulations were chosen so that the nucleotide translocation from capsid exterior to interior through the central cavity was uniformly sampled (Fig 1C).\n\n2D HREX/US simulations were employed to study the cooperativity between small molecules for translocation. For this purpose, 2 PVs were employed: PV1 that determined the location of dATP, and PV2 that determined the location of dATP, IP6, or BHC in the CA cavity. The initial configurations for the 2D simulations were derived by pulling dATP using constant velocity steered MD [52] at 0.1 nm/ns along PV1, while the center of mass of dATP/IP6/BHC was restrained with a harmonic force constant of 2.5 Kcal mol−1 Å−2 using Colvars (cycle 1, S15A–S15C Fig). A seeding method similar to that reported [53] was employed to generate new simulation windows along PV2 as follows. For each conformation resulting from the SMD simulation, 2 new seeds were generated by displacing by ±0.75 Å the harmonic restraints for dATP/IP6/BHC along PV2 (cycle 2, S15A–S15C Fig). Subsequently, 5 ns of HREX/US MD simulation were performed. The last configuration from each replica was then used as the initial seed for a subsequent cycle where the harmonic restraints were displaced by another ±0.75 Å along PV2 (cycle 3, S15A–S15C Fig). The seeding process was repeated one last time and production 2D HREX/US simulations (production runs, S15A–S15C Fig) were performed for 30 ns per window. During each HREX/US simulation, exchange of the harmonic potential between neighboring replicas was attempted every 1000 steps (2 ps). Exchanges were attempted randomly between successive replicas; trial attempts for all replicas were equally probable. The following Metropolis Monte Carlo exchange criterion [50] was employed\n\nwhere T = 310 K, kB is the Boltzmann constant, qi and qj denote the 3D conformations for 2 replicas i and j, and Ui and Uj represent the potential energies derived from the restrained Hamiltonian evaluated at the indicated conformation.\n\nPotentials of mean force were derived from the resulting sampling in each of the US windows using the weighed histogram analysis method (WHAM) [53,54]. In WHAM, PMF bins are obtained from US/HREX simulation windows. Convergence of the 1D US/HREX calculations was characterized by the changes in the resulting PMF in trajectory increments of 10 ns (S16 Fig). That is, simulations were considered to have converged once the maximum change in one of the PMF bins resulting from adding more simulation data was less than 1 Kcal mol−1.\n\nConvergence of the 2D calculations was examined by means of the fluctuations of the average root mean squared error for each PMF bin (RMSE) (S17A Fig). Each 2D HREX/US simulation was divided into 60 time-slices of width 0.5 ns. Then, the PMF was calculated for each slice using WHAM. Using the last slice as the reference, the RMSE of the k-th slice was calculated using the equation:\n\nwhere the sum runs over the total number of PMF bins (Nbins), Gi, k and Gi, reference are the free energies at the i-th PMF bin for the k-th and last slice, respectively. Convergence of 2D PMF was established once the RMSE was not larger than 3.0 kcal/mol. The bins before convergence were discarded. Subsequently, utilizing the converged slices, the 2D PMF surfaces (Fig 2) and their standard deviations (S17B–S17D Fig) were computed using WHAM. The statistics of the exchange ratios between neighboring US replicas in HREX simulations are shown in S18 Fig. Overall, the exchange ratios are greater than 20% in 2D HREX simulations, indicating enough sampling efficiencies (S18 Fig).\n\nCell lines\n\nHEK 293T, GHOST, and HeLa cells were maintained at 37°C in Dulbecco's modified Eagle medium supplemented with 10% heat-inactivated bovine serum, 1% penicillin-streptomycin, and 1% glutamine in 5% CO2. Human PBMCs were isolated from leukopheresis packs obtained from the Central Blood Bank (Pittsburgh, Pennsylvania) via Ficoll-Paque Plus (GE Healthcare, Marlborough, Massachusetts) density gradient centrifugation, following manufacturer’s instructions, and stimulated with 50 U/mL recombinant interleukin-2 (IL-2, Thermo Fisher, Waltham, Massachusetts) and 5 μg/mL phytohaemagglutinin (PHA, Thermo Fisher) for 48 to 72 h prior to infection. CD14+ monocytes were purified from PBMCs via CD14 MicroBeads (Miltenyi, Auburn, California) magnetic cell sorting, following manufacturer’s instructions, and differentiated into macrophages with 50 ng/mL granulocyte macrophage colony-stimulating factor (GM-CSF, R&amp;D Systems, Minneapolis, Minnesota) for 6 d prior to infection.\n\nIsolation of HIV-1 capsids for AFM measurements\n\nHIV-1 pseudovirions were used to isolate capsids as previously described [55,56]. Briefly, approximately 106 human embryonic kidney (HEK) 293T cells were transfected with 2.5 μg of ΔEnv IN- HIV-1 plasmid (DHIV3-GFP-D116G) [17] using 10 μg of polyethylenimine (PEI, branched, MW approximately 25,000, Sigma-Aldrich, St. Louis, Missouri). After 20 h, the medium was replaced with fresh medium. After 6 h, the supernatant was harvested, centrifuged at 1,000 rpm for 10 min, and filtered through a 0.45-μm-pore size filter. The virus-containing supernatant was concentrated by ultracentrifugation in an SW-28 rotor (25,000 rpm, 2 h, 4°C) using OptiPrep density gradient medium (Sigma-Aldrich, Darmstadt, Germany). Virus containing fractions were collected, mixed with 10 ml of TNE buffer (50 mM Tris-HCl, 100 mM NaCl, 0.1 mM EDTA (pH 7.4)) and added to 100-kDa molecular mass cutoff Vivaspin 20 centrifugal concentrators (100,000 MWCO, Sartorius AG, Germany). The mixture was centrifuged twice at 2,500 × g for 25 to 30 min at 4°C, until the supernatant level in the concentrators reached 200 to 300 μL.\n\nCapsids were isolated from concentrated virus-containing material using a previously described protocol [57] with modifications. Briefly, approximately 40 μL of purified HIV-1 pseudovirions was mixed with an equal amount of 1% Triton-X diluted in 100 mM 3-(N-morpholino) propane sulfonic acid MOPS buffer (pH 7.0) and incubated for 2 min at 4°C. The mixture was centrifuged at 13,800 × g for 8 min at 4°C. After removing the supernatant, the pellet was washed twice by adding approximately 80 μl of MOPS buffer and centrifuging at 13,800 × g for 8 min at 4°C. The pellet was resuspended in 10 μl of MOPS buffer.\n\nAFM measurements and analysis\n\nAFM measurements and analysis were performed as previously described[17,28]. Briefly, 10 μL of isolated HIV-1 capsids resuspended in MOPS buffer was incubated for 30 min at room temperature on hexamethyldisilazane (HMDS)-coated microscope glass slides. Measurements were carried out in MOPS buffer, without sample fixation. Every experiment was repeated at least 3 times, each time with independently purified HIV-1 capsids. IP6 was provided from the James laboratory as a generous gift. Measurements were carried out with a JPK Nanowizard Ultra-Speed atomic force microscope (JPK Instruments, Berlin, Germany) mounted on an inverted optical microscope (Axio Observer; Carl Zeiss, Heidelberg, Germany) using silicon nitride probes (mean cantilever spring constant, kcant = 0.12 N/m, DNP, Bruker, Camarillo, California). Height topographic and mechanical map images were acquired in quantitative imaging (QI) mode, at a rate of 0.5 lines/s and a loading force of 300 pN. All measurements were carried out in MOPS buffer which contained 100 μM IP6 or mellitic acid (Sigma) when relevant.\n\nCapsid stiffness was obtained by the nanoindentation method as previously described [17,28,57]. Briefly, the stiffness value of each capsid was determined by acquiring approximately 400 force-distance (F-D) curves. To determine the stiffness value of capsids, 20 F-D curves at a rate of 20 Hz at each of 24 different points on the capsid surface were determined. To confirm that the capsid remained stable during the entire indentation experiment, we monitored individual measured point stiffness as a histogram (S19A Fig) and as a function of the measurement count (S19B Fig). Samples whose point stiffness values decreased consistently during experimentation were discarded, since they underwent irreversible deformation.\n\nThe maximum indentation of the sample was 4 nm, which corresponds to a maximum loading force of 0.2 to 1.5 nN. Prior to analysis, each curve was shifted to set the deflection in the noncontact section to zero. The set of force distance curves was then averaged (S19C Fig). From the slope of the averaged F-D curve, measured stiffness was derived mathematically. The stiffness of the capsid was computed using Hooke's law on the assumption that the experimental system may be modeled as 2 springs (the capsid and the cantilever) arranged in series. The spring constant of the cantilever was determined during experiment by measuring thermal fluctuation [58]. To reduce the error in the calculated point stiffness, we chose cantilevers such that the measured point stiffness was &lt;70% of the cantilever spring constant. Data analysis was carried out using MATLAB software (The Math Works, Natick, Massachusetts).\n\nViruses\n\nMutations were generated in previously described single-round plasmid derivatives of HIV-1NL4-3 (pNLdE-luc) [59] that encode for luciferase via the QuikChange site-directed PCR mutagenesis kit (Agilent, Santa Clara, California). Resulting plasmid DNAs were verified by Sanger sequencing. Virus was produced in HEK 293T cells via transfection of the proviral plasmids with pL-VSV-G [60] and, for imaging assays, pcDNA5-TO-Vpr-mRuby3-IN [61] using Lipofectamine 2000 (Thermo Fisher). Supernatants were harvested after 48 h, centrifuged to remove cells, and stored in aliquots at −80°C. The infectivity of HIV-1 stocks normalized by p24 content (XpressBio, Frederick, Maryland) was assayed by infection of GHOST cells as previously described [62].\n\nERT with WT and CA-mutant protein for AFM analysis\n\nReverse transcription was induced in isolated capsids attached to HMDS-coated microscope glass slides. To initiate reverse transcription, MOPS buffer was replaced with reverse transcription buffer (100 μM dNTPs and 1 mM MgCl2 in 100 mM MOPS buffer (pH 7.0)) [29]. All measurements were carried out at room temperature (23 to 25°C).\n\nHIV-1 CA retention assay\n\nEqual p24 amounts of virus containing mRuby3-IN packaged in trans were diluted in STE buffer (100 mM NaCl, 10 mM Tris-HCl, 1 mM EDTA (pH 7.4)) supplemented with 100 μM IP6 and adhered to 35 mm glass-bottom dishes (MatTek, Ashland, Massachusetts) coated with Cell-Tak (Corning) for 30 min at 37°C following manufacturer’s instructions. Samples were washed with PBS and briefly permeabilized with 0.02% Triton X-100 (Thermo Fisher, Waltham, Massachusetts) for 30 s, then again washed with PBS and fixed with 2% paraformaldehyde (PFA). For IP6 studies, samples that had been adhered to glass and briefly permeabilized as above were additionally incubated for 2 h at 37°C in STE buffer with or without 100 μM IP6. To address the possibility that the preincubation brief permeabilization was transient and the virus membrane had resealed during the 2-h incubation (thereby trapping loose CA within the virus membrane), samples were briefly permeabilized again after incubation to ensure loose CA was able to disperse, prior to washing and fixation. Fixed samples were permeabilized with 0.1% Triton X-100, blocked with normal donkey serum, immunostained for CA/p24 using mouse anti-CA monoclonal antibody 24–4 (Santa Cruz, Dallas, Texas) and donkey anti-mouse IgG-Cy5, and mounted with coverslips. Confocal imaging was performed on a Nikon A1 laser scanning confocal microscope, with 6 fields imaged per sample. CA staining and mRuby3-IN-containing particles were modeled and enumerated with Imaris imaging analysis software (Bitplane, Zurich, Switzerland). The number of stained CA puncta per field was normalized to the number of mRuby3-IN particles, which were taken as representing intact capsids. The normalized number of CA puncta was reported for each condition (with or without permeabilization) or reported as the percentage of non-permeabilized puncta retained upon permeabilization.\n\nInfectivity assays and measurement of reverse transcripts and 2-LTR circles\n\nCells were plated overnight in 24-well or 96-well plates and challenged with virus at equal amounts of p24. Virus infectivity was determined by luciferase production (Promega) after 48 h using a Synergy2 Multi-Detection Microplate Reader (BioTek, Winooski, Vermont)\n\nHeLa cells were plated in 6-well plates and infected with virus at equal amounts of p24 after treatment with DNaseI (Roche, Indianapolis, Indiana) for 30 min at 37°C. Control infections were performed in the presence of 25 nM rilpivirine. After 24 h, cells were washed with PBS, trypsinized, and pelleted, and DNA was extracted using the Blood Mini Kit (Qiagen, Germantown, Maryland). Early (RU5) and late (gag) HIV-1 reverse transcripts and 2-LTR circles were measured by qPCR as previously described [16]. Values obtained in the presence of rilpivirine were subtracted from experimental values to determine levels of viral reverse transcription and 2-LTR circle formation.\n\nStatistics of infectivity assays, quantitative PCR, and capsid stability assay\n\nResults were analyzed for statistical significance by 2-sided Student t test (infectivity assays and quantitative PCR) or 1-way ANOVA with Tukey multiple comparisons test (capsid stability assay) with Prism software (GraphPad, San Diego, California). A p-value of less than or equal to 0.05 was used to indicate statistical significance.\n\nTEM of viruses\n\nVirus produced from HEK 293T cells was centrifuged to remove cells, filtered through a 0.45 μm Polyethersulfone (PES) syringe filter (Millipore, Burlington, Massachusetts), transferred into 25 × 89 mm polyallomer ultracentrifuge tubes (Beckman Coulter, Brea, California), and ultracentrifuged in an Optima XL-100K ultracentrifuge (Beckman Coulter) using an SW28 rotor at 25,500 rpm (117,250 × g) for 2.5 h at 4°C. Following aspiration of supernatant, the pellet was fixed in FGP fixative (1.25% formaldehyde, 2.5% glutaraldehyde, and 0.03% picric acid in 0.1 M sodium cacodylate buffer (pH 7.4)) for 2 h at room temperature and stored at 4°C. Ultrathin sections (60 nm) were cut on a Reichert Ultracut-S microtome, transferred to copper grids stained with lead citrate, and observed using a JEOL 1200EX microscope with an AMT 2k charge-coupled-device camera. Images captured at 30,000× magnification were visually inspected to classify viral particles as mature, immature, eccentric, or containing 2 apparent capsids, and over 100 particles were counted per virus preparation; representative TEM images are shown in S20 and S21 Figs and summarized in S8 Table. Statistical significance versus matched WT morphology was assessed using 2-way ANOVA with Sidak multiple comparisons test with GraphPad Prism software.\n\nPreparation of recombinant CA assemblies\n\nU-13C,15N labeled CA K25N and K25A mutants were isolated and purified using the protocol reported previously with minor modifications [16]. Pure proteins were assembled as reported previously [17] with minor modifications. First, the proteins were dialyzed overnight against 50 mM MES buffer (pH 6.0) containing 300 mM NaCl. The dialyzed proteins were concentrated to 40 mg/mL and diluted to 1:1 volumetric ratio with assembly buffer (50 mM MES (pH 6.0), 600 μM NaCl). The final assembly was carried at room temperature by 1:1 volumetric dilution with 1,800 μM inositol hexaphosphate (IP6) (pH 6.0). CA assemblies were pelleted after the incubation for 1 h and stored at 4°C.\n\nPreparation of recombinant CA-SP1-NC assemblies\n\nProtein was purified and assembled as previously described by the authors [57].\n\nTransmission electron microscopy of CA assemblies\n\nAfter assembly, a small aliquot of each sample was removed and immediately stained with 2% uranyl acetate on copper grids. Images were collected using the TALOS F200C at the Keck Center for Advanced Microscopy and Microanalysis of Interdisciplinary Science and Engineering (ISE) Laboratory of the University of Delaware.\n\nMAS NMR Spectroscopy of CA assemblies\n\nMAS NMR experiments were performed on a Bruker 20.0 T narrow bore AVIII spectrometer. The Larmor frequencies of 1H, 13C, and 15N were 850.4, 213.8, and 86.2 MHz, respectively.\n\nThe U-13C, 15N-CA WT and K25A conical assemblies were packed into 3.2 mm thin wall MAS NMR rotors, and 13C-13C CORD data sets were acquired using a 3.2 mm E-Free HCN probe. The sample temperature was 5 ± 1°C controlled by the Bruker VT controller. The MAS frequency was 14.000 ± 0.001 kHz controlled by the Bruker MAS-3 controller. The 90° pulse lengths were 2.9 μs (1H) and 4.3 μs (13C). The cross-polarization contact time was 1 ms; a linear 90% to 110% amplitude ramp of was applied on 1H; the center of the ramp was at 82 kHz and Hartmann-Hahn matched to the first spinning sideband; ωRF = 54 kHz was applied on the 13C channel. SPINAL-64 1H decoupling [63] (ωRF = 86 kHz) was applied during t1 and t2 periods. The CORD mixing time was 50 ms. The spectra were acquired as a 2,048 × 864 (t2 × t1) points complex matrix to the final acquisition times of 15.98 and 10.29 ms, respectively. States-TPPI protocol [64] was used for frequency discrimination in the indirect dimension. A total of 156 transients were added up for each FID; the recycle delay was 2 s.\n\nThe U-13C, 15N-CA K25N conical assemblies were packed into a 1.3 mm MAS NMR rotor, and 13C-13C RFDR spectrum was acquired using a 1.3 mm HCN probe. The sample temperature was 5 ± 1°C controlled by the Bruker VT controller. The MAS frequency was 60.000 ± 0.001 kHz controlled by the Bruker MAS-3 controller. The 90° pulse lengths were 1.4 μs (1H) and 2.85 μs (13C), with TCP of 1 ms; a linear 90% to 110% amplitude ramp of was applied on 1H; the center of the ramp was at 100 kHz and Hartmann-Hahn matched to the first spinning sideband; ωRF = 20 kHz was applied on the 13C channel. TPPM 1H decoupling [65] (ωRF = 10 kHz) was applied during t1 and t2 periods. The spectrum was acquired as a 2,048 × 800 (t2 × t1) points complex matrix to the final acquisition times of 15.98 and 9.84 ms, respectively. States-TPPI was used for frequency discrimination in the indirect dimension. A total of 256 transients were added up for each FID; the recycle delay was 2 s.\n\nThe spectra were processed with 50° shifted squared sine-bells in both dimensions and zero-filled to at least twice the number of points in the indirect dimension. The processed spectra were analyzed in NMRFAM-Sparky [66]. Chemical shifts of CA NL4-3 tubular assemblies [67,68] were used for data analysis (BMRB: 30741; PDBID: 6X63).\n\nSupporting information"
}