{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0000078",
  "doi": "10.1371/journal.pbio.0000078",
  "license": "This is an open-access article distributed under the terms of the Public Library of Science Open-Access License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Antigen-Specific T Cells: Analyses of the Needles in the Haystack",
  "authors": [
    {
      "name": "Jill E Slansky",
      "first": "Jill E",
      "last": "Slansky",
      "affiliation": "Department of Immunology at the University of Colorado Health Sciences Center in Denver, Colorado, USA. Jill.Slansky@UCHSC.edu"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2003-12",
  "dateElectronic": "2003-12-22",
  "volume": "1",
  "number": "3",
  "pages": "e78",
  "tags": [
    "Discipline/Biotechnology",
    "Discipline/Cell Biology",
    "Discipline/Immunology",
    "Discipline/Infectious Diseases",
    "Discipline/Microbiology",
    "Discipline/Molecular Biology",
    "Discipline/Oncology",
    "System Taxonomy/Mammals",
    "Type/Primer"
  ],
  "abstract": "Antigen binding to T cell receptors is a critical step in an immune response. Detection and characterization of rare populations of T cells enhances our ability to understand and treat disease.",
  "fullText": "The mechanisms that ligands use to send signals into cells vary among cell types and cell functions. For example, estrogen receptors (ERs) are critical regulators of the reproductive system, the central nervous system, and bone metabolism. There are two known members of the ER family (Keen and Davidson 2003). The natural ligand for the ER is estradiol, although thousands of different molecules have been screened for altered signals through the ERs. The odorant family of receptors (ORs) also detects a large array of ligands. Thousands of odorous molecules of different sizes and shapes can be discriminated. In contrast to the ER, in humans this task is accomplished by the 350 ORs (there are 906 OR genes, including the pseudogenes and degenerate genes [Glusman et al. 2001]). Rodents express at least 3-fold more ORs than humans, perhaps due to their increased reliance on distinguishing odors (Young and Trask 2002). The ORs are an example in which there is large diversity in ligands and in the cognate receptors.\n\nThe key responsibilities of T cells of the immune system are controlling pathogens and orchestrating the function of other cells in the immune system. For example, virally infected cells display viral proteins on their cell surface that can be recognized by T cell receptors (TCRs). If there were only two TCRs, like the ERs, or even 350 TCRs, like the ORs, then how would the T cells distinguish what is a viral protein versus a cellular protein, and how would immunity develop to a virus that was not recognized by one of those TCRs? To solve this problem, the TCR family has evolved so that it can hypothetically recognize an infinite number of such proteins.\n\n      TCR Diversity\n      \nMost T cells express many copies of one TCR selected during development of the T cell. The TCR consists of two different proteins, the α and β chains. The α chain is composed of genetic segments from three families: 42 V, 61 J (five pseudogenes), and one C segment. The β chain is composed of four segments: 47 V, two D, 13 J, and one C segment (Arden et al. 1995; NCBI 2003). Connection of all permutations of these different DNA segments during development by a mechanism known as somatic recombination can produce approximately 3 million different TCRs. (This mechanism is also used by B cell receptors, by transposons, and in chromosomal translocations in tumors.) Additional diversity is introduced to the repertoire of T cells by the molecular joining of the segments. This junctional diversity results from the addition of random numbers of basepairs between the V and J segments in the α chain as well as between the V, D, and J segments in the β chain (Roth 2003). According to one estimate, the total number of different TCRs that can be formed with this process is approximately 1018 (Janeway et al. 1999)!\n\nHowever, we have around 1014 total cells, and only approximately 1011 of these are T cells. Therefore, it is impossible for all TCRs to be present in one person. Many T cells are deleted in the process of T cell development. This process of negative selection greatly reduces the number of TCRs that recognize self-proteins; 95%–98% of all T cells are deleted. During development, T cells are also positively selected, and only those with TCRs that can react with the ligand survive (Palmer 2003).\n\n      TCR Ligand\n      \nThe molecular ligand recognized by the TCR is unique. Unlike the ERs and ORs that recognize molecules in solution, TCRs recognize a cell-bound complex that includes a protein known as an MHC (major histocompatibility complex) molecule and a short peptide of less than 20 amino acids (Margulies 1999) (Figure 1). These complexed ligands, or antigens, are on the surface of nearly all healthy cells. MHC class I predominantly binds peptides from inside the cell. These peptides can be derived from viruses, which are recognized by T cells as foreign. The consequence of this recognition is destruction of the infected cells by the T cells. Bacteria or cell debris brought into the cell from outside is degraded and the peptides bind to MHC class II molecules. The function of the T cells that recognize these antigens is different from those that bind MHC class I. These T cells typically respond by producing cytokines, proteins that bind to receptors on other cells that augment immunity. The MHC class I– and class II–bound peptides also include fragments of self-proteins. Most of the T cells specific for these peptides are deleted during development. The T cells that are not deleted are controlled by other mechanisms so that these T cells do not kill healthy cells resulting in autoimmunity.\n\n      Multimers\n      \nFor modulation of the T cell response, characterizing the responding T cell repertoire is essential. A complexity of this goal is that many genetically distinct T cells may recognize one antigen and one T cell may recognize many antigens. This redundancy results in low affinity of the TCR for peptide–MHC (the average KD for TCR binding to peptide–MHC class I in solution is 10 µM [Davis et al. 1998]). Direct labeling and/or quantification of antigen-specific T cells using the peptide–MHC ligand is hindered by this low affinity. Although T cells in the blood are easily detectable (1,000–2,000 cells/µl), analysis of the low-frequency, antigen-specific T cells is difficult. At its peak, a T cell response to a strong viral antigen may constitute 5% of the T cells in the blood and a T cell response to a tumor may be undetectable without amplification of the response in vitro. Until recently, methods for identifying T cells responding to an antigen required growth in vitro or analysis of T cells that included many antigen specificities. These methods are fraught with disadvantages since not all of the T cells with the same antigen specificity will proliferate and survive equally.\n\nHowever, the problem of the weak affinity and low frequency of the responding T cells has been solved by the introduction of “multimer” technology (Klenerman et al. 2002). Molecules referred to as tetramers (Altman et al. 1996) or dimers (Greten et al. 1998) that contain multiple copies of peptide–MHCs bind to more than one TCR on a T cell at one time, resulting in increased avidity. Thus, when one TCR lets go of a peptide–MHC molecule due to weak affinity, the multimer likely stays bound to the T cells because another peptide–MHC is still complexed with a different TCR on the same T cell. If the multimer is labeled with a fluorochrome, then the specific cells can be resolved from the population and analyzed. Current protocols detect specific T cell populations as small as 0.1%.\n\n      Peptide–MHC Microarrays\n      \nAnalyzing T cells with individual multimers provides prudent information for some analyses. In addition, the parameters used for characterization of T cells are blossoming as the molecular understanding of T cells expands. Another complexity is that not all people respond to the same antigens even if the same MHCs are expressed. Finally, the number of T cells in a sample is not always sufficient to perform the necessary assays. For example, many fewer T cells can be isolated from tumors or lesions relative to what can be isolated from blood. Soen et al. (2003) chose to address these problems by developing a new technique, which combines the specificity and sensitivity of multimers with microarray technology. Microarray technology, originally developed to compare gene expression profiles, works on the general premise that a large numbers of ligands or substrates are attached in an ordered array to a surface (Gibson 2003). The molecular partner, or, in this case, T cells bearing potential cognate TCR, is passed over the array in solution phase. Binding results in a detectable signal. The key to the efficiency of this technique is that the array requires small amounts of the molecular partner, or T cells, to be used to screen for the reciprocal molecule.\n\nIn this new technology, glass slides are spotted with peptide–MHC multimers and antibodies that bind to specific determinants on T cells. Since the ligand is immobilized, high concentrations of peptide–MHC monomer might achieve the same goal as the multimers. In the examples illustrated in the paper by Soen et al. (2003), TCR specificity for the peptide–MHC is demonstrated by screening spots that contain different peptides and MHC molecules with T cells from transgenic and vaccinated mice. Such arrays could potentially have thousands of spots that could lead to a detailed characterization of a T cell population from a sample as small as 100 µl. Thus, high-throughput detection and characterization of rare populations of antigen-specific T cells may be achieved using small sample volumes.\n\n      Example of Using Peptide–MHC Microarrays: Characterization of T Cell Responses to a Cancer Vaccine\n      \nOne promising method of augmenting the T cell response to tumors is by vaccinating patients with peptides that have small alterations in their amino acid sequence relative to the peptides that are present on the surface of the tumor cells. When bound to MHC, these “mimotopes” activate T cells that may cross-react with the peptide–MHC expressed on the tumor. Currently, about 10%–20% of melanoma patients given vaccines that include these mimotopes have a clinical response to their tumors (Parmiani et al. 2002). The efficacy of these treatments needs to be improved. This increase could be accomplished by improving the mimotope or the responding T cells. Which T cells to specifically target with the vaccine and what is required to activate those T cells could be determined using the peptide–MHC and antibody microarrays. The ability of tumor-derived T cells to bind to a panel of mimotope–MHC complexes and the corresponding tumor-associated antigens would indicate whether the patients had T cells to react with the mimotope or whether these T cells were deleted during development. With a simple, economical method to screen the available T cell repertoire to tumor antigens and mimotopes, individual treatments could be easily formulated and clinical response to tumors could be improved.\n\nIn addition to cancer, the peptide–MHC microarray technology could also improve the analysis of the T cells responding to infectious diseases, autoimmune diseases, and transplants. A more advanced understanding of the available T cells will be beneficial for each of these conditions.",
  "externalIds": [
    "pmid:14691549",
    "pmcid:PMC300688"
  ]
}