{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001911",
  "doi": "10.1371/journal.pbio.1001911",
  "externalIds": [
    "pii:PBIOLOGY-D-14-00586",
    "pmid:25051182",
    "pmcid:PMC4106721"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Structure of a Membrane-Embedded Prenyltransferase Homologous to UBIAD1",
  "authors": [
    {
      "name": "Hua Huang",
      "first": "Hua",
      "last": "Huang",
      "affiliation": "Verna and Marrs McLean Department of Biochemistry and Molecular Biology, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Elena J. Levin",
      "first": "Elena J.",
      "last": "Levin",
      "affiliation": "Verna and Marrs McLean Department of Biochemistry and Molecular Biology, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Shian Liu",
      "first": "Shian",
      "last": "Liu",
      "affiliation": "Department of Biology, Texas A&M University, College Station, Texas, United States of America"
    },
    {
      "name": "Yonghong Bai",
      "first": "Yonghong",
      "last": "Bai",
      "affiliation": "Verna and Marrs McLean Department of Biochemistry and Molecular Biology, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Steve W. Lockless",
      "first": "Steve W.",
      "last": "Lockless",
      "affiliation": "Department of Biology, Texas A&M University, College Station, Texas, United States of America; Texas A&M Institute for Neuroscience, Texas A&M University, College Station, Texas, United States of America"
    },
    {
      "name": "Ming Zhou",
      "first": "Ming",
      "last": "Zhou",
      "affiliation": "Verna and Marrs McLean Department of Biochemistry and Molecular Biology, Baylor College of Medicine, Houston, Texas, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2014-07",
  "dateAccepted": "2014-06-12",
  "dateReceived": "2014-02-18",
  "volume": "12",
  "number": "7",
  "pages": "e1001911",
  "tags": [
    "Biochemistry",
    "Cell biology",
    "Cell membranes",
    "Cellular structures and organelles",
    "Discipline-v2/Biochemistry",
    "Discipline-v2/Biology and life sciences",
    "Discipline-v2/Cell biology",
    "Discipline-v2/Cell membranes",
    "Discipline-v2/Cellular structures and organelles",
    "Discipline-v2/Enzyme structure",
    "Discipline-v2/Enzymes",
    "Discipline-v2/Enzymology",
    "Discipline-v2/Isoprenoids",
    "Discipline-v2/Lipids",
    "Discipline-v2/Membrane proteins",
    "Discipline-v2/Transferases",
    "Discipline-v2/Transmembrane proteins",
    "Enzyme structure",
    "Enzymes",
    "Enzymology",
    "Isoprenoids",
    "Lipids",
    "Membrane proteins",
    "Transferases",
    "Transmembrane proteins",
    "Type/Research Article"
  ],
  "abstract": "A crystal structure of a member of the UbiA family of membrane-embedded prenyltransferases reveals the architecture of the active site and suggests a possible mechanism for catalysis.",
  "fullText": "Introduction\n\nVitamin K is an essential cofactor required for the posttranslational modification of proteins involved in blood-clotting and normal bone metabolism. One of the major forms of vitamin K in humans, menaquinone-4, is produced by cleaving the phytyl group from dietary phylloquinone to produce menadione, which is then modified with a polyprenyl group donated from geranylgeranyl diphosphate (Figure S1). This latter step is catalyzed by the protein UBIAD1, a member of a family of integral membrane proteins known collectively as UbiA prenyltransferases [1]–[3]. Recently, it has also been proposed that UBIAD1 is responsible for the prenylation of coenzyme Q10 in Golgi membranes [4]. Missense mutations to the UBIAD1 gene are the underlying cause of the genetic disorder Schnyder corneal dystrophy (SCD), which causes accumulation of cholesterol and phospholipids in the cornea of the eye, eventually leading to blindness [5].\n\nMembrane-embedded prenyltransferases belonging to the UbiA family are found in every branch of life, and are involved in the biosynthesis of a highly diverse range of molecules, including respiratory lipoquinones such as ubiquinone and menaquinone [6]–[8], prenylated hemes and chlorophylls [9],[10], archaeal lipids [11], numerous prenylated plant flavonoids [12], the antibiotic aurachin [13], Vitamin E [14],[15], and bacterial cell wall precursors [16]. Although the nature of the prenyl acceptor and donor vary considerably, reactions catalyzed by UbiA homologs are Mg2+-dependent and generate pyrophosphate as a leaving group. A representative reaction, catalyzed by the eponymous E. coli protein UbiA, involves the cleavage of the C–O bond in polyprenyl diphosphates of variable length and transfer of the prenyl chain to the ortho position of the phenol 4-hydroxybenzoic acid (4HB; Figure 1A). UbiA family members are typically predicted to contain eight or nine transmembrane helices and have two characteristic conserved motifs with the consensus sequences NDXXDXXXD and DXXXD (Figure 1B), often referred to as the first and second aspartate-rich motifs, respectively.\n\nTo understand the structural basis of UbiA function, we set out to elucidate the structure of a member of the UbiA family using X-ray crystallography. The resulting structures of an archaeal homolog reveal locations of Mg2+ and polyprenyl diphosphate binding sites, a possible hydrophobic substrate tunnel allowing the protein to accommodate polyprenyls of variable length, and the location of a cluster of highly conserved residues forming a potential catalytic site.\n\nResults\n\nFold of AfUbiA\n\nAfter screening a large number of bacterial and archaeal UbiA proteins for suitability for crystallization, a homolog from the extremophile Archaeoglobus fulgidus (AfUbiA) was chosen for further study based on its stability in detergent (Figure S2A). Crystals of the selenomethionine-substituted protein diffracted to 3.2 Å, and the structure was solved by single-wavelength anomalous dispersion (Table S1). Despite the modest resolution, assignment of the sequence register was greatly facilitated by the high quality of the experimentally phased electron density maps, and by the locations of five selenomethionine residues (Figure S2B,C). The selenomethionine structure was then used as a molecular replacement search model for 2.4 and 2.5 Å datasets collected on native AfUbiA crystals, grown in lipidic cubic phase (LCP) and soaked with either geranyl diphosphate (GPP) or dimethylallyl diphosphate (DMAPP) prior to freezing (Table S1, Figure S2D). The final models for the two substrate-bound structures contain four AfUbiA molecules in the asymmetric unit, with one molecule of GPP or DMAPP and two Mg2+ per protein chain. Comparison of the detergent and LCP crystal forms shows that none of the interaction surfaces between neighboring protomers are conserved between the different lattices, and so the protein is likely a monomer in the membrane (Figure S2E).\n\nThe AfUbiA structure contains a total of nine transmembrane helices, with the N and C termini emerging on opposite sides of the membrane (Figure 1C). Based on the distribution of positive and negative charges in the soluble loops, the N terminus of the protein is probably oriented towards the cytoplasm and the C terminus to the extracellular side [17]. This assignment is also consistent with the experimentally determined orientation of E. coli UbiA [18]. The first eight helices can be grouped into two bundles of four helices each (Figure 1D). The loops connecting the transmembrane helices are short, with the exception of the cytoplasmic loops connecting TM2 and 3 (L2–3) and TM6 and 7 (L6–7), which are both over 25 and 18 residues in length, respectively, and contain short helical regions. The two conserved aspartate-rich motifs are both positioned on the cytoplasmic side of the protein, between the C-terminal ends of TM2 and TM6 and the L2–3 and L6–7 loops (Figure 1E). Interestingly, the conserved motifs as well as the large cytoplasmic loops that follow them are at equivalent positions in the two four-helix bundles. Closer examination of the two bundles reveals that they are structurally homologous and can be superposed by a twofold pseudosymmetry axis running through the center of the protein perpendicular to the bilayer (Figure 1D, Figure S3). This raises the possibility that the UbiA fold may have arisen from the duplication of an ancient four-helix, dimeric protein.\n\nThe crystal structure of another archaeal UbiA homolog from Aeropyrum pernix (ApUbiA) was recently reported with a resolution of 3.6 Å [19]. The overall fold of AfUbiA is similar to that seen in ApUbiA, but there are differences in the location and coordination of Mg2+ and substrate (detailed in the section “Differences between the AfUbiA and ApUbiA crystal structures”). Both UbiA family members resemble proteins belonging to the isoprenoid synthase superfamily [20], and in particular, those members that catalyze the synthesis of all-trans polyprenyls by repeated addition of isopentenyl pyrophosphate (IPP; Figure S1), the trans-IPPSs. These enzymes are also Mg2+-dependent and contain similar aspartate-rich motifs. Although any sequence identity between the soluble and transmembrane families is negligible, comparison of AfUbiA to the trans-IPPS farnesyl diphosphate synthase (FPPS) from E. coli (Figure S4A–B) [21] reveals that the two four-helix bundles comprising helices 1–8 in AfUbiA and 2–9 in FPPS are superposable. TM9 in AfUbiA and the first helix in the trans-IPPS fold have no equivalent in the other family. Nevertheless, despite their structural similarity, examination of the distribution of charged residues on the two enzymes clearly reveals their distinct identities as soluble and transmembrane proteins (Figure S4C–D).\n\nArchitecture of the Central Cavity and Substrate-Binding Site\n\nThe bound isoprenyl-diphosphates and Mg2+ are located in a large cavity at the interface between the four-helix bundles near the cytoplasmic side, which is partly closed off from the solvent by the L2–3 and L6–7 loops (Figure 2A). Interestingly, in the unliganded structure, a 13-residue long region of the L2–3 loop is disordered, leaving this cavity widely accessible to the solvent, whereas all but four residues become resolved in the GPP-bound structure. In the DMAPP-bound structure, the entire loop is resolved and completely occludes the cavity from the solvent (Figure S5A,B). This difference may be attributed to the lower resolution of the unliganded structure, however, as the substrate in the DMAPP-bound structure is occluded from the cytoplasm, a more likely possibility is that substrate binding induces conformational changes in the L2–3 loop and thus seals off the active site.\n\nNear the cytoplasm, the central cavity is broad and is lined with polar and charged residues, including the aspartate-rich motifs and many of the other residues that are most conserved across the UbiA family (Figure 2B). The cavity becomes more hydrophobic and tapers into a narrow tunnel as it extends deeper into the transmembrane region of the protein. Approximately halfway into the bilayer, the tunnel bends sharply and forms a fenestration in the side of the protein that opens into the bilayer (Figure 2C). This tunnel could offer a possible explanation for how UbiA family members utilize prenyl donors of varying lengths, which range from DMAPP (C5) [22] to dodecaprenyl phosphate (C60) [16]. The latter substrate approaches 60 Å in length in a fully extended conformation; in comparison, the membrane-spanning region of AfUbiA is less than 40 Å. The hydrophobic tunnel in AfUbiA could potentially accommodate up to six prenyl units, and even longer polyprenyls could bind to the protein by extending directly into the hydrophobic core of the bilayer.\n\nIn the GPP-bound structure, the substrate is located in the central cavity with its diphosphate positioned between the two aspartate-rich motifs (Figure 3A,B). Two electron densities are also visible on either side of the diphosphate that likely correspond to Mg2+. This observation is consistent with data showing that the activity of UbiA family members is Mg2+-dependent, as well as extensive mutagenesis experiments, confirming the importance of the two motifs for activity in E. coli UbiA [23] and other homologs [13],[24]. The two Mg2+ are coordinated by N68 and D72 in the first aspartate-rich motif and D198 and D202 in the second aspartate-rich motif (Figure 3A). The conserved aspartate D76 is too far away to bind directly to Mg2+ in the first motif, but could interact indirectly by stabilizing a water molecule coordinating the ion. The diphosphate group of GPP is stabilized by Mg2+ in the first motif, which bridges two oxygens with coordination distances of 2.3 and 2.6 Å. In contrast to the first motif, the Mg2+ bound to the second motif is 3.5–4.0 Å away from the diphosphate, which is significantly farther than the expected coordination distance of 2.0–2.3 Å. Additional interactions between the protein and GPP oxygens are provided by the basic residues R22 and K146. The GPP molecule is slightly kinked after the diphosphate, so that the isoprenyl tail extends along the wall of the cavity close to highly conserved residues on TM2, 4, and 5. In particular, the C–O bond cleaved in the prenyltransfer reaction is positioned near a cluster of conserved polar residues including N68, Y139, and S140 (Figure 3B). The geometry of the Mg2+ and substrate binding sites in the DMAPP-bound structure is similar (Figure S5C,D).\n\nWe used two approaches to verify the interactions between the bound substrate, ions, and protein in our crystal structure. First, to confirm the Mg2+ binding sites, we co-crystallized the protein with Cd2+ (Table S1). Two strong electron densities consistent with Cd2+ appear coordinated by the aspartate-rich motifs, which align well to the Mg2+ locations in the GPP-bound structure (Figure S6). Second, we used isothermal titration calorimetry (ITC) to measure the Mg2+ dependence of GPP binding to AfUbiA. In the presence of 2 mM MgCl2, GPP binds to AfUbiA with a KD of 3.2±0.1 µM (Figure 3C). However, when 1 mM EDTA was added instead of MgCl2, no GPP binding was observed (Figure 3D). Residues N68, D72, D198, and D202 from the two aspartate-rich motifs, as well as the basic residues R22 and K146, were then mutated to alanine to test their contribution to Mg2+-dependent GPP binding (Figure 3E, Figure S7). Mutations to all six residues had pronounced effects on binding of GPP to AfUbiA. Four of the mutations completely abolished GPP binding, whereas the effects of the D198A and D202A mutations were comparatively mild, increasing the KD by 45- and 21-fold, respectively. This is consistent with the observation that the distance between the Mg2+ bound to the second aspartate-rich motif and the GPP diphosphate is outside of the typical coordination distance range.\n\nDifferences Between the AfUbiA and ApUbiA Crystal Structures\n\nThere are notable differences in the shape of the substrate-binding cavity and in the organization of the active sites of the AfUbiA and ApUbiA structures. The central cavity in ApUbiA is smaller than in AfUbiA, largely because ApUbiA lacks the long hydrophobic tunnel and second opening observed in AfUbiA. For the ApUbiA structure, it was proposed that longer prenyl chains may extend out of the protein via its single entrance to the central cavity, which is closer to the membrane interface than in AfUbiA. This mechanism of accommodating long prenyl chains is not likely for the current AfUbiA structure, because although the cytoplasmic opening exists in unliganded AfUbiA, it is completely closed in the DMAPP-bound structure (Figure S5B). \n\nIn both structures, the bound Mg2+ and the diphosphate moiety are located in the central cavity between the two conserved aspartate-rich motifs; however, interactions between the protein and ligands are different (Figure 4). Although two bound Mg2+ were modeled in both structures, in the current AfUbiA structure, N68, D72, D198, and D202 directly coordinate the Mg2+, while in the ApUbiA structure all the corresponding residues are &gt;3.4 Å away from Mg2+. These four residues were demonstrated to be important for Mg2+-dependent GPP binding according to our ITC data (Figure 3E). The differences in Mg2+ location and coordination between the two structures are likely attributable to the significantly lower resolution (3.6 Å) of the ApUbiA structure.\n\n4HB was also modeled into the ApUbiA structure, although there is currently no direct biochemical evidence that it can act as a prenyl acceptor for ApUbiA. This proposed 4HB binding site is unlikely to hold the prenyl acceptor in the current AfUbiA structure, as its position clashes with the location of the geranyl moiety. We were also unable to detect binding of 4HB to AfUbiA by ITC.\n\nConservation with Other UbiA Family Members and Implications for the Catalytic Mechanism\n\nAlthough two crystal structures are available now for the UbiA family of proteins, both AfUbiA and ApUbiA are from archaeal thermophiles and enzymatic activity has not been demonstrated for either of the proteins. To understand the relevance of the AfUbiA structure to other UbiA family members, we mutated a number of residues on the E. coli MenA homolog (EcMenA) that are equivalent to key active site residues in AfUbiA (Figure 5A, Figure 5B). EcMenA catalyzes the transfer of a prenyl chain onto 1,4-dihydroxy 2-naphthoic acid (DHNA) to produce the menaquinone precursor demethylmenaquinone. Two independent functional assays were used to measure the effects of mutations on EcMenA: an in vivo genetic complementation assay in which growth under anaerobic conditions was measured in an menA− E. coli strain [25] transformed with WT or mutant EcMenA (Figure 5C), and an in vitro assay measuring prenyltransferase activity with purified membranes from E. coli cells overexpressing WT or mutant EcMenA (Figure 5D, Figure S8). For both assays, mutations to the equivalents of N68 and D72 in the first aspartate-rich motif and D198 and D202 in the second motif resulted in total or near-total loss of function. Mutation of the highly conserved tyrosine (Y139 in AfUbiA) near the C–O bond also resulted in loss of function.\n\nFunctional data for eukaryotic UbiA homologs are currently scarce, but missense mutations to 19 different residues on human UBIAD1 are known to cause SCD [5],[26]–[35]. Of these, three align to insertions not present on AfUbiA (Figure 5A). As shown in Figure 5E, the remaining 16 mutated residues all map to the region around the putative active site at the cytoplasmic end of the cavity. The residues Y174 and T175 on human UBIAD1 are equivalent to Y139 and S140, which belong to the cluster of polar residues on TM2 and TM4 likely important for catalysis; the residues A97 and G98 (F63 and S64 on AfUbiA) pack into the interface between TM2 and TM4 near this site (Figure 5F). Residues N102, K181, D236, and D240 on UBIAD1 are homologous to N68, K146, D198, and D202, which form part of the Mg2+/diphosphate binding site (Figure 3A). Residues 112, 118, 119, 121, and 122 on UBIAD1 align to residues 78, 90, 91, 93, and 94 on the highly mobile L2–3 loop of AfUbiA, which changes conformation upon substrate binding in AfUbiA. Potential functions for G177, G186, and L188 (P142, D152, and I154 on AfUbiA) are less evident, but all three residues are located in close proximity to the proposed active site.\n\nOverall, the above experiments on EcMenA and the mapping of UBIAD1 mutations onto the AfUbiA structure suggest that the fold and location of substrate-binding sites are conserved across the UbiA family, and that the mechanism of the prenyltransfer reaction is conserved as well. Although this mechanism is currently unknown, possible clues may be found by comparison to the soluble trans-IPPS proteins. In addition to sharing a fold with the UbiA homologs, the two protein families also exhibit similarities in the architecture of their active sites. The structure of E. coli FPPS bound to IPP and a thio- analog of the prenyl donor, thioDMAPP, is representative of available structures of trans-IPPS ternary complexes (Figure S9) [21]. Like AfUbiA, members of the trans-IPPS family contain two signature acidic motifs, which both contain the conserved sequence DDXXD [36] and which coordinate Mg2+ atoms that stabilize the diphosphate on the prenyl donor. In trans-IPPS proteins, the reaction is believed to proceed via a three-stage ionization–condensation–elimination mechanism [37], involving a carbocation intermediate in the allylic site that is stabilized by the liberated diphosphate as well as interactions with nearby polar side chains [21],[38]. Given the structural and functional similarity between AfUbiA and the trans-IPPS proteins, it is possible that this catalytic mechanism is shared with homologs of the UbiA family (Figure 6).\n\nIn the GPP- and DMAPP-bound structures, C-C bond formation would occur near a triad of three polar side chains: N68 from the first aspartate-rich motif, and Y139 and S140 on TM4 (Figure 3B). Interestingly, the tyrosine is the single most highly conserved residue in the UbiA family, present in 97% of the more than 10,000 UbiA sequences currently in the Pfam database [39]. Mutation of this residue in both EcMenA (Figure 5C,D) and EcUbiA [19] results in a loss of function. The near-universal conservation of the tyrosine residue implies that this site is involved in a function that is shared among all the different branches of the UbiA family, regardless of the nature of the highly variable prenyl acceptor. We therefore propose that this site could be involved in stabilizing the carbocation intermediate on the prenyl donor after cleavage of the pyrophosphate leaving group, possibly by cation–π interactions with Y139. A similar role for active site tyrosine residues has been proposed for the structurally unrelated aromatic prenyltransferases DMATS and CloQ [40]–[42].\n\nDiscussion\n\nWe have described the structure of an archaeal member of the UbiA family of membrane-embedded prenyltransferases. The substrate-bound structures reveal that the diphosphate group interacts with arginine and lysine side chains as well as Mg2+ coordinated by conserved aspartate-rich motifs. Although short prenyl donors containing only one or two prenyl units were chosen for crystallization due to their higher solubility in water, the structure reveals a long, narrow cavity that opens into the membrane and could allow the protein to bind significantly longer polyprenyl chains. Due in part to its low homology with UbiA family members of known function, we were unable to identify the natural prenyl-accepting substrate of AfUbiA. Nonetheless, the EcMenA functional assays using mutations designed with the AfUbiA structure, as well as the clustering of SCD-causing mutations around conserved residues in the substrate-binding cavity of AfUbiA, suggest that the fold and key aspects of the catalytic mechanism may be conserved between these distantly related homologs and that AfUbiA is a useful structural model for understanding UbiA family prenyltransferases.\n\nOne curious feature of the substrate-bound structures is that the Mg2+ bound to the second conserved motif is out of range for coordination of the prenyl donor, and yet the functional data for EcMenA indicate that the residues coordinating this Mg2+ are critical for function. One possible explanation is that when the protein is bound to Mg2+ and the isoprenyl diphosphate only, the substrate is coordinated by only one Mg2+ in order to prevent reaction of the isoprenyl diphosphate with water in the absence of the prenyl acceptor, as interactions with one Mg2+ may not be sufficient to induce spontaneous cleavage of the C–O bond. Binding of the prenyl acceptor would then induce a conformational change to bring the Mg2+ bound to the second conserved motif within coordination distance of the diphosphate and exclude water from the cavity. Another possibility has also been proposed based on homology models of E. coli UbiA [23], that UbiA homologs stabilize the diphosphate via a single Mg2+ bound to only one of the two aspartate-rich motifs and that the other motif activates the phenolic substrate by abstracting a proton. Resolution of the issue will likely require a structure of the full ternary complex.\n\nIn the structurally related trans-IPPS FPPS, comparisons of the ternary complex and apo-structure show that the enzyme undergoes a conformational change upon binding substrate; in particular, the loops corresponding to L2–3 and L6–7 in UbiA close over the active site to occlude it from the solvent [21]. The unliganded and substrate-bound AfUbiA structures show similar behavior, in that a region of the L2–3 loop undergoes a disordered to ordered transition upon substrate binding. The prenyl acceptor could therefore enter the cavity through an opening formed by fluctuations in the L2–3 loop, which would then be stabilized in the closed conformation. Although short polyprenyl diphosphates like GPP could also enter the substrate-binding cavity via the opening to the cytoplasm, longer polyprenyl diphosphates have poor solubility in water and likely partition into the lipid bilayer, and therefore may bind to the protein laterally from within the membrane. Because it seems implausible that the negatively charged diphosphate group enters the core of the bilayer and threads into the hydrophobic tunnel, the protein may undergo a conformational change to allow the polyprenyl substrate access to the substrate binding cavity. In the crystal structure, one wall of the substrate tunnel is formed by TM9, whose removal leaves the central cavity completely exposed to the bilayer (Figure 2A). A slight movement of this loosely packed helix could potentially suffice to allow substrates to enter the binding site and allow release of the product as well.\n\nMethods\n\nCloning and Overexpression of AfUbiA\n\nFifty-two bacterial and archaeal UbiA homologs were cloned and tested for expression [43]. A UbiA gene from Archaeoglobus fulgidus DSM 4304 (GenBank AAB89594.1) was identified as the most promising candidate for crystallization trials. The AfUbiA gene was cloned into a modified pET vector (Novagen) with an N-terminal polyhistidine tag. For large-scale purification of native AfUbiA, the plasmid was transformed into BL21 (DE3) cells. For expression of the native protein, the transformants were grown in Luria broth supplemented with 100 mg/l Kanamycin at 37°C until OD600 reached 1.0 and induced with 0.5 mM isopropyl β-D-1-thiogalactopyranoside (IPTG) at 20°C for 15 h. For expression of selenomethionine-incorporated proteins, the cells were grown in minimal medium containing 32.2 mM K2HPO4, 11.7 mM KH2PO4, 6 mM (NH4)2SO4, 0.68 mM Na Citrate, 0.17 mM Mg2SO4, 32 mM glucose, 0.008% (w/v) alanine, arginine, aspartic acid, asparagine, cysteine, glutamic acid, glycine, histidine, proline, serine, tryptophan, glutamine, tyrosine, 0.02% (w/v) isoleucine, leucine, lysine, phenylalanine, threonine, valine, 25 mg/l L-selenium-methionine, 32 mg/l thiamine, and 32 mg/l thymine, and induced when OD600 reached 0.6.\n\nPurification and Crystallization of AfUbiA\n\nCell membranes were solubilized with 40 mM n-decyl-β-D-maltoside (DM, Anatrace), and the His-tagged protein was purified with TALON Metal Affinity Resin (Clontech Inc.). After removal of the N-terminal His-tag with TEV protease, the native protein was subjected to size exclusion chromatography with a Superdex 200 10/300 GL column (GE Health Sciences) pre-equilibrated in a buffer of 150 mM NaCl, 20 mM HEPES, pH 7.5, 5 mM β-mercaptoethanol (βME), and 40 mM n-Octyl-β-D-Glucopyranoside (OG, Affymetrix). The protein was concentrated to 10 mg/ml as approximated by ultraviolet absorbance. The selenomethionine-incorporated protein was purified by the same procedure. AfUbiA for the ITC assay was also purified with the same protocol except that 4 mM of DM was used in place of OG in the size-exclusion chromatography buffer.\n\nSelenomethionine-incorporated AfUbiA crystals were obtained in mother liquor containing 12.5% PEG20000, 100 mM MES buffer, pH 6.7. To obtain LCP crystals, the purified AfUbiA protein was concentrated to around 35 mg/ml as approximated by ultraviolet absorbance at 280 nm and mixed with monoolein (1-oleoyl-rac-glycerol; Sigma Aldrich) at a 2∶3 ratio (protein/lipid, w/w) using the twin-syringe mixing method [44]. The protein/lipid mixture was dispensed manually in 30–50 nl drops onto 96-well glass Laminex plates (Molecular Dimensions) and overlaid with 1.7 µl precipitant solution per drop. Crystals reached full size within 2 wk at 20°C in 34% (w/v) PEG400, 0.1 M Tris-HCl pH 8.2, 0.1 M NaCl, and 0.1 M MgCl2. Before harvest, crystals were soaked in 1 mM GPP or 1 mM DMAPP. The LCP crystals were flash frozen in liquid nitrogen without additional cryoprotectant. Crystals of native AfUbiA bound to Cd2+ were obtained in 30% PEG 550 MME, 100 mM MES buffer, pH 6.6, 5 mM MgCl2, and 100 mM CdCl2. Before flash-freezing in liquid nitrogen, these crystals were cryoprotected in serial mother liquor solutions containing 5%–25% (v/v) glycerol.\n\nStructure Solution and Analysis\n\nX-ray data were collected at beamlines X29 at the National Synchrotron Light Source and 24ID-C and 24ID-E at the Advanced Photon Source. A data set collected on a selenomethionine crystal was processed and scaled with a 3.2 Å cutoff using HKL2000 [45]. Four selenium sites were located with phenix.hyss [46], and phases and a partial polyalanine model were obtained with phenix.autosol [47]. The locations of the selenium atoms and clear side chain densities from aromatic side chains in the experimental maps (Figure S2B,C) were used to manually assign the sequence register, and the structure was refined through iterative rounds of manual model building and automated reciprocal-space refinement using Coot [48] and phenix.refine. The final refined model has R and Rfree values of 25.1% and 28.9%, respectively, and contains residues 15–73 and 86–300 of one UbiA monomer and one molecule of OG, which was used to solubilize the protein. The native GPP-bound and DMAPP-bound structures were solved by molecular replacement using the selenomethionine structure as a search model and refined with phenix.refine using strong NCS restraints that were gradually relaxed over the course of refinement. The final structures each contained four molecules of AfUbiA, 8 Mg2+, and 4 molecules of GPP or DMAPP. The Cd2+-bound structure was solved by a similar protocol. The final Cd2+-bound structure contained two molecules of AfUbiA in the asymmetric unit and eight Cd2+ ions. In the SeMet, GPP- and DMAPP-bound structures, the putative substrate tunnel is partly occupied by a strong, tubular, nonprotein electron density (); however, the resolutions do not allow a definitive identification of this ligand. The GPP-bound, DMAPP-bound, SeMet, and Cd2+-bound structures have been deposited in the PDB under the accession codes 4TQ3, 4TQ4, 4TQ5, and 4TQ6, respectively.\n\nChain A in the GPP-bound structure had the highest quality 2Fo-Fc density, as well as the lowest average B-factors of the four protein chains in the asymmetric unit, and was therefore used to generate figures and for distance measurements unless otherwise noted. All structure figures were made using PyMol (Schrödinger). Sequence conservation scores in Figure 2B were calculated with the ConSurf server [49], using the seed sequences for the UbiA family from Pfam [39] for the multiple sequence alignment. The alignment of AfUbiA, EcMenA, and human UBIAD1 used for Figure 5A was generated by aligning the sequences to the Hidden Markov Model profile for the UbiA family in Pfam.\n\nITC of GPP Binding to AfUbiA\n\nThe ITC buffer comprised 20 mM HEPES (pH 7.5), 150 mM NaCl, and 4 mM n-decyl-β-D-maltopyranoside (DM). The chamber contained ITC buffer plus 50 µM AfUbiA and either 2 mM MgCl2 or 1 mM EDTA. The syringe contained ITC buffer plus 0.6 mM geranyl pyrophosphate (GPP) and either 2 mM MgCl2 or 1 mM EDTA, whichever matches the chamber condition. The buffer-alone control had no AfUbiA in the chamber. For experiments with mutant proteins, 50 µM AfUbiA mutant proteins were in ITC buffer containing 2 mM MgCl2 with either 0.6 mM GPP (for R22A, N68A, D72A, K146A) or 2 mM GPP (for D198A and D202A) in the syringe. Solutions were filtered and centrifuged at 18,000× g for 5 min prior to the experiments. All binding measurements were performed using a MicroCal iTC200 System (GE Healthcare) at a constant temperature of 25°C. For experiments with apparent binding, thermograms were processed and fit in Origin to a one-site model to obtain n (stoichiometry), K (association constant), and ΔH (enthalpy). The dissociation constant (KD) was calculated from KD = 1/K, and ΔS was calculated from ΔG = ΔH−TΔS. All experiments were performed at least three times.\n\nMenA Complementation Assay\n\nThe menA-deficient E. coli strain AN67 [25], which exhibits a grow defect under anaerobic conditions, was obtained from the Coli Genetic Stock Center and transformed with a pET31 plasmid containing WT and mutant EcMenA genes, or an unrelated protein (the TrkH potassium transporter from Campylobacter jejuni) as a negative control. The transformants were grown aerobically in Luria broth to an optical density of 1.0%±0.05%, supplemented with 20% glycerol, flash frozen, and stored at −80°C. The EcMenA genetic rescue experiments were carried out using a protocol adapted from Suvarna et al. [7]. The 10 mL cultures of a glycerol/trimethylamine N-oxide minimal media [50] containing 0.5 mM IPTG and 0.1 mg/mL ampicillin were inoculated with 10 µl of the glycerol stocks and then incubated in an anaerobic chamber at 37°C. At 24 h postinoculation, OD600 was measured for each culture. Values shown in Figure 5C are averages for three experiments.\n\nPrenyltransferase Activity Assay\n\nPurified E. coli membranes were prepared by harvesting 1 l of cells overexpressing WT and mutant EcMenA, grown to 1 OD as described for AfUbiA. The proteins were expressed as SUMO fusion proteins to increase yield. The cell pellets were resuspended in 20 ml lysis buffer (20 mM Hepes pH 7.5, 150 mM NaCl, 2 mM βME, 5 mM MgCl2, 1 mM PMSF, 25 µg/ml DnaseI). After breaking the cells by sonication, the cell lysates were centrifuged for 30 min at 3,000× g and 4°C. The supernatant was then transferred to clean centrifuge tubes and centrifuged a second time for 60 min at 100,000× g and 4°C. The membrane pellet was resuspended in 3 ml 50 mM Tris pH 7.5, flash frozen, and stored at −80°C. Overexpression of WT and mutant SUMO-EcMenA was verified by running 0.5 µl of the membrane suspension before and after a 30 min digestion with 1 µg SUMO protease on an SDS-PAGE gel (Figure S8C). In addition to the WT and mutant EcMenA proteins, membrane fractions were prepared in the same manner for cells expressing SUMO-EcUbiA, which does not utilize DHNA as a prenyl acceptor, for the negative control.\n\nFor the enzymatic assay, 30 µl reaction mixtures were prepared with the following components: 3 µl purified membrane fractions, 2 mM DHNA, 1 mM GPP, 5 mM MgCl2, 5 mM βME, 5% acetonitrile (ACN), and 50 mM Tris pH 7.5. The reaction mixtures were incubated for 10 min at 37°C, quenched with the addition of 2% formic acid, and extracted with 10 volumes of chloroform. The chloroform was dried under air and the residue resuspended in 60 µl 65% ACN/35% 50 mM Tris pH 7.5 in dH2O. The resulting samples were then separated using reverse phase HPLC with a gradient of 65%–75% ACN for the mobile phase. Enzyme activity was quantified as the area of the product peak, normalized by the activity for the WT protein. Values shown in Figure 5D are averages for three experiments.\n\nSupporting Information"
}