{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000479",
  "doi": "10.1371/journal.pbio.1000479",
  "externalIds": [
    "pii:10-PLBI-RA-6208R3",
    "pmid:20877715",
    "pmcid:PMC2943442"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Post-Stroke Inhibition of Induced NADPH Oxidase Type 4 Prevents Oxidative Stress and Neurodegeneration",
  "authors": [
    {
      "name": "Christoph Kleinschnitz",
      "first": "Christoph",
      "last": "Kleinschnitz",
      "affiliation": "Neurologische Klinik und Poliklinik, Universität Würzburg, Würzburg, Germany"
    },
    {
      "name": "Henrike Grund",
      "first": "Henrike",
      "last": "Grund",
      "affiliation": "Rudolf-Buchheim-Institut für Pharmakologie & Medizinische Klinik, Justus-Liebig-Universität, Gießen, Germany"
    },
    {
      "name": "Kirstin Wingler",
      "first": "Kirstin",
      "last": "Wingler",
      "affiliation": "Rudolf-Buchheim-Institut für Pharmakologie & Medizinische Klinik, Justus-Liebig-Universität, Gießen, Germany; Department of Pharmacology and Centre for Vascular Health, Monash University, Melbourne, Australia; Department of Pharmacology and Toxicology and Cardiovascular Research Institute Maastricht (CARIM), Maastricht University, The Netherlands; National Stroke Research Institute, Florey Neuroscience Institutes, Melbourne, Australia"
    },
    {
      "name": "Melanie E. Armitage",
      "first": "Melanie E.",
      "last": "Armitage",
      "affiliation": "Department of Pharmacology and Centre for Vascular Health, Monash University, Melbourne, Australia; National Stroke Research Institute, Florey Neuroscience Institutes, Melbourne, Australia"
    },
    {
      "name": "Emma Jones",
      "first": "Emma",
      "last": "Jones",
      "affiliation": "Department of Pharmacology and Centre for Vascular Health, Monash University, Melbourne, Australia"
    },
    {
      "name": "Manish Mittal",
      "first": "Manish",
      "last": "Mittal",
      "affiliation": "Rudolf-Buchheim-Institut für Pharmakologie & Medizinische Klinik, Justus-Liebig-Universität, Gießen, Germany"
    },
    {
      "name": "David Barit",
      "first": "David",
      "last": "Barit",
      "affiliation": "Baker IDI Heart and Diabetes Institute, Juvenile Diabetes Research Foundation (JDRF) International Center for Diabetic Complications Research, Melbourne, Australia"
    },
    {
      "name": "Tobias Schwarz",
      "first": "Tobias",
      "last": "Schwarz",
      "affiliation": "Neurologische Klinik und Poliklinik, Universität Würzburg, Würzburg, Germany"
    },
    {
      "name": "Christian Geis",
      "first": "Christian",
      "last": "Geis",
      "affiliation": "Neurologische Klinik und Poliklinik, Universität Würzburg, Würzburg, Germany"
    },
    {
      "name": "Peter Kraft",
      "first": "Peter",
      "last": "Kraft",
      "affiliation": "Neurologische Klinik und Poliklinik, Universität Würzburg, Würzburg, Germany"
    },
    {
      "name": "Konstanze Barthel",
      "first": "Konstanze",
      "last": "Barthel",
      "affiliation": "Abteilung Neurologie, Georg-August Universität Göttingen, Göttingen, Germany"
    },
    {
      "name": "Michael K. Schuhmann",
      "first": "Michael K.",
      "last": "Schuhmann",
      "affiliation": "Neurologische Klinik und Poliklinik, Universität Würzburg, Würzburg, Germany; Universitätsklinik Münster, Klinik und Poliklinik für Neurologie—Entzündliche Erkrankungen des Nervensystems und Neuroonkologie, Münster, Germany"
    },
    {
      "name": "Alexander M. Herrmann",
      "first": "Alexander M.",
      "last": "Herrmann",
      "affiliation": "Neurologische Klinik und Poliklinik, Universität Würzburg, Würzburg, Germany; Universitätsklinik Münster, Klinik und Poliklinik für Neurologie—Entzündliche Erkrankungen des Nervensystems und Neuroonkologie, Münster, Germany"
    },
    {
      "name": "Sven G. Meuth",
      "first": "Sven G.",
      "last": "Meuth",
      "affiliation": "Neurologische Klinik und Poliklinik, Universität Würzburg, Würzburg, Germany; Universitätsklinik Münster, Klinik und Poliklinik für Neurologie—Entzündliche Erkrankungen des Nervensystems und Neuroonkologie, Münster, Germany"
    },
    {
      "name": "Guido Stoll",
      "first": "Guido",
      "last": "Stoll",
      "affiliation": "Neurologische Klinik und Poliklinik, Universität Würzburg, Würzburg, Germany"
    },
    {
      "name": "Sabine Meurer",
      "first": "Sabine",
      "last": "Meurer",
      "affiliation": "Department of Pharmacology and Centre for Vascular Health, Monash University, Melbourne, Australia"
    },
    {
      "name": "Anja Schrewe",
      "first": "Anja",
      "last": "Schrewe",
      "affiliation": "Institute of Experimental Genetics, Helmholtz Zentrum München, German Research Center for Environmental Health, München, Germany"
    },
    {
      "name": "Lore Becker",
      "first": "Lore",
      "last": "Becker",
      "affiliation": "Institute of Experimental Genetics, Helmholtz Zentrum München, German Research Center for Environmental Health, München, Germany; Friedrich-Baur-Institut an der Neurologischen Klinik, Klinikum der Ludwig-Maximilians-Universität München, München, Germany"
    },
    {
      "name": "Valérie Gailus-Durner",
      "first": "Valérie",
      "last": "Gailus-Durner",
      "affiliation": "Institute of Experimental Genetics, Helmholtz Zentrum München, German Research Center for Environmental Health, München, Germany"
    },
    {
      "name": "Helmut Fuchs",
      "first": "Helmut",
      "last": "Fuchs",
      "affiliation": "Institute of Experimental Genetics, Helmholtz Zentrum München, German Research Center for Environmental Health, München, Germany"
    },
    {
      "name": "Thomas Klopstock",
      "first": "Thomas",
      "last": "Klopstock",
      "affiliation": "Friedrich-Baur-Institut an der Neurologischen Klinik, Klinikum der Ludwig-Maximilians-Universität München, München, Germany"
    },
    {
      "name": "Martin Hrabé de Angelis",
      "first": "Martin Hrabé",
      "last": "de Angelis",
      "affiliation": "Institute of Experimental Genetics, Helmholtz Zentrum München, German Research Center for Environmental Health, München, Germany; Lehrstuhl für Experimentelle Genetik, Technische Universität München, Freising-Weihenstephan, Germany"
    },
    {
      "name": "Karin Jandeleit-Dahm",
      "first": "Karin",
      "last": "Jandeleit-Dahm",
      "affiliation": "Baker IDI Heart and Diabetes Institute, Juvenile Diabetes Research Foundation (JDRF) International Center for Diabetic Complications Research, Melbourne, Australia"
    },
    {
      "name": "Ajay M. Shah",
      "first": "Ajay M.",
      "last": "Shah",
      "affiliation": "King's College London School of Medicine, The James Black Centre, Cardiovascular Division, London, United Kingdom"
    },
    {
      "name": "Norbert Weissmann",
      "first": "Norbert",
      "last": "Weissmann",
      "affiliation": "Rudolf-Buchheim-Institut für Pharmakologie & Medizinische Klinik, Justus-Liebig-Universität, Gießen, Germany"
    },
    {
      "name": "Harald H. H. W. Schmidt",
      "first": "Harald H. H. W.",
      "last": "Schmidt",
      "affiliation": "Rudolf-Buchheim-Institut für Pharmakologie & Medizinische Klinik, Justus-Liebig-Universität, Gießen, Germany; Department of Pharmacology and Centre for Vascular Health, Monash University, Melbourne, Australia; Department of Pharmacology and Toxicology and Cardiovascular Research Institute Maastricht (CARIM), Maastricht University, The Netherlands; National Stroke Research Institute, Florey Neuroscience Institutes, Melbourne, Australia"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-09",
  "dateAccepted": "2010-07-28",
  "dateReceived": "2010-02-19",
  "volume": "8",
  "number": "9",
  "pages": "e1000479",
  "tags": [
    "Discipline/Cardiovascular Disorders/Cardiovascular Pharmacology",
    "Discipline/Genetics and Genomics/Gene Function",
    "Discipline/Neurological Disorders/Cerebrovascular Disease",
    "Discipline/Neurological Disorders/Neuropharmacology",
    "Discipline/Non-Clinical Medicine/Research Methods",
    "Discipline/Pharmacology/Drug Development",
    "Discipline/Physiology/Cardiovascular Physiology and Circulation",
    "Type/Research Article"
  ],
  "abstract": "The identification of NOX4 as a major source of oxidative stress in stroke and demonstration of dramatic protection after stroke in mice by NOX4 deletion or NOX inhibition, opens up new avenues for treatment.",
  "fullText": "Introduction\n\nIschemic stroke has outstanding medical relevance as it is the second leading cause of death in industrialized countries [1]. Due to the aging of the population, the incidence of stroke is projected to rise even further in the future [2]. Despite tremendous research activity, with more than 100 clinical trials in human stroke patients [3], only one therapy approved by the United States Food and Drug Administration is available, i.e., thrombolysis using recombinant tissue plasminogen activator (rt-PA). However, the efficacy of rt-PA on functional outcomes is moderate at best, and more than 90% of all stroke patients must be excluded from rt-PA treatment because of over 25 labeled contraindications. Therefore, there is an unmet need for more effective therapies in acute stroke.\n\nAlthough a plethora of drugs for the treatment of acute stroke are effective in animal models, their translation into clinical practice has completely failed [3],[4]. As a result, many pharmaceutical companies have withdrawn from drug discovery in this area. To overcome this lack of clinically effective neuroprotective drugs, innovative strategies are urgently needed to identify pathways that can be targeted with innovative therapies [5]. Higher quality study designs are also required [6],[7].\n\nOne such high-potential pathway in ischemic stroke may be the occurrence of oxidative stress, i.e., the increased occurrence of reactive oxygen species (ROS) above physiological levels. Oxidative stress has been suggested for many years to cause tissue damage and neuronal death. The toxicity of ROS can be further increased by nitric oxide to produce reactive nitrogen species such as peroxynitrite (ONOO−), a molecule that causes oxidation and nitration of tyrosine residues on proteins [8]. Disappointingly, there is no conclusive evidence of a causal link between oxidative stress and the development of disease, and there is no successful therapeutic application targeting oxidative stress. To date, clinical attempts to scavenge ROS by applying antioxidants did not result in clinical benefit [9] or even caused harm [10],[11]. However, the characterization of the relevant enzymatic sources of oxidative stress may allow therapeutic targeting of oxidative stress by preventing the formation of ROS in the first place, instead of scavenging ROS after they have been formed.\n\nA potential source of ROS are NADPH oxidases, the only known enzyme family that is only dedicated to ROS production [12]. Four rodent genes of the catalytic subunit NOX, Nox1, Nox2, Nox3, and Nox4, have been identified, of which Nox1, Nox2, and Nox4 are expressed in the vasculature. NOX4 is the most abundant vascular isoform; its expression is even higher in cerebral than in peripheral blood vessels [13] and, further, induced in stroke [14]. Therefore, we hypothesized that NOX4 is the most relevant source of ROS in stroke.\n\nTo test this hypothesis, we generated constitutively NOX4-deficient (Nox4−/−) mice and directly compared them to NOX1-deficient (Nox1y/−) and NOX2-deficient (Nox2y/−) mice. NOX4 has been implicated in the regulation of systemic and hypoxic vascular responses. Therefore, we had to exclude systemic vascular effects of NOX4 deletion on blood pressure, which may affect stroke outcome independent of a specific neuronal or neurovascular mechanism. Finally, to examine the therapeutic potential of NOX4 as a drug target, we infused the specific NADPH oxidase inhibitor VAS2870 [15] after ischemia, thus mirroring the clinical scenario.\n\nResults\n\nNOX4 Is Induced during Ischemic Stroke in Mice and Humans\n\nBecause NOX4 mRNA is expressed at higher levels in cerebral than in peripheral blood vessels [13] and is induced in stroke [14], we first sought to validate these data not only at the mRNA but also at the protein level. In all experiments, we followed current guidelines defining methodological standards for experimental stroke studies [4],[6],[7],[16],[17]. Here we chose a model of acute ischemic stroke in which mice are subjected to transient middle cerebral artery occlusion (tMCAO). This disease model is thought to involve oxidative stress and an induction of Nox4 expression [18]. Indeed, expression of NOX4 mRNA was significantly higher 12 h and 24 h after tMCAO in the basal ganglia and neocortex of wild-type mice than in sham-operated controls, in which basal NOX4 expression was low (Figure 1A). This result was validated by immunohistochemistry using a specific NOX4 antibody. We detected a stronger staining in neurons and cerebral blood vessels in wild-type mice subjected to tMCAO than in sham-operated controls. Although immunohistochemistry is not quantitative, this finding suggests higher levels of NOX4 protein (Figure 1B). Importantly, NOX4 staining was also stronger in brain samples from stroke patients. Although NOX4 was barely detectable in healthy brain regions, clear positive labeling of NOX4 was seen in neurons and vascular endothelial cells from the forebrain cortex of stroke patients. This finding was confirmed by double labeling for NeuN (a neuronal marker) or von Willebrand factor (an endothelial marker) and NOX4 in brain tissue (Figure 1B). These data indicate that NOX4 protein is induced during brain ischemia in mice, and this observation would be in agreement with a major functional role for NOX4 in ischemic stroke. Our limited observations in a small number of human cases provide some support to the hypothesis that these processes are also important in human stroke.\n\nNox4−/− but Neither Nox1y/− nor Nox2y/− Mice Are Protected in Both Transient and Permanent Ischemic Stroke\n\nWe first subjected 6- to 8-wk-old male Nox4−/− mice to tMCAO and, after 24 h, assessed infarct volumes by staining brain sections with 2,3,5-triphenyltetrazolium chloride (TTC) (Figure 2A). Infarct volumes were significantly smaller, by approximately 75%, in male Nox4−/− mice than in sex-matched wild-type controls (25.5±14.8 mm3 versus 78.7±19.5 mm3, respectively). The smaller infarct volume was functionally relevant: compared with wild-type mice, Nox4−/− mice had significantly better overall neurological function (Bederson score 1.2±0.7 in Nox4−/− mice versus 3.7±1.1 in wild-type mice) as well as better basal motor function and coordination (grip test score 4.3±0.7 in Nox4−/− mice versus 1.7±1.3 in wild-type mice) 24 h after tMCAO (Figure 2B). Gender can significantly influence stroke outcome in rodents [4],[16],[17]. Therefore, we also subjected female Nox4−/− mice to 60 min of tMCAO. In line with the results in male mice, Nox4-deficient female mice also developed significantly smaller infarctions (30.1±6.7 mm3 versus 89.5±22.2 mm3, respectively) and less severe neurological deficits (p&lt;0.001) than female controls (Figure 2A and 2B). Histological analysis revealed that all infarcts in Nox4−/− mice were restricted to the basal ganglia (arrow in Figure 2A and 2C), whereas in wild-type mice, the neocortex was also consistently affected. Serial magnetic resonance imaging of living mice up to 6 d after stroke showed that in Nox4−/− mice the infarct volume did not increase over time, thus indicating that deletion of the Nox4 gene provides sustained protection against stroke (Figure 2C). Moreover, infarcts always appeared hyperintense on blood-sensitive constructive interference in steady state (CISS) sequences. Hypointense areas, which typically indicate intracerebral hemorrhage, were absent from Nox4−/− mice and wild-type controls. This finding excludes the possibility of an increased rate of bleeding complications caused by Nox4 deficiency.\n\nTo establish any potential specificity of this function for NOX4 compared to NOX1 and NOX2 in stroke, we carried out identical experiments in 6- to 8-wk-old Nox1y/− and Nox2y/− mice. However, in contrast to Nox4−/− mice, we observed no protection in these animals, neither in terms of infarct volumes nor on functional outcomes on day 1 after tMCAO, even with large subject sample sizes (n = 19 for Nox2y/− mice, p&gt;0.05; Figure 2A).\n\nIschemic stroke is usually a disease of the elderly and, consequently, one should verify any stroke-protective effects observed in young adult laboratory animals also in an older cohort [4],[16],[17]. Indeed, 18- to 20-wk-old Nox4−/− mice also developed significantly smaller brain infarctions (27.8±15.1 mm3 versus 81.8±19.0 mm3, respectively) and less severe neurological deficits than age-matched controls, thereby confirming our results in young animals (Figure 2B). We also determined the functional outcome and mortality of 6- to 8-wk-old male Nox4−/− mice and matched wild-type controls over a longer time period after ischemic stroke (Figure 2D). Five days after 60 min of tMCAO, 15 of 15 wild-type mice (100%) had died, which is in line with previous reports [19]. In contrast, seven of ten Nox4−/− mice (70%) survived until day 5, and five of these were still alive after 1 wk (p = 0.0039) (Figure 2D). In line with these findings, Nox4-deficient mice showed significantly better Bederson scores than controls over the whole observation period, and neurological deficits remained low until day 7 (Figures 2D and S4).\n\nAccording to the current experimental stroke guidelines [4],[16],[17], any protective effect also requires evaluation in models of both transient and permanent ischemia. We therefore subjected Nox4−/− mice to filament-induced permanent middle cerebral artery occlusion (pMCAO), a procedure in which no tissue reperfusion occurs (Figure 2E). In the absence of Nox4, infarct volumes (66.7±28.6 mm3 versus 120.1±15.6 mm3, p&lt;0.05) and neurological deficits (Bederson score 2.3±1.7 versus 3.4±0.8, p&lt;0.05) at day 1 after pMCAO were significantly reduced compared with those in wild-type controls, although to a lesser extent than they were in the tMCAO model (Figures 2E and S5).\n\nBrain infarctions following filament-induced pMCAO are large, and the infarct borders are often not very well defined, which limits the accuracy of any estimation on infarct volumes. We therefore used another model of permanent stroke, cortical photothrombosis, to further verify our findings. Here, the lesions are restricted to the cortex and highly reproducible in size and location. Moreover, photothrombosis has been shown to induce early and profound ROS formation and blood-brain-barrier leakage [20],[21], two key readout parameters of the present investigation. Importantly, photothrombosis-induced infarct volumes were as reduced in Nox4−/− mice relative to wild-type mice (3.3±4.6 mm3 versus 25.0±12.8 mm3, respectively, a difference of 86.8%; Figure 2F) as they were in the tMCAO model.\n\nNo Apparent Vascular Phenotype of Nox4−/− Mice Other Than in Stroke\n\nBased on the physiological distribution of NOX4 in kidney [22], lung [23], and aorta [24], as well as cell biology data obtained using small interfering RNA approaches [23], one would predict basal phenotypes in a Nox4−/− mouse, such as arterial hypotension, reduced hypoxic pulmonary hypertension, and altered renal function. Importantly, these effects could potentially modulate or interfere with stroke outcome even in the absence of a specific neuronal or neurovascular mechanism. Surprisingly, systemic elimination of Nox4 did not result in any apparent abnormal vascular phenotype (Text S1; Figures S1 and S2; Table S1). In particular, blood pressure was normal, and hypoxic pulmonary hypertension still occurred despite a 20-fold induction of NOX4 in wild-type animals [23]. In contrast, Nox1- and p47phox-deficient mice (a Nox2 subunit) have a lower basal blood pressure, and their blood-pressure response to angiotensin II is reduced [25]–[27]. Our data suggest that any phenotype caused by deleting Nox4, unlike those caused by deleting Nox1 and Nox2, would indeed be brain-specific.\n\nProtection from Ischemic Stroke in Nox4−/− Mice Is a Result of Reduced Oxidative Stress, Neuronal Apoptosis, and Blood-Brain-Barrier Leakage\n\nNext we sought to elucidate the underlying mechanisms of this NOX4-specific neurotoxicity in stroke. NOX4 can form superoxide or H2O2, which can interact with nitric oxide to form reactive nitrogen species. Therefore, we stained brain sections with broad-spectrum indicators of oxidative/nitrative stress, i.e., dihydroethidium [28] and nitrotyrosine [8]. At 12 h and 24 h after tMCAO, brains from wild-type mice exhibited a significantly larger amount (by a factor of 2.5–3.5) of ROS in neurons than brains from sham-operated animals, as quantified by dihydroethidium staining (Figure 3A). Neurons from Nox4−/− mice, in contrast, showed only very small ischemia-induced increases in ROS relative to those in sham-operated controls (p&gt;0.05). ROS formation from neurons after 24 h was also significantly reduced in Nox4−/− mice subjected to pMCAO (Figure S6). Because the dihydroethidium stain may also indicate oxidative chemistry events, including formation of ONOO− and nitration of protein tyrosine residues [8], we analyzed the extent of protein nitration in Nox4−/− and wild-type mice subjected to tMCAO. In agreement with our findings on the generation of ROS, tissue nitration occurred to a lesser extent in ischemic brains from Nox4−/− mice than in those from wild-type controls (Figure 3B). Oxidative chemistry events such as the formation of ROS and peroxynitrite, as detected by dihydroethidium staining and nitrotyrosine immunolabeling, can induce neuronal apoptosis, which is a well-established mechanism of tissue damage in ischemic stroke [29],[30]. Indeed, superimposed TUNEL and NeuN immunolabeling revealed widespread apoptosis of neurons in wild-type mice 24 h after stroke onset (Figure 3C). In contrast, the number of apoptotic neurons in Nox4−/− mice subjected to tMCAO was significantly lower, and the basal apoptotic turnover rate in Nox4−/− mice fell within the range found in sham-operated mice (p&gt;0.05) (Figure 3C).\n\nWe also detected NOX4 in cerebral blood vessels (Figure 1B, white arrow indicates endothelial cells). Therefore, we hypothesized that Nox4 deficiency also influences the disruption of the blood–brain barrier and edema formation mediated by ROS [31]. Integrity of the blood–brain barrier was preserved in Nox4−/− mice on day 1 after tMCAO. This finding correlated with significantly less brain edema in Nox4−/− mice than in wild-type controls, as assessed by the extent of extravasation of Evans blue stain (8.0±5.9 mm3 in Nox4−/− mice versus 96.2±5.9 mm3 in wild-type mice). Importantly, almost no brain edema was seen in the brain regions where infarcts were regularly present in Nox4−/− mice (basal ganglia; Figure 3D, area delineated by the broken white line). This result indicates that the lesser edema seen in the Nox4−/− mice was a specific phenomenon and mechanistically relevant but was not due to smaller infarct volumes.\n\nTreatment with the NOX Inhibitor VAS2870 Effectively Protects Ischemic Brain Damage Even When Applied After Stroke\n\nFinally, we wanted to examine whether these genetic insights into the biology of oxidative stress in stroke and the role of NOX4 in general can be translated into a therapeutic intervention. Importantly, this intervention would have to be effective post-stroke and ideally it would be pharmacological. Therefore, we examined the efficacy of a validated, low-molecular-weight NADPH oxidase inhibitor, VAS2870 [15],[32]–[34], in vital brain slices and in vivo. VAS2870 equally inhibits the ROS-generating activity of all NOX subunits, i.e., NOX1, NOX2, and NOX4. Vital brain slices [35] taken from wild-type mice 12 h after tMCAO produced significantly less ROS after pretreatment with 10 µM VAS2870, as did brain slices from untreated Nox4−/− mice (Figure 4A). Importantly, incubating ischemic slices from Nox4−/− mice with VAS2870 had no additional inhibitory effect on superoxide formation (Figure 4A). This finding further underlines the extraordinary role of NOX4 in generating oxidative stress during the course of ischemic stroke, while other NOX isoforms such as NOX1 or NOX2 are obviously less relevant.\n\nTo determine whether VAS2870 is also active when applied in vivo, we administered 2 mg of VAS2870 intrathecally to wild-type mice 2 h and 12 h after tMCAO. This experimental therapeutic approach significantly reduced brain infarct volumes (20.7±4.0 mm3 in VAS2870-treated mice versus 82.4±6.4 mm3 in vehicle-treated controls) and significantly improved neurological function, to the same extent as observed for the deletion of Nox4 in mice (Figure 4B and 4C). Moreover, less oxidative stress was detected in ischemic brains from VAS2870-treated animals than in those from vehicle-treated controls (Figure 4D). Again, post-stroke application of VAS2870 to Nox4−/− mice had no additive neuroprotective or superoxide-lowering effect compared to the outcomes in wild-type animals treated with VAS2870 or untreated Nox4−/− mice (Figure 4B–4D). This observation is consistent with our ex vivo findings in ischemic brain slices and reaffirms that NOX4 rather than NOX1 or NOX2 is critically involved in the pathophysiology of ischemic stroke. Another, less specific inhibitor that also targets molecules other than NADPH oxidases [36],[37], apocynin, had no effect on infarct size or functional outcome when given post-stroke and did not reduce the formation of ROS in vivo (Figure 4B and 4C).\n\nTo further examine whether the neuroprotective effect observed in Nox4−/− mice is specifically related to reduced ROS formation and not due to other nonspecific or developmental defects, we performed a rescue experiment by restoring cerebral ROS levels in Nox4−/− mice during the course of ischemic stroke by applying exogenous H2O2 (Figure 4B–4D). Indeed, intrathecal administration of H2O2 rescued the phenotype in Nox4−/− mice, and infarct volumes, functional deficits, and stroke-induced ROS formation returned to the levels observed in wild-type mice (Figure 4B–4D).\n\nDiscussion\n\nHere we identify NOX4 as a relevant molecular source of oxidative stress in cerebral ischemia, including some cases of human stroke. Our data suggest that NOX4-mediated oxidative stress leads to neuronal damage via leakage of the blood–brain barrier and neuronal apoptosis—two pathophysiological hallmarks of ischemic stroke. The extent of neuroprotection conferred by the absence of NOX4 in male and female Nox4−/− mice was exceptional and preserved in old animals. Importantly, the outcomes of these genetic experiments were mimicked when we pharmacologically inhibited NADPH oxidases within a clinically relevant time after induction of stroke. We consider this a key finding for the wider concept of oxidative stress, which might also be of relevance for other disease states, such as neurotrauma and neuroinflammation, where oxidative stress, blood–brain barrier damage, and neurotoxicity are involved. Rather than focusing on antioxidants and the disappointing outcomes of their application, the identification of the relevant source of oxidative stress and preventing its formation may represent an approach with clinical potential.\n\nThe hypothesis that free radicals are involved in acute ischemic stroke and account for secondary infarct growth dates back to the 1970s [38] but has remained unproven [38],[39]. The extent of neuroprotection that we observed is exceptional compared with that seen in many other pre-clinical stroke studies, in which the reduction of infarct size usually does not exceed 30%–40% [40]. Such moderate reductions of infarct volume have not translated into improvement of neurological status [3]. Most notably, continuous assessment of functional deficits until 7 d after stroke revealed that Nox4-null mice indeed showed a better amplitude rather than simply altered kinetics of recovery. This protection in Nox4−/− mice was further underlined by a significantly reduced post-stroke long-term mortality.\n\nSecondary infarct growth mediated for example by edema formation or hemorrhagic transformation is common during the course of brain ischemia and can lead to worsening of neurological symptoms [39]. Serial magnetic resonance imaging revealed that infarcts in Nox4−/− mice remain small, even at later stages of infarct development, and signs of intracerebral hemorrhage were consistently absent, thus indicating that NOX4 inhibition is likely to be safe and persistently effective.\n\nA plethora of compounds have provided neuroprotection in animal models of brain ischemia, but they all failed in human clinical trials [4]. This translational roadblock has been attributed mainly to inadequate pre-clinical study design and severe methodological shortcomings. Important confounding factors are a lack of randomization or rater-blinded evaluation of study results, and use of only one stroke model [16]. Strictly adhering to current expert recommendations for basic stroke trials, we here demonstrate that in the absence of NOX4, brain tissue can be salvaged after ischemia or reperfusion injury (as occurs in the tMCAO model). Most importantly, neuroprotection was preserved in old male and female Nox4−/− mice as well as in Nox4−/− mice subjected to permanent ischemia (i.e., cortical photothrombosis or pMCAO). Compared to in the tMCAO model, however, the reduction of infarct size in the pMCAO model was less pronounced though still significant. Distinct pathomechanisms that can be positively influenced only in the presence of tissue reperfusion, i.e., after tMCAO but not pMCAO, such as progressive thrombus formation in the cerebral microvasculature [41], might account for this quantitative difference. Indeed, preliminary results suggest that clotting is attenuated in the cerebral vessels of Nox4−/− mice subjected to tMCAO but not pMCAO (unpublished data). Clearly, elimination of NOX4 remains beneficial in the absence of arterial recanalization, a condition frequently observed in human stroke.\n\nIn our experiments, deficiency of NOX1 or NOX2 had no impact on infarct size or functional outcome after tMCAO. Although others have described protective effects of NOX2 deficiency after experimental stroke [42]–[44], we could not reproduce those findings. The exact reasons for this discrepancy are unclear at present. Differences in the experimental protocols and middle cerebral artery occlusion times, which varied between 30 min and 120 min in previous investigations, might play a role here [42]–[44]. In contrast to these previous studies, however, we used especially high numbers (n = 19) of Nox2y/− mice to verify our findings. Moreover, type-II (beta) error of the differences between infarct volumes in Nox2y/− mice and wild-type controls was only 7% in our study (93% power, respectively) (Tables S3–S5), which is a very powerful result compared to the positive reports on Nox2 deficiency in cerebral ischemia [42]–[44] as well as to many other experimental stroke studies in general [4],[45]. Moreover, the fact that VAS2870, which specifically inhibits NADPH oxidases, could not further decrease infarct size and ROS formation in Nox4−/− mice ex vivo and in vivo (Figure 4) clearly argues against a major role of NOX1 or NOX2 in the pathophysiology of acute ischemic stroke. Finally, protein expression levels of NOX1 and NOX2 were almost unchanged in the brains of Nox4−/− mice (Figure S3C), underlining that the profound neuroprotection we observed is mediated by deficiency or blockade of NOX4 itself and not by secondary effects.\n\nNevertheless, we cannot completely rule out contributions of other sources of ROS. Referring to this, Block et al. recently reported that a functional NOX4 is present and regulated in mitochondria, indicating the existence of a hitherto undescribed source of mitochondrial ROS [46].\n\nAn unprecedented need exists for more effective therapies for acute stroke, the second leading cause of death worldwide [1]. We have demonstrated that pharmacological inhibition of NADPH oxidases using the specific NADPH oxidase inhibitor VAS2870 [15],[32]–[34] protects mice from brain ischemia within a clinically meaningful 2-h time window. In contrast, the commonly used organic compound apocynin may not be a NOX inhibitor in vascular cells but rather acts as a nonspecific antioxidant [36]. It also inhibits Rho kinase inhibitor [37], an activity that increases its nonspecific actions. If apocynin inhibits NADPH oxidases at all, it supposedly blocks the migration of the cellular NADPH oxidase complex subunit p47phox to the membrane, thus interfering with assembly of the functional NOX complex [47]. Therefore, it is unlikely to inhibit the NOX4-containing NADPH oxidase, which acts independently of any cytosolic subunits [12]. Indeed, in our experiments, application of apocynin had no effect on the formation of ROS or of functional outcome after experimental stroke in vivo.\n\nIn summary, we have demonstrated that NOX4-derived oxidative stress is a crucial player in the pathophysiology of acute ischemic stroke, while Nox4 deletion does not affect basal vascular or renal function. Nox4 gene reconstitution experiments in Nox4−/− mice and studies of the effects of different, structurally unrelated NOX inhibitors—should they become available—would be desirable to further substantiate the causality between NOX4 deficiency and protection from cerebral ischemia. Pharmacological inhibition of NADPH oxidases using specific compounds may also pave new avenues for the treatment of ischemic brain injury in humans. Because NADPH oxidase–mediated production of ROS may represent a general mechanism of neurotoxicity, our findings may extend to other ischemic disorders and neurodegenerative or inflammatory diseases. Further studies in relevant disease models are warranted.\n\nMaterials and Methods\n\nRefer to the Text S1 for more detailed methodology. The generation of the Nox4-null mice is described in Figure S3.\n\nHuman Specimens\n\nSpecimens from patients who had experienced a stroke were collected during routine autopsy at the Department of Neuropathology, University of Würzburg, Germany.\n\nStroke Study Design\n\nDetailed study characteristics are provided in Table S2. We strictly followed the recent international expert recommendations for conducting research in mechanism-driven basic stroke studies [4],[6],[7],[16],[17],[40].\n\nStroke Models\n\nIf not otherwise mentioned, we performed 60 min of tMCAO in 6- to 8-wk-old male mice weighing 20–25 g, as described previously [48],[49]. To exclude age- and gender-specific effects, 18- to 20-wk-old male and 6- to 8-wk-old female mice were used in some subgroups. For pMCAO the occluding filament was left in situ until sacrificing the animals [41].\n\nAt 2 h and12 h after the induction of tMCAO, subgroups of wild-type mice or Nox4−/− mice were randomly selected to receive either 2 mg of the NOX-specific inhibitor VAS2870 (Vasopharm GmbH [32],[33]) or carrier solution (10% dimethyl sulfoxide, Sigma) intrathecally, as described previously [50]. In another group, wild-type mice were injected intravenously with 100 µg of apocynin 1 h after the occlusion of the middle cerebral artery. In order to restore ROS levels in Nox4−/− mice, animals received repetitive intrathecal injections of H2O2 (15 mg/kg) immediately after the occlusion of the middle cerebral artery and then every hour until 6 h after stroke induction.\n\nCortical photothrombosis was induced in 6- to 8-wk-old wild-type or Nox4−/− mice as described previously [51],[52].\n\nStroke Analysis\n\nStroke analysis was performed as described previously [53],[54]. To determine infarct size, mice were killed 24 h after tMCAO, pMCAO, or cortical photothrombosis. Brains were cut in 2-mm-thick coronal sections using a mouse brain slice matrix (Harvard Apparatus). The slices were stained with 2% TTC (Sigma-Aldrich) to visualize the infarcts. Planimetric measurements (ImageJ software, United States National Institutes of Health), calculating lesion volumes, were corrected for brain edema as described previously [55].\n\nDetermination of brain edema using Evans blue dye was performed as described previously [19].\n\nMagnetic resonance imaging was performed repeatedly at 24 h and 6 d after stroke on a 1.5-T magnetic resonance unit (Vision Siemens) as described previously [56]. We used a custom-made dual channel surface coil designed for examining mice (A063HACG; Rapid Biomedical). The imaging protocol comprised a coronal T2-weighted sequence (slice thickness 2 mm) and a blood-sensitive coronal three-dimensional T2-weighted gradient echo CISS (slice thickness 1 mm) sequence. Magnetic resonance images were assessed with respect to infarct morphology and the occurrence of intracerebral bleeding.\n\nVital Brain Slices\n\nVital brain slices from infarcted mouse brains (between –2 mm and –4 mm from bregma) were prepared as described previously [57].\n\nQuantitative PCR Analysis\n\nAfter RNA isolation, we quantified NOX4 mRNA expression using real-time PCR and the TaqMan system (TaqMan Gene Expression Arrays for murine NOX4, assay ID Mm00479246_m1, Applied Biosystems), using 18s rRNA (TaqMan Predeveloped Assay Reagents, part number 4319413E, Applied Biosystems) to normalize the amount of sample RNA.\n\nHistology and Immunohistochemistry\n\nHistology was performed by using formalin-fixed mouse brains on day 1 after tMCAO. Samples were embedded in paraffin and cut into 4-µm-thick sections (0.5 mm anterior from bregma). After deparaffinization and rehydration, tissues were stained with hematoxylin and eosin or Nissl staining solution (Sigma-Aldrich). Immunohistochemical detection of NOX4 was performed on formalin-fixed human brain slices or cryopreserved mouse brain slices. A NOX4-specific primary antibody [58] was applied at a dilution of 1∶200 overnight at 4°C. To identify the cellular origin we performed double staining of NOX4 with the neuronal marker NeuN (1∶1,000) and the endothelial marker von Willebrand Factor (1∶25).\n\nOxidative Chemistry Biomarkers\n\nThe presence of ROS and other oxidants such as ONOO− was visualized on frozen mouse brain sections 12 h and 24 h after tMCAO or 24 h after pMCAO using dihydroethidium (Sigma; 2 µM stock) staining, as described previously [59], in coronal brain sections taken from identical regions (–0.5 mm from bregma) of sham-operated controls, wild-type and Nox4−/− mice that had undergone stroke, and wild-type mice and Nox4−/− mice treated with VAS2870 or H2O2.\n\nImmunohistochemical staining for nitrotyrosine to visualize additional reactive nitrogen species was conducted on cryopreserved brain sections taken from identical regions of the mouse brain (–0.5 mm from bregma) 12 h and 24 h after tMCAO, using a polyclonal nitrotyrosine antibody.\n\nApoptotic neurons in the ischemic hemisphere 24 h after tMCAO were visualized by TUNEL on paraffin-wax-embedded slices, using the TUNEL in situ cell death detection kit, TMR red (Roche). NeuN/TUNEL double staining was performed on cryopreserved brain slices.\n\nQuantification of Protein Expression\n\nWe quantified amounts of NOX1, NOX2, and NOX4 protein in the cortex and basal ganglia by Western blot analysis.\n\nStatistical Analysis\n\nData are expressed as mean ± standard deviation and were analyzed statistically using the PrismGraph 4.0 software package (GraphPad Software). In the case of multiple group comparisons, data were tested for Gaussian distribution with the D'Agostino and Pearson omnibus normality test and then analyzed by Bonferroni-corrected one-way ANOVA or two-way ANOVA. Otherwise, the two-tailed Student's t-test was applied. For comparison of survival curves the log-rank test was used. P-values less than 0.05 were considered significant. Detailed power and type-II (beta) error calculations on infarct volumes are provided in Tables S3–S5.\n\nAccession Numbers\n\nThe GenBank (http://www.ncbi.nlm.nih.gov/Genbank) accession numbers for the genes discussed in this paper are NOX1, NM_172203; NOX2, NM_007807; and NOX4, NM_015760.\n\nSupporting Information"
}