{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002509",
  "doi": "10.1371/journal.pbio.1002509",
  "externalIds": [
    "pii:PBIOLOGY-D-16-00222",
    "pmid:27404588",
    "pmcid:PMC4942083"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Structure and Function of the Su(H)-Hairless Repressor Complex, the Major Antagonist of Notch Signaling in Drosophila melanogaster",
  "authors": [
    {
      "name": "Zhenyu Yuan",
      "first": "Zhenyu",
      "last": "Yuan",
      "affiliation": "Department of Molecular Genetics, Biochemistry and Microbiology, University of Cincinnati College of Medicine, Cincinnati, Ohio, United States of America"
    },
    {
      "name": "Heiko Praxenthaler",
      "first": "Heiko",
      "last": "Praxenthaler",
      "affiliation": "Universität Hohenheim, Institut für Genetik, Stuttgart, Germany"
    },
    {
      "name": "Nassif Tabaja",
      "first": "Nassif",
      "last": "Tabaja",
      "affiliation": "Department of Molecular Genetics, Biochemistry and Microbiology, University of Cincinnati College of Medicine, Cincinnati, Ohio, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3964-8512"
      ]
    },
    {
      "name": "Rubben Torella",
      "first": "Rubben",
      "last": "Torella",
      "affiliation": "Centre for Molecular Informatics, Department of Chemistry, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Anette Preiss",
      "first": "Anette",
      "last": "Preiss",
      "affiliation": "Universität Hohenheim, Institut für Genetik, Stuttgart, Germany"
    },
    {
      "name": "Dieter Maier",
      "first": "Dieter",
      "last": "Maier",
      "affiliation": "Universität Hohenheim, Institut für Genetik, Stuttgart, Germany"
    },
    {
      "name": "Rhett A. Kovall",
      "first": "Rhett A.",
      "last": "Kovall",
      "affiliation": "Department of Molecular Genetics, Biochemistry and Microbiology, University of Cincinnati College of Medicine, Cincinnati, Ohio, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-07-12",
  "dateAccepted": "2016-06-10",
  "dateReceived": "2016-02-01",
  "volume": "14",
  "number": "7",
  "pages": "e1002509",
  "tags": [
    "Amniotes",
    "Animal models",
    "Animals",
    "Arthropoda",
    "Biochemistry",
    "Cell biology",
    "Cell signaling",
    "Condensed matter physics",
    "Crystal structure",
    "Crystallography",
    "DNA",
    "DNA structure",
    "DNA transcription",
    "DNA-binding proteins",
    "Discipline-v3/Amniotes",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animals",
    "Discipline-v3/Arthropoda",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell signaling",
    "Discipline-v3/Condensed matter physics",
    "Discipline-v3/Crystal structure",
    "Discipline-v3/Crystallography",
    "Discipline-v3/DNA",
    "Discipline-v3/DNA structure",
    "Discipline-v3/DNA transcription",
    "Discipline-v3/DNA-binding proteins",
    "Discipline-v3/Drosophila",
    "Discipline-v3/Drosophila melanogaster",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetics",
    "Discipline-v3/Insects",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Macromolecular structure analysis",
    "Discipline-v3/Mammals",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Notch signaling",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Organisms",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Protein structure",
    "Discipline-v3/Proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Signal transduction",
    "Discipline-v3/Solid state physics",
    "Discipline-v3/Vertebrates",
    "Drosophila",
    "Drosophila melanogaster",
    "Gene expression",
    "Genetics",
    "Insects",
    "Invertebrates",
    "Macromolecular structure analysis",
    "Mammals",
    "Model organisms",
    "Molecular biology",
    "Notch signaling",
    "Nucleic acids",
    "Organisms",
    "Physics",
    "Protein structure",
    "Proteins",
    "Signal transduction",
    "Solid state physics",
    "Type/Research Article",
    "Vertebrates"
  ],
  "abstract": "Notch is a conserved signaling pathway that specifies cell fates in metazoans. Receptor-ligand interactions induce changes in gene expression, which is regulated by the transcription factor CBF1/Su(H)/Lag-1 (CSL). CSL interacts with coregulators to repress and activate transcription from Notch target genes. While the molecular details of the activator complex are relatively well understood, the structure-function of CSL-mediated repressor complexes is poorly defined. In Drosophila, the antagonist Hairless directly binds Su(H) (the fly CSL ortholog) to repress transcription from Notch targets. Here, we determine the X-ray structure of the Su(H)-Hairless complex bound to DNA. Hairless binding produces a large conformational change in Su(H) by interacting with residues in the hydrophobic core of Su(H), illustrating the structural plasticity of CSL molecules to interact with different binding partners. Based on the structure, we designed mutants in Hairless and Su(H) that affect binding, but do not affect formation of the activator complex. These mutants were validated in vitro by isothermal titration calorimetry and yeast two- and three-hybrid assays. Moreover, these mutants allowed us to solely characterize the repressor function of Su(H) in vivo.",
  "fullText": "Introduction\n\nThe Notch pathway is a highly conserved cell-to-cell signaling mechanism that is essential for cell fate decisions during embryogenesis and postnatal tissue homeostasis [1]. In humans, aberrant Notch signaling underlies the pathogenesis of many diseases, including certain types of cancer [2], congenital syndromes [3], and cardiovascular defects [3]. The involvement of Notch in human disease has led to considerable efforts to identify pharmaceuticals that modulate Notch signaling for therapeutic purposes [2].\n\nThe central components consist of the receptor Notch, the ligand DSL (Delta, Serrate, Lag-2), and the nuclear effector CSL (CBF1/RBP-J, Su(H), Lag-1) (Fig 1A) [4]. DSL and CSL are initialisms for the mammalian, fly, and worm orthologous proteins, respectively. Notch and DSL are multidomain transmembrane proteins with a single transmembrane spanning region, and CSL is a DNA binding transcription factor [4]. As shown in Fig 1A, signaling occurs when Notch and DSL molecules on neighboring cells interact, which results in cleavage of Notch and release of the Notch intracellular domain (NICD) from the cell membrane [1]. Subsequently, NICD localizes to the nucleus and directly binds CSL and the coactivator Mastermind (MAM), forming the transcriptionally active CSL-NICD-MAM ternary complex [4]. CSL-NICD-MAM binds at the promoter and enhancer regions of Notch target genes, recruits coactivators, such as p300/CBP and Mediator [5,6], and up-regulates transcription at these sites [7]. Signaling is terminated when NICD is phosphorylated within its PEST domain, resulting in its ubiquitin-mediated degradation [5].\n\nAt the structural level, much is known about CSL and the activator complex it forms with NICD and MAM [8–12]. As shown in Fig 1B, the structure of CSL consists of three domains: NTD (N-terminal domain), BTD (β-trefoil domain), and CTD (C-terminal domain) [11]. The NTD and CTD are immunoglobulin (Ig) domains structurally related to the Rel family of transcription factors (e.g., NF-κB and NFAT). CSL binds DNA as a monomer (e.g., CGTGGGAA), in which its NTD and BTD specifically bind bases in the major and minor grooves of DNA, respectively. In addition, CSL-NICD-MAM complexes can also bind as cooperative dimers on DNA at SPS (Su(H) paired site) elements [13,14]. The RAM (RBP-J associated molecule) and ANK (ankyrin repeats) domains of NICD bind the BTD and CTD of CSL, respectively. MAM adopts an extended α-helix that binds the CTD-ANK interface and the NTD of CSL [8,10,12].\n\nCSL can also function as a repressor by interacting with transcriptional corepressor proteins [7], such as Hairless in flies [15], and SMRT/HDAC1 associated repressor protein (SHARP) [16,17] (also known as MSX-2 interacting nuclear target [MINT]) and KyoT2 [18] in mammals (Fig 1). Corepressors are components of large multiprotein complexes that contain histone modification activity, which convert the local chromatin into a repressive environment. While biochemical/cellular studies in mammals demonstrate that CSL interacts with corepressors and functions as a repressor [17,19–21], there is limited genetic data on CSL repressor function. On the other hand, there is extensive biochemical, cellular, and genetic data from the model organism Drosophila melanogaster demonstrating that Su(H) (Suppressor of Hairless—the fly ortholog of CSL) functions as a transcriptional repressor at Notch target genes [22]. In this case, Su(H) binds the antagonist Hairless (Fig 1B) [15], which in turn interacts with the corepressors Groucho and CtBP (C-terminal binding protein) to repress transcription [23–25]. Previously, we defined the region of Hairless that interacts with Su(H) and showed that it binds with low nanomolar affinity to Su(H) [26]. Nonetheless, the structural details of Su(H)-Hairless interactions are unknown.\n\nHere, we determine the 2.14 Å X-ray structure of the Su(H)-Hairless repressor complex bound to DNA. As predicted from our previous studies [26], Hairless binds exclusively to the CTD of Su(H), but does so in a strikingly unusual manner. Hairless wedges itself between the two β-sheets that compose the Ig fold of the CTD, significantly distorting the overall fold of this domain. This results in Hairless largely interacting with residues that form the hydrophobic core of the CTD. We designed site-directed mutations to validate our structure and identify the residues critical for Su(H)-Hairless complex formation. Moreover, we were able to design Su(H) mutants that largely affect Hairless binding, but not NICD or MAM, which allowed us to solely characterize its repressor function in cellular assays and in flies. Taken together, our studies provide significant molecular insights into how the antagonist Hairless interacts with the transcription factor Su(H), reveal the remarkable structural plasticity of CSL molecules, and identify a novel binding cleft on the CTD of CSL that could potentially be exploited for modulating Notch signaling.\n\nResults\n\nHigh Resolution Structure of the Su(H)-Hairless Repressor Complex\n\nTo determine the Su(H)-Hairless-DNA crystal structure, we purified recombinant Su(H) (98–523) and Hairless (232–269) proteins from bacteria and stoichiometrically formed a complex with a 15-mer duplex DNA, containing a single Su(H) binding site. Su(H) (98–523) corresponds to the structural core of CSL proteins (NTD, BTD, CTD) [11] and Hairless (232–269) comprises the conserved CSL-ID previously shown to be sufficient for Su(H) binding [26]. While crystals were obtained of the Su(H)-H-DNA complex, the crystals diffracted weakly, precluding structure determination. We took two approaches to improve the diffraction properties of our complex crystals: (1) we introduced surface entropy reduction (SER) mutations [27] into our Su(H) construct (R155T and N281G); and (2), we employed a fixed-arm carrier approach [28], in which Hairless (232–269) was purified as a maltose binding protein (MBP) fusion protein (MBP-H). Subsequently, we were able to isolate Su(H)/MBP-H/DNA crystals that diffract to 2.14 Å at a synchrotron source and belong to the space group C2. The Su(H)/MBP-H/DNA complex structure (PDB ID: 5E24) was solved by molecular replacement and refined to a final R factor and free R factor of 17.5% and 19.6%, respectively (Table 1). The contents of the asymmetric unit and representative electron density from the complex structure are shown in S1 Fig. In subsequent figures, which illustrate the details of the Su(H)-Hairless complex, the MBP moiety is not shown for clarity.\n\nAs shown in Figs 2 and 3, Hairless binds the CTD of Su(H), severely perturbing the overall fold of CTD when compared to an apo structure of mouse CSL (also known as RBP-J) [9]. It should be mentioned that there are no apo structures of Su(H) solved, necessitating the comparison with the apo RBP-J structure. However, given the high degree of sequence similarity between fly and mouse CSL proteins (S2 Fig), we reason that the apo RBP-J structure is a good approximation of the apo Su(H) structure. For example, within the structural core of CSL, the primary sequence of Su(H) and RBP-J are 82% identical (90% similar); and within the CTD, fly and mouse orthologs are 75% identical (88% similar). Moreover, of the 33 residues in the CTD that are different between Su(H) and RBP-J, 27 of these are surface exposed, likely having minimal effects on folding; and of the remaining 6 residues that are either partially or entirely buried in the CTD, there are only conservative differences between fly and mouse (e.g., Leu→Met, Thr→Val, Ile→Val, and Ser→Thr) (S2 Fig). Nonetheless, in the absence of an apo Su(H) structure we cannot rule out minor differences in structure between mouse and fly CSL orthologs.\n\nThe Ig-fold of CTD is a seven-stranded β-sandwich, in which four β-strands (a, b, e, d) form half of the sandwich, and the remaining three strands (c, f, g) form the other half (Fig 3A and 3B). Strikingly, Hairless wedges itself between the first and last strands of the β-sandwich (Fig 2A and 2B), making extensive interactions with the hydrophobic core of the CTD and burying ~900 Å2 in surface area. For example, Hairless interacts with 10 residues in the CTD that have less than 20 Å2 in solvent accessible surface area in a corresponding apo structure of CSL (Fig 2C). The site of Hairless binding is remarkably well conserved in mammalian CSL orthologs (S2 Fig). Hairless binding produces relatively modest changes in the first five β-strands of the CTD, with the exception of the first β-hairpin formed by residues L436-M444, which is translated outward by as much as 6 Å (Fig 3C). However, the region between β-strands e and f undergoes the largest structural change upon Hairless binding (Fig 3B), resulting in a completely new conformation of this loop, as well as displacement of the terminal β-strand by as much as 4.5 Å (Fig 3C). We queried the Dali server [29] to identify similar protein complexes. Given the multitude of Ig structures in the database, it was surprising that the search did not uncover any other structurally related complexes. These data suggest that the Su(H)-Hairless complex represent a heretofore novel interaction mode between an Ig domain and its cognate binding partner.\n\nPreviously, we showed that the region of Hairless that binds Su(H) is a random coil in solution [26]; however, Hairless assumes an extended β-hairpin conformation when bound to the CTD of Su(H) (Fig 2A and 2B). Hairless residues G232-R249 form a classic β-hairpin, which is followed by an extended loop structure and a third β-strand that makes an anti-parallel interaction with the β-hairpin (Fig 2B). The Hairless β-hairpin is amphipathic, in which its hydrophobic surface, created by residues L235, F237, L245, L247, and W258, buries itself within the core of the CTD (Fig 2B and 2C). In particular, F237 is buried the deepest, anchoring the interaction between Hairless and Su(H).\n\nTo analyze the structural changes that occur within CTD when bound to Hairless, we performed molecular dynamics (MD) simulations of the Su(H)-Hairless-DNA complex structure and compared these results with MD simulations of the apo RBPJ-DNA structure (PDB ID: 3BRG) (Fig 3D and S3 Fig) [30]. Two simulations were performed, in which Hairless was removed from the model and the resulting Su(H)-DNA structure was allowed to sample different conformations over the time course of the experiment. Both simulations converged to a root mean square deviation (RMSD) value of ~0.35 nm for the cα atoms (S3 Fig), which was similar to the apo CSL-DNA structure simulation. Root mean square fluctuation (RMSF) analysis revealed that the largest changes occurred within the CTD of Su(H) (residues 473–498, the region between β-strands e and f) (S3 Fig), which was expected, given that this is the region in Su(H) that incurs the largest structural change upon Hairless binding. This structural rearrangement results in the CTD assuming a more compact conformation that is similar to the apo CSL-DNA structure (S3 Fig). Closer inspection revealed that Su(H) residue F516 undergoes a dramatic change in its side chain dihedral angle (~100°) when comparing bound and unbound structures (S3 Fig). Interestingly, the shift in residue F516 of Su(H) is the result of Hairless residue F237 occupying a similar position deep within the core of the CTD. Moreover, when Hairless is removed from the structure, within the first 2–3 ns of the simulation F516 flips its dihedral angle to a conformation similar to the unbound CSL-DNA conformational state and remains in this position for the rest of the simulation (S3 Fig). We also performed principal component analysis of the simulations (Fig 3D), which revealed Su(H) samples two distinct conformational regions (Fig 3D): (1) when bound to Hairless (colored cyan) or (2) in an unbound state (colored yellow). Interestingly, when Hairless is removed from the complex (colored magenta), very early in the simulations Su(H) moves from the bound to unbound conformational region and doesn’t sample the bound conformational region for the remainder of the simulation. Taken together, these data suggest that Hairless binds and stabilizes a strained conformation of Su(H), which is likely a rare high-energy conformer within the ensemble of Su(H) molecules in solution.\n\nSu(H) interacts with the antagonist Hairless and the coactivators NICD and MAM to repress and activate, respectively, transcription from Notch target genes [15,22]. Previous studies suggest that Hairless and NICD/MAM binding to Su(H) are mutually exclusive [26]. Fig 2D shows a side-by-side comparison of the Hairless binding site mapped onto the surface of CSL for the Su(H)-Hairless repression complex and the CSL-NICD-MAM transcriptional activation complex. Clearly, the binding sites for Hairless and NICD partially overlap, and the conformational changes induced in CTD by Hairless binding would sterically block interactions with ANK and MAM. Thus, the Su(H)-Hairless structure supports a model in which Hairless and NICD/MAM binding to Su(H) are mutually exclusive. However, in spite of their partially overlapping binding sites, we speculated that due to their different modes of binding we could design mutations in Su(H) that primarily affect Hairless binding, but largely leave interactions with NICD unaffected. Characterization of these and other mutants by ITC, cellular assays, and in vivo assays in the fly are described below.\n\nBinding Studies of Su(H) and Hairless Mutants\n\nTo analyze the contributions individual residues make to the Su(H)-Hairless complex, we designed mutations in Su(H) and Hairless, based on the structure, and tested the effect these mutations had on binding using ITC. The thermodynamic binding parameters (ΔG°, ΔH°, TΔS°) of these interactions are contained within Tables 2 and 3. As shown Fig 4A (Table 2), Hairless strongly binds Su(H) with 2 nM affinity. Consistent with Hairless being a random coil in solution prior to interacting with Su(H), complex formation is enthalpically driven at 25°C (Table 2). We made alanine substitutions at Hairless residues L235, F237, L245, L247, and W258, which are buried at the interface with Su(H) (Fig 2B and 2C), and determined their affinity for Su(H). HL235A and HF237A affect binding ~30-fold and 140-fold, respectively (Fig 4B and 4C and Table 2), consistent with these residues burying the most amount of surface area at the Su(H)-Hairless interface. HL245A, HL247A, and HW258A, whose side chains are more surface exposed, reduce binding to a lesser extent, 5–12-fold (Fig 4D–4F and Table 2).\n\nNext, we performed alanine-scanning mutagenesis of the residues in Su(H) that contact Hairless (Fig 4G–4I, Table 3 and S1 Table). Some of these residues lie within the hydrophobic core of the CTD, e.g., F460 and I500, and when these were mutated to alanine resulted in insoluble protein, precluding analysis. Alanine substitutions at other sites within the CTD resulted in binding comparable to wild type (S1 Table). However, we were able to identify two mutants, Su(H)L445A and Su(H)L514A, which individually only affected binding 8-fold and 3-fold, respectively, but in combination [Su(H)L445A/L514A] reduced binding 65-fold (Fig 4G and 4H and Table 3), suggesting that these residues are coupled. We reasoned that side chains near L445 and L514, when substituted for alanine, might also display nonadditive effects on binding. This led us to identify the double mutant Su(H)L445A/F516A, which reduced binding to Hairless 31-fold (Fig 4I and Table 3). We also screened numerous combinations of mutants by yeast two-hybrid (Y2H) assays that led to the triple mutants Su(H)L434A/L445A/L514A and Su(H)L445A/L514A/F516A, which nearly completely abrogated binding to Hairless (Fig 5A). The Y2H assay also confirmed that the double mutant Su(H)L445A/L514A has reduced binding to Hairless. To support that the Hairless binding site is conserved in mammals, we performed Y2H assays with wild-type and triple-leucine mutant RBP-J molecules. Similar to Su(H), wild-type RBP-J, but not the triple-leucine mutant, binds Hairless (Fig 5A).\n\nWe performed several stability and functional assays on the single, double, and triple mutants described above to ensure that these mutant constructs were folded correctly and functionally active for binding to NICD. For the single and double Su(H) mutants, far UV circular dichroism (CD) experiments showed some differences in the spectra between wild-type and mutant proteins; however, analysis of the CD data with Contin-LL [31] revealed similar amounts of secondary structure between native and mutant Su(H) proteins (S4 Fig). Similarly, thermal shift assays showed some destabilization of the mutants compared to wild type, but not substantial misfolding, and EMSA confirmed that the mutants bind DNA comparable to wild-type Su(H) (S4 Fig). As NICD also binds the CTD of Su(H) [26,32], we used ITC to test whether the mutants affect NICD binding. As shown in Fig 5B–5F (Table 3), NICD binds Su(H) with 60 nM affinity, and importantly, the single and double mutants of Su(H) have little to no effect on NICD binding, suggesting that the mutations do not significantly affect the fold or function of the CTD. Unfortunately, we were unable to purify enough protein of the Su(H) triple mutants to analyze these constructs in vitro. However, we do demonstrate that the triple mutants can interact with NICD and MAM in a yeast three-hybrid assay (Fig 5A), again suggesting generally correct folding and function. Taken together, despite their partially overlapping binding sites on Su(H), we have identified mutations in Su(H) that affect complexes with Hairless, but leave interactions with NICD and MAM largely intact; albeit, with the caveat that the mutations do effect the stability of Su(H) to some degree. Henceforth, we refer to these mutants as Su(H)LL/AA, Su(H)LLL/AAA, and Su(H)LLF/AAA, respectively.\n\nIn Vivo Characterization of Su(H) Mutants\n\nTo test our Su(H) mutants within cells, we transfected Drosophila Schneider S2 cells with the NRE (Notch Response Element) reporter, which contains Su(H) binding sites coupled to the luciferase gene [33]. S2 cells express Su(H) and Hairless, but require the cotransfection of NICD to activate the reporter (Fig 6A) [23,33]. Providing additional Su(H) in the cells raises the activity about 3-fold, as observed previously [23,26,34]. Cotransfection of the Su(H) mutant constructs (Su(H)LL/AA, Su(H)LLF/AAA, Su(H)LLL/AAA) result in a very similar increase in reporter activity, in accordance with activator complex (Su(H)-NICD-MAM) assembly on DNA (Fig 6A). To address whether the repressor activity of Su(H) is compromised by the mutations, S2 cells were cotransfected with Hairless. Cotransfection of NICD and Hairless results in a 2-fold loss in reporter activity, which is restored by transfection of Su(H) (Fig 6A) [23,26,34]. Apparently, the competition of NICD and Hairless for Su(H) determines the overall reporter activity level. However, cotransfection of the Su(H) mutants, which are deficient for Hairless binding, result in activation of the reporter similar to cotransfection of Su(H) (native or mutant) and NICD (Fig 6A). We attribute the slight differences in reporter activity to repression mediated by endogenous Su(H) with the addition of exogenous Hairless and/or the mutations having a minor effect on NICD binding and/or residual binding of the mutants to Hairless. Nonetheless, these data suggest that in S2 cells our Su(H) mutants are competent to form an activator complex with NICD and MAM, but are defective for interacting with Hairless.\n\nTo address the in vivo activity of our Su(H) mutants, we established transgenic fly lines that allow for tissue-specific overexpression [26]. Insertion at the identical site (96E) avoided unwanted position effects [26,35]. In addition, combined overexpression of Hairless and the Su(H) constructs was made possible by recombination [26]. The capacity of our Su(H) mutants to activate transcription was analyzed with the vgBE-lacZ reporter gene, a readout for the Notch target gene vestigial [36]. Ectopic expression of the constructs (wild type and mutants) was induced in the central domain of the wing anlagen. In response to Notch activation, the vgBE-lacZ reporter is expressed along the presumptive wing margin [36] (red stripe, Fig 6B panel 1), which can be easily scored for differences in Notch signaling. Similar to ectopic expression of wild-type Su(H), the three mutant Su(H) constructs (Su(H)LL/AA, Su(H)LLF/AAA, Su(H)LLL/AAA) result in a weak expansion of vgBE-lacZ expression (Fig 6B panels 2–5). In addition, activation of Notch, due to ectopic expression of Su(H), causes an overgrowth of the wing disc [23,26,34]. Similar overgrowth is observed for the three Su(H) mutants when compared to wild-type Su(H) (asterisks in Fig 6B panels 2–5), suggesting that the mutations have little to no effect on assembly of the activator complex and activation of a Notch target gene in vivo.\n\nTo address whether the Su(H) mutants affect repressor complex formation in vivo, they were coexpressed with Hairless and vgBE-lacZ reporter expression was monitored (Fig 6B). As a control, we ectopically expressed Hairless alone and in combination with wild-type Su(H), obtaining the expected results from a down-regulation of Notch signaling. Ectopic Hairless expression strongly repressed the vgBE-lacZ reporter, which was accompanied by a loss of tissue in the overexpression domain (Fig 6B panel 6). Combined overexpression of Su(H) and Hairless resulted in widespread silencing of the vgBE-lacZ reporter and a nearly complete loss of tissue within the overexpression domain (Fig 6B panel 7), consistent with a hyper-repression of Notch signaling in this tissue [26,34]. This phenotype has been interpreted as a result of ectopic repressor complex formation, reflecting Su(H) and Hairless protein binding in a highly sensitized manner [24,37].\n\nIn the case of a complete loss of binding between the Su(H) mutants and Hairless, i.e., independent activity of the two components, the combined overexpression should result in an additive phenotype: (1) activation of Notch signaling by the Su(H) mutant defective in Hairless binding and (2) repression by Hairless. The two should level out each other, and hence, wing discs resembling wild type would be expected. Any residual binding between Su(H) mutants and Hairless, however, would be uncovered by the strong super-repression effect resulting from their combined overexpression. As shown in Fig 6B (panel 10), ectopic expression of the triple mutant Su(H)LLL/AAA with Hairless resulted in normal expression of the vgBE-lacZ reporter and the wing disc was similar to the control, suggesting an almost complete loss of Hairless binding by the mutant. Ectopic expression of Su(H)LLF/AAA with Hairless was less effective (Fig 6B panel 9), perhaps reflecting residual binding to Hairless and/or potentially subtle defects in activator complex formation, which our other assays were not sensitive enough to detect. The appreciable binding of the double mutant Su(H)LL/AA to Hairless observed in vitro was uncovered in our in vivo experiment with a repression of Notch activity similar to wild type Su(H) (Fig 6B panel 8).\n\nFinally, these results were confirmed by a phenotypic analysis of adult flies, in which the Su(H) mutant constructs and Hairless were coexpressed during eye development. As shown in S5 Fig, and consistent with our previous results, ectopic induction of all three Su(H) mutants in the eye imaginal discs effects eye morphology indistinguishable from wild-type Su(H), but the triple mutants Su(H)LLL/AAA and Su(H)LLF/AAA retain little to no binding of Hairless in vivo. However, in this in vivo context Su(H)LL/AA retained considerably less Hairless-mediated repressor activity, reflected by a milder phenotype compared to the Su(H)/H co-overexpression.\n\nDiscussion\n\nIn the Notch pathway, extracellular interactions are transduced into changes in gene expression via the transcription factor CSL [1]. To activate transcription, CSL forms a ternary complex with the intracellular domain of the Notch receptor (NICD) and the coactivator Mastermind (MAM), which binds at the promoter and enhancer regions of Notch target genes. A number of crystal structures that correspond to the CSL-NICD-MAM complex have been determined, and accompanying functional studies have scrutinized its role as an activator [4]. To repress transcription, CSL binds corepressor proteins, such as Hairless from Drosophila, and SHARP or KyoT2 from mammals, which recruit other factors involved in transcriptional repression, such as Groucho, CtBP, NCoR, and Polycomb-group proteins, thus localizing the transcriptional repression machinery to Notch target genes [7]. While CSL is absolutely required to activate transcription at all target genes, its role as a repressor in different organisms is not as clear-cut. In mammals, RBP-J (CSL ortholog in mammals) has been shown to directly bind SHARP [16,17,20] and KyoT2 [18,19], and cellular studies have shown that corepressors and their associated complexes are recruited to Notch target genes [21,38]; for certain cases, loss of RBP-J or its associated corepressor results in the de-repression of some, but not all target genes [21,38,39]. These in vitro data, however, have not yet been fully replicated in vivo, as there a only a few examples in mouse knockout studies that suggest RBP-J functions as a transcriptional repressor [40–42].\n\nOn the contrary, in Drosophila there is substantial evidence both in vitro and in vivo that Su(H) (CSL ortholog in flies) binds the antagonist Hairless and functions as a transcriptional repressor at Notch target genes [15,22]. To provide a detailed structural basis for this interaction and gain additional insights into its function, here we determined the high-resolution structure of the Su(H)-Hairless repressor complex bound to DNA (Fig 2), and presented convincing in vitro and in vivo mechanistic studies that complement and support our structure (Figs 4–6). The most striking feature of the Su(H)-Hairless complex is the substantial conformational change that occurs in the CTD of Su(H) upon Hairless binding (Fig 3). This results in the two β-sheets that compose the Ig-fold of the CTD to be splayed apart, exposing residues in the hydrophobic core of the CTD that form the basis for the Su(H)-Hairless interaction. To our knowledge, this conformational change and binding mode observed in our Su(H)-Hairless complex structure is without precedence in other Ig domain-containing structures. On the other hand, this illustrates the remarkable structural plasticity of this Ig domain in CSL. It will be interesting to see whether this occurs in other Ig-fold proteins, i.e., whether this binding mode is a basic principle of Ig domains or is particular to CSL proteins.\n\nThe structural change in Su(H) upon Hairless binding represents the largest and most striking conformational change observed in all CSL-mediated complex structures determined to date. This raises the question as to what role the structural change plays in Su(H) function. One possibility is that the conformation Su(H) assumes when bound to Hairless serves to recruit specific binding partners or target the Su(H)-Hairless complex to specific sites in the genome. While the identities of these potentially new binding partners are unknown, it would be interesting in future studies to use screening approaches in order to identify factors that only bind the Su(H)-Hairless complex. A similar approach was used previously to identify Mastermind in Caenorhabditis elegans [43], a factor that only binds CSL when NICD is present. Moreover, our Su(H) mutants that are defective in Hairless binding may be useful in genome-wide studies to identify DNA sites bound by the Su(H)-Hairless complex.\n\nOur MD simulations of the Su(H)-Hairless complex structure demonstrate that the conformation Su(H) must assume to bind Hairless is energetically unfavorable, and therefore, likely to be a rare conformer in the ensemble of Su(H) molecules in solution. The fact that the region of Hairless that interacts with Su(H) is unstructured prior to complex formation [26] suggests that the kinetics of Su(H)-Hairless association (kon) is a relatively slow process. If this is indeed the case, then this would require the off rate (koff) to also be relatively slow in order to achieve the 2 nM affinity (Kd = koff/kon) determined for Su(H)-Hairless complexes, which is the strongest CSL binding partner measured to date. While the functional consequences of these slow on/off rates for Su(H)-Hairless complexes are not immediately evident, intriguingly these maybe important for its role as a transcriptional repressor, its subcellular localization, and/or replacement of activation complexes at Notch target genes. In the latter case, given that dimeric Su(H)-NICD-MAM complexes are stabilized at SPS sites by cooperative interactions between the ANK domain of NICD [13,14], it is conceivable that the displacement dynamics between monomeric versus dimeric Notch activation complexes and Su(H)-Hairless repressor complexes at Notch target genes are different. However, to our knowledge, there are no data available to support this hypothesis, but it would be interesting to investigate this in the future.\n\nRegarding the subcellular localization of Su(H), Hairless shuttles Su(H) into the nucleus [44,45], similar to NICD [46,47]. Moreover, there are two examples that demonstrate the amount of nuclear Su(H) is dependent on Hairless: (1) when Hairless is overexpressed, then Su(H) accumulates in the nucleus [44,45]; and (2) when cell clones are lacking Hairless, then Su(H) protein displays a conspicuously lower abundance [45]. Interestingly, an inter-dependence of Notch and Su(H) protein levels has been reported in the Drosophila embryo [48]. Perhaps, Hairless and/or NICD binding to Su(H), and the nuclear import of these complexes may protect Su(H) from degradation in the cytosol. In mammals, it has been shown that RBP-J requires interactions with either corepressors or NICD for nuclear localization [49], and RBP-J is subjected to degradation in response to phosphorylation by p38 MAP kinase [50]. Interestingly, these data raise the possibility that a similar mechanism in flies and mammals exists to regulate CSL subcellular localization and turnover.\n\nWhile several corepressors that interact with RBP-J have been identified in mammals [4,7], there are no Hairless orthologs found outside of insects [15]. Moreover, the mammalian corepressors all interact with the BTD of RBP-J similar to the RAM domain of NICD, which provides a potential mechanism whereby corepressors and NICD could compete for binding to RBP-J. For example, both the corepressor KyoT2 and RAM interact with the BTD of CSL in very similar conformations [19], whereas Hairless exclusively binds the CTD to a newly identified binding cleft on Su(H). Moreover, there are no known corepressors in Drosophila that interact with the BTD of Su(H). Interestingly, the corepressor SHARP, which has been suggested to be a Hairless analogue in mammals, interacts with both the BTD and CTD of RBP-J [17,20]. Given the high degree of sequence similarity between fly and mammalian CSL proteins (S2 Fig), perhaps SHARP binds the CTD of RBP-J in a manner similar to Hairless. Nonetheless, future studies that focus on the structure and function of the RBPJ-SHARP corepressor complex will be important for elucidating the enigmatic repressor role RBP-J plays in mammals.\n\nFinally, there have been extensive efforts in the pharmaceutical industry and academic labs to identify reagents that modulate Notch signaling for therapeutic endpoints [2]. For example, γ-secretase inhibitors and monoclonal antibodies that target the extracellular domains of Notch receptors and ligands have been developed to treat certain types of cancer. However, in comparison, there has been very little progress in identifying and developing small molecules that directly target RBP-J and the transcription complexes it forms with coregulators. Our Su(H)-Hairless structure provides a new binding cleft that could be targeted. Consistent with this notion, previous studies from our groups demonstrated that Hairless binds RBP-J and when only the CSL-ID of Hairless is expressed in mammalian cells, it acts as a potent antagonist of Notch signaling in transcriptional reporter assays [26].\n\nMaterials and Methods\n\nProtein Overexpression and Purification\n\nThe codons that correspond to Su(H) residues 98–523, which represents the structural core of CSL (NTD, BTD, CTD), were cloned into pGEX-6P1. Site directed mutagenesis was used to introduce surface entropy reduction (SER) mutations (R155T and N281G) into pGEX-6P-1-Su(H) for purification and crystallization purposes. Wild-type and R155T/N281G Su(H) proteins were demonstrated to have nearly identical binding to Hairless [26]. Similarly, site directed mutagenesis was used to make the Su(H) mutant constructs described herein. As described previously [26], GST-Su(H) was overexpressed in BL21 Tuner cells (Novagen) and purified to homogeneity using a combination of affinity (glutathione resin), ion exchange (SP), and size exclusion chromatography. The purified protein was concentrated, flash frozen in liquid nitrogen, and stored at -80°C in a buffer containing 20 mM MES pH 6.0, 0.5 M NaCl, 1% ethylene glycol, and 0.1 mM TCEP.\n\nThe codons that correspond to Hairless (H) residues 232–269, which comprise the conserved CSL-ID previously shown to be sufficient for Su(H) binding [26], were cloned into pMAL-E, which produces an MBP-H fusion protein. The MBP moiety also contains SER mutations to facilitate crystallization [28]. MBP-H was overexpressed in BL21 Tuner cells and purified to homogeneity using affinity (amylose resin) and size exclusion chromatography. The purified protein was concentrated, flash frozen in liquid nitrogen, and stored at -80°C in a buffer containing 20 mM Tris pH 7.4, 0.5 M NaCl, 1 mM EDTA, 1% ethylene glycol, and 5 mM maltose. The codons that correspond to Hairless residues 232–358 were cloned into pSMT3, producing a SMT3-H fusion protein with an N-terminal His tag, which was used for ITC binding studies with Su(H), as described previously [26]. Site-directed mutagenesis was used to introduce Hairless mutants into the pSMT3-H construct. The SMT3-H fusion protein was overexpressed in BL21(DE3) Tuner cells and purified using affinity (Ni-NTA resin) and ion exchange (SP) chromatography. Wild-type and mutant SMT3-H proteins were dialyzed into 50 mM sodium phosphate pH 6.5 and 150 mM NaCl for ITC binding studies.\n\nCrystallization, Data Collection, and Structure Determination\n\nIn order to crystallize and determine the X-ray structure of the Su(H)-Hairless-DNA complex, recombinant Su(H) (98–523) and MBP-Hairless (232–269) proteins were purified to homogeneity from bacteria and stoichiometrically bound to an oligomeric 15-mer duplex DNA, containing a single Su(H) binding site (TTACTGTGGGAAAGA, AATCTTTCCCACAGT). Crystals were grown out of a mother liquor containing 0.1 M Tris pH 8.0, 19% PEG3350, 0.2M (NH4)2SO4, were cryoprotected with 20% ethylene glycol, and were flash frozen in liquid nitrogen for data collection. X-ray diffraction data were collected on frozen crystals (200 K) at the Advanced Photon Source on the LS-CAT beamline 21-ID-F (λ = 0.97872 Å) and processed with XDS [51]. Su(H)/MBP-H/DNA complex crystals belong to space group C2 with unit cell dimensions (a = 177.7, b = 93.9, c = 154.4, β = 109.8°) (Table 1). The Su(H)/MBP-H/DNA structure was solved using molecular replacement (Phaser) [52] with the search models 3BRG [9] and 3H4Z [28], which contain RBP-J bound to DNA and MBP, respectively. The asymmetric unit of the crystals contains two Su(H), two MBP-H, and one DNA duplex (S1 Fig). The Hairless structure was built manually with COOT [53], and the structure was refined with Phenix [54] and Buster [55] to a final R factor and free R factor of 17.0% and 19.4%, respectively (Table 1). The model was evaluated with Molprobity [56] and the Ramachandran statistics for the final structure are 97.2% of the residues in the favored region with 0.24% as outliers.\n\nThe structure indicates that Hairless residues G232-R263 form the core structural motif that interacts with Su(H), whereas residues K264-P269 neither contact Su(H) nor the β-hairpin motif of Hairless, and their extended structure is stabilized by interactions with the crystal lattice. Representative electron density of the CTD-Hairless interaction is shown in S1 Fig. The asymmetric unit (AU) of the crystals contains two Su(H)/MBP-H complexes, but surprisingly, only one of the complexes is bound to DNA (S1 Fig). While the explanation for the crystallization of these asymmetric complexes is unclear, the overall conformation of Su(H)-Hairless in the two complexes is similar (RMSD 0.92 for 442 cαatoms). The primary difference lies in the temperature factors (B factors) between the two complexes in the AU, in which the regions in the NTD and BTD that bind DNA have much higher B factors for the complex that is missing DNA (S1 Fig). All structure figures were created with PyMOL [57].\n\nIsothermal Titration Calorimetry\n\nITC experiments were carried out using a MicroCal VP-ITC microcalorimeter. All experiments were performed at 25°C in a buffer composed of 50 mM sodium phosphate pH 6.5 and 150 mM NaCl. Su(H) and SMT3-H (Hairless) proteins were degassed and buffer-matched using dialysis and size exclusion chromatography. A typical experiment contained 5 μM Su(H) in the cell and 50 μM SMT3-H in the syringe. The data were analyzed using ORIGIN software and fit to a one-site binding model.\n\nMolecular Dynamics Simulations Analysis\n\nMolecular dynamics simulations of an apo CSL structure (PDB ID: 3BRG) and the Su(H)-Hairless complex structure were performed with the AMBER11 package, using the AMBER FF99SB force field [58]. A dodecahedral box of water molecules, treated as in the TIP3P model [59], was built around the complex and a physiological concentration of 0.15 M NaCl was used. For each experiment, the following protocol was used: (1) in vacuo minimization (1,000 steps); (2) minimization, keeping the complexes fixed, allowing water molecules and ions to equilibrate (1,000 steps of steepest descent plus 1,000 steps of conjugate gradient); (3) minimization of the entire system, without restrictions (1,000 steps of steepest descent plus 1,000 steps of conjugate gradient); (4) NVT equilibration, 1 ns; and (5) 2 x 100 ns production phase. All calculations were performed with the CUDA-enabled version of PMEMD [60], using TESLA GPUs at the High Performance Computing (HPC) cluster of the University of Cambridge. Analysis of the trajectories was performed with the AMBERTOOLS 1.5, GROMACS [61] and RStudio packages. Cavity analysis of the most representative structures of the principal clusters of the Su(H) trajectory was performed using trj_cavity [62].\n\nYeast Two- and Three-Hybrid Assay\n\nThe yeast two- and three-hybrid experiments were performed in triplicate as described previously [26,34]. pEG-MAM corresponds to D. melanogaster Mastermind, comprising codons 118 to 194. pESC-NICD corresponds to the RAM and ANK domains of Drosophila Notch, comprising codons 1762 to 2176. pEG-Hairless corresponds to Drosophila Hairless, comprising codons 171 to 357. Amino acid substitutions in full-length Su(H) and RBP-J were introduced using QuickChange II XL Site directed Mutagenesis Kit (Agilent) and ultimately cloned into pJG. The three promising mutants (L445A/L514A, L445A/L514A/F516A, L434A/L445A/L514A) were shuttled into pUAST-attB and pMT vectors. All constructs were sequence verified.\n\nCellular Reporter Assays\n\nReporter assays were performed in triplicate as described in Maier et al. [26]. Schneider S2 cells (obtained from the DGRC) were transiently transfected with 1 μg of the NRE-luciferase reporter [33] and 0.2 μg of control Renilla plasmid (Promega) to normalize transfection. pMT-NICD was cotransfected with 0.5 μg of the relevant pMT-Su(H) construct and/or 0.5 μg pMT-Hairless. The total amount of transfected DNA was kept constant at 3 μg by using the pMT-A vector (Promega). Constructs were induced 6 h after transfection by adding 0.5 mM CuSO4; 18 h later, cells were harvested and luciferase activity was measured in duplicate with a luminometer (Lumat LB9507), using the dual-luciferase reporter assay system according to the manufacturer’s protocol (Promega). The effects of the addition of respective Su(H) variants relative to the controls were assessed statistically using ANOVA and Dunnett’s test (***p ≤ 0.001).\n\nIn Vivo Analysis of Hairless and Su(H) Transgenes\n\nIntegration of the pUAST-attB Su(H) constructs at chromosomal position 96E was done with the help of the PhiC31 integration system, as described previously [26,35]. Several lines were obtained that behaved similarly. Tissue specific overexpression was induced with the driver lines omb-Gal4 and gmr-Gal4 (FlyBase, http://flybase.org). Recombination of the UAS-Su(H) variants with UAS-Hairless HFL at 68E [26] was done with standard genetic protocols and verified by PCR. Crosses were set up multiple times and representative images of stage-matched larvae are shown. Expression of the vgBE-lacZ reporter [36] was monitored by antibody staining against β-galactosidase (clone 40-1a; developed by J. R. Sanes; obtained from Development Studies Hybridoma Bank, University of Iowa, IA); expression of the constructs was controlled by appropriate antibody staining using anti-H and anti-Su(H) [44]. Secondary antibodies coupled to FITC, Cy3, and Cy5 were purchased from Jackson ImmunoResearch Laboratory (West Grove, PA). Pictures were taken with a Zeiss Axiophot linked to a confocal microscope (Bio-Rad MRC 1024) using LaserSharp Version 2.0 software. Fly heads were captured with an ES120 camera (Optronics) linked to a Wild stereo microscope and Pixera Viewfinder Version 2.0 software. Phenotypes were consistent over multiple trials; n = 20 heads of each genotype were evaluated.\n\nCircular Dichroism\n\nCD measurements were taken in triplicate using an Aviv Circular Dichroism Spectrometer model 215 at 25°C in a 0.02 cm cuvette. Wavelength scans were performed between 190 and 240 nm using 1.0 nm increments. Su(H) proteins were in a buffer containing 10 mM Tris-phosphoric acid pH 7.4 and 50 mM NaF. Protein concentrations were between 2–4 mg/ml. CD data were analyzed using Contin-LL (Provencher and Glockner Method) [31] with the SMP180 reference set.\n\nThermal Shift Assays\n\nAn Applied Biosystems StepOne Real Time PCR system was used to collect the thermal shift data and the data were processed with their proprietary Protein Thermal Shift Software v1.2. Su(H) proteins were used at a concentration of 7 μM in a buffer containing 25 mM MES pH 6.0, 0.5 M NaCl, 1 mM EDTA, and 1 mM TCEP.\n\nEMSA\n\nEMSAs were performed as described previously [9,26]. Wild-type or mutant Su(H) constructs were bound to an oligomeric 19-mer duplex that contains a single CSL-binding site and separated on a 7% polyacrylamide gel containing 0.5x Tris-borate buffer, pH 7, for several hours at 4°C. Complexes were visualized on the gel using SYBR-GOLD stain (Invitrogen).\n\nSupporting Information"
}