{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002069",
  "doi": "10.1371/journal.pbio.1002069",
  "externalIds": [
    "pii:PBIOLOGY-D-14-02525",
    "pmid:25688859",
    "pmcid:PMC4331521"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Luminal Progenitors Restrict Their Lineage Potential during Mammary Gland Development",
  "authors": [
    {
      "name": "Veronica Rodilla",
      "first": "Veronica",
      "last": "Rodilla",
      "affiliation": "Department of Genetics and Developmental Biology, Institut Curie, Paris, France; Centre National de la Recherche Scientifique CNRS UMR3215, Paris, France; Institut National de la Santé et de la Recherche Médicale Inserm U934, Paris, France"
    },
    {
      "name": "Alessandro Dasti",
      "first": "Alessandro",
      "last": "Dasti",
      "affiliation": "Department of Genetics and Developmental Biology, Institut Curie, Paris, France; Centre National de la Recherche Scientifique CNRS UMR3215, Paris, France; Institut National de la Santé et de la Recherche Médicale Inserm U934, Paris, France"
    },
    {
      "name": "Mathilde Huyghe",
      "first": "Mathilde",
      "last": "Huyghe",
      "affiliation": "Department of Genetics and Developmental Biology, Institut Curie, Paris, France; Centre National de la Recherche Scientifique CNRS UMR3215, Paris, France; Institut National de la Santé et de la Recherche Médicale Inserm U934, Paris, France"
    },
    {
      "name": "Daniel Lafkas",
      "first": "Daniel",
      "last": "Lafkas",
      "affiliation": "Department of Genetics and Developmental Biology, Institut Curie, Paris, France; Centre National de la Recherche Scientifique CNRS UMR3215, Paris, France; Institut National de la Santé et de la Recherche Médicale Inserm U934, Paris, France"
    },
    {
      "name": "Cécile Laurent",
      "first": "Cécile",
      "last": "Laurent",
      "affiliation": "Department of Translational Research, Institut Curie, Paris, France"
    },
    {
      "name": "Fabien Reyal",
      "first": "Fabien",
      "last": "Reyal",
      "affiliation": "Department of Translational Research, Institut Curie, Paris, France; Department of Surgery, Institut Curie, Paris, France"
    },
    {
      "name": "Silvia Fre",
      "first": "Silvia",
      "last": "Fre",
      "affiliation": "Department of Genetics and Developmental Biology, Institut Curie, Paris, France; Centre National de la Recherche Scientifique CNRS UMR3215, Paris, France; Institut National de la Santé et de la Recherche Médicale Inserm U934, Paris, France"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2015-02-17",
  "dateAccepted": "2015-01-08",
  "dateReceived": "2014-07-21",
  "volume": "13",
  "number": "2",
  "pages": "e1002069",
  "tags": [
    "Type/Research Article"
  ],
  "abstract": "The hierarchical relationships between stem cells and progenitors that guide mammary gland morphogenesis are still poorly defined. While multipotent basal stem cells have been found within the myoepithelial compartment, the in vivo lineage potential of luminal progenitors is unclear. Here we used the expression of the Notch1 receptor, previously implicated in mammary gland development and tumorigenesis, to elucidate the hierarchical organization of mammary stem/progenitor cells by lineage tracing. We found that Notch1 expression identifies multipotent stem cells in the embryonic mammary bud, which progressively restrict their lineage potential during mammary ductal morphogenesis to exclusively generate an ERαneg luminal lineage postnatally. Importantly, our results show that Notch1-labelled cells represent the alveolar progenitors that expand during pregnancy and survive multiple successive involutions. This study reveals that postnatal luminal epithelial cells derive from distinct self-sustained lineages that may represent the cells of origin of different breast cancer subtypes.",
  "fullText": "Introduction\n\nThe mammary gland is composed of two epithelial compartments: an inner layer, which contains luminal cells, and an outer myoepithelial layer in direct contact with the basal membrane. These two cell lineages originate from mammary stem cells (MaSC) that were initially found to reside in the basal compartment, as only these cells have been reported to efficiently regenerate a complete mammary gland in transplantation assays [1,2]. However, more recent in vivo lineage tracing studies using promoters of specific cytokeratins expressed either in the luminal or in the myoepithelial compartment have led to conflicting results regarding the plasticity of multipotent mammary stem cells in the adult mammary gland. While Visvader and colleagues showed that some basal cells are able to generate both luminal and myoepithelial cells in the adult gland [3], Blanpain and colleagues indicated that after birth, the two lineages originate from distinct unipotent progenitors [4].\n\nLuminal cells have been roughly subdivided into ductal and alveolar subtypes, and they have received increasing attention in the past few years, partly because they are thought to be the cells of origin for the vast majority of breast tumors [5,6]. Although several surface markers for luminal progenitors have been reported, such as the Stem cell antigen-1 (Sca1), Prominin1 (CD133) [7], α2-integrin (CD49b) [8], E74-like factor 5 (Elf5) [9,10], CD61 [11], CD14 [8], c-Kit [12], Notch2 [13], and Notch3 [14], their functional significance and the hierarchical relationships between different subsets of luminal cells are still unclear. Some luminal progenitors are responsible for forming alveolar buds during pregnancy, when milk-secreting cells are specified [15]. The process of alveologenesis is orchestrated by consecutive waves of hormones that drive extensive proliferation and remodeling of the mammary epithelium at pregnancy. Luminal cells expressing the ovarian steroid hormone receptors Estrogen Receptor-α (ERα) and Progesterone Receptor (PR), designated hormone-sensing cells, are directly stimulated by circulating hormones and induce proliferation of neighboring cells, referred to as hormone-responsive cells, that lack expression of ERα or PR [16,17]. While luminal progenitors are believed to be largely ERαneg, a small fraction of ERαpos cells have also been found to have progenitor features, at least in vitro [7,18].\n\nWith the aim of unraveling the cellular heterogeneity of the luminal epithelium, we have used the Notch1 promoter to genetically label and follow the fate of Notch1-expressing cells during mammary gland development and adult homeostasis in vivo. Indeed, the Notch signaling pathway is involved in stem cell maintenance, preservation of progenitor pools, and control of cell differentiation in a variety of tissues [19,20]. In the mammary gland, the Notch1 receptor has been found expressed in the luminal compartment, and its ectopic activation in basal cells induces luminal cell commitment [21]. Nevertheless, it is still unknown which types of luminal cells physiologically express this Notch paralogue.\n\nDuring embryonic development, we show by lineage tracing that Notch1-expressing cells are multipotent and can produce all mammary lineages, including myoepithelial and both ERαpos and ERαneg luminal cells. The potency of these progenitors is then restricted perinatally, resulting in unipotent cells that exclusively maintain their own ERαneg lineage. Indeed, we find that in the postnatal mammary gland, Notch1 marks cells that invariably lack expression of the ERα and PR hormone receptors, displaying high self-renewal capacity throughout life. These cells are rapidly mobilized in response to hormones and are crucial for alveolar formation at pregnancy. Importantly, the high regeneration capacity of these cells is revealed in transplantation assays, demonstrating that Notch1-expressing cells can generate complete mammary outgrowths consisting of both myoepithelial and luminal cells. Our results collectively suggest that, differently from embryonic mammary stem cells, in the pubertal and adult mammary gland, ERαneg and ERαpos luminal cells represent independent and self-sustained lineages, derived from distinct unipotent progenitors.\n\nResults\n\nNotch1 Marks Multipotent Embryonic Progenitors in the Mammary Bud\n\nPrevious work has shown that K14pos basal mammary cells can give rise to all mammary cell types during embryonic development, but they restrict their potential and do not contribute to the luminal lineage in the postnatal mammary gland [4]. As Notch signaling has been shown to dictate cell fate decisions in the mouse mammary gland [21], we analyzed the differentiation potential of Notch1-expressing cells during embryonic development, when the embryonic mammary placodes invaginate to form mammary buds [22]. To this end, we used Notch1-CreERT2SAT mice [23] crossed to a double fluorescent reporter line, Rosa26mTmG [24], referred to as N1CreERT2R26mTmG (Fig. 1A), which we previously characterized in the mouse intestine [23], to genetically label with membrane-bound Green Fluorescent Protein (GFP) Notch1-expressing cells and their progeny in vivo in the mammary gland. The CreERT2 inducible system permits the identification of Notch1-expressing cells when mice receive a single dose of tamoxifen and are analyzed 24 h later (pulse), but it also allows following the clonal progeny derived from initially labeled cells, by analyzing mice at longer time points after tamoxifen administration (chases) (S1 Fig.). To induce the activity of the CreERT2 recombinase, we used 0.1 mg of tamoxifen/g of mouse body weight, a dose that does not delay or alter mammary gland development [3].\n\nWhen we administered a single dose of tamoxifen to pregnant females 15.5 d post-coitum (dpc), and analyzed the double transgenic N1CreERT2R26mTmG embryos 24 h later, we found that GFP-marked cells co-expressed both myoepithelial cytokeratin 5 (K5) and luminal cytokeratin 8 (K8) markers (Fig. 1B,C and S2A Fig.), confirming that the two epithelial lineages are not yet resolved at this developmental stage [25,26]. The analysis of the cell lineages derived from these embryonic progenitors in N1CreERT2R26mTmG mice 5 wk after birth revealed that the GFP-labeled progeny contained both myoepithelial cells (marked by the expression of K5, K14 and p63) (Fig. 1E and S2B,C Fig.) and K8pos luminal cells (Fig. 1F). Corroborating these results, flow cytometry analysis of these cells, using the established CD24 and CD29 surface markers to resolve the luminal (CD24+CD29low) and myoepithelial (CD24+CD29high) cell populations, confirmed that the GFP-labeled progeny was composed by both cell types (S2E Fig.). In addition, while embryonic mammary cells lack expression of ERα (Fig. 1D) [27], GFP-marked clones were composed of both ERαpos and ERαneg cells (Fig. 1G) and both PRpos and PRneg cells (S2D Fig.). The presence of GFP-marked progeny containing all mammary lineages implies that the Notch1 receptor is expressed in a pool of embryonic mammary stem cells, co-expressing basal and luminal markers (S2A Fig.), which is able to give rise to all mammary lineages after birth.\n\nNotch1 Expression Is Restricted To ERαneg and PRneg Luminal Cells in the Postnatal Mammary Gland\n\nOur observations during embryonic mammary development prompted us to use the Notch1 promoter to define stem cell hierarchies in the postnatal mammary gland. To this purpose, we examined Notch1-expressing cells in pubertal and adult N1CreERT2R26mTmG mice 24 h after tamoxifen administration. Surprisingly, GFP-marked cells could only be detected within the luminal cell layer, as they expressed the luminal marker (K8) but not the myoepithelial-specific cytokeratin K5 at all postnatal developmental stages (Fig. 2A,B and S3A Fig.). We also confirmed that GFPpos cells were indeed luminal (CD24+CD29low) by flow cytometry analysis (Fig. 2C). Quantification by Fluorescence Activated Cell Sorting (FACS) revealed that Notch1-expressing GFPpos cells represent 13.27 ±2.9% and 25.28 ±3.6% of the total luminal population in puberty and adulthood, respectively. Moreover, both Notch1 mRNA (Fig. 2D) and protein (Fig. 2E) were exclusively found in luminal mammary cells, isolated by FACS, confirming and extending previous reports [21]. Unexpectedly, we found that Notch1-expressing cells invariably lacked the expression of ERα and PR (Fig. 2F,G), and we confirmed these results by quantitative Real Time Polymerase Chain Reaction (qRT-PCR) in sorted GFP-labeled cells (S3B,C Fig.).\n\nERαneg Mammary Luminal Cells Clonally Expand and Self-Renew In Vivo\n\nTo examine the lineage potential of Notch1-expressing cells during pubertal mammary duct morphogenesis, we administered a reduced dose of tamoxifen (1µg/g of mouse body weight) to 4-wk-old females in order to target isolated single cells and analyzed the derived marked clones at different time points after tamoxifen injection. With this low dose of tamoxifen, we target only 0.074 ±0.008% of the mammary epithelial cells. To better quantify the clonal expansion of Notch1-marked cells, we classified GFPpos clones as single cells, small clones (composed of two to five cells), or large clones (composed of six or more cells) (Fig. 3A), and we counted them at different time points (24 h, 2 wk, 6 wk, and 10 wk after induction). The quantification was performed on freshly dissected mammary glands that received a mild enzymatic digestion to remove the surrounding stroma but preserved intact fragments of ducts in 3-D, as we previously reported [14]. We observed that Notch1-expressing cells generate marked clones during pubertal development in vivo (Fig. 3A,B). The histological analysis of GFP-labeled progeny derived from Notch1-expressing cells after a 10 wk chase revealed that GFPpos cells retain their luminal identity (Fig. 3C) and still remained ERαneg and PRneg (Fig. 3D,E), in sharp contrast with our findings in embryonically derived lineages (Fig. 1G).\n\nTo assess the self-renewal capacity of Notch1pos luminal cells in vivo, we induced Cre recombination in pubertal females and analyzed them after three consecutive pregnancies and involutions. Remarkably, we found the same percentage of GFPpos cells (28.9 ±1.4%) after three successive pregnancies (Fig. 3F), as in adult, virgin females, indicating that Notch1-expressing cells are maintained as a constant pool of ERαneg and PRneg cells (Fig. 3G,H) throughout mammary gland remodeling induced by pregnancy, and they represent cells able to survive involution.\n\nAltogether, these results reveal that Notch1-expressing cells define ERαneg mammary luminal cells as long-lived, unipotent stem cells, endowed with extensive self-renewal capacity. Importantly, our results are consistent with the existence of a common progenitor only during embryogenesis, while after birth the luminal ERαpos and ERneg cell populations maintain their own lineages independently.\n\nNotch1-Expressing Cells Represent ERαneg Clonogenic Luminal Progenitors\n\nTo determine if Notch1-expressing cells were actively cycling, we asked what percentage of GFPpos cells was marked by the proliferation marker Ki67 and found that 73.45 ±3.72% of GFPpos cells expressed Ki67 at puberty in 6-wk old mice (Fig. 4A). A quantitative analysis of cell cycle phases by FACS indicated that 46.9 ±5.1% of Notch1pos cells were cycling (S-G2-M) compared to 26.9 ±5.5% of total luminal cells (Fig. 4B). In order to investigate the ability of Notch1-expressing cells to proliferate in vitro, we probed their clonogenic capacity compared to GFPneg sorted luminal cells, when seeded on a feeder layer of irradiated 3T3 fibroblasts [28]. After 7 d in culture, GFPpos cells had a strikingly higher colony-forming efficiency compared to GFPneg luminal cells (Fig. 4C). These results indicate that the Notch1 receptor marks luminal ERαneg progenitors with a high in vitro clonogenic potential. To further characterize these cells, we tested the expression of reported luminal progenitor markers in the GFPpos population and found a remarkable overlap between Notch1pos cells and luminal progenitors defined by the expression of CD49b [8]. Importantly, GFPpos cells also lack expression of Sca1 and CD133 (Fig. 4D) [7], normally associated with non-clonogenic cells, further confirming their definition as luminal progenitor cells. Interestingly, when we explored the colony-forming ability of specific luminal cell populations sorted using these reported markers, we found that the CD133neg and CD49bpos cell subsets contain a mixture of equally clonogenic progenitors (S4A Fig.) that can be either ERαpos (i.e., Notch1neg cells) or Notch1pos (corresponding to ERαneg cells) (S4B,C Fig.). The quantification of the levels of Notch1 and ERα (Esr1) mRNA in the different subpopulations revealed that GFPneg cells include both ERαpos progenitor cells (CD133neg and CD49bpos) and some non-targeted Notch1pos cells (which did not undergo Cre-mediated recombination, due to the mosaic nature of this mouse line) (S4D Fig.). These results indicate that Notch1 is expressed exclusively in ERαneg luminal progenitors, defining a specific marker for this important cell population.\n\nThe Transcriptomic Profile of Notch1-Expressing Mammary Cells Defines a Signature of Luminal Progenitors\n\nTo gain further insights into the molecular signature characteristic of Notch1-expressing luminal progenitors, we performed a genome-wide microarray analysis comparing GFPneg and GFPpos sorted luminal cells (Fig. 5A and S1 Table). Gene Set Enrichment Analysis (GSEA) revealed that GFPneg cells tightly correlate with a mature luminal signature, characteristic of terminally differentiated cells, whereas the expression profile of GFPpos cells closely corresponds to a luminal progenitor signature (Fig. 5B) [29]. Moreover, we confirmed by qRT-PCR the differential expression of the top ten down-regulated and up-regulated genes that we obtained in the transcriptomic analysis, regardless of their putative function (Fig. 5C). These data define the complete transcriptional signature of ERαneg luminal progenitors, which includes the expression of previously reported genes, such as Elf5, the Rank receptor (Tnfrs11a) [16], or milk-related proteins (Ltf, Mfge8) (S1 Table) [7]. We propose that the expression profile of Notch1-expressing ERαneg cells could be relevant to identify important genes defining poorly differentiated basal-like breast tumors, believed to originate from ERαneg luminal progenitor cells [5].\n\nERαneg Mammary Luminal Cells Are Self-Sustained Progenitors That Retain the Same Molecular Profile as the Cells They Derive From\n\nOur findings indicated that Notch1 is expressed postnatally in a self-sustained population of luminal progenitors. When we characterized the identity of the Notch1-derived clonal progeny in adult mice, we were intrigued to observe that they expressed the same surface markers as the Notch1-expressing cells, even 10 wk after induction (Fig. 5D). To further confirm that Notch1-derived cells maintain the same molecular features as their “mothers,” we took an unbiased approach and assessed by qRT-PCR the expression levels of the top-ten ranking genes differentially expressed in GFPneg and GFPpos cells in our microarray data. These experiments indeed confirmed that Notch1-derived progeny 10 wk after CreERT2 induction retains an identical transcription profile as the cells analyzed after a 24 h tamoxifen pulse (S5 Fig.). Altogether, this compelling dataset unequivocally shows that Notch1-expressing progenitors exclusively give rise to cells with the same molecular profile in vivo in the postnatal mammary gland. These findings reveal the existence of specific unipotent stem cells that retain the memory of their cellular identity in vivo, ensuring their own long-term and faithful self-renewal, essential for proper tissue homeostasis.\n\nNotch1-Expressing Cells Designate Alveolar Progenitors at Pregnancy\n\nThe observation that Notch1pos cells are highly proliferating during puberty (Fig. 4A,B) but not in the adult gland (S6A Fig.), prompted us to ask if the proliferative behavior of these cells was influenced by circulating hormones, as would be predicted for ERneg hormone-responding cells. Pregnancy triggers a wave of hormones, and we tested whether the cells marked by Notch1 in our mice would represent alveolar progenitors that expand extensively during pregnancy and contribute to the formation of alveolar buds. To this end, we labeled single cells with a low dose of tamoxifen (1µg/g of mouse body weight) in pubertal females and examined their clonal expansion at mid-pregnancy (14.5 dpc), when high levels of circulating hormones are released and the mammary gland undergoes dramatic remodeling. Pointing to a prominent role in alveologenesis, we observed that Notch1pos cells massively expanded in pregnant mice compared to virgin females of the same age and they gave rise to GFP-marked alveoli (Fig. 6A,B). Importantly, we confirmed that even at this stage, Notch1-expressing cells only gave rise to Notch1-expressing luminal cells (S6B Fig.), as the percentage of GFPpos cells at mid-pregnancy is comparable after a 24 h tamoxifen pulse and after a 10 wk chase (Fig. 6C,D). These results reveal that Notch1pos luminal cells represent the alveolar progenitors of the mammary gland, responsible for the formation of milk-producing units during lactation. Of note, Notch1pos cells are reminiscent of the recently characterized steroid receptor negative alveolar progenitors found in pregnancy and lactation as parity-identified mammary epithelial cells (PI-MECs) [30], but it is difficult at present to establish the relationship of the cells we describe here with PI-MECs in nulliparous females, as PI-MECs were only explored at pregnancy and lactation.\n\nIn order to better define the specific hormones to which Notch1pos cells respond, we cultured fragments of mammary epithelium from adult mice as 3-D organotypic primary cultures [31] and examined the clonal growth of Notch1-expressing cells in the presence of three different hormones: β-estradiol (β-2E), progesterone (Pg) or prolactin (Prl). After 10 d in culture, we observed a net and prominent expansion of GFPpos cells only in response to estrogen (β-estradiol) (Fig. 6E,F). To confirm that each exogenously added hormone efficiently activated its specific pathway, we assessed by qRT-PCR the expression of the immediate target genes activated in response to each hormonal treatment: progesterone receptor (Pgr) for estradiol signaling, Rank ligand (Tnfs11) for progesterone stimulation, and β-Casein (Csn2) for Prolactin [32–34]. A significantly elevated expression of mRNAs for each of these target genes, in response to stimulation with the corresponding hormone, clearly shows that cells grown as mammary organoids correctly respond to physiologic hormones (S6C Fig.). Of note, we could not detect any synergistic effect when we concomitantly treated the organoids with both estrogen and progesterone (Fig. 6E,F). These findings in ex vivo cultures, while not able to recapitulate the sequential waves of hormones that occur in vivo, corroborate the results we obtained in vivo during pregnancy and are consistent with the identification of Notch1-expressing cells as the estrogen-responsive cells of the mammary gland, stimulated in a paracrine fashion by neighboring ERαpos cells [17]. As further discussed below, the ability of these cells to respond to hormones has important clinical applications in pathological conditions, as most current breast cancer treatments involve hormonal inhibitors, and the capacity of a given tumor to respond to these therapies can determine patient prognosis.\n\nNotch1-Expressing ERαneg Luminal Cells Display Extensive Regenerative Capacity in Transplantation Assays\n\nTo further ascertain the plasticity of adult Notch1-labeled cells, we tested their mammary repopulating capacity in transplantation assays [1]. As luminal mammary cells are known to produce mammary outgrowths very inefficiently when transplanted in the absence of myoepithelial cells, we first co-transplanted a mixture of sorted Tomato-labeled epithelial cells (Linneg) with luminal GFP-marked Notch1pos cells at a ratio of 1:1 in cleared fat pads of immunodeficient host mice. In this experimental setting, 6 wk after transplantation, GFPpos cells could grow and gave rise to luminal cells that included both ERαpos and ERαneg cells (Fig. 7A and S7 Fig.), while the myoepithelial layer was formed by Tomato cells (Fig. 7A), confirming previous reports [4]. These findings demonstrate that in these regenerative conditions, Notch1-labeled luminal progenitors reveal a multipotent capacity that cannot be observed in vivo in adult homeostasis. Based on these important results, we also assayed the mammary repopulating ability of sorted GFPpos luminal cells when transplanted in the absence of any myoepithelial cell. Given that we found that Notch1-labelled cells undergo a considerable expansion at pregnancy (see Fig. 6), we tested whether the regenerative capacity of sorted ERneg progenitors was affected by hormonal stimulation. While only one out of eight outgrowths was obtained in host virgin females transplanted with 10,000 sorted GFPpos cells (Fig. 7B), when we mated the host mice to induce pregnancy, we significantly increased the mammary repopulating capacity of Notch1-expressing cells, which produced outgrowths in seven out of 11 transplants (Fig. 7C). Remarkably, immunofluorescence analysis of these outgrowths revealed that GFPpos cells had generated all mammary lineages, including myoepithelial K5pos cells (Fig. 7D) and both ERαpos and ERαneg cells (Fig. 7E,F). These important results reveal the high plasticity of ERαneg luminal progenitors and demonstrate that these cells have the ability of generating multiple lineages, although in adult homeostatic conditions they never show multipotency.\n\nDiscussion\n\nThe cellular hierarchies between different luminal cell populations in the mammary gland in physiological conditions, as well as the molecular identity and dynamic in vivo behavior of stem and progenitor cells in this rather unique tissue are still not well understood. In this study we identified self-renewing ERneg stem cells within the luminal mammary epithelium, able to maintain their precise cellular identity during development and tissue remodeling in pregnancy and involution, suggestive of a tight and long-term genetic and epigenetic memory.\n\nOf relevance, the vast majority of breast cancers are thought to arise from luminal progenitors [5] and, as a consequence, the elucidation of the cellular hierarchy of this epithelial compartment in mammary development and adult homeostasis is fundamental to the eventual identification of the cells of origin of different breast tumor subtypes.\n\nDespite the abundance of surface markers proposed to identify mammary cells with clonogenic capacity, the paucity of in vivo lineage tracing experiments has prevented a complete understanding of the developmental fate of these clonogenic cells and their contribution to homeostatic maintenance of the mammary gland. Proteins found to be specifically expressed in clonogenic cells have undeniably helped to discriminate between progenitors and mature luminal cells, but we still do not appreciate their in vivo behavior or the progeny that they physiologically produce at different developmental stages.\n\nThrough lineage-tracing studies using the Notch1 promoter, our results reveal the existence of ERαneg luminal progenitors that are multipotent during embryonic development and become unipotent after birth (as they never generate myoepithelial nor ERαpos cells in adult mice). These cells have extensive self-renewal capacity, they preserve their identity throughout adult life, and are highly responsive to hormones. Importantly, they can repopulate the entire mammary gland in transplantation assays, especially when they are stimulated by pregnancy-induced hormones.\n\nNotably, our results evoke the involvement of a fundamental signaling pathway, like Notch, in retaining long-term cellular memory. In this context, is it important to mention that previous lineage tracing studies on Notch2-labelled [13] and Notch3-expressing [14] mammary cells have indicated that, while all these three Notch receptor paralogues are exclusively expressed in the luminal compartment, they seem to define distinct cell types. Indeed, mammary cells labeled by Notch1, Notch2, and Notch3CreERT2SAT mice present different molecular features, morphology, localization, and in vivo behavior, unraveling the complexity and diversity of luminal lineages [15].\n\nOur findings, that postnatally Notch1-expressing luminal progenitors can only give rise to identical progeny that maintains Notch1 expression, are completely unexpected and raise the question of the capacity of the rare ERpos progenitors to produce different types of luminal cells. The results we obtained on the in vitro colony-forming potential of several luminal subsets indicate that the CD133neg and CD49bpos populations comprise two different progenitor subsets: ERαneg (which would coincide with the Notch1-expressing cells characterized in this study) and ERαpos progenitors (that would be Notch1neg) (S4 Fig.). The current absence of a mouse line able to exclusively label ERpos luminal cells prevents a formal demonstration of the in vivo potential of these cells. However, we have previously reported that the Notch3 receptor was expressed at comparable frequency in both ERpos and ERneg luminal cells [14]. When we carefully analyzed the clones produced in vivo by single Notch3-expressing luminal cells, we found that the vast majority of Notch3-derived clones was composed of either exclusively ERpos or ERneg cells (S8 Fig.). These results are consistent with a model in which ERpos and ERneg progenitors can only give rise to ERpos or ERneg daughter cells, respectively, suggesting that these two populations of adult luminal progenitors define distinct, self-sustaining lineages (Fig. 8).\n\nIn this context, it is conceivable that embryonic Notch1-expressing could also represent distinct progenitors that would give rise to the different lineages observed postnatally. Indeed, while clonal tracing experiments in embryos show that Notch1-labeled embryonic cells can generate clones containing both myoepithelial and luminal ERpos and ERneg cells, it is difficult to rigorously determine if cells labeled with a single fluorophore are indeed part of the same clone or if they belong to two adjacent clones. Our results imply that embryonic mammary cells labeled by Notch1 expression can give rise to both myoepithelial and luminal lineages, but if these progenitors represent a unique cell type or distinct ones that co-express K5 and K8 remains to be established.\n\nOur observations can have important implications for defining the cellular origin of specific breast cancer types. The possibility that a tumor may derive from an ERpos or ERneg luminal progenitor may dictate its molecular subtype, its growth characteristics and hormonal dependency, as well as its prognosis. Indeed, Molyneux and colleagues found that ERneg luminal progenitors, and not basal stem cells, when targeted with a Brca1 mutation in mice, can yield mammary tumors that closely resemble human BRCA1 mutant (basal-like) breast cancer, at least by histological examination [5]. In this context, it is noteworthy that, while several studies have reported a penetrant oncogenic effect of constitutively active forms of Notch1 in mammary tumorigenesis [21,35–37], the cells from which these tumors originate are not known, as all previous reports have used MMTV-driven transgenes, targeting the whole mammary epithelium. It will be interesting to use the Notch1-CreERT2SAT mice described here to specifically induce oncogenic mutations in ERαneg luminal progenitors and determine if this can influence the tumor outcome. Our results indicating that Notch1-expressing cells are extremely sensitive to hormonal stimulation and require estrogen to proliferate may partly explain why ectopic Notch activation in the mammary gland results in mammary tumors only upon pregnancy, suggesting that the cells we have characterized in this study may be linked to the increase in human breast cancer found to be associated with pregnancy and may be at the origin of hormonal-dependent human breast cancer subtypes.\n\nMaterials and Methods\n\nEthics Statement\n\nAll studies and procedures involving animals were in strict accordance with the European and National Regulation for the Protection of Vertebrate Animals used for Experimental and other Scientific Purposes (facility license #C75–05–18). We comply also with internationally established principles of replacement, reduction, and refinement in accordance with the Guide for the Care and Use of Laboratory Animals (NRC 2011). Husbandry, supply of animals, as well as maintenance and care of the animals in Exempt Of Pathogen Species (EOPS) environments before and during experiments fully satisfied the animal’s needs and welfare. Suffering of the animals has been kept to a minimum; no procedures inflicting pain have been performed.\n\nMice\n\nThe generation of Notch1-CreERT2SAT knock-in mice has been previously described [23]. These mice were crossed to a double fluorescent reporter mouse strain Rosa26mTomato/mGFP [24], that was obtained by the Jackson Laboratories. For the chase experiments at E15.5, pregnant females were induced with tamoxifen and the embryos were extracted by C-sections at E19.5 and adopted by foster mothers, due to delivery failure caused by tamoxifen. All mice were injected with 0.1mg/g of mouse body weight of tamoxifen free base (Euromedex) as a standard dose or with 1µg/g of mouse body weight to label isolated cells where indicated in the text (also see S1 Fig.). For each experiment, four mammary glands of at least three mice were analyzed. No GFP expression was observed in non-induced mice.\n\nMammary Gland Dissociation\n\nMammary glands were freshly dissected, harvested and placed into culture medium: DMEM/F12 GIBCO containing 1 mM glutamine, 5 mg/mL insulin (Sigma), 500 ng/mL hydrocortisone (Sigma), 10 ng/mL epidermal growth factor (Gibco), and 20 ng/mL cholera toxin (Sigma) and incubated with 600 U/mL collagenase (Sigma) and 200 U/mL hyaluronidase (Sigma) for 1 h at 37°C. Cells were then dissociated sequentially in 0.25% trypsin-EDTA for 3 min, 5 mg/mL dispase (Roche) and 0.1 mg/mL DNase I (Sigma) for 5 min, then NH4Cl followed by filtration through a 40 µm cell strainer to obtain a single cell preparation for FACS.\n\nFlow Cytometry, Antibodies, and Cell Sorting\n\nSingle cells were labeled with the required antibodies for 20 min at 4°C, washed, and re-suspended in DMEM/F12 medium containing 10 Mm HEPES, 5% FBS, and 1 mg/mL DAPI before analysis. The antibodies used were: biotin anti-CD133 (1:100; BioLegend), PE/Cy7 anti-mouse CD24 (1:100, BioLegend), PerCP/Cy5.5 anti-mouse Sca-1 (1:100, BioLegend), AlexaFluor700 anti-mouse/rat CD29 (1:100, BioLegend), PE anti-mouse CD49b (1:50, BioLegend); lineage markers: APC anti-mouse CD31 (1:100, BioLegend), APC anti-mouse Ter119 (1:100, BioLegend), APC anti-mouse CD45 (1:100, BioLegend); APC/Cy7 Streptavidin; isotype controls: PE rat IgM (1:50; BioLegend), PerCP/Cy5.5 rat IgGa (1:100, BioLegend). Single live cells were gated by DAPI exclusion and analyzed or sorted on LSRII, FACS Vantage or FACS Aria flow cytometers. The purity of sorted populations was about 95%.\n\nImmunofluorescence and Antibodies\n\nFreshly dissected mammary glands were fixed in 4% paraformaldehyde and embedded in paraffin, or in optimal cutting temperature (OCT) medium (VWR International) for the transplantation experiments. Then, 4 µm sections were de-waxed and rehydrated through xylene and a gradient of ethanol and subjected to antigen retrieval in boiling citrate buffer for 20 min. The tissue was then permeabilized with 0.3% Triton X-100; non-specific antibody binding was blocked with 5% FBS and 10% BSA, and then sequentially incubated with primary and secondary antibodies. Primary antibodies used: chicken anti-GFP (1:1000; Abcam), rabbit anti-K5 (1:500; Covance), mouse anti-K8 (1:500; Covance), rabbit anti-Ki67 (1:500; Abcam), rabbit anti-PR (1:800; SantaCruz), and mouse anti-ERα (1:500; Dako); mouse anti-p63 (1:500, Abcam) and mouse anti-K14 (1:100, Abcam). Fluorochrome-conjugated secondary antibodies included AlexaFluor 488-conjugated anti-chicken IgG, Cy3-conjugated anti-rabbit IgG, Cy3-conjugated anti-mouse IgG for paraffin sections and Cy5-conjugated anti-rabbit and anti-mouse IgG for frozen sections, to avoid fluorophore overlap with the red tdTomato signal, visible exclusively in frozen sections. All secondary antibodies were used at 1:1000 dilutions and were purchased from Molecular Probes and Jackson ImmunoResearch Laboratories, Inc. Sections were counterstained with DAPI (1mg/mL; Sigma).\n\nRNA Extraction and qRT-PCR Analysis\n\nRNA extraction was performed using Qiagen kit according to the manufacturer’s instructions. cDNA synthesis was achieved with the Superscript III First-strand cDNA synthesis kit (Invitrogen). The primer sequences used in this work are listed in S2 Table.\n\nColony-Forming Assay\n\nThese experiments were performed as previously reported [28]. Briefly, freshly sorted mammary epithelial cells were plated on a feeder layer of irradiated fibroblasts in 24-well plates containing DMEM medium (Invitrogen) supplemented with 1% FCS (Invitrogen), 1% vol/vol penicillin/streptomycin (Invitrogen), 5 µg/mL of insulin (Sigma), 10 ng/mL of EGF (Gibco), and 100 ng/mL of Cholera toxin (Sigma). After 7 d in culture, colonies were ﬁxed in methanol, stained with Hematoxylin, and counted under a stereoscope.\n\nIsolation and Culture of Primary Mammary Organoids\n\nMammary glands were bilaterally dissected, finely minced and incubated for 1 hour at 37°C in DMEM/F-12 medium (Gibco) supplemented with 600 U/ml of Collagenase (Sigma) and 200 U/mL of Hyaluronidase (Sigma) on a shaking plate at 200 rpm. After several washes in PBS, organoids were separated from single cells through four differential centrifugations (pulse to 1,500 rpm in 10 ml DMEM/F12), as previously described [31]. The final pellet was then re-suspended in Growth Factor Reduced 100% Matrigel (BD Biosciences), and plated in 8-well coverslip bottom chambers (Idibi) and kept for 20 min at 37°C before addition of culture medium DMEM-F12 supplemented with Selenium/Transferrin, FGF2 (Sigma) and 1% Penicillin/Streptomycin (Life Technologies). After 24 h, 5 nM 4-OHT (Sigma-Aldrich) was added for 6 h. For testing hormone responses, the medium was supplemented with 1 µg/mL of prolactin (Sigma), 25 ng/mL of progesterone (Sigma), or 50 nM β-estradiol (Sigma). Cells were cultured for 10 d, and then imaged using an inverted confocal Spinning Disk microscope.\n\nWhole Mount Digestion\n\nFemales induced with 1 µg/g of tamoxifen were sacrificed and their mammary glands were digested with collagenase and hyaluronidase enzymes for 1–1.5 h at 37°C, as previously described [14]. After washing in PBS, the remaining mammary ducts were fixed in 4% PFA for 15 min and imaged using an inverted confocal Spinning Disk microscope.\n\nMicroscope Image Acquisition\n\nFor image acquisition of stained sections, we used an Upright Epifluorescence Microscope with Apotome (Zeiss) or an upright Spinning disk Confocal Microscope (Roper/Zeiss), both equipped with a CoolSnap HQ2 CCD camera. Images were captured using either Axiovision AC software (Zeiss) or with Metamorph. Mammary organoids and whole mount digested mammary glands were imaged using an Inverted Spinning disk Confocal Microscope (Roper/Nikon) equipped with a CCD CoolSnap HQ2 camera, and images were captured with the Metamorph software. All images were processed and assembled with ImageJ and Adobe Photoshop software.\n\nMicroarray and GSEA Analysis\n\nMicroarray analysis was performed using Affymetrix Mouse Gene 2.1 arrays. For each condition, three biological replicates were performed, by pooling the mammary glands from two mice/replicate. cDNAs were synthesized from total RNA and hybridized by the Institut Curie Genomics Platform. Data normalization and analysis was performed using the R software (version 3.0.0) and Bioconductor packages. Arrays were normalized according to the RMA normalization procedure [38]. After normalization, only annotated probe sets were selected and then filtered to obtain one probe set per each gene (the most variant was selected). The comparison between the GFPpos and GFPneg cells was performed using the linear model method with Limma package. We used false discovery rate (FDR) to adjust for multiple testing. Genes presenting a log fold change &gt;1.5 and p-values adjusted by the Benjamini and Hochberg method &lt;0.05 were considered statistically significant. We used GSEA v2.2 to perform the gene-set enrichment analysis on different functional and/or distinguishing gene signatures [39]. Because of the small number of samples per condition (n = 3), normalized microarray expression data were analyzed using gene-set permutation. Gene sets C2 (curated gene sets) were used for the analysis. These gene sets were obtained from the MSigDB database v4.0 adjusted for mouse organism based on The Jackson Laboratory Human and Mouse Homology and provided by The Walter and Eliza Hall Institute of Medical Research (http://bioinf.wehi.edu.au/software/MSigDB). Microarray data are available in the ArrayExpress database (www.ebi.ac.uk/arrayexpress) under accession number E-MTAB-2897.\n\nTransplantations into Cleared Mammary Fat Pads\n\n10,000 GPFpos luminal sorted cells (LinnegCD24+CD29low) alone or mixed with 10,000 Tomato cells (Linneg) were re-suspended in 10 µl of matrigel (BD Biosciences) and injected into cleared fat pads of glands number 4 of 3-wk-old Balb/C nude females. Recipient mice were mated 2 wk after transplantation and were analyzed when fully pregnant. Recipient glands were dissected, analyzed by whole-mount, fixed, and embedded in OCT for further immunostaining. An outgrowth was defined as an epithelial structure comprising ducts and lobules and/or terminal end buds.\n\nThe numerical data used in all figures are included in S1 Data.\n\nSupporting Information"
}