{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050201",
  "doi": "10.1371/journal.pbio.0050201",
  "externalIds": [
    "pii:06-PLBI-RA-2319R2",
    "sici:plbi-05-08-05",
    "pmid:17676974",
    "pii:06-PLBI-RA-2319",
    "pmcid:PMC1925137"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Aging Hematopoietic Stem Cells Decline in Function and Exhibit Epigenetic Dysregulation",
  "authors": [
    {
      "name": "Stuart M Chambers",
      "first": "Stuart M",
      "last": "Chambers",
      "affiliation": "Program for Cell and Molecular Biology, Baylor College of Medicine, Houston, Texas, United States of America; Stem Cells and Regenerative Medicine Center, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Chad A Shaw",
      "first": "Chad A",
      "last": "Shaw",
      "affiliation": "Stem Cells and Regenerative Medicine Center, Baylor College of Medicine, Houston, Texas, United States of America; Department of Molecular & Human Genetics, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Catherine Gatza",
      "first": "Catherine",
      "last": "Gatza",
      "affiliation": "Program for Cell and Molecular Biology, Baylor College of Medicine, Houston, Texas, United States of America; Department of Virology and Microbiology, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "C. Joseph Fisk",
      "first": "C. Joseph",
      "last": "Fisk",
      "affiliation": "Department of Molecular & Human Genetics, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Lawrence A Donehower",
      "first": "Lawrence A",
      "last": "Donehower",
      "affiliation": "Program for Cell and Molecular Biology, Baylor College of Medicine, Houston, Texas, United States of America; Department of Virology and Microbiology, Baylor College of Medicine, Houston, Texas, United States of America; Department of Molecular and Cellular Biology, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Margaret A Goodell",
      "first": "Margaret A",
      "last": "Goodell",
      "affiliation": "Program for Cell and Molecular Biology, Baylor College of Medicine, Houston, Texas, United States of America; Stem Cells and Regenerative Medicine Center, Baylor College of Medicine, Houston, Texas, United States of America; Department of Molecular & Human Genetics, Baylor College of Medicine, Houston, Texas, United States of America; Department of Pediatrics, Baylor College of Medicine, Houston, Texas, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-08",
  "dateElectronic": "2007-07-24",
  "dateAccepted": "2007-05-21",
  "dateReceived": "2006-12-08",
  "volume": "5",
  "number": "8",
  "pages": "e201",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Hematology",
    "Discipline/Immunology",
    "System Taxonomy/Mus (mouse)",
    "Type/Research Article"
  ],
  "abstract": "Age-related defects in stem cells can limit proper tissue maintenance and hence contribute to a shortened lifespan. Using highly purified hematopoietic stem cells from mice aged 2 to 21 mo, we demonstrate a deficit in function yet an increase in stem cell number with advancing age. Expression analysis of more than 14,000 genes identified 1,500 that were age-induced and 1,600 that were age-repressed. Genes associated with the stress response, inflammation, and protein aggregation dominated the up-regulated expression profile, while the down-regulated profile was marked by genes involved in the preservation of genomic integrity and chromatin remodeling. Many chromosomal regions showed coordinate loss of transcriptional regulation; an overall increase in transcriptional activity with age and inappropriate expression of genes normally regulated by epigenetic mechanisms was also observed. Hematopoietic stem cells from early-aging mice expressing a mutant p53 allele reveal that aging of stem cells can be uncoupled from aging at an organismal level. These studies show that hematopoietic stem cells are not protected from aging. Instead, loss of epigenetic regulation at the chromatin level may drive both functional attenuation of cells, as well as other manifestations of aging, including the increased propensity for neoplastic transformation.",
  "fullText": "Introduction\n      \nSomatic stem cells replenish many tissues throughout life. In general, they have slow turnover and reside in specialized niches, protected from the environment, so that only a few are activated at a time. Thus, stem cells are a defense against aging, replacing cells lost through attrition. If the rejuvenating effect of stem cells were perfect, senescing cells would be replaced indefinitely; but even in highly regenerative tissues such as the skin, the gut, and the hematopoietic system, age-related decline in function is well established [1]. Still unclear are the effects of aging on the stem cells themselves, which could contribute to inferior tissue repair.\n\nHematopoietic stem cells (HSCs) continuously replenish the blood and immune system throughout life. Data from mice support an age-related decline in stem cell function [1], suggesting that older HSCs are inadequate to cope with the demands of blood production. When limited numbers of aged hematopoietic progenitors are transplanted into young recipients under competitive conditions, they show an overall reduction in long-term repopulating potential [2]; in particular, lymphopoiesis is deficient, whereas myelopoiesis is enhanced [3,4]. Paradoxically, however, the total number of primitive progenitors has been reported to increase with age in the C57Bl/6 mice [2,5]. A recent study of aged hematopoietic stem and progenitor cells suggested that increased expression of particular proto-oncogenes may underlie some of these observed changes [4].\n\nAlthough the previous studies varied widely, the findings provide compelling evidence for major age-related alterations in HSC function. To gain insight into the molecular mechanisms that underlie these deficits, we examined gene expression in HSC as a function of age on a genome-wide scale in normal and an early-aging p53 mutant strain. These data provide a comprehensive molecular portrait of aging in HSC, and show that stem cell aging mirrors the aging of other tissues, marked by a dramatic inflammatory response, stress responses, and substantial alterations in the regulation of chromatin structure.\n\n      Results\n      \n        Phenotypically Defined HSCs Increase in Number with Age and Possess a Functional Defect\n        \nThe number of whole bone marrow (WBM) progenitors defined by cell surface markers in C57Bl/6 mice increases with age relative to total WBM cellularity [2,5]. To assess whether this property extends to HSCs purified using the side population (SP) cells defined by their ability to efflux Hoechst 33342 dye [6], we examined the SP cells in C57Bl/6 mice ranging from 2 to 21 mo of age. The results demonstrate a 9-fold increase in the number of SP cells with age (Figure 1A), with the most primitive SPlow cells [7] showing the greatest increase. These SP cells also exhibit the surface phenotype of HSC regardless of age (c-kitpos, lineageneg, and Sca-1pos [SParKLS]), consistent with their high degree of purity and homogeneity (Figures 1B and S1). Aged HSCs were uniformly CD48neg, which is one of the markers recently described to mark differentiated hematopoietic cells from both young and aged mice [8,9] (unpublished data). Thus, murine HSCs defined by multiple phenotypes increase 9-fold in WBM over approximately 2 y. The increase in cell number was not a result of greater proportion of S-phase HSCs, as determined by propidium iodide staining (Figure 1C), suggesting an alternative mechanism for the increase in HSC number.\n\nLimiting dilution bone marrow transplantation can measure the ability of HSCs to reconstitute recipients under competitive conditions and the functional purity of HSC [10]. HSCs (SParKLS) were therefore purified from either 2- or 21-mo-old mice and transplanted into lethally irradiated recipients, along with competitor bone marrow. Progeny from donor HSC were distinguished from competitor and recipient cells using the CD45 allelic system [11]. The proportion of peripheral blood progeny derived from purified young and old HSC was monitored at 4, 8, and 16 wk post-transplantation. Four weeks after transplantation, there was little difference in the contribution of young versus old HSCs (Figure 1D), but at 8 and 16 wk post-transplant, the contribution from the old HSCs was significantly reduced, but still multilineage (Figure S2). This finding argues that HSCs acquire a defect in long-term, but not short-term, repopulating potential with increasing age. This deficit represents roughly a 3-fold loss in functional activity per purified stem cell. With a 5- to 10-fold numerical increase in HSC, this indicates that the total stem cell activity remains fairly constant with age, which is consistent with other reports [2,12].\n\n        Gene Expression Changes in Aging HSCs by Microarray Analysis\n        \nTo identify transcriptional changes in aged HSCs that correlate with the observed functional deficit, we examined the expression of more than 14,000 genes, using Affymetrix MOE430a microarrays and HSCs purified from 2-, 6-, 12-, and 21-mo-old mice. A quadratic trend line (parabola) was fit for each gene over the 19-mo test period, which showed that the genes generally either increased or decreased in expression in a time-dependent fashion. We used a linear contrast model based on the entire observation course to determine which genes had the largest changes in expression over time. This revealed 1,600 genes that were up-regulated at 21 mo (“Up-with-Age” group), and 1,500 that were down-regulated (“Down-with-Age” group), which is summarized as a heat map in Figure 2. A small hand-picked list is shown in Table 1; the entire list of differentially expressed genes is supplemented in Tables S1 and S2, and a searchable database of all genes on the array can be found at http://rd.plos.org/pbio.0050201. Expression changes of a subset of these genes were validated by real-time quantitative PCR in duplicate on independently purified HSC (Figure S3). We also compared transcriptional profiles for WBM versus HSCs to identify HSC-specific transcripts; surprisingly, only a modest overlap of genes was found with those that were up-regulated or down-regulated with age, suggesting that the HSC-specific transcriptional programs remain relatively stable as the organism ages (Figure 2). A remarkable overlap was found between genes up- and down-regulated with age in this study and a previous study of HSC aging, with the top ten genes being identical [4].\n\n        Gene Ontology Categories Enriched for Age-Induced or Age-Repressed Genes\n        \nWe next sought to identify biological processes that were enriched in age-induced or age-repressed genes, compared to chance alone. For this purpose, we used Gene Ontology (GO; http://www.geneontology.org) to group genes on the basis of a particular biological process [13], and identified GO categories that were enriched with statistical significance by a method previously reported [14]. When applied to the Up-with-Age gene list, the analysis revealed a large number of enriched categories that have been linked to aging in general, such as NO-mediated signal transduction, the stress response (protein folding), and the inflammatory response, whereas categories enriched for Down-with-Age genes often included those involved in the preservation of genomic integrity, such as chromatin remodeling and DNA repair (Figure 3A) (the entire GO results can be found at http://rd.plos.org/pbio.0050201).\n\n        NF-κB and P-Selectin Are Activated in Aged HSCs\n        \nA link between aging and inflammation has been demonstrated in several vertebrate models and in humans [15], and we found evidence for the age-dependent regulation of several stress-related genes in HSCs. One of the most highly up-regulated of these genes expresses P-selectin, a cell surface adhesion molecule that serves as a marker for physiological stress states, including inflammation [16], aging [17], and cardiovascular disease [18]. P-selectin expression in HSCs, was of particular interest because it mediates the leukocyte–vascular endothelium interaction important for leukocyte extravasation [16] and therefore has implications for HSC migration. Flow cytometric analysis demonstrated increasing levels of P-selectin on the surface of HSCs isolated from 24- to 28-mo-old mice (21%–81%, Figure 4A), in contrast to scant levels (3%) on HSCs from young mice.\n\nWe hypothesized that the p65 isoform of NF-κB, which transcriptionally regulates P-selectin [19] would be activated in aged HSCs. To test this, we purified HSCs from 2- and 22-mo-old mice, and examined them for p65 localization by immunofluorescence. In contrast to only 3% of 2-mo-old HSCs, 71% of 22-mo-old HSCs showed enhanced nuclear localization of p65 protein (Figure 4B and 4C). These results implicate NF-κB activation as the mechanism of increased P-selectin expression in aged HSCs, most likely reflecting a time-dependent rise in inflammation.\n\n        Timing of Gene Induction/Repression in Aging HSCs\n        \nThe time course of data allowed us to examine the timing of changes in age-regulated gene expression. We determined when the trend line for each given gene achieved half its maximum change over the full time course (T1/2-max), then grouped the genes by GO category and plotted the results for those categories that had a significant enrichment in the previous analysis (Figure 3A), creating a GO-timer. As shown in Figure 3B, genes that participate in NO-mediated signal transduction were the first to be up-regulated during HSC aging, followed closely by those contributing to the stress response and the regulation of lymphocyte proliferation. Inflammatory-response genes were not activated until late in the aging process, after up-regulation of NF-κB signaling, strengthening our hypothesis that inflammation exerts a strong influence on HSC aging through stimulation of the NF-κB pathway. Complete GO-timer results can be found at http://rd.plos.org/pbio.0050201.\n\n        Centers-of-Regulated Expression Analysis\n        \nIn Saccharomyces cerevisiae, the chromatin regulatory factor Sir2, a NAD-dependent histone deacetylase, suppresses recombination and silences transcription at multiple genomic loci [20]; its loss is associated genomic instability and aging. Since genes involved in chromatin remodeling and transcriptional silencing were excessively down-regulated in our GO enrichment analysis, we predicted global dysregulation of transcriptional activity. We reasoned that this would be evidenced by finding regions of chromosomes in which genes that were physically clustered together changed coordinately with age. To test this idea, genes were ordered by their chromosomal position, and age-induced and age-repressed genes were mapped using a density-based statistical approach. The result was a single curve across each chromosome, with peaks representing regions of coordinate up-regulation, and valleys regions of coordinate down-regulation (Figure 5A). Chromosomal loci with significant coordinate changes in gene expression were identified as centers of regulated expression (COREs; Figure 5A, red lines). Using this method, we found more than 100 such COREs among the 19 mouse autosomes (Table S3). Importantly, there were twice as many CORE peaks as there were valleys, indicating a predominance of a loss of transcriptional silencing throughout the genome.\n\nTwo recent linkage analyses in BXD mice indicated 22 chromosomal regions, or quantitative trait loci (QTLs), containing genes regulating hematopoietic progenitor number and organism lifespan [21,22]. We therefore asked whether any of the 17 mapped QTL loci might correspond to COREs. Eight of the QTLs mapped to seven COREs on Chromosomes 2, 4, and 7 (Figure 5C), consistent with the possibility that the QTL-associated genes on these chromosomes may play a critical role in regulating lifespan and HSC number. When compared to other non–HSC-related QTL datasets obtained from WebQTL [23], we observed a much greater overlap with the Henckaerts, et al. dataset [22] (p-value = 0.06).\n\n        Immunoglobulin Kappa Expression Provides Evidence for Chromatin Dysregulation\n        \nWith such dramatic changes in chromatin regulation, we expected to find inappropriate expression of specific genes in aged HSC. Indeed, with age, we observed a striking increase in expression of the immunoglobulin (Ig) heavy chain gene (IgH; ∼37-fold) and the immunoglobulin kappa (IgK) light chain gene (∼50-fold). Ig genes are not normally active in HSC, but become highly expressed in B cells. We thus decided to examine age-related transcription of the highly studied IgK locus in more detail. The possibility that B cells were contaminating the purified HSCs was excluded using antibodies against two markers of early and mature B cells, CD19 and Il-7r (Figure S4A). In addition, a PCR-based assay to detect Ig recombination [24] showed no evidence of V(D)J recombination (Figure S4B).\n\nTranscripts from an unrecombined IgK locus, termed germline (GL) transcripts because they are removed during V(D)J recombination, have been sighted previously in a pre–pro-B cell line [25]; however, this occurs only after epigenetic modification, including DNA demethylation and subsequent histone modification [26]. Using reverse transcriptase PCR (RT-PCR) to detect GL IgK transcripts in poly-A RNA extracted from HSC from 2- and 24-mo-old mice, GL transcripts were readily detectable in HSC from old mice, but were absent in HSC from young mice (Figure 5D). Sequencing confirmed their GL structure, which included the entire first joining minigene (J1) and the constant region with a poly-A tail. These data are consistent with a loss of epigenetic regulation at the IgK locus with age in aged HSC. Such epigenetic changes may enable access by NF-κB and other factors that drive IgK gene expression, leading to inappropriate expression in aged HSC.\n\n        Stem Cell Aging Is Uncoupled from Tissue and Organismal Aging in p53 Mutant Mice\n        \nThe tumor suppressor p53 is activated by stress and has been implicated in the balance between longevity and tumor formation [27]. Mutant mice expressing a truncated allele of p53 (m allele) display an augmented p53 response, several early-aging phenotypes, and hematopoietic defects, including a blunted HSC proliferative response [28] and a lack of sufficient stem cell potential throughout life to maintain longevity [29]. In contrast, mice with half the amount of p53 (p53+/−) would be expected to live longer than wild-type (WT) mice, except that they develop lethal tumors. Consistent with the role of p53 in regulating cell proliferation, the p53+/− mice exhibit increased stem cell proliferation [29].\n\nWe examined HSC from p53+/m and p53+/− HSC to gain insight into the role of stem cells in organismal aging. HSC from 12-mo-old p53+/m and p53+/− mice were isolated and their gene expression profiles determined as above. These two strains studied constitute the available extremes of p53 activity; the p53+/− mouse has half the p53 dose of WT mice, and the p53+/m allele mice have more p53 activity than WT. A pairwise comparison between the p53+/m and the p53+/− HSC data (Tables S4 and S5) confirmed up-regulation of the GO categories DNA repair, Response to DNA damage stimulus, and Apoptosis in the p53+/m HSC (Figure 6A, Tables S6 and S7). Using the trend lines from the WT HSC time course, we calculated for each gene a predicted age (in months) based on the level of expression in both the p53+/m and p53+/− 12-mo-old mice. Interestingly, many of the genes from Table 1 exhibit a “younger” expression pattern in the p53+/m mice, including up-regulated genes such as Icam-1 (−4.3 mo), CatnB (−3 mo), and Dnaja2 (−2.8 mo), as well as down-regulated genes such as Madh4 (−6.3 mo), Hdac6 (−4.6 mo), Dnmt3b (−5 mo), and Sirt7 (−6.4 mo). Genes were then grouped on the basis of GO, and the categories with a significant shift in predicted age (Wilcoxon t-test, p-value &lt; 0.05) were identified. Overall, the p53+/m mice appeared younger by 1–5 mo compared to the p53+/− mice in the vast majority of significant GO categories (84/87) (Figure 6B and Table S8). Only three categories were “older” in p53+/m mice, the most striking being that of the inflammatory response, indicating that this can be uncoupled from the other manifestations of aging. Examples are P-selectin and Cox2, which are older in the p53+/m compared to the p53+/− HSC by +4.6 and +6 mo, respectively. The notion of relative youth of p53+/m stem cells is supported by the observation that HSC from p53+/m mice do not exhibit an age-related increase in number as is observed in their WT counterparts [30], and have attenuated activity after 5FU treatment [28], which can be explained by the lower HSC proliferative capacity. This is also consistent with our observation that HSC from the p53+/m mice form in vitro colonies at a similar frequency as WT HSC, but with reduced size, indicating a reduced proliferative capacity (Figure S5). These results suggest that although p53+/m mice appear older at a tissue and organismal level, the genetically imposed slower rate of proliferation uncouples the manifestations of aging in HSC, causing them to remain relatively young at a molecular level despite an inflammatory and aged tissue milieu.\n\n      Discussion\n      \nLimitations in stem cell number or function have been proposed to restrict longevity. However, we show here that in WT mice, stem cells decline in function, when measured per HSC, with a concomitant increase in their number, resulting in a minimal net change in overall HSC activity, strongly suggesting that stem cells are not likely to be a factor limiting hematopoietic regeneration with age. However, their functional deficits do show that HSCs are impacted by the forces of aging in a manner similar to that of differentiated cells [31–34].\n\nIn our molecular analysis, we identified global age-related changes in gene expression in murine HSCs, with a view to identifying mechanisms that could be responsible for these age-associated declines in HSC function. Genes involved in inflammatory and stress responses dominated the group of up-regulated genes, whereas those participating in chromatin regulation and DNA repair were prominent among down-regulated genes.\n\nMany of the observed expression changes are corroborated by a recent study of HSC aging [4]. Although the number of genes that go up or down with age was similar between our study and the one by Rossi et al. [4], the precise overlap between the genes is modest: only 343 genes were differentially expressed in both lists. We believe this is primarily due to a different purification strategy and array analysis that was used in our study. Remarkably, however, the top ten genes in both lists of genes that were Up-with-Age as well as those that were Down-with-Age were identical, and the magnitude of the changes was striking. For example, P-selectin was found highly up-regulated with age, for a mean fold-change of approximately 60 between the two studies. Likewise, both studies observed the up-regulation of specific protooncogenes, such as Runx1, that we believe could contribute to the increased incidence of myeloid leukemia with age.\n\nIn both studies, the inflammation markers P-selectin and clusterin (both regulated by NF-κB) and protein-folding genes such as Hspa8 and Dnajc3 were found up-regulated. Additionally, we found genes involved in DNA repair and chromatin maintenance (Xab2, Rad52, Polb, and Lmna) to be down-regulated in both studies, supporting the notion that HSC become epigenetically dysregulated.\n\nThe marked stress response exhibited by the HSC suggests that a proinflammatory microenvironment exists within the aging marrow. Studies of aging arteries, brain, and kidney have also observed up-regulation of inflammatory markers [33–35], but could not distinguish between immune cell infiltration and intrinsic inflammatory response of the tissue. The up-regulation of TLR4 (Toll-like receptor 4) (Table 1) is especially intriguing because one of its principal signaling targets is NF-κB, which regulates a variety of genes involved in the inflammatory response, including prostaglandin E2 synthase (Cox-2) and the adhesion molecules ICAM1 and P-selectin [36] (Table 1). This molecular profile resembles the elevated inflammatory state previously described in older mice (“inflamm-aging” [37]); however, our mice were raised in specific-pathogen–free conditions, and thus the inflamm-aging can be independent of antigenic load. Strikingly, Inflammatory Response was one of the few GO categories found “older” in the p53+/m mice compared to the p53+/− mice. This correlates with the early-aging phenotype observed at the organismal level in p53+/m mice, and suggests that inflammation is an intrinsic effect of age.\n\nThe up-regulated inflammatory genes in aging HSCs may have mechanistic implications for the decline of HSC function. The ability of HSCs to engraft in bone marrow is influenced by their homing properties; since cell adhesion plays a critical role in the engraftment of HSCs, aberrant up-regulation of genes encoding P-selectin and ICAM1 might affect the ability of older HSCs to home to the bone marrow, disrupting repopulation. Likewise, down-regulation of genes in the TGFβ signaling pathway such as SMAD4, endoglin, and spectrin b2 (Table 1), may explain the increased number of HSCs, because the TGFβ pathway influences HSC pool size [38].\n\nEqually striking was the increased expression of clusterin (clu) and amyloid beta precursor protein (App) in aged HSCs (Table 1), because these proteins aggregate within plaques in the brains of Alzheimer's patients [39]. Cathepsin B, involved in APP [40] processing, also increased in aged HSCs (Table 1). Clusterin, containing chaperone homology, along with several chaperonin subunits (beta, gamma, zeta, eta, and theta) increased with age, as did stress-response genes Hsc70/Hspa8, HSP90/Hspca, Bip/Hspa5, and several Hsp40 homologs (Dnaja1, Dnaja2, Dnajb6, Dnajb10, and Dnajc3) (Tables 1 and S1). These changes, as well as the approximately 6-fold enrichment in NO-mediated signaling genes (Figure 3), may be in response to oxidative stress, a common feature of aged cells [41]. Some of these genes were previously noted to increase with age in murine hearts and skeletal muscle, and to decrease in animals on dietary restriction [31,32].\n\nAlthough inflammatory and stress-response genes increased with age, genes that ensure transcriptional fidelity declined with age. For instance, lamin A declined with age and is linked to normal human aging [42] and Hutchinson-Gilford progeria [43] (Table 1). Likewise, Bloom syndrome homolog (Blm) declined, mutations in which cause genomic instability, hypermutability, and cancer predisposition [44]. Multiple DNA repair genes, including Rad52, Xrcc1, and Xab2 were also down-regulated. Because DNA damage is thought to be a driving factor in aging [45], a blunted DNA damage response could retard DNA repair, increasing the risk of retaining mutations, leading to malignant transformation, one of the hallmarks of old age.\n\nIt was surprising that HSCs from 12-mo-old early-aging p53+/m mice appeared molecularly younger than age-matched WT and p53+/− HSC. This suggests that a genetically imposed lower rate of stem cell proliferation, as seen in the p53+/m HSC, can reduce the apparent age of the HSC, despite their residence in an environment that exhibits other outward manifestations of aging [28]. But this reduced proliferative capacity also results in poorer hematopoietic regeneration activity, when the stem cells are examined at the population level [28]. In other words, lower HSC proliferation results in a more youthful stem cell, but poorer tissue regeneration, and consequently an aged phenotype; this indicates that stem cell proliferation and tissue regeneration are finely balanced to maximize longevity, so that cell cycle disruption results in an uncoupling of tissue and organismal aging from the aging of the resident stem cell.\n\nFinally, three lines of evidence in our work indicate broad changes in epigenetic regulation with age. Several GO categories (Figure 3A) and specific genes involved in transcriptional silencing via chromatin regulation are down-regulated with age, such as the SWI/SNF-related chromatin remodeling genes (Smarca4 and Smarcb1), as well as three histone deacetylases (Hdac1, -5, and -6) and a DNA methyltransferase (Dnmt3b). Because these changes largely occur mid-way through life (Figure 3B), they could easily be envisioned to underlie inappropriate expression of additional genes. In addition, the CORE analysis revealed many chromosomal regions coordinately changing with age, and suggested an overall loss of transcriptional silencing. Finally, inappropriate transcription from the IgK locus, known to be driven by NF-κB activity following epigenetic modification enabling accessibility of the locus, was observed in old, but not young, HSCs (Figure 5).\n\nTogether, these data suggest an epigenetic view of aging that readily explains how so many diverse effects of age are evident at molecular, cellular, and organismal levels, and contrasts with the assumption that accumulation of lesions in genomic DNA or mitochondria accounts for the major effects of aging. Chromatin dysregulation could be a primary force in aging; epigenetic changes in otherwise normal cells could drive the loss of overall cellular functionality, as well as lay a fertile ground for secondary genetic events that lead irreversibly to oncogenic transformation. In this model, inappropriate expression of protooncogenes, or down-regulation of tumor suppressors, could result in a pre-transformed state, similar to myelodysplastic syndrome, a notion corroborated by another study of aging in murine HSC [4] in which Runx1, Pml, and other protooncogenes were up-regulated with age. Likewise, the increased transcriptional accessibility of some loci may enable interactions between otherwise distant chromatin domains, enhancing the likelihood of chromosomal translocations. Of particular note, the IgK locus that we show is transcriptionally active in aged HSC, is a well-established translocation partner with the Myc protooncogene in the generation of hematopoietic malignancies [46]. Moreover, IgK alleles have been shown to be differentially located within the nucleus depending on their state of activation [47], which could result in their juxtaposition to oncogenes, increasing the likelihood of translocation [48]. The role of epigenetic changes in cancer formation is increasingly recognized [49]; here, we suggest that chromatin dysregulation is a natural result of environmental insults with age, and a primary driver of secondary effects of age, including malignancy. A systems approach to the ways in which inflammation, stress response, and epigenetic regulation are linked may be essential to understanding aging and cancer.\n\n      Materials and Methods\n      \n        Mice and HSC purification.\n        \nAll mice were housed in a specific-pathogen–free barrier and fed autoclaved acidified water and mouse chow ad libitum. C57Bl/6 CD45.1 mice were allowed to age to 2, 6, 12, and 21–28 mo. HSCs were isolated as those cells that displayed the SP phenotype of Hoechst 33342 efflux [50] and were SParKLS. Hoechst and antibody staining was performed as previously described [11]. Sca-1 magnetic enrichment was performed with a Sca-1-biotin antibody (eBioscience, http://www.ebioscience.com/) and antibiotin microbeads (Miltenyi Biotec, http://www.miltenyibiotec.com/en/default.aspx) on an AutoMACS (Miltenyi). The Sca-1–enriched cells were suspended at a concentration of 108 cells/ml and incubated on ice for 15 min with strepavidin-Alexa488 (Molecular Probes, http://probes.invitrogen.com), c-Kit-phycoerythrin (PE; eBioscience), and antibodies against the lineage markers: PE-Cy5 conjugated Mac-1, Gr-1, CD4, CD8, B220, and Ter119 (eBioscience). Flow cytometric analysis was performed on a triple-laser instrument (MoFlow; Cytomation, http://www.dako.com). For cell cycle analysis, HSCs were sorted into deionized water containing 0.1% sodium citrate and 50 μg/ml propidium iodide (PI) and analyzed with a FACScan flow cytometer (BD Biosciences, http://www.bdbiosciences.com).\n\n        Limiting dilution analysis.\n        \nForty CD45.2 mice were transplanted with 3, 10, 30, 100, or 500 CD45.1 HSCs from either 2- or 21-mo-old mice along with 1 × 105 CD45.2 WBM competitor cells. Engraftment was measured by peripheral blood contribution 4, 8, and 16 wk post-transplantation.\n\n        Immunofluorescence studies.\n        \nAfter sorting, the HSCs were resuspended in 50% FCS in HBSS at a concentration of 25,000 cells/ml, and 0.2 ml of cell suspension was spun onto glass slides with a cytocentrifuge (Wescor, http://www.wescor.com) at 800 rpm for 4 min. Fixed slides were blocked for 1 h with 30% goat serum in PBS, stained for 1 h with polyclonal anti-p65 antibody (1:100 in PBS; eBioscience), and stained with secondary antibody (1:250 and DAPI 1:1,000). Texas Red background immunofluorescence was established with controls containing no primary antibody at an exposure time longer than 5 s. Texas red immunofluorescence images were photographed for 0.8 s.\n\n        RNA purification and hybridization to microarrays.\n        \nTotal RNA was isolated from 2.5–5 × 104 HSCs (2–5 mice pooled per microarray) with an RNAqeuous kit (Ambion, http://www.ambion.com), treated with DNAseI, and precipitated with phenol:chloroform. This RNA was linearly amplified in two rounds of T7-based in vitro transcription (MessageAmp kit; Ambion), and labeled in the last round with biotin-conjugated UTP and CTP (Enzo Biochem, http://www.enzo.com). Amplified biotinylated RNA (20 μg) was diluted in fragmentation buffer (5X; 200 mM Tris-acetate [pH 8.1], 500 mM KOAc, and 150 mM MgOAc in DEPC water) to a final volume of 40 μl, incubated at 94 °C for 25 min, and stored at −80 °C. A sample was run on a 4% nondenaturing agarose gel to confirm an RNA fragment length of approximately 50 base pairs. The labeled RNA was hybridized to MOE430A chips according to standard protocols (Affymetrix, http://www.affymetrix.com); the chips were then washed and counterstained with PE-conjugated streptavidin and a biotinylated anti-streptavidin antibody. The raw image and intensity files were generated with MAS 5.0 software (Affymetrix). All microarrays passed several quality controls as previously described [14]. Normalization and model-based expression measurements were performed with GC-RMA [51] (http://www.bioconductor.org).\n\n        Linear regression and contrast analyses.\n        \nTo identify genes whose expression varied significantly over time, we fit smooth curves to gene expression profiles by regression analysis. A quadratic polynomial was fit to the profile of each gene by use of LIMMA [52], enabling us to analyze progressive changes as well as peaks and valleys in expression over time. The Up-with-Age and Down-with-Age gene lists were identified by applying a linear contrast model and modified t-statistics from an empirical Bayes procedure [52] coupled with a linear step-up [53] multiple-testing correction (to estimate and minimize the false discovery rate to less than 5%) and a fold-change criterion of at least 2-fold for the 19-mo study period. In short, this contrast model is a composite score of reproducibility (t-statistic, p-value ≤ 0.05) and fold-change (&gt;2-fold), which simply conveys a degree of difference (contrast) in gene expression over time.\n\n        Gene Ontology analyses.\n        \nTo investigate the biological significance of the gene lists described above, we used GO (http://www.geneontology.org). GO is a controlled vocabulary that describes gene biological roles and is arranged in a quasi-hierarchical structure from more general terms to the more specific. After mapping each gene in the two lists to the GO tree structure, we determined the number of genes at or below any given node in the GO hierarchy and the amount of statistically significant enrichment (Fisher exact p-value) for each GO node relative to chance observation, using a previously developed procedure [54]. To assess the emergence and disappearance of enriched GO categories, we defined the time of half-maximal expression change (T1/2-max) for each gene in each category over the time interval. For genes whose maximal expression values were outside the 2- to 21-mo interval, the T1/2-max was determined as the intermediate expression value between the expression at 2 and 21 mo. For genes whose extreme expression values were within the interval, the T1/2-max was determined as the intermediate expression value between the expression at 2 mo and that extrema. Genes were grouped by GO category, yielding reliable estimates of time of induction and reduction for a given biological process. We conducted this analysis separately for the Up-with-Age and Down-with-Age gene lists.\n\n        CORE analysis method.\n        \nTo identify COREs, we obtained the genome coordinates of the Affymetrix MOE430A array from the MM5 build of the UCSC Genome Browser. To compare the locations of age-induced or age-repressed genes, we divided all genes into two disjoint classes based on the sign of the 21-mo versus 2-mo contrast. Redundant probe sets were removed by grouping all probe sets by Entrez Gene annotation. Because not all probe sets for a single Entrez Gene identifier have the same sign for the contrast score, the sign of the mean value was assigned to the Entrez Gene identifier. To compare the positions of these locations, we constructed a Gaussian kernel density estimate by chromosomal position for genes that increased with age and genes that decreased with age. We then calculated a ratio of these density estimates for the two groups. This ratio represents the density of genes that increase (peak) or decrease (valley) with age. A permutation test was performed to estimate the p-value where gene locations were randomly swapped along each chromosome, maintaining gene density but randomizing direction of regulation (up/down), Density estimate ratios were calculated based on 1,000 random permutations. This calculation enabled us to estimate a threshold of statistical significance such that peaks and valleys (high densities of age-induced and age-repressed genes) exceeding the 0.025 and 0.975 permutation-based quantiles were judged to be statistically significant at an estimated p-value of 0.05.\n\n        Immunoglobulin assays.\n        \nPurified cells were sorted into lysis/PCR buffer, and PCR was performed as previously reported [24]. For GL RT-PCR, approximately 20,000 HSCs from either young or old mice were sorted into HBSS, and RNA was isolated by the RNAqueous kit (Ambion). RT-PCR was performed with an oligo-dT primer and SuperScript II (Invitrogen, http://www.invitrogen.com) followed by 50 cycles of PCR. RT-PCR fragments were purified, cloned into the Topo 2.1 vector (Invitrogen), and sequenced. IgH recombination primers are previously published [24]. IgK GL transcript primers include 5′-CTTCAGTGAGGAGGGTTTTTG-3′ (forward 1), 5′-ACTATGAAAATCAGCAGTTCTC-3′ (forward 2), and 5′-CGTTCATACTCGTCCTTGGTC-3′ (reverse).\n\n        p53 Gene Ontology analysis.\n        \nTo assess the age-related expression differences between the p53+/m and p53+/− mice, genes with best-fitting trend lines (R2 &gt; 0.50) from the WT HSC aging time course were selected, and a predicted age (in months) was extrapolated for each gene based on the level of expression for both the p53+/m and p53+/− 12-mo-old mice. Genes were grouped on the basis of GO for both phenotypes and the categories with a significant shift in age (Wilcoxon t-test) between the p53+/m and p53+/− mice were identified by a p-value ≤ 0.05 and a median aged difference of greater than 1 mo. Mice used in these experiments have been back-crossed onto the C57Bl/6 background for four or more generations.\n\n        Datasets\n        \nAll data can be downloaded from our Web site http://rd.plos.org/pbio.0050201. In addition, all microarray data files have been deposited in the Gene Expression Omnibus (accession number GSE6503).\n\n      Supporting Information\n\n        Accession Numbers\n        \nEntrez Gene (http://www.ncbi.nlm.nih.gov/sites/entrez?db=gene) ID accession numbers for the genes discussed in this paper are App (11820), Blm (12144), CatnB (12387), Cct6a (12466), CD150 (6504), CD19 (12478), CD45 (19264), CD48 (12506), c-Kit (16590), Clu (12759), Cox2 (19225), Ctsb (13030), Ctsc (13032), Ctss (13040), Dnaja1 (15502), Dnaja2 (56445), Dnaja2 (56445), Dnajb10 (56812), Dnajb6 (23950), Dnajc3 (19107), Dnmt3b (13436), Dnmt3b (13436), Eng (13805), Hdac1 (433759), Hdac5 (15184), Hdac6 (15185), Hdac6 (15185), Hspa5 (14828), Hspa8 (15481), Hspca (15519), Icam1 (15894), IgH (111507), IgK (243469), Il-7r (16197), Lmna (16905), Madh4 (17128), p53 (22059), p65 (19697), Pml (18854), Rad52 (19365), Runx1 (12394), Sca-1 (110454), Selp (25651), Sirt2 (64383), Sirt3 (64384), Sirt7 (209011), Smarca4 (20586), Smarcb1 (20587), Spnb2 (20742), Tlr4 (21898), Xab2 (67439), and Xrcc1 (22594)."
}