{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001536",
  "doi": "10.1371/journal.pbio.1001536",
  "externalIds": [
    "pii:PBIOLOGY-D-12-03841",
    "pmid:23610556",
    "pmcid:PMC3627642"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A Positive Feedback Loop Involving Gcm1 and Fzd5 Directs Chorionic Branching Morphogenesis in the Placenta",
  "authors": [
    {
      "name": "Jinhua Lu",
      "first": "Jinhua",
      "last": "Lu",
      "affiliation": "State Key Laboratory of Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing, People's Republic of China; Graduate School of the Chinese Academy of Sciences, Beijing, People's Republic of China"
    },
    {
      "name": "Shuang Zhang",
      "first": "Shuang",
      "last": "Zhang",
      "affiliation": "State Key Laboratory of Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing, People's Republic of China; Graduate School of the Chinese Academy of Sciences, Beijing, People's Republic of China"
    },
    {
      "name": "Haruo Nakano",
      "first": "Haruo",
      "last": "Nakano",
      "affiliation": "Department of Comparative Biology and Experimental Medicine, Faculty of Veterinary Medicine, University of Calgary, Calgary, Alberta, Canada"
    },
    {
      "name": "David G. Simmons",
      "first": "David G.",
      "last": "Simmons",
      "affiliation": "Department of Comparative Biology and Experimental Medicine, Faculty of Veterinary Medicine, University of Calgary, Calgary, Alberta, Canada"
    },
    {
      "name": "Shumin Wang",
      "first": "Shumin",
      "last": "Wang",
      "affiliation": "State Key Laboratory of Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing, People's Republic of China"
    },
    {
      "name": "Shuangbo Kong",
      "first": "Shuangbo",
      "last": "Kong",
      "affiliation": "State Key Laboratory of Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing, People's Republic of China; Graduate School of the Chinese Academy of Sciences, Beijing, People's Republic of China"
    },
    {
      "name": "Qiang Wang",
      "first": "Qiang",
      "last": "Wang",
      "affiliation": "State Key Laboratory of Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing, People's Republic of China; Graduate School of the Chinese Academy of Sciences, Beijing, People's Republic of China"
    },
    {
      "name": "Lianju Shen",
      "first": "Lianju",
      "last": "Shen",
      "affiliation": "State Key Laboratory of Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing, People's Republic of China"
    },
    {
      "name": "Zhaowei Tu",
      "first": "Zhaowei",
      "last": "Tu",
      "affiliation": "State Key Laboratory of Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing, People's Republic of China; Graduate School of the Chinese Academy of Sciences, Beijing, People's Republic of China"
    },
    {
      "name": "Weixiang Wang",
      "first": "Weixiang",
      "last": "Wang",
      "affiliation": "State Key Laboratory of Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing, People's Republic of China"
    },
    {
      "name": "Bingyan Wang",
      "first": "Bingyan",
      "last": "Wang",
      "affiliation": "State Key Laboratory of Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing, People's Republic of China"
    },
    {
      "name": "Hongmei Wang",
      "first": "Hongmei",
      "last": "Wang",
      "affiliation": "State Key Laboratory of Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing, People's Republic of China"
    },
    {
      "name": "Yanling Wang",
      "first": "Yanling",
      "last": "Wang",
      "affiliation": "State Key Laboratory of Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing, People's Republic of China"
    },
    {
      "name": "Johan H. van Es",
      "first": "Johan H.",
      "last": "van Es",
      "affiliation": "Hubrecht Institute, Netherlands Institute for Developmental Biology, Utrecht, The Netherlands"
    },
    {
      "name": "Hans Clevers",
      "first": "Hans",
      "last": "Clevers",
      "affiliation": "Hubrecht Institute, Netherlands Institute for Developmental Biology, Utrecht, The Netherlands"
    },
    {
      "name": "Gustavo Leone",
      "first": "Gustavo",
      "last": "Leone",
      "affiliation": "Departments of Molecular Virology, Immunology, and Medical Genetics, Human Cancer Genetics Program, College of Medicine, Comprehensive Cancer Center, The Ohio State University, Columbus, Ohio, United States of America"
    },
    {
      "name": "James C. Cross",
      "first": "James C.",
      "last": "Cross",
      "affiliation": "Department of Comparative Biology and Experimental Medicine, Faculty of Veterinary Medicine, University of Calgary, Calgary, Alberta, Canada"
    },
    {
      "name": "Haibin Wang",
      "first": "Haibin",
      "last": "Wang",
      "affiliation": "State Key Laboratory of Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing, People's Republic of China"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-04",
  "dateAccepted": "2013-03-06",
  "dateReceived": "2012-09-22",
  "volume": "11",
  "number": "4",
  "pages": "e1001536",
  "tags": [
    "Developmental biology",
    "Discipline-v2/Biology",
    "Discipline-v2/Developmental biology",
    "Type/Research Article"
  ],
  "abstract": "Placenta formation during pregnancy requires chorioallantoic branching morphogenesis that involves establishing an amplifying feedback loop between Frizzled5 and Gcm1 to regulate branching initiation and trophoblast differentiation.",
  "fullText": "Introduction\n\nThe placenta is a temporary organ first formed during pregnancy that is essential for the survival and growth of the fetus in eutherian mammals. Abnormal placental development is often associated with intrauterine growth restriction, preeclampsia, and even fetal death in humans [1]–[3]. The development of placenta starts at embryonic day 4.5 (E4.5) in mice, when the formation of different trophoblast cell types is underway. By around E10.5, a placenta with complete structure has formed. The mature placenta is composed of three major layers: the outermost layer is comprised of trophoblast giant cells and is adjacent to maternal decidua; spongiotrophoblast cells form a layer between the labyrinth and outer giant cells, and the innermost layer is the labyrinth layer, a layer important for the exchange of nutrients, gases, and wastes between the mother and fetus. Development of the labyrinth is divided into three stages: chorioallantoic attachment at E8.5, initiation of branching in trophoblast cells at the base of the chorionic plate, and branching morphogenesis and vascularization in the chorionic plate. Disturbance to any one of these stages would lead to an impaired labyrinth development, resulting in failure of pregnancy. The Glial cells missing–1 (Gcm1) gene lies at a key step in labyrinth development, since its expression in clusters of trophoblast cells at the base of the chorion define the initiation of branchpoints [4]. While Gcm1 expression appears autonomously before chorioallantoic attachment, the maintenance of its expression during subsequent branching is dependent on contact with the allantois [5]. The signals that establish the initial Gcm1 pattern and which maintain it have not yet been defined.\n\nGene targeting experiments have shown that development of labyrinth is regulated by numerous signaling molecules [1]–[3] including the Wnt signaling pathway [6]. For example, mice with null mutation of Wnt7b, expressed in the chorion, die at mid-gestation stages due to a defect of chorioallantoic attachment [7]. Mutation of R-spondin3, a molecule that promotes the Wnt-β-catenin signaling pathway, leads to failure of branchpoint initiation in the chorionic plate [8]. Similarly, deletion of Bcl9l, a vertebrate ortholog of Drosophila legless and an essential intracellular member of Wnt pathway, also results in defective branchpoint initiation and impaired differentiation of trophoblast cells in the chorion into syncytiotrophoblast layer II (SynT-II) cells [9]. Moreover, targeted disruption of Wnt2 causes an impaired development of the labyrinth at a slightly later stage of gestation but still leading to perinatal embryo demise [10]. Defective labyrinth development has also been reported in Frizzled5 (Fzd5) mutant mice [11] though the details of the phenotype have not yet been reported. Therefore, it remains largely unknown how different Wnt ligands signal via Fzd5 receptors to regulate chorionic branching morphogenesis and/or vascularization of the labyrinth. Moreover, it is unknown how Wnt-Fzd5 signaling interacts with other essential regulators during the development of labyrinth.\n\nIn the present study, we have employed a variety of in vivo and in vitro models to address how Fzd5 regulates chorioallantoic development during placentation. We provide direct genetic evidence that an amplifying signaling hierarchy between Gcm1 and Fzd5 directs branching morphogenesis and trophoblast differentiation during placental development in both mice and humans.\n\nResults\n\nFzd5 Is Expressed in a Spatiotemporally Restricted Manner in the Developing Labyrinth Layer of the Placenta\n\nTo explore the pathophysiological significance of Fzd5-driven signaling during placental branching morphogenesis, we first performed in situ hybridization to examine the spatiotemporal expression profile of Fzd5 receptors in the developing placenta. Fzd5 mRNA expression was mainly detected in trophoblast cells of the chorion at E8.0, and was strikingly high at the branching points in the chorion at E9.0 (Figure 1A and Figure S1). Low levels of Fzd5 mRNA were also detected in the floating allantois at E8.0, from which the fetal vessels in the labyrinth are derived; its expression declined to undetectable levels in the allantois upon attachment with the chorion at E8.5 (Figure 1A and Figure S1). Fzd5 was also expressed in the yolk sac at later developmental stages (Figure S1), consistent with a previous report ascribing its necessity during yolk sac angiogenesis [11]. This spatiotemporal expression profile of Fzd5 suggests that Fzd5-coupled signaling may play a role during early placental labyrinth development.\n\nFzd5 Deficiency Derails the Normal Initiation of Branching Morphogenesis\n\nTo unveil the physiological significance of Fzd5 during chorionic villus development, we employed global Fzd5-null mutant mouse models achieved by crossing Fzd5loxp/loxp mice [12] with Zp3-Cre+/− mice. The yolk sacs of Fzd5-null mutant placentas at E10.5 were pale and devoid of blood vessels, with severely retarded fetal growth (Figure 1B). These defects are consistent with previous observations showing that Fzd5 is essential for yolk sac angiogenesis [11]. In addition to changes in the yolk sac, the labyrinth layer of the placenta was also significantly underdeveloped. Attachment of the chorion and allantois occurred normally in Fzd5 mutants with normal expression of vascular cell adhesion molecule–1 (VCAM-1) and α4 integrin at E8.5 (Figure S2), which are required for chorioallantoic attachment [13]–[15]. However, the initiation and progression of branching morphogenesis in the chorion failed to occur at E9.5 in Fzd5 mutants (Figure 1C). Immunostaining analysis of cytokeratin, which marks the placental trophoblast cells, and laminin, which stains the blood vessel endothelial cells, clearly revealed that the chorion remained flat and the primary villous branches did not initiate (Figure 1D).\n\nThe defective chorioallantoic branching was associated with altered trophoblast proliferation and differentiation. In control (Fzd5+/−) placentas, trophoblast cells lining the branchpoint site in the chorionic plate ceased proliferation and mitotic division, showing no staining for either Ki67 or phospho-histone H3 (pH3), consistent with previous findings [16]. By contrast, most trophoblast cells within the Fzd5−/− chorion still underwent proliferation showing positive staining for Ki67 and pH3 (Figure 1E), reinforcing the notion that Fzd5 deficiency derails the normal initiation of branching morphogenesis.\n\nTrophoblast-Expressed Fzd5 Is Essential for Chorioallantoic Branching\n\nSince the development of chorionic villi involves both the chorionic trophoblasts and the blood vessels from the allantois, both of which express Fzd5, to ascertain the relative contribution of chorionic versus allantoic Fzd5 in branching morphogenesis, we established a Cyp19-Cre+/−/Fzd5loxp/loxp mouse line by intercrossing Fzd5loxp/loxp mice with hemizygous Cyp19-Cre mice [17],[18] to achieve conditional deletion of the Fzd5 gene in the trophoblast cells. Fzd5 gene can be selectively deleted only in the trophoblast cells, while no depletion of Fzd5 in embryonic tissues (fetal endothelial cells) and yolk sacs was observed (Figure S3A and B). Upon conditional deletion of Fzd5 in trophoblast cells, retarded fetal growth and blocked branching morphogenesis was observed, similar to that observed in Fzd5-null mutants (Figure 2A and Figure S3C and D). Laminin-stained and Fzd5-intact fetal blood vessels failed to penetrate into the trophoblast-specific Fzd5-null chorion, unlike the well-interdigitated maternal-fetal interface in the control (Fzd5loxp/loxp) chorioallantoic plate (Figure 2A). These data suggest that trophoblast-expressed Fzd5 is essential for the normal labyrinth development.\n\nOn the basis of this finding, we surmised that the placental defects in Fzd5-null conceptus would be corrected regardless of the genotype of embryo proper upon complementation with wild-type 4N trophoblasts via tetraploid aggregation assay. Indeed, when diploid Fzd5-null embryos were aggregated with wild-type tetraploid Egfp+/− embryos and analyzed at E12.5, the GFP-expressing cells contributed exclusively to the trophoblast cells of the placenta and endoderm of the yolk sac (Figure S4), rescuing the development of diploid Fzd5−/− embryos (Figure 2B). By histological and laminin immunostaining analysis, we further observed that the labyrinth, and its maternal-fetal vascular network developed normally in the tetraploid Egfp+/−/Fzd5−/− conceptuses (Figure 2C). These findings highlight the requirement for trophoblast-expressed Fzd5 during labyrinth development.\n\nFzd5 and Gcm1 Are Regulated Reciprocally During the Initiation of Chorionic Branching\n\nIt is known that Gcm1 is expressed in small clusters of chorion trophoblast cells at the flat chorionic plate stage as early as E7.5 [19]–[21] and known to determine the sites where branching initiates [4]. To search for the underlying molecular basis intrinsic to chorionic defects in Fzd5 mutants, we speculated that there may be regulatory hierarchy between Gcm1 and Fzd5 during chorionic branching initiation. To test this idea, we examined expression patterns of Gcm1 and Fzd5 in wild-type, Gcm1−/−, and Fzd5−/− placentas. Double in situ hybridization analysis revealed a partially overlapping expression pattern of Gcm1 and Fzd5 in wild-type chorions (Figure 3A). Before the chorioallantoic attachment stage, patchy expression of Gcm1 but not Fzd5 was detected in chorion trophoblasts (Figure 3A). At E8.75 and E9.0, when branching is initiated at the basal layer of the chorionic plate, the Gcm1 expression was mainly located at the tips of branchpoint sites and lining the branching folds. Expression of Fzd5 was difficult to detect and scattered in the chorionic plate before E8.5. However, after chorioallantoic attachment Fzd5 expression became detectable in the chorion but in two distinct regions—in some scattered cells in the apical region as well as in the basal at the branchpoint sites where Gcm1 is expressed and branching is initiated between E8.75 and E9.0 (Figure 1A and Figure 3A). In Gcm1 mutant mice, we found a decrease or lack of Fzd5 expression in the basal chorion at E8.5, while Fzd5 expression at the apical region of the chorion appeared normal (Figure 3B). Interestingly, we noted that Gcm1 expression was almost diminished in Fzd5 mutants (Figure 3C). These interesting findings suggest that Gcm1 up-regulates Fzd5 specifically in chorion trophoblast cells at the sites where branching occurs, while this elevated Fzd5 expression in turn maintains Gcm1 expression at the branchpoints.\n\nFzd5 Deficiency Derails Branching Morphogenesis in the Chorion by Interfering With Trophoblast Syncytialization, Disassociation of Cell Junctions, and Chorionic Fetal Vessel Infiltration\n\nTo better understand the sequence of events that are regulated by Gcm1-Fzd5 function, we analyzed the molecular regulatory machinery governing the syncytiotrophoblast development, trophoblast cell junction disassociation, and blood vessel development from the allantois in Fzd5 mutants.\n\nIn mice, there are two layers of syncytiotrophoblast cells, SynT-I and -II, that lie between the fetal vessels and maternal blood sinuses in the labyrinth, with Syn-I cells lying closest to the maternal blood sinuses and with SynT-II cells lying closest to fetal endothelial cells. In Fzd5 mutants, in addition to down-regulation of Gcm1 expression in the chorionic plate at E8.5–10.5 (Figure 4A), expression of Gcm1 target genes syncytin b (Synb) and CCAAT/enhancer binding protein α (Cebpa), which are all localized to SynT-II cells [21]–[23], was significantly down-regulated (Figure 4A). Moreover, basal chorionic trophoblast cells did not fuse to form syncytiotrophoblast layer II and a functional labyrinth layer failed to form in Fzd5 mutants (Figure S5A and B). By contrast, expression of Syna, a marker for Gcm1-negative Syn-I cells [21]–[23], was apparently normal in Fzd5 mutants (Figure 4A). These results suggest that Gcm1-directed trophoblast differentiation and syncytialization is greatly hampered in Fzd5 mutants\n\nObservations of dynamic morphological changes in chorion trophoblast cells at branchpoint (Figure 1C) prompted us to further explore the cellular events that occur during the initiation of branching morphogenesis. Trophoblast cells at the base of chorionic plate are epithelial-like cells, which are linked to each other by cell adhesions, including tight junctions (Figure S6A and B). Dissociation of tight junctions is required for epithelial cells to be transformed to mesenchymal cells [24]. Therefore, we explored the status of the tight junction protein zonula occluden 1 (ZO-1) in the developing chorion by immunofluorescence staining. ZO-1 proteins were localized to the apical side of the trophoblast cells throughout the base of the flat control chorionic plate at E8.5 right before the initiation of branching morphogenesis (Figure 4B), whereas its expression was significantly down-regulated specifically at the branching sites at later times when branching began. By contrast, we noted with interest that ZO-1 expression was sustained in chorion trophoblast cells of Fzd5 mutants even at E9.5 (Figure 4B). In addition, claudin 4 and 7 underwent similar changes to that of ZO-1 upon Fzd5 deletion (Figure S6A and B). These observations suggested that Fzd5/Gcm1 is essential for cell junction disassociation, an early step during chorionic branching morphogenesis.\n\nCoincident with chorionic branching in wild-type placentas, the villi are immediately filled with vessels from the allantois. It is conceivable that the invasion of fetal vessels from the allantois into the space created by chorionic branching may be attracted and facilitated by vascular endothelial growth factor (VEGF) [25]. Expression of Vegf164 mRNA was readily detectable in chorion trophoblast cells at E9.0 in control placentas. However, Vegf164 mRNA expression was extremely low in Fzd5 mutants (Figure 4C), suggesting that fetal vessel infiltration is impaired by Fzd5 mutation.\n\nFzd5 Is Essential for Canonical Wnt Activation in Trophoblasts at the Branching Site\n\nSince Fzd5 deficiency leads to aberrant expression of Gcm1, ZO-1, and VEGF in the chorionic plate and all these genes are known to be regulated by canonical Wnt pathway in other systems [9],[26],[27], we speculated that Fzd5 may mediate the canonical Wnt activation in trophoblast cells during branching morphogenesis. To test this hypothesis, we performed immunohistochemistry to localize β-catenin and active β-catenin in the E9.0 placentas. While the expression of β-catenin was detected in trophoblast cells in both the control and Fzd5-null chorionic plate (Figure 5A), nuclear accumulation of active β-catenin was only detected in chorionic trophoblast cells lining branching folds in control placentas, but not in trophoblast cells of Fzd5-null placentas. Moreover, active β-catenin was also detected in the allantois, and its expression was not affected by Fzd5 deletion (Figure 5B), reinforcing the notion that trophoblast-expressed Fzd5 is essential for normal branching morphogenesis. Nonetheless, this finding provides a new line of evidence suggesting that Fzd5-mediated canonical Wnt pathway plays a role during chorioallantoic development.\n\nCanonical Wnt2-Fzd5 Signaling Is Essential for Gcm1 Expression During Trophoblast Cell Differentiation in Culture\n\nSince recent evidence shows that Gcm1 can be regulated by canonical Wnt pathway in human BeWo choriocarcinoma cells [9], we tested whether Fzd5-mediated canonical Wnt signaling would directly regulate Gcm1 expression during trophoblast differentiation and syncytialization in mice. The PGL3-Gcm1 constructs, which contain binding sites for LEF/TCF, were transfected into HEK293T cells and mouse trophoblast stem (TS) cells. One binding motif (CTTTGTA: −3,661 bp) in the promoter region of Gcm1 was found to be activated by LiCl and CHIR99021, activators of canonical Wnt pathway (Figure 6A and B and Figure S7). Quantitative RT-PCR analysis further revealed that Gcm1 expression was dramatically decreased in Fzd5−/− TS cells (Figure 6C), as well as the extent of trophoblast syncytialization (Figure 6D and E), whereas CHIR99021, which bypasses Frizzled receptors [28], could largely restore the Gcm1 expression and trophoblast syncytialization in Fzd5−/− TS cells (Figure 6C–E). These results indicate that Fzd5-mediated canonical Wnt signaling is essential for normal Gcm1 expression during trophoblast cell differentiation. However, a question remains as to which Wnt ligand(s) can signal through Fzd5 receptor during placental development.\n\nSince a reciprocal interaction between allantoic mesoderm and chorionic trophoblast is critical for branching morphogenesis [13]–[15], we surmised that Wnt genes expressed in the allantois would contribute to Fzd5 activation during the initiation of branching morphogenesis. In assessing potential candidates, we performed in situ hybridization analysis of Wnt2, Wnt5a, and Wnt7b gene expression in the developing placentas. We observed that Wnt2 mRNA was expressed in the allantois before chorioallantoic attachment and to the endothelial cells of the fetal blood vessels at later stages after chorioallantoic attachment. While Wnt7b was localized to the base of the chorion plate, Wnt5a was detected in both the chorion and allantois (Figure S8). Since the trophoblast cells in the chorion begin to differentiate until the attachment of allantois, we surmised that Wnt2 may be a prospective ligand for Fzd5 to trigger trophoblast differentiation in the chorion. To test this hypothesis, we overexpressed Wnt2 in TS cells. Overexpression of Wnt2 significantly upregulated Gcm1 expression (Figure 6F) in control (Fzd5+/−) TS cells, but not in Fzd5−/− trophoblast cells, accompanied by intracellular β-catenin (active β-catenin) accumulation (Figure 6G and H). However, adding of IWP-2, a small-molecule inhibitor interfering with the ability of cells to produce active Wnt proteins [29]–[32], reduced the levels of Gcm1 expression and active-β-catenin significantly in both control and Fzd5-null TS cells (Figure 6G and H), suggesting that Wnt2 is at least one potentially important ligand directing the normal trophoblast differentiation in the chorion during placental development.\n\nFZD5-GCM1 Signaling Axis Is Operative During Human Trophoblast Syncytialization\n\nAs in mice, GCM1 regulates trophoblast syncytialization in humans [33], and so we examined if WNT2-FZD5 signaling was also involved. FZD5 mRNA was detected in both cytotrophoblasts and syncytiotrophoblasts in human placental villi (Figure 7A and B), and its expression was up-regulated in cultured primary cytotrophoblast cells undergoing spontaneous fusion into syncytiotropblasts (Figure 7C). Moreover, WNT2 was primarily expressed in cytotrophoblast cells of the human villous (Figure 7A and B) and its expression was increased during spontaneous fusion of primary cytotrophoblast cells (Figure 7C). To determine whether FZD5 would regulate trophoblast syncytialization in humans, we employed siRNA against different sequences within the FZD5 mRNA in human BeWo cells. Upon down-regulation of FZD5 expression after introducing siRNA (Figure 8A), expression of GCM1 was down-regulated (Figure 8B). Moreover, FZD5 siRNA also reduced the expression of Syncytin 1 (Figure 8B), a downstream target gene of GCM1, which mediates the fusion of cytotrophoblast cells into syncytiotrophoblast cells [34],[35]. Since up-regulated GCM1 and Syncytin1 are required for forskolin (FK)-induced fusion of BeWo cells [33], we subsequently examined whether silencing of FZD5-mediated signaling would hamper FK-induced cell–cell fusion of BeWo cells. Indeed, we noted that FZD5 siRNA largely abolished the cell fusion events in FK-treated BeWo cells (Figure 8C–F). These findings suggest that the role of FZD5-GCM1 signaling in regulating trophoblast syncytialization is conserved from mouse to human.\n\nDiscussion\n\nThe labyrinth layer of the placenta is the only site for exchange of nutrients, gases, and wastes between the maternal and fetal circulations from midgestation to term. Chorioallantoic attachment is the first step during labyrinth development, but soon thereafter, primary villi begin to develop at specific sites along the basal surface of the chorion that quickly become lined by fetoplacental blood vessels from the allantois. Defects in these processes are one of the most common causes of midgestation embryonic lethality. However, much remains unclear about the mechanisms. We provide here genetic, molecular, pharmacological, and physiological evidence that an amplifying feedback loop between Gcm1 and Fzd5 is essential for normal initiation of branching and trophoblast differentiation in the chorion of mice (Figure 9). Moreover, our studies reveal that this signaling axis is also functional in the human placenta.\n\nPrevious studies have proposed that the trophoblast cells at the branching sites within the chorion express Gcm1 and that changes in cell shape—thinning and elongation—are involved in driving the branching morphogenesis [16]. Deletion of Gcm1 in mice leads to a complete block to branching at the chorioallantoic interface. We observe a similar phenotype of impaired chorionic branching in Fzd5 mutant mice, even those lacking only trophoblast-expressed Fzd5. Fzd5 is expressed in clusters of cells in the apical as well as the basal chorion, though only the latter sites correlate with branching morphogenesis and overlap with Gcm1. Gcm1 expression precedes that of Fzd5 in the chorion and it was of great interest to note that Gcm1 deficiency remarkably attenuates Fzd5 expression at the site of branchpoint initiation in the basal chorion. This implies that Gcm1 regulates the onset of Fzd5 expression in the basal chorion, but we assume that this is not due to direct transcriptional activation by Gcm1 since the regulatory elements of Fzd5 gene have no Gcm1 binding motifs (unpublished observation) [35]. Therefore, it is possible that the regulation of Fzd5 by Gcm1 was mediated by other indirect ways.\n\nWhile Gcm1 precedes Fzd5 expression, Fzd5 is in turn essential for the maintenance of Gcm1 expression at the selected branching site. Fzd5 mutant chorions had diminished Gcm1 expression and impaired nuclear localization of β-catenin at E9.0 and beyond. Employing TS cells, we found that Fzd5 through nuclear β-catenin signaling directly regulates Gcm1 expression during trophoblast differentiation. Our findings are consistent with recent studies about two important members of canonical Wnt pathway, R-spondin3 and Bcl9l. Mutations in genes encoding R-spondin3, a protein that promotes the Wnt-β-catenin signaling pathway, result in failure of chorionic branching and reduced Gcm1 expression [8]. Bcl9l is an essential intracellular member of Wnt pathway and functions as an adaptor linking β-catenin and Pygopus. Its deficiency leads to defective branching initiation and impaired differentiation of trophoblast cells in the chorion into syncytiotrophoblast layer II (SynT-II) cells [9]. In general, these observations further testify the important role of Fzd5-mediated canonical Wnt pathway on Gcm1 regulation during placental development.\n\nOur studies add to the understanding of the upstream events that initiate where chorionic branching will occur. However, the cellular events downstream of Gcm1 and Fzd5 that drive chorion trophoblast differentiation and morphogenesis have not previously been well documented. In mice, trophoblast cells at the basal layer of the chorionic plate are aligned and tightly adherent to each other, similar to other polarized epithelia. This epithelium integrity is maintained by cell junctions, particularly the tight junctions at the apical side of epithelium. With the initiation of branching, the trophoblast cells that express Gcm1 at the branching sites become thin and elongated, and disassociated similar to an epithelial to mesenchymal transition. However, a reduction of E-cadherin and up-regulation of vimentin has not been observed in chorion trophoblasts at the branching sites (unpublished observation). By contrast, the expression of ZO-1 and claudin4 and 7, important components of tight junctions, is dramatically reduced or diminished at the branching sites in the control chorion, whereas this down-regulation does not occur in Fzd5−/− mutants. Moreover, ZO-1 can be down-regulated by Wnt-β-catenin signaling in human colorectal carcinomas [26]. This suggests that Fzd5 is essential for down-regulation of ZO-1 and claudins expression during branching initiation.\n\nAny defect in branching morphogenesis of the chorion results in a small labyrinth layer, thus limiting the surface area for nutrient transfer as well as the extent to which fetal blood vessels can grow into the placenta and come into proximity to the maternal blood spaces. To the untrained observer and at a superficial level, mutants with small labyrinth layers due to chorion branching defects may appear to be undervascularized, but it is critical to distinguish the actual events and determine whether the volume of the fetal vascular network in the labyrinth is simply small compared to wild-type because it is proportionally limited by a reduced villous volume, as is true in many cases [2], or whether it is disproportionately reduced. It is worthy of further investigation to determine if there are vascular defects in Fzd5 mutants. Previous studies on Wnt2 mutants described an impaired fetal vascular network in the labyrinth [10], but previous descriptions of placental vascular defects in Fzd5 mutants [11] cannot be confirmed based on our findings of primary chorion branching defects. Whether Wnt2-Fzd5 signaling is essential for regulating the subsequent vascularization of villi after the primary villous branching occurs will require further studies. However, we provide evidence here that trophoblast-expressed Fzd5 is essential for Vegf expression in the chorionic plate, coincident with the sites of primary villous branching that are filled in by vessels from the allantois. VEGF can function as a chemoattractant as well as a growth factor to promote vessel growth [25] and can be strongly up-regulated by Wnt signaling during tumorigenesis [27]. Aberrant expression of Vegf has also been shown to be associated with severely impaired labyrinth morphogenesis, although the branching can be initiated in Lkb1 and Tfeb mutant mice [36],[37]. These findings suggest that Gcm1/Fzd5 signaling initiates not just differentiation and branching morphogenesis in the chorion trophoblast but that the trophoblast may in turn regulate vascularization of the labyrinth.\n\nIn summary, we provide direct genetic evidence of an amplifying feedback loop of Gcm1-Fzd5 signaling in the chorion and propose three main conclusions: (1) Gcm1, first expressed in chorion trophoblast cells and further upregulated by canonical Fzd5 signaling, determines the branching sites and differentiation into syncytiotrophoblasts; (2) the initial events in chorion trophoblast morphogenesis include trophoblast cell cycle exit and downregulation of ZO-1 expression, inducing the disassociation of tight junctions at the base of the chorionic plate for branching initiation; and (3) Wnt-Fzd5 signaling also up-regulates Vegf expression in the chorion and may in turn promote vascularization of the primary villi in the labyrinth. Besides shedding light on the fundamental mechanisms of branching morphogenesis during placental development, the finding has high clinical relevance, since Gcm1-Fzd5 signaling cascade is operative during human trophoblast differentiation and its aberrant regulation is often associated with trophoblast-related diseases, such as preeclampsia [38]–[40].\n\nMaterials and Methods\n\nAnimals and Tissue Collection\n\nFzd5loxp/loxp mice, Gcm1-null mice, and Cyp19-Cre transgenic mice were generated as previously described in Drs. Hans Clevers, Gustavo Leone, and James C. Cross's groups, respectively [4],[12],[17],[18]. Enhanced green fluorescent protein (Egfp), Rosa26loxp/loxp, and Zp3-Cre transgenic mice were obtained from Jackson Laboratory. Mice were housed in Institutional Animal Care Facility according to institutional guidelines for laboratory animals. Females were mated with fertile males of the same strain to induce pregnancy (E0.5, vaginal plug). Conceptuses for RNA extraction and histology were dissected from uteri from E8.0 to E12.5 as previously described [41],[42]. For double in situ hybridization, whole implantation sites or dissected placentas were fixed with 4% paraformaldehyde (PFA) in phosphate-buffered saline (PBS) at 4°C overnight. After PBS washes, tissues were immersed in 10% and 25% sucrose in PBS, and then embedded in the Tissue-Tek OCT compound and frozen with dry ice-cooled ethanol. All tissues used for other analysis were fresh-frozen or fixed in 10% neutral buffer formalin (NBF).\n\nTissues of human chorionic villi at gestational weeks 7 and 8 from pregnant women undergoing therapeutic termination of pregnancy, and human placental tissues at full term (36–38 wk) were obtained from Xuan-Wu Hospital and the Department of Obstetrics and Gynecology, Peking University Third Hospital in Beijing, China. Termination of pregnancies at weeks 7 and 8 and virginal deliveries at full term were conducted as per usual clinical practice, with no specific procedures relevant to this research study. The study was approved by the Research Ethic Committee in the Institute of Zoology and that in Xuan-Wu Hospital and Peking University Third Hospital. All the pregnant women provided the written informed consent of using the placenta tissues for research work regarding the expression of Wnt signaling before they denoted the placentas. A total of three chorionic villi at weeks 7 and 8 and three placenta specimens at full term (36–38 wk) were enrolled in this study. All placental tissues were washed with ice-cold PBS and fresh-frozen or fixed in 4% PFA for further analysis.\n\nHistological Analysis and Immunostaining\n\nFor hematoxylin and eosin staining, isolated implantation sites or whole dissected placentas were fixed in 10% NBF, dehydrated and embedded in paraffin wax, and cut into 5-µm sections. For semithin and ultrathin resin histology, implantation sites were fixed in 2% glutaraldehyde and embedded in JB-4 epoxy resin according to the manufacturer's instructions (Electron Microscopy Sciences). Sections (semithin, 2 µm; ultrathin, 100 nm) were then cut using glass knives on a Leica RM2265 microtome. Semithin sections were stained with Toluidine blue (Amresco) and ultrathin sections were contrasted with uranyl acetate and lead citrate. For immunohistochemistry analysis, antibodies specific to Laminin affinity-isolated antigen-specific antibody (Sigma), cow cytokeratin (Dako), phosphor-histone H3 (Cell Signaling), Ki67 (Epitomics), and active-β-catenin (Millipore) were used in 5-µm thick paraffin embedded sections. A Histostain-SP Kit (Zhongshan Golden Bridge Biotechnology) was used to visualize the antigen. For immunofluorescence, antibodies specific to ZO-1 (Abcam), WNT2 (R&amp;D), FZD5 (Abcam), Claudin4 (Anbo), and Claudin7 (Anbo) and secondary antibodies conjugated with Cy3 dyes (Jackson ImmunoResearch Laboratories) were used. To analyze the cell fusion status, immunolocalization using β-catenin (Abcam) or Alexa Fluor 555 Phalloidin (Life Technology) was performed. Immunofluorescence images were captured in a Zeiss LSM 510 confocal scanning laser microscope.\n\nIn Situ Hybridization\n\nIn situ hybridization with isotopes, digoxygenin (DIG), or fluorescein isothiocyanate (FITC)–labeled antisense RNA probes was performed on cryosections as described previously [21],[43]. Sections hybridized with the sense probes served as negative controls.\n\nTetraploid Aggregation Assay\n\nTetraploid aggregation chimeras were generated as described previously [44] with some modifications. Briefly, wild-type tetraploid embryos were generated by electrofusion of two-cell embryos derived from EGFP intercrosses. Fused embryos were cultured overnight in KSOM medium. Diploid eight-cell or morula-stage embryos generated from Fzd5+/− intercrosses were collected on E2.5. Zona pellucidae were removed with acidic Tyrode solution, and each diploid embryo was aggregated with two tetraploid embryos. Aggregated chimeric embryos were allowed to develop to the blastocyst stage and were then transferred into the pseudopregnant uteri of wild-type females. Chimeric embryos were dissected at E12.5. Both the embryo proper and placenta were visualized for GFP under a dissecting microscope and subsequently fixed and stained with hematoxylin-eosin and laminin. The visceral endoderm and embryo tissue was used as a DNA source for genotyping of diploid embryos.\n\nReal-Time RT-PCR Analysis\n\nTotal RNA was isolated from chorionic plate or placenta by using TRIZOL (Invitrogen). One microgram of total RNA was used to synthesize cDNA. Expression levels of different genes were validated by real-time RT-PCR TaqMan analysis using the ABI 7500 sequence detector system according to the manufacturer's instructions (Applied Biosystems). All primers for real-time PCR were listed in Table S1. Assays were performed at least three times with each in duplicate.\n\nPlasmid Construction\n\nThe coding sequence region for Wnt2 was amplified from mouse placenta and cloned in to PWPI expression vector. The expression of Wnt2 was confirmed by transfecting into HEK293T cells followed by RT-PCR or Western blot. The upstream region of the Gcm1 gene relative to the transcription start site was generated by PCR (primers listed in Table S1) using placental genomic DNA as template. The amplified fragments were cloned into pGL3-Basic vectors (Promega). Mutations of the LEF/TCF binding sites were achieved by Fast Mutagenesis System (Stratagene).\n\nCell Culture, Transfection, Luciferase Assay, and siRNA Knockdown\n\nHEK293T cells were kept in DMEM medium (HyClone) supplemented by 10% serum, 1 mM sodium pyruvate, 2 mM L-glutamine. Fzd5+/− and Fzd5−/− TS cells were derived from E3.5 mouse blastocysts as described previously [45]. Established TS cells were maintained in a proliferative state in media containing 70% embryonic fibroblast-conditioned medium, 30% TS cell medium, FGF4 (25 ng/ml), and heparin (1 µg/ml). For differentiation conditions, TS cell medium was used but without supplementation with bFGF, heparin, and embryonic fibroblast pre-conditioning in the presence of CHIR99021 (Biovision) or not. All constructs were transiently transfected into HEK193T cells and TS cells using Lipofectamine LTX and PLUS reagents (Invitrogen) according to the manufacturer's instructions. pRL-TK, internal control plasmid expressing Renilla (Promega), was co-transfected into the cells to normalize firefly luciferase activity of the reporter plasmids. LiCl (Sigma) and CHIR99021 were added 24 h after transfection and cells were collected after another 24 or 48 h, for HEK293T and TS cells, respectively. Luciferase assay was performed by Dual-Luciferase Reporter System (Promega) according to the manufacturer's instructions. Assays were performed at least three times with each in duplicate.\n\nThe human choriocarcinoma BeWo cell line was obtained from American Type Culture Collection and maintained as monolayers at 37°C, 5% CO2 with F-12K/DMEM, (1∶1) medium (Gibco) supplemented with 10% fetal bovine serum, and 2 mM glutamine. For RNA interference experiments, 20 nM of siRNAs were reverse transfected into 6.5×104 BeWo cells per 500 µl in 24-well plates (or adjusted proportionally to the plate size) by Lipofectamine RNAiMAX (Invitrogen) according to the manufacturer's instructions. At 24 h after transfection, medium was changed to that containing 50 µM FK or vehicle (dimethyl sulfoxide) and collected at 72 h posttransfection for assay. Sequences for siRNA oligonuclotides are listed in Table S1. Stealth RNAi siRNA Negative Control Hi GC or Med GC was used as control siRNA.\n\nCell Fusion Assay\n\nThe analysis of cell fusion is according to the procedure described previously [9]. In brief, BeWo cells with siRNA transfected in a 24-well plate were immunostained by standard procedure and then observed at a final magnification of 400×. Six microscopic fields per sample were randomly selected for examination; three independent experiments were performed.\n\nStatistical Analysis\n\nStatistical analysis was performed with SPSS11.5 program. Comparison of means was performed using the independent-samples t test. Data were showed as means ± SEM.\n\nSupporting Information"
}