{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001133",
  "doi": "10.1371/journal.pbio.1001133",
  "externalIds": [
    "pii:PBIOLOGY-D-10-00438",
    "pmid:21912512",
    "pmcid:PMC3166069"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "The Glial Regenerative Response to Central Nervous System Injury Is Enabled by Pros-Notch and Pros-NFκB Feedback",
  "authors": [
    {
      "name": "Kentaro Kato",
      "first": "Kentaro",
      "last": "Kato",
      "affiliation": "NeuroDevelopment Group, School of Biosciences, University of Birmingham, Birmingham, United Kingdom"
    },
    {
      "name": "Manuel G. Forero",
      "first": "Manuel G.",
      "last": "Forero",
      "affiliation": "NeuroDevelopment Group, School of Biosciences, University of Birmingham, Birmingham, United Kingdom"
    },
    {
      "name": "Janine C. Fenton",
      "first": "Janine C.",
      "last": "Fenton",
      "affiliation": "NeuroDevelopment Group, School of Biosciences, University of Birmingham, Birmingham, United Kingdom"
    },
    {
      "name": "Alicia Hidalgo",
      "first": "Alicia",
      "last": "Hidalgo",
      "affiliation": "NeuroDevelopment Group, School of Biosciences, University of Birmingham, Birmingham, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-08",
  "dateAccepted": "2011-07-21",
  "dateReceived": "2010-10-15",
  "volume": "9",
  "number": "8",
  "pages": "e1001133",
  "tags": [
    "Adult stem cells",
    "Animal genetics",
    "Animal models",
    "Cancer genetics",
    "Cell death",
    "Cell differentiation",
    "Cell division",
    "Cell growth",
    "Cellular neuroscience",
    "Cellular types",
    "Developmental biology",
    "Developmental neuroscience",
    "Developmental signaling",
    "Discipline-v2/Adult stem cells",
    "Discipline-v2/Animal genetics",
    "Discipline-v2/Animal models",
    "Discipline-v2/Biology",
    "Discipline-v2/Cancer genetics",
    "Discipline-v2/Cell death",
    "Discipline-v2/Cell differentiation",
    "Discipline-v2/Cell division",
    "Discipline-v2/Cell growth",
    "Discipline-v2/Cellular neuroscience",
    "Discipline-v2/Cellular types",
    "Discipline-v2/Developmental biology",
    "Discipline-v2/Developmental neuroscience",
    "Discipline-v2/Developmental signaling",
    "Discipline-v2/Drosophila melanogaster",
    "Discipline-v2/Evolutionary biology",
    "Discipline-v2/Evolutionary developmental biology",
    "Discipline-v2/Gene function",
    "Discipline-v2/Gene networks",
    "Discipline-v2/Gene regulation",
    "Discipline-v2/Genetic mutation",
    "Discipline-v2/Genetics",
    "Discipline-v2/Genetics of disease",
    "Discipline-v2/Mitogenic signaling",
    "Discipline-v2/Model organisms",
    "Discipline-v2/Molecular cell biology",
    "Discipline-v2/Molecular development",
    "Discipline-v2/Molecular genetics",
    "Discipline-v2/Molecular neuroscience",
    "Discipline-v2/Neural stem cells",
    "Discipline-v2/Neurobiology of disease and regeneration",
    "Discipline-v2/Neuroglial development",
    "Discipline-v2/Neurons",
    "Discipline-v2/Neuroscience",
    "Discipline-v2/Organism development",
    "Discipline-v2/Signal transduction",
    "Discipline-v2/Signaling in cellular processes",
    "Discipline-v2/Signaling in selected disciplines",
    "Discipline-v2/Stem cells",
    "Discipline/Cell Biology",
    "Discipline/Developmental Biology",
    "Discipline/Evolutionary Biology",
    "Discipline/Genetics and Genomics",
    "Discipline/Molecular Biology",
    "Discipline/Neuroscience",
    "Drosophila melanogaster",
    "Evolutionary biology",
    "Evolutionary developmental biology",
    "Gene function",
    "Gene networks",
    "Gene regulation",
    "Genetic mutation",
    "Genetics",
    "Genetics of disease",
    "Mitogenic signaling",
    "Model organisms",
    "Molecular cell biology",
    "Molecular development",
    "Molecular genetics",
    "Molecular neuroscience",
    "Neural stem cells",
    "Neurobiology of disease and regeneration",
    "Neuroglial development",
    "Neurons",
    "Neuroscience",
    "Organism development",
    "Signal transduction",
    "Signaling in cellular processes",
    "Signaling in selected disciplines",
    "Stem cells",
    "Type/Research Article"
  ],
  "abstract": "A gene network involving Notch and Pros underlies the glial regenerative response to injury in the Drosophila central nervous system.",
  "fullText": "Introduction\n      \nThe structure of organisms is robust. Cells accommodate changes in their environment during development and throughout life by adjusting cell number and cell morphology to preserve overall organismal integrity. In the central nervous system (CNS), adjustments are carried out in interacting populations of neurons and glial cells, from development to learning, ultimately enabling function. Injury and regeneration experiments and theoretical models have long been used to uncover the cellular and molecular mechanisms of how cells “sense” and maintain normal organ structure [1]. The premise is that shared mechanisms may underlie normal structural homeostasis and plasticity, and cellular responses to injury. Understanding such mechanisms is one of the frontiers in biology. It will also lead to a greater understanding of regeneration and repair of relevance to the treatment of human injury and disease. The fruitfly Drosophila is an ideal model organism for discovering gene networks, and has been successfully used to investigate cellular responses to CNS injury [2]–[6]. Here, we use Drosophila to uncover a gene network that controls the glial regenerative response to injury and promotes robustness in the normal CNS.\n\nPrevious experiments had revealed two important findings about glial responses to injury in Drosophila. Firstly, enwrapping glial cells become phagocytic upon injury clearing cellular debris. This phagocytic function requires the corpse engulfment receptor Draper, which is specifically expressed in enwrapping glia, and whose function involves Simu, Src42A, and Shark [4],[6]–[9]. Secondly, stabbing injury in the adult head [5] and neuronal ablation in the embryonic Ventral Nerve Cord (VNC) [10] induce the proliferation of glial cells (including the enwrapping Longitudinal Glia). Similar findings had long before been observed in the cockroach [11]–[13]: surgical lesioning and chemical ablation of enwrapping glial cells induced cell transformation leading to the phagocytosis of cellular debris, and most remarkably glial proliferation. This restored glial numbers, enwrapment, and normal electrophysiological function.\n\nInsect glia may be evolutionarily distant from mammalian glia, but it can be insightful to compare them. Injury induces distinct responses in mammalian CNS glial cells. Astrocytes normally maintain ionic homeostasis, provide nutrients, and participate in synapses. Microglia are the immune cells of the brain, and are normally in a resting state. Upon injury, microglia and astrocytes phagocytose degenerating axons and other cellular debris, and they can also form a glial scar that inhibits axonal regeneration [14]. Ensheathing glia (oligodendrocytes) normally myelinate axons for saltatory conduction in vertebrates, maintain ionic homeostasis, and provide metabolic and trophic support to axons [15],[16]. Oligodendrocyte progenitor cells (OPCs) respond to injury by dividing, and resulting oligodendrocytes remyelinate [17]–[19]. This latter response is regenerative, leading to spontaneous re-enwrapment of axons and partial functional recovery, for instance of locomotion [20]–[22]. Conditions such as spinal cord injury, stroke, and multiple sclerosis induce the proliferation of OPCs resulting in spontaneous remyelination of CNS axons, and underlie the “remission” phases of multiple sclerosis [18],[23]–[28].\n\nThus, the regenerative response of ensheathing glia occurs across the animals, from insects [11] to fish [23] and humans [20]. In cockroach, fruitflies, and vertebrates, ensheathing glia proliferate upon injury, and both in insects and mammals this response can lead to limited remyelination and some recovery of function. This reveals that there is an endogenous tendency of the CNS to repair itself. Its manifestation across species may reflect a common underlying gene network. If understood, it could be harnessed to stimulate CNS repair. Here, we search for a Glial Regenerative Response (GRR) gene network that can promote repair after injury and confer structural robustness in the normal animal.\n\nThe following factors are promising candidates to belong to this gene network. The Drosophila TNF super-family member Eiger triggers the proliferation of adult brain glia upon injury in fruitflies [5]. TNFα also triggers the proliferation of mammalian oligodendrocytes progenitors through its receptor TNFR2 upon injury [29]. While in other contexts TNFR2 is thought to function by activating NFκB [30] (which can promote the cell cycle), whether this is the case for CNS glial cells and whether this activates glial proliferation are unknown.\n\nNotch maintains the undifferentiated and stem cell state in many contexts [31]. In Drosophila, Notch maintains the mitotic potential of embryonic ensheathing glia in interaction with the Jagged1 homologue, Serrate, from axons [10],[32]. Similarly, in vertebrates, Notch1 maintains the oligodendrocyte progenitor state by interacting with its ligand Jagged1 present in axons [33]. However, the functions of Notch in the glial regenerative response remain unsolved. Notch1 is present in adult NG2+ OPCs, and it is upregulated upon injury and during regeneration, but conditional Notch1 knock-out in OPCs does not prevent the regenerative response [34],[35]. Notch1 can inhibit the differentiation of progenitors into myelinating oligodendrocytes, preventing repair [33],[36], but presence of Notch1 signaling in these cells does not prevent the regenerative response either [34],[35]. Finding out how to control Notch1 function, to enable glial proliferation, and to subsequently promote ensheathing glial differentiation is thus a key issue.\n\nThe transcription factor Prospero (Pros) interacts with Notch in ensheathing glia in Drosophila embryos [10], but how Pros and Notch affect each other's function is not understood. Pros appears to have opposite functions in neuroblasts and in glia. In neuroblasts Pros is a tumour suppressor, as mutations in pros result in over-proliferation [37]–[40]. Instead in glia both Pros and Notch are necessary for proliferation, and mutations in pros do not result in glial hyperplasia [10],[32]. Unravelling the relationship between Notch and Pros may hold the key to understanding how glial proliferation and differentiation are regulated.\n\nHere, we uncover the Glial Regenerative Response gene network in Drosophila. For this, we establish a new CNS injury paradigm in the larval VNC. We use the larva because it is more accessible than the adult while it has locomotion, senses, learning, and memory, enabling the investigation of repair in the context of a fully functional CNS. We show that the ensheathing Interface Glia of the VNC respond to injury by phagocytosing and clearing cellular debris and by dividing. We reveal a gene network that controls the balance of glial proliferation and differentiation, and it is comprised of two feedback loops: one involving Pros and Notch, and a second involving Pros and Dorsal/NFκB, connected via Eiger/TNF and Wgn/TNFR signaling. By manipulating this gene network we could shift from exacerbating the damage to promoting repair of the damaged neuropile. The uncovered gene network is a homeostatic mechanism for structural robustness and plasticity.\n\n      Results\n      \n        Characterisation of Glial Responses to Stabbing Injury in the Drosophila Larval CNS\n        \nTo test how Drosophila larval glia respond to injury, dissected ventral nerve cords (VNCs) were stabbed with a fine needle and cultured (Figure 1A). Stabbing was applied dorsally into the neuropile, which comprises the bundles of CNS axons and Interface Glia (IG) [41]. To obtain an overview of the injury response, we performed a time-lapse analysis. Axons were visualised with GFP driven by the protein trap line G9, and glia with repoGAL4&gt;DsRed (Figure 1B, Video S1 and Video S2). The wound initially expanded, and vacuoles formed within the neuropile. However, after 6 h of culture, glial processes invaded the wound, the axonal and glial wound began to shrink, and by 22 h the wound could heal considerably. This suggested that there is a natural mechanism that can promote repair. Here (Figure 1C), we (1) characterised the glial responses to injury, (2) investigated the gene network controlling the regenerative potential of glia, and (3) tested whether altering the functions of this gene network could promote glial regeneration and axonal repair.\n\nTo characterise the glial responses to injury, glial membranes were visualised with repoGAL4&gt;mCD8-GFP and Interface Glia (IG) with anti-Glutamine Synthetase 2 (GS2) (Figure 2A,B and Figure S1). This revealed the stabbing wound dorsally and an indentation ventrally (Figure S1, Video S3 and Video S4). Although stabbing damaged to some extent surface and cortex glia (unpublished data), it affected most prominently the IG, causing GS2+ glial loss (Figure 2A,B and Figure S1) and GS2+ glial debris at 6 h after injury (Figure 2B). We used the alrmGAL4 driver, which is restricted to the Pros+ IG (Figure S2A), to visualize IG nuclei with HistoneYFP, and this showed that some IG were lost through apoptosis (Figure 2C, intact VNCs had 0 cleaved-Caspase-3+ YFP+ IG n = 10 VNCs versus stabbed VNCs with an average of 1.5 cleaved-Caspase-3+ YFP+ in 57% of the VNCs n = 14). In remaining IG, injury provoked an increase in the size and complexity of cytoplasmic projections (seen with the membrane reporter mCD8GFP, Figure 2D). As observed in time-lapse, injury led to vacuolization of the neuropile, as holes formed within the axonal bundles (Figure 1B and Figure 2E). IG projections enveloped these vacuoles (Figure 2E).\n\nTo further characterise these aspects, we used Transmission Electron Microscopy (TEM). In wild-type wandering larvae, the IG nuclei were located outside the neuropile and their cytoplasms enwrapped the entire neuropile (Figure 3A). IG processes projected into the neuropile, where they could enwrap smaller axonal bundles (Figure 3B) and individual axons (Figure 3C). As seen with confocal microscopy, TEM confirmed that injury caused glial loss with breakdown of neuropile enwrapment after 6 h (Figure 3D), and vacuoles formed within the neuropile (Figure 3D). Some Interface Glia degenerated via necrosis as seen by swelling of mitochondria (Figure 3E). Remaining IG expanded their cytoplasmic projections both around and within the neuropile (Figure 3F–J), which was never observed in intact specimens. IG processes lined vacuoles (Figure 3F,G), phagocytosed axonal fragments and other cellular debris, as revealed by phagosomes and multilamellar bodies within the glial processes (Figure 3H–J). IG processes frequently wrapped around isolated axons that could be degenerating (Figure 3K–N). These data show that upon injury IG phagocytose cellular debris, presumably clearing the lesion. Altogether, these data demonstrate that larval IG enwrap CNS axons, and that they are damaged by, and respond to, injury.\n\n        Characterisation: Stabbing Induces a Glial Proliferative Response\n        \nNext, we investigate if stabbing induced IG proliferation. Based on their location, the IG are classified into dorsal (dIG), lateral (lIG), and ventral (vIG) IG (Figure 4A). They are identified by co-localisation of the pan-glial marker Repo and the transcription factor Pros in nuclei, surrounded by the cytoplasmic marker Ebony (Figure S2B,C). IG do not normally divide [42], but are arrested in G1 and have mitotic potential (Text S1 and Figure S3). To examine cell proliferation, we used PCNA-GFP, a reporter with E2F binding sites that reveals GFP expression when cells go through S-phase (Figure 4B,C,D) [43]. PCNA-GFP+ Pros+ Ebony+ IG were rarely seen in non-stabbed controls, but stabbing increased their frequency at the lesion site (Figure 4B) and throughout the neuropile (Figure 4C). We did not find any Ebony-negative IG with PCNA-GFP (unpublished data), suggesting that Ebony+ Pros+ IG are the only IG that divide in response to injury. Normally there is one Ebony+ vIG per hemisegment, but the number of Ebony+ vIG adjacent to the wound increased significantly in stabbed larvae (Figure 4E,F). Altogether these data show that stabbing causes a local increase in proliferation of Pros+ Ebony+ IG at the lesion site.\n\nA BrdU pulse experiment (a commonly used method to visualise proliferating cells) also revealed an overall increase in the number of dividing IG upon stabbing, to 50% of Ebony+ IG being also BrdU+ (p&lt;0.05), comprising local IG at the lesions site (Figure S4) and at some distance along the VNC. This suggested that neuronal damage may also affect glial cells at a distance from the original lesion, which is explained as axons extend along the whole length of the VNC. Stabbing may also affect other glial classes than IG. To take these facts into account, we purposely developed DeadEasy Glia software to automatically count in vivo all Repo+ glial cells (Figure 4G and Figure S5). After 22 h culture, stabbed VNCs had more glial cells than non-stabbed controls (Figure 4G). This effect was abolished when a cell cycle inhibitor—constitutively active Retinoblastoma protein factor (Rbf280/Rb)—was expressed in glia (Figure 4G). This demonstrates that the increase in glial number upon stabbing was due to the induction of glial proliferation. These data show that stabbing the larval VNC causes an increase in glial proliferation and a consequent increase in glial cell number. Although we cannot rule out that other glial cells might also divide, our data demonstrate that this response involves the IG.\n\n        The Gene Network: The Glial Proliferative Response to Stabbing Injury Depends on Pros, Notch, Eiger/TNF, Wgn/TNFR, and Dorsal/NFκB\n        \nWe next asked what genes might control the proliferative glial response to injury. Notch and Pros regulate the mitotic potential of embryonic glia [10]; thus, we wondered if they might be involved. prosvoila1/prosS044116 hypomorphic mutants specifically affected larvae, since embryogenesis proceeded normally but the levels of Pros dropped in IG by the third instar larval stage (Figure S6A,B). In prosvoila1/prosS044116 VNCs, Ebony was downregulated, meaning that Ebony is a downstream target of Pros (Figure S6B), but there were no major developmental defects as Repo and GS2 expression were normal (Figure S6C,D). Expression of the Notch antagonist numb with repoGAL4 to knockdown Notch specifically in glia did not cause general developmental defects either (see below). However, the glial proliferative response to injury was significantly reduced both upon the glial over-expression of numb (Figure 5A) and in prosvoila1/prosS044116 mutant larvae (Figure 5A). In particular, IG number decreased upon stabbing in prosS044116 mutant larvae (Figure S7 p&lt;0.01). These data show that Notch and Pros are required for the glial proliferative response.\n\nDrosophila Egr/TNF is required for glial proliferation in response to injury in the adult brain [5], but how it implements this is unknown. In mammals, TNF can induce cell proliferation via the activation of NFkB [30], but whether it does in glial progenitors upon CNS injury is unknown. Thus we asked whether in our injury paradigm, IG proliferation required Egr/TNF, Wengen (Wgn)/TNFR, and Drosophila NFκB, Dorsal. egr/TNF and wgn/TNFR are expressed in the VNC (Figure S8A–D) and Dorsal/NFkB is distributed preferentially in Ebony+ pros-lacZ+ IG (Figure S8E). There were no major developmental defects in the VNC of dorsalH/dorsal1 or egr1/egr3 mutant larvae (Figure S9). However, the glial proliferative response was abolished in stabbed egr1 (unpublished data), wgne00637/Df(1)Exel7463, and dorsal1/dorsalH mutant larval VNCs (Figure 5A). These data suggest that Wgn/TNFR, its ligand Egr/TNF, and Dorsal/NFκB are required for the glial proliferative response to injury.\n\nTo verify this, we asked whether stabbing resulted in the activation of Dorsal/NFκB in glia. In its inactive form, Dorsal/NFκB is cytoplasmic, and upon signaling it is translocated to the nucleus to function as a transcription factor. We found intense nuclear distribution of Dorsal/NFκB in IG upon injury in wild-type (Figure 5C p&lt;0.05), but not in egr1 mutants (Figure 5C). This shows that stabbing induces the activation of Dorsal/NFκB in IG, which depends on Egr/TNF (Figure 5B).\n\nTherefore, we sought to find out how might Pros, Notch, Eiger/TNF, and Dorsal/NFκB implement their functions in the glial proliferative response to injury.\n\n        The Gene Network: Pros-Notch Feedback Keeps Glial Cells on the Brink of Dividing\n        \nTo investigate the function of Pros in glial proliferation, we generated prosJ013 null mutant MARCM clones in larval glia. The number of IG in prosJ013 mutant clones (1–8 cells per clone in 8 clones generated in n = 786 VNCs) did not differ from the number of IG in wild-type clones (1–9 cells per clone in 15 clones in n = 1,254 VNCs). Furthermore, in wandering larvae (120 h AEL) the number of glial cells in prosvoila1/prosS044116 mutants was indistinguishable from wild-type (Figure 6A,D). These data demonstrate that Pros does not affect the extent of glial proliferation in the normal, non-stabbed larva. However, loss of pros function affected the timing of glial cell division (Figure S10A,B). In younger (96 h AEL) prosvoila1/prosS044116 mutant larvae, there were more glial cells than in wild-type (Figure S10A), implying that the excess glial cells arose from faster (but not more) cell divisions. Cell division is speeded up by shortening the G1 phase, for instance with the up-regulation of CycE. Consistently, Pros activates the expression of the CycE repressor Dacapo (the p21/p27 homologue) in glia (Figure S10C p&lt;0.05). To further test if Pros can halt larval glial proliferation, we over-expressed pros in larval glia using tubGAL80ts;repoGAL4. This resulted in early larval lethality, and escapers had decreased glial number compared to controls (Figure 6G), showing that Pros inhibits glial proliferation. Altogether, our data show that Pros functions as a repressor of cycE in glia and it inhibits cell cycle progression by keeping glia arrested in G1 (Figures 6B).\n\nIf Pros inhibits cell division, why isn't there glial hyperplasia in the mutants? And why can't pros mutant glia proliferate upon injury? To solve this conundrum, we wondered if Pros might interact with Notch. Notch signalling is present in larval IG, its ligand Serrate is in axons (Figure S11A), and Notch maintains the expression of pros. Pros is also required for Notch signalling (Figure S11B–G), like in embryonic LG [10]. Thus, Notch and Pros maintain each other in IG. In other contexts, Notch promotes cell division by regulating the G1/S transition (Figure S10H) [43],[44]. We found that constitutive activation of Notch signalling—expressing the Notch Intra Cellular Domain (NotchICD) —in all glia increased both total glial number (Figure 6A,Ai,D) and the number of Ebony+ IG (Figure 6E). Activation of Notch restricted to the IG only also resulted in an increase in IG cell number (Figure 6F). Consistently, transient activation of Notch signalling induced PNCA-GFP expression (Figure S10D,E) and BrdU incorporation (Figure S10F,G) specifically in IG. These data show that Notch can promote glial cell division.\n\nSo if Notch signalling is normally activated in IG, why don't they divide in the intact larva? Our data show that Pros and Notch have antagonistic functions in the control of glial proliferation. Since they also maintain each other, a “tug of war” between Notch and Pros is likely to keep IG in cell cycle arrest. To test this, we asked whether cell cycle arrest could be evaded by interfering with this feedback loop. Over-expression of NotchICD in glia resulted in the up-regulation of Pros (Figure S11E), which would repress cycE expression. When we expressed cycE together with NotchICD, this increased glial number and expanded VNC size (Figure 6A,D). Over-expressing NotchICD in glia in prosS044116 mutant larvae further increased glial number, causing a tumourous expansion of the VNC (Figure 6A,Ai,B). The increase in abdominal VNC size was not due to a non-autonomous effect on neuroblast proliferation or increased neuronal number (Text S2 and Figure S12 and Figure S13), but to increased glial divisions (Figure 6C). Altogether, our data show that Notch promotes cell cycle progression in glia while Pros inhibits it, and positive feedback between Notch and Pros counterbalances the effects of each other, maintaining glial cells on the brink of dividing (Figure 6B and Figure S10H). Interfering with this feedback loop has dramatic consequences in glial number and VNC size.\n\n        The Gene Network: Pros Promotes Glial Differentiation\n        \nTo find out whether Notch and Pros influence IG differentiation, we visualised IG morphology using alrm&gt;mCD8GFP upon loss or gain of function for each of these genes. To knockdown Notch function only in larvae, we used a temperature sensitive allele of Notch—Notchts1. In Notchts1 mutant larvae, IG filopodia and lamellipodia are thinner than in wild-type controls (Figure 7A). Conversely, over-expression of NotchICD in glia results in larger and rounder glial cells (Figure 7A). In hypomorphic prosS044116 mutant larvae, IG hardly developed cytoplasmic projections (Figure 7B). Conversely, over-expression of pros in glia induced more elaborate IG projections (Figure 7B). These findings show that Notch and Pros have opposite effects on glial differentiation.\n\nTo further test how loss of pros function affects IG differentiation, we analysed MARCM clones of prosJ013 null mutant IG: glial morphology was aberrant, with dramatic loss of glial projections compared to wild-type (Figure 7C,D). The glial differentiation markers Ebony and GS2 were also influenced by Pros. Ebony is a glial enzyme involved in neurotransmitter recycling [45]–[48], and it was down-regulated in prosvoila1/prosS044116 mutants (Figure 7E and Figure S6B). GS2 is an enzyme involved in Glutamate recycling normally restricted to enwrapping glia [49]. Larval over-expression of pros with tubGAL80ts; repoGAL4 induced its ectopic expression in non-enwrapping glia (Figure 7F). Over-expression of NotchICD did not induce Pros, Ebony, or GS2 expression in non-enwrapping glia (Figure S14). Thus, GS2 and Ebony are directly regulated by Pros but not by Notch. Altogether, these findings demonstrate that Pros controls IG differentiation.\n\n        The Gene Network: Pros-Dorsal/NFκB Feedback Enables Glia to Respond to Injury and to Restore G1 Arrest\n        \nWe have shown above that the glial proliferative response to injury is abolished in Egr/TNF, Wgn/TNFR, and Dorsal/NFκB mutants. The number of Repo+ glia, as well as the expression of GS2 and Ebony, were normal in egr1 and dlH/dl1 mutant wandering larvae (Figure 8A,C and Figure S9), meaning that the glial functions of Egr/TNF and Dorsal/NFκB are dormant in the normal, non-stabbed larva.\n\nTo investigate if activation of Dorsal/NFkB could promote glial proliferation, we over-expressed dTRAF2 in all glia. The Drosophila TRAF6 homologue dTRAF2 binds Wgn/TNFR and induces the nuclear translocation of NFκB homologues [50]–[52]. When dTRAF2 was expressed in glia, the number of glial cells increased (Figure 8A,C). This effect was rescued by expressing dTRAF2 in a dorsalH/dorsal1 mutant background (Figure 8C), showing that the effect of dTRAF2 is mediated by Dorsal. Activation of Dorsal/NFκB by expressing dTRAF2 in glia resulted in an increased number of Ebony+ IG (p&lt;0.01). Temporal over-expression of dTRAF2 also induced BrdU incorporation in Ebony+ IG, showing that it activated mitosis cell-autonomously (Figure S15). These data show that activation of Dorsal by dTRAF2 promotes glial proliferation. Glial number and VNC size increased further upon glial expression of dTRAF2 in pros mutants (UASdTraf2;repoGAL4 prosS044116/prosS044116 Figure 8A,C), indicating that Pros antagonizes the proliferative function of Dorsal/NFkB (Figure 8E).\n\nOur data show that Pros-Notch feedback keeps glia on the brink of dividing, and upon injury Egr/TNF signalling via dTRAF2 activates Dorsal/NFκB, tipping the balance towards cell division (Figure 8E). Thus we asked whether these two genetic mechanisms are linked. We found that in prosvoila1/prosS044116 mutant larvae Dorsal is decreased from IG (Figure 8B), suggesting that Pros is required for dorsal/NFκB expression. Since the glial response to injury critically depends on Dorsal/NFkB, this means that the ability of IG to respond to injury is regulated by Pros (Figure 8E).\n\nThe glial regenerative response is constrained, as it induces glial proliferation but not tumours, indicating that cell cycle arrest is restored in daughter cells. Tumorous-like over-growth was induced by expressing dTRAF2 in glia in pros mutants (Figure 8A,C), as was the case when expressing NotchICD in pros mutants (Figure 6A,Ai,D). This suggested that Dorsal/NFκB might activate pros expression restoring arrest. To test this, we used hypomorphic prosS044116 mutant larvae that still produce Pros at low levels in a few glial cells. Expression of dTRAF2 in glia in prosS044116 mutant larvae resulted in the up-regulation of Ebony and Pros (Figure 8D). These data show that Dorsal/NFκB activates pros expression in glia. Since Pros inhibits cell cycle progression whereas Dorsal/NFκB promotes it, the “tug of war” between Pros and Dorsal/NFkB is likely to restore G1 arrest in the daughter cells (Figure 8E).\n\nThus, we have shown that a gene network involving Notch, Pros, TNF, and NFκB controls the balance between glial proliferation, arrest, and differentiation.\n\n        Repair: The Glial Response Is Regenerative and This Depends on Notch and Pros\n        \nTo test whether manipulating this gene network was regenerative to enwrapping glia, we examined the glial wound. Stabbing disrupted the GS2+ Ebony+ glial mesh in the neuropile, and the area devoid of these markers was measured (Figure 9A). In egr1; prosvoila1/prosS04416 double mutant larvae, in which the proliferative glial response and glial differentiation were both affected, the glial wound increased significantly compared to controls (Figure 9C). In larvae expressing NotchICD in glia, resulting in over-proliferation, the glial wound was consistently significantly smaller than in controls (Figure 9A,D). This indicates that either Notch itself or increased glial number is regenerative. We showed above that over-expression of NotchICD in glia also induced pros expression, and that Pros promoted glial differentiation. Thus we asked whether the regenerative function of Notch relied on Pros. When stabbing was carried out in larvae that over-expressed NotchICD in glia but were also mutant for pros (repoGAL4 prosS044116/UASNotchICDprosS044116), wound size increased significantly (Figure 9D). Since glial cells proliferated in excess in this genotype (Figure 6A,D), this means that glial proliferation alone is not sufficient for repair and glial differentiation is also required.\n\nTo test what consequence the uncovered gene network might have on neuropile repair, we examined cell death levels. Apoptotic cells were visualized with anti-cleaved-Caspase3 antibodies, and counted in vivo automatically using purposely adapted DeadEasy Caspase software [53]. Injury increased the extent of apoptosis over non-injured controls (Figure 9B,E). Expression of NotchICD in glia did not rescue baseline apoptosis, but it rescued injury-induced apoptosis (Figure 9B,E). This suggests that either NotchICD itself or the resulting increase in glial cell number is protective upon injury.\n\nTo test the effect of these genes in enwrapment, we used TEM. Over-expression of NotchICD in glia dramatically increased glial projections and axonal enwrapment (Figure 9F). However, enwrapment was reduced when NotchICD was over-expressed in pros mutant larvae (Figure 9F), indicating that Pros is required for enwrapment. Altogether, these data show that the glial response is regenerative, that both glial proliferation and differentiation are necessary for glial regeneration, and that Notch and Pros play central roles.\n\n        Repair: Glial Proliferation and Differentiation Via the Gene Network Promote Neuropile Repair\n        \nTo test what effects the glial regenerative response (GRR) may have on the axonal bundles, we carried out time-lapse recordings of stabbed larval VNCs, with glial cells labeled with repoGAL4&gt; or alrmGAL4&gt;UAS-DsRed, and all axons labeled with the GFP-protein-trap line G9. In wild-type larvae the neuropile wound first increased in size, and numerous vacuoles formed, consistently with TEM and confocal microscopy data from fixed samples (Figure 10A,G,H and Video S1, refer also to Figure 2E and Figure 3D,F,G). Subsequently, the vacuoles might disappear and the wound might shrink (Figure 10B,F,G,H and Video S2). In Notchts1 mutant larvae, wound size in the axonal neuropile was considerably larger, had greater vacuolization than controls, and did not decrease over time (Figure 10C,G and Video S5). Similarly, when glial proliferation was prevented by over-expressing pros in IG, wound size and vacuolization were also more extensive than in controls (Figure 10D,H and Video S6). Conversely, when glial cell proliferation was increased by over-expressing NotchICD, wound enlargement and vacuolization were considerably constrained, wound size decreased over time, and even repaired (Figure 10E,H and Video S7). In both wild-type and upon over-expression of NotchICD there was a correlation between repair and presence of DsRed+ glial processes within or around the vacuoles and in areas of axonal damage (Figure 10F and Video S2, Video S7). Together with the TEM data (Figure 3D–N), the time-lapse data suggest that upon injury, glial processes engulf the vacuoles, and phagocytose axonal fragments and other cellular debris, contributing to repair. Altogether, our data show that Notch and Pros control glial proliferation and differentiation required for glial regeneration and debris clearance, and this enables neuropile repair.\n\n      Discussion\n      \nWe present here a regenerative response of Interface Glial cells to stabbing injury in the Drosophila CNS, we have identified an underlying gene network, and we show that it can promote repair. This gene network controls the balance between glial proliferation, arrest, and differentiation, and it promotes repair by “hitch-hiking” on a developmental mechanism for structural robustness.\n\n        The Uncovered Gene Network Promotes Glial Regeneration and Neuropile Repair\n        \nStabbing injury in normal larval VNCs caused an initial loss of IG, wound expansion, and neuropile vacuolization. Ensheathing glia extended large processes within the neuropile, phagocytosed axonal fragments and cellular debris and dissolved vacuoles, some remaining glial cells divided, and neuropile integrity could be restored. This natural mechanism was enhanced by activating Notch signalling in glia in the presence of Pros. Together, NotchICD and Pros prevented wound enlargement and vacuolization, they prevented injury induced apoptosis, increased ensheathing glial number, and promoted glial regeneration and axonal neuropile repair (Figure 11A). Remarkably, the stabbing injury wound could be completely repaired in these larvae. This was achieved through the balance of glial proliferation and differentiation under the control of Notch and Pros (Figure 11B). NotchICD promotes glial proliferation and Pros promotes their differentiation. In the normal intact larva, the balance between NotchICD and Pros keeps IG in the brink of dividing. Pros also promotes the expression of cytoplasmic NFκB and of the glial differentiation factors Ebony and GS2. Upon injury NFκB shuttles to the nucleus increasing the relative levels of cell cycle activators, and glia divide. NFκB and NotchICD activate Pros expression, and as Pros levels rise, Pros halts further glial cell division and promotes glial differentiation. Pros also promotes Notch expression, thus restoring the original balance. We have shown that interfering with the functions of these genes prevents repair (Figure 11C). When both glial proliferation and differentiation were inhibited as in egr-pros- double mutant larvae, the glial wound enlarged. When glial proliferation was abolished in Notchts mutants or upon over-expression of pros in glia, the glial and neuropile wounds enlarged and vacuolisation increased. Conversely, increasing glial proliferation by activating Notch signaling promoted glial regeneration. The regenerative effect of Notch not only relied on the increase in glial cell number, but also on pros. Glial regeneration was prevented if NotchICD was expressed in a pros mutant background. Pros promotes IG differentiation, increasing the complexity of cytoplasmic processes and promoting axonal enwrapment. In the absence of Pros glia have fewer filopodia and lamellipodia, and downregulate the glial differentiation marker Ebony—an enzyme involved in the recycling of neurotransmitters [45]–[48]. Conversely, upon over-expression of pros, glia have more processes and up-regulate the expression of the enwrapping glial marker GS2—and enzyme involved in the recycling of Glutamate [49]. The control of glial differentiation by Pros is conceivably required for glia to phagocytose and clear cellular debris, restore neurotransmitter homeostasis, and re-enwrap the neuropile and axons. Thus, the uncovered gene network is regenerative and Pros is the critical link in the control of glial proliferation and differentiation that enables repair.\n\n        How the Glial Regenerative Response Gene Network Operates\n        \nThe identified gene network enables the regenerative response to injury in the following way. (1) In the normal larva it maintains glial cells arrested with mitotic potential, enabling them to respond to injury (Figure 11D). Generally, a cell that has exited the cell cycle cannot divide again. Pros and Notch together prevent cell cycle exit and maintain glia in a proliferative yet arrested state. That is, the IG can divide, but do not normally do so. This state is achieved as Pros and Notch maintain each other but have antagonistic functions on the cell cycle. Pros prevents cell cycle progression by repressing cycE, and Notch promotes the G1/S transition. Their mutual maintenance counterbalances their effects on the cell cycle, and maintains glial cells on the brink of dividing. (2) The gene network enables IG to respond to injury by proliferating at the lesion site (Figure 11E). This is achieved as Pros regulates the expression of dorsal/NFκB. Dorsal/NFκB is a transcription factor located in the cytoplasm in its inactive form. Upon injury, the pro-inflammatory cytokine Egr/TNF via its receptor Wgn/TNFR induces the translocation of Dorsal/NFκB to the nucleus, where it promotes cell cycle progression. This breaks the balance of the Pros-Notch loop pushing glia to divide. (3) The gene network restores cell cycle arrest, preventing uncontrolled proliferation (Figure 11F). Dorsal/NFκB activates the expression of pros, which inhibits cell cycle progression. Presumably as the total input from cell cycle activators (Notch and NFκB) and inhibitor (Pros) balances out, it restores cell cycle arrest. The antagonistic function of Pros versus Notch and Dorsal/NFκB, and their mutual dependence, restricts cell proliferation. Overgrowth is induced when negative feedback breaks down, upon activation of Notch or Dorsal/NFκB in the absence of Pros. Thus the GRR gene network prevents tumourous overgrowth. (4) The gene network controls glial differentiation, which critically depends on Pros. We have shown that in the absence of Pros, IG have reduced processes, and wound size and vacuolization enlarge. This would indicate that Pros may be required for the phagocytic response of glia and lesion clearance. We have also shown that Pros is required for axonal enwrapment, an end point of repair. Thus the gene network is a homeostatic cycle by which injury triggers a response in glia that not only repairs the wound but also primes the restored glia to respond to further injury or smaller changes. This would suggest that there must be a mechanistic link between Pros and the corpse engulfment pathway of Simu, Draper, Src42A, and Shark [4],[6]–[9]. While our data show that the IG underlie the regenerative response, we cannot rule out that other glial classes might also be involved. For instance, cortex glia have also been reported to be phagocytic and activate Draper [8]. It will be interesting to explore these uncovered research avenues in the future.\n\n        Lineage Specific Relationships of Pros Determine Cellular Outcome\n        \nDrosophila Pros and the mammalian homologue Prox1 have different effects on cell proliferation in different cell lineages [10],[37]–[40],[54]–[56]. In Drosophila ganglion mother cells, Pros promotes cell cycle exit by repressing cycE expression, and is a tumour suppressor [37]–[40]. However, in Drosophila embryonic glia Pros enables cell division [10], but how this might occur remained unexplained. Our findings demonstrate that Pros functions as a repressor in cycE also in glia. However, in IG loss of pros does not result in hyperplasia because as Pros maintains Notch signaling, loss of pros leads to loss of Notch signaling, consequently reducing cell cycle activation. Although glial cell division initially occurs faster in pros mutants as the G1 phase shortens upon the de-repression of cycE, cell division soon stops due to the loss of Notch. The diverse outcomes of Pros function depend on cell type specific gene networks.\n\n        The GRR Gene Network Is a Homeostatic Mechanism for Structural Robustness\n        \nWe have shown that in normal larvae the IG do not divide and that loss of function mutations in the gene network genes can result in normal glial cell number and distribution of glial markers. It would appear that these glial gene functions are uncovered upon injury. However, since in the wild CNS injury most likely results in fruitfly death, this raises the intriguing question of what might this gene network be for in the non-injured fruitfly. The fact that the glial regenerative response is also found in other insects, fish, and humans might imply an underlying common genetic mechanism, but why should it be?\n\nOur findings suggest that the GRR is a homeostatic mechanism that promotes structural robustness in the non-injured animal. Homeostasis is grounded in two features of the feedback loops. Firstly, both feedback loops result in negative feedback on cell proliferation. Injury initially causes cell loss, and glial proliferation and differentiation are subsequently induced followed by cell cycle arrest, restoring cell number and enwrapment. This is achieved as the cell cycle activators (Notch and NFκB) induce the expression of a cell cycle inhibitor (Pros). Thus, although glial cells divide initially, as more activator protein is produced, more inhibitor is produced too, restoring normal cell number but halting further cell division (Figure 11C). This homeostatic control enables glial proliferation for repair while preventing excess, which would result in tumours.\n\nSecondly, the two feedback loops limit the amounts of cell cycle regulators. The mutual maintenance between Pros and Notch, and Pros and NFκB would result in their levels forever rising. Instead, the two positive feedback loops are constrained, in different ways. Pros-Notch feedback is established spatially through interactions between enwrapping glia and the axons that express the Notch ligand Ser. Pros is a transcription factor and can directly activate the expression of Notch. However, Notch only functions as a transcription factor after it has been cleaved at the membrane as NotchICD, which then translocates to the nucleus. Thus positive feedback only takes place when Notch contacts Ser in neighbouring axons. If contacts with Ser are saturated, NotchICD is not processed and cannot activate Pros. In this way the Pros-Notch loop is stabilized relative to the amount of Ser in axon-glia contacts.\n\nPros-NFκB feedback is constrained through time, in response to changes in the cellular environment. Although NFκB is a transcription factor, it can only activate Pros expression when it translocates to the nucleus. In the uninjured glia, NFκB is trapped in the cytoplasm and cannot activate pros. In this way, Pros-NFκB positive feedback is frozen in time and released only in an injury event.\n\nFollowing injury, the homeostatic feedback loops restore initial conditions. Injury is likely to compromise contact between axons and glia, perhaps causing an initial drop in Notch signalling in glia, which would consequently down-regulate Pros levels. But injury also triggers the nuclear shuttling of NFκB, inducing cell proliferation and pros expression. As Pros levels rise, it halts further cell division and promotes glial differentiation and the expression of Notch. As glial differentiation restores neuron-glia interactions, this activates Notch signalling in glia, re-establishing the Pros-Notch loop, cell cycle arrest and priming glia for future responses to injury, thus closing the cycle.\n\nIn normal, non-injured larvae, the IG divide sporadically, and these divisions may represent homeostatic adjustments in glial number in response to cellular changes due to genetic variability or exogenous influences (e.g., changes in temperature). This would help clear debris and neurotransmitters, maintain axonal enwrapment and ionic homeostasis, modulate axonal growth and fasciculation, and provide trophic support to neurons. It would maintain enwrapment of the neuropile preserving architecture. This adjustment could result from fluctuations in axon-glia interactions that altered the relative levels of NotchICD and Pros. We propose that the normal function of the GRR gene network is the homeostatic regulation of glial proliferation and differentiation to provide structural robustness. The glial regenerative response to injury may “hitch-hike” on this developmental mechanism to restore structural integrity. This would explain why a gene network underlies these events and how it emerged in the course of evolution—as a mechanism that confers robustness, reproducibility, and reliability to CNS structure.\n\n        The Glial Regenerative Gene Network May Be Conserved in Mammalian Glia\n        \nWe have shown that IG can enwrap the neuropile, axonal bundles, and individual axons. Similar glia in insects have been compared to mammalian oligodendrocytes [57],[58]. However, IG do not form nodes of Ranvier, thus resembling non-myelinating enwrapping glia, such as Remak glia in the peripheral nervous system (PNS) and olfactory ensheathing glia of the CNS [15]. Drosophila IG also express molecules involved in neurotransmitter recycling such as Ebony and Glutamate synthetase (GS2). In vertebrates, neurotransmitter reuptake is mostly carried out by astrocytes in the CNS and Schwann cells in the PNS [59]. NG2+ OPCs and oligodendrocytes also express molecules involved in glutamate recycling, including glutamate synthetase, at non-synaptic sites [60]–[62]. Like microglia and astrocytes in mammals, and Drosophila ensheathing glia in other contexts [63]–[65], Drosophila IG are phagocytic and engulf axonal and other debris [66]. And like Schwann cells, Drosophila Pros+ IG can function as differentiated cells but can also divide. Thus, Drosophila IG cells are neuropile glia that behave like, and carry out multiple functions attributed to, distinct glial types in mammals.\n\nThe injury progression we observed—wound expansion, followed by debris clearance, glial regeneration, and neuropile repair—reproduces that documented for insect [12],[13] and mammalian CNS injury [67]. The molecular mechanisms underlying debris clearance have been little explored in mammals [68]. Although astrocytes proliferate to some extent upon injury [18],[19], NG2+ OPCs are the prominent cell type to divide [18],[19],[69]. Replenishing ensheathing glia promotes axonal regrowth and insulation, and protects against axonal degeneration and neuronal death. Thus, transplantation of enwrapping glial progenitors is a relevant strategy for the therapeutic treatment of spinal cord injury and demyelinating diseases [20],[22]. A critical aim has been to identify a gene interacting with Notch1 that will enable differentiation of progenitors into enwrapping oligodendrocytes. Our Drosophila findings have revealed shared functions of Notch between insect IG and NG2+ OPCs: as with IG, Notch1 maintains the mitotic state of OPCs [33]; it is present in OPCs that divide upon injury [34],[35]; and it prevents oligodendrocyte differentiation [70]. We show here that Pros antagonizes Notch function and it has a critical role inducing glial differentiation in fruitflies. The vertebrate homologue Prox1 can promote cell cycle exit and differentiation [54],[71] and antagonize Notch1 function in mammalian neural stem cells [72]. If a gene network similar to that uncovered here operates in human glial progenitors, its manipulation may facilitate CNS repair. The GRR gene network should also bring insights into the understanding of glioma, as Notch, NFκB, and cycE are hyper-activated in human gliomas [73],[74].\n\nFinally, like in Drosophila, the response to spinal cord injury by mammalian OPCs recapitulates developmental events [69]. The physiological function of enwrapping glial plasticity in the adult may be to promote re-enwrapment following focal loss and to modulate myelination also during learning [15],[75]. Similarly, the clearance of axonal degeneration by glia during circuit remodeling shares mechanisms with that after injury [4],[66]. Accordingly, the GRR gene network may be a common, homeostatic mechanism for structural robustness and plasticity.\n\nSupporting Information is linked to the online version of the article. Supporting Information comprises Figures S1 to S15, Table S1 with statiscal analyses, Videos S1 to S7 and TextS1 and Text S2 with data, and Text S3 with detailed methods.\n\n      Materials and Methods\n      \nDetails on methods can be found in Text S3. A summary is given below.\n\n        Genetics\n        \nConventional genetics was used to generate lines of flies bearing multiple mutations, drivers, and other genetic tools. For the description of genotypes and crosses, please see Text S3.\n\n        Temporal Control of Gene Expression in Larval Stages Only\n        \nTo drive gene expression in larval stages only, thus enabling normal embryogenesis, we used (1) the temperature sensitive GAL4 repressor GAL80ts driven by the general tubulin promoter in tubGAL80ts flies (Bloomington) [76]; GAL80ts represses GAL4 at 18°C but not at 30°C, so larval GAL4 expression is controlled by shifting larvae from 18°C to 30°C at the required time. (2) hsGAL4 (gift of S. Brogna) flies, where GAL4 is switched on after heat-shock at 37°C. (3) Notchts1. For details, see Text S3.\n\n        MARCM Clones\n        \nEggs were collected for 6 h and kept at 18°C until heat-shock was applied to the larvae. Mosaic Analysis with a Repressible Cell Marker (MARCM) clones were generated as described [77]; for genotypes, see Text S3.\n\n        Stabbing Injury to the Larval Ventral Nerve Cord\n        \nVNCs were dissected from 96 h AEL old larvae (unless otherwise indicated elsewhere) in Shields and Sang M3 insect culture media (Sigma). The VNCs were stabbed from the dorsal side with a fine tungsten needle (Fine Scientific Tools), of 0.5 mm diameter at the base and 1 µm diameter at the tip. Culture of dissected injured or uninjured VNCs was done according to [78] with the indicated adaptations. Each brain was cultured separately in a well (24-well plate) containing 500 µl culture medium with 7.5% fetal bovine serum (Sigma), 1% Penicillin, and streptomycin (Sigma) for 18 to 22 h at 25°C. Control VNCs were dissected and cultured in the same way, without stabbing injury. Following culture, VNCs were fixed and stained as normal.\n\n        Immunohistochemistry, In Situ Hybridization, and BrdU Incorporation\n        \nImmunohistochemistry, in situ hybridisations to mRNA and BrdU incorporation experiments of larval VNCs were done following standard procedures. Samples were mounted either in Vectashield with the nuclear dye DAPI (Vector Laboratories) or in 80% Glycerol PBS after staining nuclei with Daunomycin 5 µg/ml (Sigma) or Hoechst33342 5 µg/ml (Sigma). For BrdU detection, the VNCs were treated with 2 M HCl for 20 min at room temperature after immunolabeling for other proteins. Samples were mounted either in Vectashield with DAPI (Vector Laboratories) or in 80% Glycerol PBS after staining nuclei with Daunomycin 5 µg/ml (Sigma) or Hoechst33342 5 µg/ml (Sigma). For antibodies used, details on plasmids, and other, see Text S3.\n\n        Microscopy\n        \nBright field, laser scanning confocal and transmission electron microscopy, and image processing were done following standard procedures (more details in Text S3).\n\n        Time-Lapse Confocal Microscopy Recordings\n        \nTime-lapse confocal laser scanning throughout the entire neuropile was done visualizing axons with G9 (gift of W. Chia) [79], an protein-trap line with GFP in all CNS axons, and all glia (except midline glia) with repoGAL4/UASDsRed. Experimental genotypes were generated by crossing G9; repoGAL4/TM6B flies to the following flies: (1) UASDsRed S197Y (gift of K. Ito) [80], (2) UASDsRed S197Y;UASNotchICDmyc, (3) Notchts1 UASDsRed S197Y/FM7(sn+)actGFP, and (4) by crossing G9;alrmGAL4 (alrmGAL4 is a gift of Marc Freeman) [64] to UASDsRed S197Y; UASpros. The stabbed VNCs were placed dorsal side down in a 35 mm glass based dish (Iwaki) treated with PolyLysine (Sigma). Time-lapse scans (xyzt scan) were carried out using a Leica SP2-AOBS confocal inverted microscope with a temperature controlled chamber set to 25°C, or to 30°C for Notchts1 and its control experiments, 1- to 2-h intervals per Z-scan (8 time points in average), 20× lens with 4 times zoom, and 1 µm interval between optical slices. The obtained images were processed in ImageJ using plugins Turboreg and Stackreg to correct accidental sample movement. The Videos were arranged using ImageJ and Adobe Photoshop.\n\n        DeadEasy for Automatic Counting of Glial and Apoptotic Cells and Other Quantifications\n        \nTo count automatically the number of all larval glia stained with anti-Repo and acquired as confocal microscopy images, we purposely wrote DeadEasy Larval Glia software in Java as an ImageJ plug-in. Confocal serial sections were obtained with the BioRad Radiance 2000 confocal microscope as images of x,y = 0.5665 µm/pixel and z = 1 µm/pixel dimensions. The region of interest (ROI) was defined as the region starting from immediately posterior to the Ebony-positive ventral IG of the last thoracic segment to the posterior tip of the VNC, hereby referred to as abdomen. Peripheral nerves exiting the VNC were excluded from the ROI. DeadEasy Larval Glia identifies the stained cells first in 2-D based on shape (circular or elliptical) through each confocal slice and then in 3-D throughout the stack, based on minimum and maximum volume and minimum pixel intensity. DeadEasy creates a stack of processed images, where the identified objects reproduce those of the Repo glia in the raw images, enabling easy comparisons and validation. Each cell can be uniquely identified, as placing the mouse over each cell highlights a number, with which it is possible to check if, for example, two adjacent cells are counted as one. The programme was validated using n = 997 cells out of 3 different stacks of images. The mathematical algorithm for DeadEasy Larval Glia will be published elsewhere (Forero, Kato, and Hidalgo, in preparation).\n\nTo count the number of dying cells (labeled with active Caspase3-positive) throughout the VNC, we adapted the programme DeadEasy Caspase [81] to work on larvae. Given the strong variation in background intensity in larval samples, the outlier thresholding method originally used for embryos did not provide good results under the new conditions. Entropy thresholding was used instead, which provided better results. However, some other labeled tissues could not be rejected automatically anymore, given that they did not have a particular shape or size which would have allowed one to differentiate them from the apoptotic cells. Poor signal-noise ratio due to thickness of larval VNCs also resulted in false negatives/positives in deeper slices. Therefore, we manually corrected the error by deleting false positive and adding back false negatives for the final counting, employing the ImageJ DeadEasy Manual macro (described below).\n\nAnti-Ebony stained IG were counted manually with support of the ImageJ DeadEasy Manual macro, which we purposely developed to speed up manual counting and eliminate error. With this macro, Ebony positive cells in a confocal stack of images are labelled manually with a digital colour, and DeadEasy Manual software automatically counts the colour labels.\n\nWound area was measured on longitudinal confocal microscopy images of the neuropile, using the ROI manager in ImageJ, for the glial wound on anti-Ebony and anti-GS2 stained VNCs, and for the axonal wound and vacuoles in time-lapse on G9-GFP-expressing VNC. The largest outline of the wound throughout the stack of images (i.e., a neuropile) was set as the ROI and measured in µm2. The kinetics of the area affected by the wound and vacuoles were obtained by normalising the size of affected area at each timepoint to the size of the area at 0–1 h after stabbing.\n\n        Statistical Analyses\n        \nFor statistical tests applied to each experiment and p values, please see Text S3 and Table S1.\n\n      Supporting Information"
}