{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3001259",
  "doi": "10.1371/journal.pbio.3001259",
  "externalIds": [
    "pii:PBIOLOGY-D-20-01298",
    "pmid:34038417",
    "pmcid:PMC8213124"
  ],
  "license": "This is an open access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication.",
  "licenseUrl": "https://creativecommons.org/publicdomain/zero/1.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Chemokines act as phosphatidylserine-bound “find-me” signals in apoptotic cell clearance",
  "authors": [
    {
      "name": "Sergio M. Pontejo",
      "first": "Sergio M.",
      "last": "Pontejo",
      "affiliation": "Molecular Signaling Section, Laboratory of Molecular Immunology, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-7756-9831"
      ]
    },
    {
      "name": "Philip M. Murphy",
      "first": "Philip M.",
      "last": "Murphy",
      "affiliation": "Molecular Signaling Section, Laboratory of Molecular Immunology, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-1080-8201"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2021-05-26",
  "dateAccepted": "2021-05-05",
  "dateReceived": "2020-05-06",
  "volume": "19",
  "number": "5",
  "pages": "e3001259",
  "tags": [
    "Animal cells",
    "Apoptosis",
    "Biochemistry",
    "Blood cells",
    "Cell binding",
    "Cell biology",
    "Cell death",
    "Cell motility",
    "Cell physiology",
    "Cell processes",
    "Cellular structures and organelles",
    "Cellular types",
    "Chemokines",
    "Chemotaxis",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Apoptosis",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Blood cells",
    "Discipline-v3/Cell binding",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell death",
    "Discipline-v3/Cell motility",
    "Discipline-v3/Cell physiology",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Chemokines",
    "Discipline-v3/Chemotaxis",
    "Discipline-v3/Hematopoietic progenitor cells",
    "Discipline-v3/Immune cells",
    "Discipline-v3/Immunology",
    "Discipline-v3/Lipids",
    "Discipline-v3/Liposomes",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Phagocytes",
    "Discipline-v3/Phospholipids",
    "Discipline-v3/Stem cells",
    "Discipline-v3/Thymocytes",
    "Discipline-v3/Vesicles",
    "Discipline-v3/White blood cells",
    "Hematopoietic progenitor cells",
    "Immune cells",
    "Immunology",
    "Lipids",
    "Liposomes",
    "Phagocytes",
    "Phospholipids",
    "Stem cells",
    "Thymocytes",
    "Type/Research Article",
    "Vesicles",
    "White blood cells"
  ],
  "abstract": "Removal of apoptotic cells is essential for maintenance of tissue homeostasis. Chemotactic cues termed “find-me” signals attract phagocytes toward apoptotic cells, which selectively expose the anionic phospholipid phosphatidylserine (PS) and other “eat-me” signals to distinguish healthy from apoptotic cells for phagocytosis. Blebs released by apoptotic cells can deliver find-me signals; however, the mechanism is poorly understood. Here, we demonstrate that apoptotic blebs generated in vivo from mouse thymus attract phagocytes using endogenous chemokines bound to the bleb surface. We show that chemokine binding to apoptotic cells is mediated by PS and that high affinity binding of PS and other anionic phospholipids is a general property of many but not all chemokines. Chemokines are positively charged proteins that also bind to anionic glycosaminoglycans (GAGs) on cell surfaces for presentation to leukocyte G protein–coupled receptors (GPCRs). We found that apoptotic cells down-regulate GAGs as they up-regulate PS on the cell surface and that PS-bound chemokines, unlike GAG-bound chemokines, are able to directly activate chemokine receptors. Thus, we conclude that PS-bound chemokines may serve as find-me signals on apoptotic vesicles acting at cognate chemokine receptors on leukocytes.",
  "fullText": "Introduction\n\nChemokines comprise a large family of small (8 to 12 kDa) cytokines that direct leukocyte migration during homeostasis, development, and disease [1]. There are 4 chemokine subfamilies (C, CC, CXC, and CX3C) distinguished and named by the number and arrangement of conserved cysteines near the N terminus [2]. In the classic multistep model of leukocyte transendothelial migration, chemokines act by binding sequentially to 2 main classes of molecules: glycosaminoglycans (GAGs) on endothelial cells and 7-transmembrane domain G protein–coupled receptors (GPCRs) on leukocytes [3]. GAGs act as extracellular scaffolds that concentrate chemokines on the luminal surface of postcapillary venules, positioning them to attract circulating leukocytes by activating specific leukocyte GPCRs [4].\n\nGAGs contain highly anionic sulfated polysaccharides and are thought to protect chemokines from proteases and shear forces in blood vessels [5]. Of note, GAG binding can induce the formation of high-order chemokine oligomers, and chemokine oligomers have a higher GAG-binding affinity than chemokine monomers [6]. Thus, GAG binding and oligomerization may be mutually reinforcing processes that promote formation of haptotactic gradients and presentation of chemokines to leukocytes. However, since GAG binding has been found to interfere with the receptor-binding activity of many chemokines [5], it has been recently proposed that chemokines are trapped, stabilized, and concentrated by GAGs, but they must be released in order to activate cognate receptors on leukocytes [7].\n\nSeveral other types of molecules also bind chemokines; however, the functional significance is not well defined, and the interactions tend not to be shared in a class sense within or across chemokine subfamilies. A particularly interesting example is CXCL16, which binds the GPCR CXCR6 as well as phosphatidylserine (PS) and oxidized LDL (oxLDL) [8–10]. The latter activities suggested that CXCL16 might function as a scavenger receptor, particularly since it is a multimodular protein containing a transmembrane domain, one of only 2 chemokines with this type of structure [11]. In fact, CXCL16 was originally named SR-PSOX or “scavenger receptor for PS and oxLDL” [12]. While the role of the CXCL16–oxLDL interaction in atherosclerosis has been extensively studied [13–15], the biological relevance of PS as a ligand for CXCL16 remains poorly understood. Moreover, although oxLDL has been shown to bind other chemokines [16], to date, CXCL16 is the only reported PS-binding chemokine.\n\nPS is an anionic phospholipid that is normally concealed within the inner leaflet of the plasma membrane of living cells [17]. As cells undergo apoptosis, PS relocates to the outer leaflet of the plasma membrane where it serves as a marker of apoptotic cell death and as an “eat-me” signal promoting recognition and engulfment of apoptotic cells by phagocytes [18–20]. Conversely, chemotactic “find-me” signals, including the chemokine CX3CL1, the nucleotides ATP and UTP, lysophosphatidylcholine, and sphingosine 1-phosphate, guide phagocytes toward apoptotic cells [21–25]. In addition, apoptotic blebs can be shed as PS-exposing extracellular vesicles able to recruit phagocytes [26–28]. Cellular receptors for the 4 classical find-me signals have been identified, but how apoptotic blebs exert their chemotactic find-me signal action on phagocytes has remained undefined. Here, we provide evidence that chemokine binding to PS on apoptotic blebs can mediate this activity.\n\nResults\n\nMany human chemokines bind anionic phospholipids including phosphatidylserine\n\nWe first conducted a simple screen for chemokine binding to phospholipids using arrays of 15 different phospholipids that are found in biological membranes (left panel in Fig 1A). Of the 10 human chemokines tested, CCL3, CXCL6, CCL5, and CXCL8 displayed very weak or no binding capacity to the array, whereas the other 6 chemokines bound selectively to multiple anionic phospholipids (Fig 1A). The binding pattern was similar for CCL11, CCL21, CXCL9, and CXCL11, with strong binding to PS and cardiolipin (CL) and weaker interaction with the other anionic phospholipids on the array (Fig 1A). CXCL3 also bound to PS and CL; however, its strongest binding was to sulfatide. CCL20 appeared to be CL selective (Fig 1A). The preference of all 6 of these chemokines for PS and CL over the more highly anionic phosphoinositides suggests some degree of specificity and that these interactions are not solely driven by charge.\n\nSince CL is not found in the plasma membrane of mammalian cells, we focused on the chemokine–PS interaction. To confirm that chemokines can interact with PS in the context of a phospholipid bilayer, we studied by ELISA chemokine binding to PS-containing liposomes. For this, we immobilized “DOPC” liposomes (containing 1,2-dioleoyl-sn-glycero-3-phosphocholine [DOPC] only) or “DOPS” liposomes (containing 30% 1,2-dioleoyl-sn-glycero-3-phospho-L-serine [DOPS] and 65% DOPC), both containing trace amounts (5%) of biotinylated 1,2-dioleoyl-sn-glycero-3-phosphoethanolamine (DOPEbiot), onto streptavidin-coated plates. Except where indicated, all the phospholipids in this study were used in the form DOPC, DOPS and DOPE, but for clarity purposes, hereon, we will refer to these phospholipids simply as PC, PS, and PE, respectively, whereas the terms “DOPC” and “DOPS” will be used to designate the 2 different types of liposomes used in our experiments. Consistent with the results in Fig 1A, CCL11, CXCL11, CCL21, and CXCL9, but not CCL3, CCL5, CXCL6, and CXCL8 bound to DOPS liposomes to some extent (Fig 1B). Of note, since different primary antibodies were used to detect each chemokine, direct quantitative comparisons cannot be made from this ELISA-based lipid-binding experiment. Importantly, CXCL9 and CCL21, but not CCL3, bound to DOPS but not to DOPC liposomes in a dose-dependent manner (Fig 1C), and increasing concentrations of soluble PS (IC50 ≈ 1 μM) but not PC blocked their binding to DOPS liposome-coated plates (Fig 1D). These results confirmed the PS specificity of these chemokines. On the other hand, as shown in Fig 1B, CXCL3 was not able to recognize PS in liposomes, and CCL20, which appeared to be CL specific by lipid array (Fig 1A), displayed a strong binding to DOPS liposomes by ELISA. Besides the different disposition of the lipids (spotted purified lipids versus liposomes), differences in the experimental conditions may account for these few discrepancies between lipid array- and ELISA-based binding experiments. Also, unexpectedly, we did not detect binding of CXCL16 to DOPS liposomes by ELISA (Fig 1B).\n\nTo directly and reliably compare the PS-binding activity of different chemokines without the need of exogenous protein tags or detection antibodies, we next analyzed chemokine–PS binding by biolayer interferometry (BLI). To validate BLI as a method to study liposome–protein interactions, we first analyzed binding of milk fat globule-epidermal growth factor 8 (MFG-E8 or lactadherin), a well-known PS-binding protein [29]. As shown in S1 Fig, MFG-E8 bound to biosensors immobilized with DOPS liposomes, but not with DOPC liposomes. Using this technique, we analyzed PS binding for 21 human chemokines (S1 Table). As shown in Fig 1E and S1 Table, CXCL16, but also many other chemokines from the CC and CXC subfamilies, including CXCL3, whose binding was not detectable by ELISA (Fig 1B), bound to PS-containing liposomes. Consistent with the ELISA and phospholipid array results, CCL3 and CXCL8 did not interact with DOPS liposomes by BLI, but CXCL6, which lacked PS-binding activity in previous experiments, strongly bound DOPS liposomes by BLI (Fig 1E). Besides the numerous differences in the experimental conditions, the few discrepancies observed between BLI and the antibody-based binding assays might be due to the inability of certain anti-chemokine antibodies to detect their target chemokine complexed with lipid. To test this hypothesis, we analyzed by BLI the binding of CCL21 and CXCL9, which consistently bound to PS in all experimental settings, and of CXCL6 and CXCL3, which only bound DOPS liposomes by BLI, to their corresponding detection antibodies in the presence of DOPS liposomes. In BLI experiments, at the same concentration, large analytes (chemokine–liposome complex) are expected to cause larger binding responses than small molecules (chemokine alone). As shown in S2 Fig, binding of CCL21 and CXCL9 to BLI biosensors immobilized with the appropriate anti-chemokine antibody was increased in the presence of DOPS liposomes but not DOPC liposomes. In contrast, this signal increase was not observed for CXCL6 and CXCL3 (S2 Fig), suggesting that the corresponding antibodies are unable to detect these chemokines in a complex with liposomes. This may explain why the PS binding of CXCL6 and CXCL3 was not detectable by ELISA. Also, importantly, the interaction of most chemokines with PS appeared to be very stable, as indicated by a slow dissociation phase (Fig 1E). We determined the kinetic parameters for 4 selected chemokines and obtained binding affinity constants (KD) ranging from 4 to 45 nM and half-life (t1/2) values between 10 and 100 minutes (Fig 1F). This binding affinity is near the range of the affinity of the MFG-E8–PS interaction (KD = 3.3 nM) [30]. These binding and kinetic analyses were performed with liposomes containing 30% PS, but we found that the PS detection limit of CCL20, CCL19, and CXCL11 was in the 5% to 10% range (S3 Fig). Taken together, these results demonstrate that CXCL16 is not exceptional, since PS is a ligand for many human chemokines.\n\nAnionic phospholipids induce chemokine oligomerization\n\nChemokines bound to cell surface GAGs oligomerize and form haptotactic gradients. We tested whether PS or other phospholipids were also capable of inducing chemokine oligomerization. Using cross-linking assays we found that, consistent with their lipid-binding specificity, the oligomerization of CCL11, CXCL11, CXCL9, and CCL21 was enhanced in the presence of anionic PS or CL, but not in the presence of zwitterionic phospholipids (phosphatidylethanolamine [PE] or PC) (Fig 2). In contrast, consistent with the fact that CCL3 does not bind anionic phospholipids, the CCL3 oligomers detected in the presence of PS or CL did not differ from the oligomers cross-linked in the absence of phospholipid (Lane “−”) (Fig 2). These results further confirmed the interaction of chemokines with anionic phospholipids and support PS as a new potential substrate for the formation of chemokine oligomers and haptotactic gradients.\n\nChemokine binding to phosphatidylserine does not interfere with chemotactic activity\n\nNext, we investigated whether chemokine binding to DOPS liposomes affects chemokine bioactivity. For this, we evaluated 2 PS-binding chemokines, CCL20 and CCL21, and included the non-binder CCL3 as a negative control. Each chemokine was tested for its ability to chemoattract L1.2 mouse B cell lymphoma cells expressing the cognate mouse receptors Ccr6, Ccr7, and Ccr1, respectively, in the presence of increasing doses of DOPS or DOPC liposomes. As shown in the left column of Fig 3A, 1 nM CCL20, CCL21, and CCL3 induced potent chemotactic responses that remained unaltered even in the presence of a 105-fold molar excess of DOPS liposomes. As expected, DOPC liposomes did not inhibit any of these chemokines either (Fig 3A). Importantly, DOPC and DOPS liposomes alone did not induce cell migration of Ccr1-, Ccr6-, or Ccr7-expressing L1.2 cells (panel A in S4 Fig). In order to confirm that the chemokines bound to the liposomes under these experimental conditions, the presence of liposome-bound chemokine was analyzed by ELISA. Using the DOPEbiot introduced in our liposomes, a small aliquot of each chemokine–liposome mix prepared for the chemotaxis assays was immobilized on streptavidin-coated plates. Consistent with their PS-binding activity, CCL20 and CCL21 but not CCL3 were detected only when mixed with DOPS liposomes (right column in Fig 3A). These findings indicate that high doses of PS do not impair the activity of PS-binding chemokines, but they do not directly prove whether or not a chemokine–liposome complex can activate the receptor. To address this question, exploiting the biotin present in all our liposomes, we analyzed the chemotactic activity of the CCL20–DOPS mix after depletion of the chemokine–liposome complexes by pull-down with Strep-Tactin (streptavidin analog)-coated beads. As shown in panel B of S4 Fig, the levels of soluble CCL20–DOPS complexes detected by ELISA in streptavidin-coated plates were markedly reduced after pull-down with Strep-Tactin-beads, which resulted in at least a 40% reduction of cell migration compared to pull-down supernatants (SNs) from samples containing CCL20 alone or mixed with DOPC liposomes (panel C in S4 Fig). In contrast, pull-down did not affect migration induced by CCL3 in the presence of DOPS liposomes (panel C in S4 Fig). These results suggest that the CCL20–DOPS complex contributes to the overall cell migration observed in Fig 3A, and, therefore, at least in the case of CCL20, PS binding appears to be compatible with the chemotactic activity of the chemokine. This observation contrasts with the inhibitory effect reported for soluble GAGs on several chemokines and a recently proposed model suggesting that while GAGs present chemokines on endothelial cells, they may need to be released to act at leukocyte GPCRs [7,31]. In fact, we found that while a 104-fold molar excess of DOPS or DOPC liposomes did not alter the chemotactic potency or the efficiency of CCL3, CCL20, and CCL21, a 103-fold molar excess of the soluble GAG heparin sufficed to nearly neutralize CCL20 and CCL21 (Fig 3B). In contrast, heparin did not block CCL3 (Fig 3B), probably due to the known low binding affinity of this chemokine for GAGs [6,32]. Thus, PS-binding chemokines engage PS by a molecular mechanism that, unlike GAG engagement, permits binding of the chemokine to cellular receptors.\n\nPhosphatidylserine-binding chemokines interact with the surface of apoptotic blebs and necrotic and apoptotic cells by a mechanism involving membrane-exposed phosphatidylserine\n\nSince PS is normally located on the inner leaflet of the plasma membrane of living cells but flips to the outer leaflet of the plasma membrane of cells undergoing apoptosis [17], cell death is an obvious biological process in which PS binding by chemokines may be functionally relevant. This property of PS is exploited for detection of apoptotic cells by staining with the PS-binding protein annexin V (AnV) [33]. Similarly, apoptotic blebs released by dying cells also expose PS on their surface [34]. Therefore, we studied whether chemokines might interact with the surfaces of apoptotic blebs, dying CHO cells, and dying primary mouse thymocytes.\n\nIn order to obviate chemokine-binding interference by cell surface GAGs, we initially used GAG-deficient CHO-745 cells rendered apoptotic by ultraviolet (UV) light irradiation. By fluorescence-activated cell sorting (FACS) analysis, we observed 2 distinct cell populations, forward scatter high (FSChi) and low (FSClo), in both mock-treated and UV-irradiated cells, with the percentage of FSClo cells being markedly increased after exposure to UV light (Mock FSClo, 10.3%; UV FSClo, 34.7%) (Fig 4A). In addition, a high percentage (19.8%) of small side scatter low (SSClo) events, most likely corresponding to apoptotic blebs, was detected in UV-treated CHO-745 cells, whereas this population was nearly undetectable (0.6%) in mock-treated cells (Fig 4A). We found that most FSClo events were AnV+ and propidium iodide+ (PI+) (necrotic cells), whereas FSChi cells were AnV− PI− (live cells) (Fig 4A). Therefore, for subsequent chemokine binding experiments, we relied on this FSC profile to distinguish live and necrotic cells without the need for AnV staining, which might interfere with chemokine binding to cell surface–exposed PS. We analyzed the binding of 4 biotinylated proteins, AnV as positive control, CCL3 as negative control, and 2 PS-binding chemokines, CCL11 and CXCL11, to 3 sources of target membranes: FSClo necrotic cells (surface PS positive), FSChi live cells (surface PS negative), and apoptotic blebs (surface PS positive). As mentioned above, although UV irradiation clearly increased the frequency of necrotic CHO-745 cells, a small but measurable background % of AnV+ PI+ necrotic cells was consistently found in mock-treated samples (Fig 4A). However, it is important to note that AnV binding to mock-treated spontaneous necrotic cells was similar to that detected on UV-irradiated necrotic cells (compare the orange AnV-bt histogram in the “Mock” panel with the orange AnV-bt histogram in the “UV” panel of Fig 4B), indicating that these 2 types of necrotic cells were equivalent in terms of PS exposure on the plasma membrane. Consistent with this and with their PS-binding activity, CCL11 and CXCL11, but not CCL3, displayed binding to necrotic cells that was ≥2-log stronger than to live cells regardless of the treatment (Fig 4B). To explore whether these chemokines were also able to interact with apoptotic blebs, we analyzed their binding to an SSClo population found only in UV-irradiated samples after gating cellular debris with extremely low SSC values out of the analysis (Fig 4C, left column). As shown in Fig 4C, the PS-binding proteins CCL11, CXCL11, and AnV, but not the PS-non-binder CCL3, bound to the surface of apoptotic blebs. In addition to these commercial synthetic non-glycosylated chemokines, we confirmed that glycosylated CCL21 and CXCL9 produced in Expi293F cells were also able to bind to PS-containing liposomes as well as to necrotic CHO-745 cells (S5 Fig). To rule out the possibility that the cognate cellular receptors of CCL11, CXCL9, CXCL11, and CCL21 could be mediating their binding to apoptotic cells, we analyzed the expression of CCR3 (receptor for CCL11), CXCR3 (receptor for CXCL9 and CXCL11), and CCR7 (receptor for CCL21) in CHO-745 cells. As shown in panel A of S6 Fig, no significant expression of these receptors was detected in either mock-treated or AnV− and AnV+ populations in UV-irradiated cells. Thus, we conclude that PS-binding chemokines interact with necrotic CHO-745 cells and blebs in a GAG- and chemokine receptor–independent manner.\n\nUV irradiation of CHO-745 cells failed to produce AnV+ PI− apoptotic cells. To study the binding of chemokines to early apoptotic cells while at the same time expanding our analysis to primary cells, we induced apoptosis in mouse thymocytes by ex vivo treatment with dexamethasone (DEX), a well-characterized model of apoptosis in primary lymphocytes [35]. To distinguish live cells from apoptotic cells without using AnV, which might interfere with chemokine binding to PS, we used YO-PRO, which selectively permeates apoptotic cells in a PS-independent manner [36]. As shown in Fig 4D, 4 hours after DEX treatment, YO-PRO and AnV detected similar levels of early apoptotic thymocytes (53.5% and 50.4%, respectively). Then, we studied the binding of several biotinylated chemokines, the PS-non-binder CCL3 as negative control and 4 PS-binding chemokines, CCL2, CCL11, CXCL11, and CCL20, to live (YO-PRO− PI−) and early apoptotic (YO-PRO+ PI−) thymocytes. As shown in Fig 4E, CCL2, CCL11, CXCL11, and CCL20 bound apoptotic cells to different degrees (CXCL11 &gt; CCL20 = CCL11 &gt; CCL2), whereas no binding was detected for CCL3. Importantly, in the presence of unlabeled AnV, the binding of these chemokines to apoptotic cells was reduced by at least 40%, whereas no significant competition of chemokine binding to live thymocytes by unlabeled AnV was observed (Fig 4F). Furthermore, not only AnV, but also unlabeled MFG-E8, 2 specific PS-binding proteins, which, as expected, effectively competed the binding of biotinylated AnV to apoptotic cells, reduced the interaction of CXCL11 with apoptotic thymocytes without affecting chemokine binding to live cells (Fig 4G). These results demonstrate that CXCL11 binding to apoptotic but not live thymocytes is at least partially mediated by surface membrane-exposed PS.\n\nThe partial resistance of chemokine–apoptotic cell binding to AnV competition observed in Fig 4F might be explained by the presence of cell surface GAGs or the background expression of cognate chemokine receptors in mouse thymocytes. To address these possibilities, we first analyzed by FACS the expression of Ccr2 (receptor for CCL2), Ccr3 (CCL11), Ccr6 (CCL20), and Cxcr3 (CXCL11) in DEX-treated thymocytes. Interestingly, we found strong Ccr3 expression selectively in apoptotic thymocytes, whereas only very modest to non-detectable levels of the other GPCRs were observed in either live or apoptotic cells (panel B in S6 Fig), indicating that GPCR-mediated interference in the AnV competition assay was unlikely except in the case of CCL11 binding to apoptotic cells. In addition, it identifies a new question for future research regarding potential functional roles for chemokine receptors selectively induced in apoptotic thymocytes. In order to study and quantify the presence of surface GAGs in live and apoptotic thymocytes, we analyzed by FACS the cell-binding activity of B18, a high affinity and specific GAG-binding protein expressed by some poxviruses [37]. As shown in Fig 4H, strong binding of B18 was detected on the surface of live thymocytes. However, interestingly, B18 binding was greatly impaired on apoptotic cells (p &lt; 0.001) (Fig 4H). Consistent with this, we found that B18 binding was markedly reduced on UV-irradiated GAG-competent CHO-K1 cells, in this case, intriguingly, even before PS exposure on the cell plasma membrane (S7 Fig). Thus, apoptosis is accompanied by a severe depletion of cell surface GAGs. However, chemokines could still bind to these remaining low levels of GAGs on apoptotic thymocytes. To quantify the extent of GAG interference in our binding assays and to more definitively demonstrate the role of surface-exposed PS in chemokine binding to apoptotic cells, we tested and quantified the binding of CXCL11 to apoptotic thymocytes after treatment with proteinase K, an enzyme that eliminates surface GAGs (by cleaving the proteoglycan protein core that anchors GAGs to the cell surface) but not PS. As expected, proteinase K treatment completely abrogated B18 binding to live and apoptotic thymocytes; however, the binding of AnV to apoptotic cells was unaffected (Fig 4H). Importantly, like AnV, CXCL11 was still able to bind proteinase K–treated GAG-free apoptotic cells, whereas the treatment completely eliminated CXCL11 binding to the surface of live thymocytes (Fig 4I). These results indicate that while GAGs entirely mediate CXCL11 binding to live thymocytes, they only play a partial role in apoptotic cells, with the other part of the binding most likely mediated by surface exposed PS. To directly test this hypothesis, we combined proteinase K treatment of thymocytes with PS-binding competition by unlabeled AnV. As shown in Fig 4J, both treatments, when applied independently, reduced the CXCL11 binding to apoptotic thymocytes by about 50% each. Importantly, consistent with the results in Fig 4F and 4G, competition with unlabeled AnV alone did not affect chemokine binding to live cells (p = 0.275), whereas proteinase K treatment alone sufficed to eliminate CXCL11 binding to live cells (Fig 4J). In contrast, the combination of both treatments completely abolished binding by this PS-binding chemokine to apoptotic thymocytes (Fig 4J). These results indicate that about half of CXCL11 binding to apoptotic cells involves GAGs, while the other half involves membrane-exposed PS. In summary, we conclude that PS-binding chemokines can bind to early apoptotic cells by a mechanism involving surface-exposed PS.\n\nActive endogenous phosphatidylserine-binding chemokines are transported on the surface of extracellular vesicles from apoptotic mouse thymus\n\nWe have demonstrated that many exogenous recombinant human chemokines are able to bind PS presented in pure form, liposomes, or on the surface of apoptotic blebs and apoptotic cells without affecting their bioactivity. To understand whether this interaction occurs in vivo and whether endogenous PS-binding chemokines can also be presented on the surface of endogenous extracellular vesicles to cognate receptors, we next analyzed chemokine-like activities triggered by apoptotic blebs produced in vivo in the thymus of C57BL/6j mice after intraperitoneal (i.p.) DEX injection.\n\nAlthough we did not detect a high number or frequency of apoptotic thymocytes in DEX-treated mice, possibly due to rapid elimination by phagocytes, the high number of apoptotic blebs (SSClo) observed in these mice provided evidence for the efficacy of the treatment (panel A in S8 Fig). As expected, the apoptotic blebs exposed PS on the surface as indicated by AnV+ staining (panel B in S8 Fig). First, we analyzed which chemokines were induced in the mouse thymus after DEX treatment. Using antibody-based arrays, we identified 6 chemokines with high basal or DEX-inducible expression levels in thymus extracts 6 hours and 18 hours after DEX injection: Ccl21, Ccl6, Ccl12, Cxcl10, Ccl9/10, and Ccl5 (Fig 5A). Of these, only Ccl12, Ccl21, and Cxcl10 bound to DOPS liposomes (Fig 5B). Therefore, these 3 chemokines were the main candidates to engage with PS on the surface of extracellular vesicles from mouse thymus. To test this, we next analyzed by western blot the presence of Ccl6, Ccl9/10, Ccl12, Ccl21, and Cxcl10 in different types of apoptotic blebs isolated from mouse thymus homogenates following a previously reported centrifugation protocol [38,39]. According to their size, apoptotic blebs can be classified as apoptotic bodies (ApoBDs, 1 to 5 μm) or apoptotic microvesicles (MVs, 0.1 to 1 μm) [40], which we separated from the final cleared SN using a series of differential centrifugation steps (Fig 5C). Although vesicle markers are known to largely overlap among different types of extracellular vesicles, we included mitochondrial voltage-dependent anion-selective channel 1 (VDAC1) and the tetraspanin CD81 as markers to identify the different fractions. Consistent with previous reports [39,41], VDAC1 and CD81 were more highly enriched in ApoBD and MVs, respectively (Fig 5D). On the other hand, as shown in Fig 5D, regardless of their PS-binding activity, all chemokines were found to some extent in the ApoBD and MV fractions as well as in the final SN fraction. However, it is important to note that chemokines might be transported encapsulated inside the vesicle or on the surface [42], where, as we have shown before (Fig 4), they can engage with GAGs or exposed PS. Vesicle-encapsulated chemokine would be inaccessible to cellular receptors, and increasing evidence supports that, as we demonstrate here for CCL20 and CCL21 in Fig 3B, GAG binding is incompatible with simultaneous receptor activation for many chemokines [7]. In contrast, as we show in Fig 3, PS binding does not interfere with the chemokine bioactivity. Therefore, of the 3 chemokine forms transported by extracellular vesicles, the PS-bound form would be the most readily accessible to interact with and activate cognate receptors, and, hence, we reasoned that of the 6 chemokines of interest, only the PS-binding chemokines Ccl12, Ccl21, and Cxcl10 could functionally associate with the ApoBD and MV vesicle fractions. To explore this hypothesis, we tested the ability of the ApoBD, MV, and SN fractions to induce calcium flux responses in stable L1.2 cell lines expressing the cognate receptors for these 6 chemokines: Ccr2 for Ccl12, Ccr7 for Ccl21, Cxcr3 for Cxcl10, and Ccr1 for the 3 chemokines lacking PS-binding activity: Ccl5, Ccl6, and Ccl9/10 (Fig 5B). Of note, for these experiments, we decided to focus on fractions isolated from DEX-treated mice because, as shown in Fig 5A, the basal levels of some of the chemokines of interest were too low in PBS-inoculated mice to be reliably detected by functional assays (panel A in S9 Fig). As expected, an appropriate agonist control and the SN fraction triggered calcium flux responses in L1.2 cell lines expressing Ccr1, Ccr2, and Cxcr3 (Fig 5E). In contrast, ApoBD and MV vesicle fractions, each containing the same chemokines as SN (Fig 5D), activated calcium flux responses in Ccr2- and Cxcr3-expressing L1.2 cells but not in Ccr1-expressing cells (Fig 5E). Importantly, when the ApoBD fraction was filtered to remove the vesicles, the Ccr2-mediated calcium response was nearly eliminated (panel B in S9 Fig). Filtration of the SN fraction, however, did not affect activation of Ccr2-expressing cells (panel B in S9 Fig). Similarly, preincubation of the ApoBD fraction with a neutralizing anti-Ccl12 antibody, but not with an irrelevant control antibody, blunted the Ccr2-mediated calcium flux signal (panel C in S9 Fig). These results indicated that the ApoBD–Ccl12 complex is required for the activation of Ccr2 by the ApoBD fraction. To assess Ccl21 activity in the fractions, we used chemotaxis assays, since our Ccr7 reporter cell line responded poorly in calcium flux assays but well in chemotaxis assays to recombinant Ccl21 stimulation. As expected, SN induced chemotaxis of both Ccr1- and Ccr7-expressing cells (Fig 5F). However, only Ccr7-transfected cells migrated toward the ApoBD and MV fractions (Fig 5F). The reduced chemotactic activity observed with the ApoBD fraction compared to the MV fraction might be explained by the larger size of ApoBD, which could impede diffusion through the transwell filter and limit access to the reporter cells. Together, these results indicate that PS-binding chemokines, but not chemokines lacking PS-binding activity, on the surface of apoptotic blebs can be directly presented to cognate cellular receptors to activate cellular responses.\n\nApoptotic bodies induce migration of phagocytes in a chemokine-dependent manner\n\nWe have shown that vesicle-bound PS-binding chemokines are capable of inducing cell migration of L1.2 cells. These findings open the interesting possibility that vesicle-bound chemokines might be responsible for the find-me signal activity attributed by several independent reports to the apoptotic blebs released by apoptotic cells [26–28]. To evaluate this hypothesis, we tested the ability of ApoBD, isolated from mouse thymus as in previous experiments, to induce phagocyte migration, the defining activity of find-me signals.\n\nFor these experiments, we used 3 types of relevant phagocytes, mouse bone marrow–derived macrophages (BMDMs) and 2 different lines of human monocytes, MonoMac-1 (MM1) and THP1. Of note, the latter has been used as a phagocyte model in several seminal papers of the apoptosis field to characterize the find-me signal activity of other molecules [21–23]. As shown in Fig 6A, ApoBD from DEX-treated mice induced robust migration of MM1 and THP1 monocytes comparable to that triggered by the cleared SN obtained from these mice. In contrast, the low monocyte migration induced by ApoBD and SN from PBS-inoculated mice did not statistically differ from the background migration toward assay media (Media) alone (Fig 6A), indicating that the thymus-derived monocyte chemotactic signal requires induction by proapoptotic DEX treatment. BMDM, however, displayed a different pattern of responsiveness to thymus-derived SN and ApoBD. Regardless of treatment, ApoBD induced a stronger BMDM migration than SN, which caused only a weak macrophage chemotaxis comparable to that observed with media alone (Fig 6B). These results reinforce the role of ApoBD as strong phagocyte-recruiting factors and suggest that unlike in the case of monocytes, functional levels of macrophage-recruiting agents are found in the thymus of PBS-inoculated mice. However, it is important to note that the ApoBD tested in these experiments were isolated from mouse thymus, an organ with high apoptotic rates even in naïve animals and where, as we show in Fig 5A, high basal levels of some chemokines can be detected. The inability of these chemokines expressed in the thymus of PBS-inoculated mice to cross-activate human chemokine receptors in MM1 and THP1 monocytes or the absence of their cognate receptors in these cells, may also explain why, unlike mouse BMDM, these human monocytes required DEX treatment to migrate in response to thymic ApoBD. In any case, together, these data confirm the chemotactic properties described by others for ApoBD, and to our knowledge, prove for the first time that ApoBD generated in vivo are chemotactic for phagocytes.\n\nUnlike the functional experiments shown in Fig 5, where we assessed PS-bound chemokine activity using target cells transfected with a single chemokine receptor, phagocytes coexpress multiple endogenous chemokine receptors. For instance, we found that MM1 cells expressed detectable levels of CXCR4, CCR7, and CCR2 (Fig 6C), so that the cells might conceivably migrate in response to ApoBD by binding to multiple distinct vesicle-bound chemokines acting either independently or cooperatively. To test whether ApoBD-dependent phagocyte chemotaxis was mediated by chemokines, we assessed the effects of 2 multi-specific chemokine inhibitors, the viral chemokine-binding protein 35K (also termed “vCCI”) and the viral chemokine homolog vCCL2 (also termed “vMIP-II”). The 35K protein is known to bind and block essentially all chemokines of the CC chemokine subfamily, whereas vCCL2 antagonizes many different chemokine receptors (CCR1, CCR2, CCR5, CCR8, XCR1, CX3CR1, and CXCR4) [43,44]. In addition, to study whether ATP, arguably the best characterized find-me signal, could be responsible for ApoBD-induced phagocyte migration in our system, we also tested the effect of apyrase, which hydrolyzes and eliminates ATP. As shown in Fig 6D, both chemokine inhibitors nearly completely neutralized the migration of MM1 and THP1 monocytes toward ApoBD from DEX-treated mice, whereas apyrase treatment was ineffective. These results indicate that chemokines, not ATP, mediate the phagocyte chemotactic activity of ApoBD isolated from mouse thymus in this system. It is important to note that this experiment was not designed to assess the well-established find-me signal activity of ATP and that our results do not question the proven role of nucleotides as phagocyte chemotactic molecules in other contexts. In addition, to confirm the specificity of these 3 inhibitors, we tested the ability of 35K, vCCL2, and apyrase to interfere with the migration of MM1 and THP1 in response to the recombinant chemokine Ccl12 (agonist for CCR2) and to purified ATP. As expected, 35K and vCCL2 blocked Ccl12- but not ATP-induced monocyte migration, and conversely, apyrase neutralized ATP but not the chemokine (S10 Fig). Finally, we found that almost 90% of the phagocyte migration activity of ApoBD was lost after depletion of the vesicles by high-speed centrifugation, whereas SN preserved its chemotactic activity entirely (Fig 6E). In summary, we conclude that ApoBD induce phagocyte migration through a mechanism mediated by vesicle-bound chemokines.\n\nDiscussion\n\nIn this study, we identify a broadly shared capacity of chemokines to bind anionic phospholipids and provide proof of principle for PS-bound chemokines on extracellular vesicles as apoptotic find-me signals for phagocytes. PS binding was chemokine specific and high affinity, and it was observed when PS was presented either in pure form or in the context of liposomes and biological membranes from apoptotic cell lines, primary cells, and extracellular vesicles. Importantly, unlike GAG-bound chemokines, PS-bound chemokines retained their ability to simultaneously activate cognate GPCRs on leukocytes. Although our study began with a chemokine phospholipid screen, we have focused our attention on the interaction of chemokines with PS. Future work will be needed to analyze the biochemistry and biological significance of chemokine binding to other anionic phospholipids.\n\nSince most chemokines are highly basic proteins, it is not surprising that they bind to highly anionic molecules like PS and GAGs. More surprising is the degree of specificity revealed by our biochemical screen, which suggested that chemokine–PS interaction is not exclusively charge driven. First, we showed that basic chemokines, such as CXCL8 (pI = 9.1), do not bind PS. Second, we found that most chemokines displayed a null/weak binding to phosphoinositides, which are more highly anionic phospholipids than PS. Furthermore, as demonstrated by BLI, many chemokine–PS interactions displayed a very slow dissociation rate, suggesting a contribution of hydrophobic or other stable bonds in the formation of the chemokine–PS complex. Importantly, not all GAG-binding chemokines were able to interact with PS. In particular, we showed that mouse and human CCL5, which are strong GAG-binders [32,45], do not bind PS. Furthermore, while soluble heparin neutralized CCL20 and CCL21, these chemokines remained fully active in the presence of very high doses of DOPS liposomes, indicating that unlike GAG binding, PS binding does not interfere with the chemokine chemotactic activity. Additionally, we showed that the elimination of CCL20–DOPS liposomes by pull-down reduced the overall chemotactic activity, which provides evidence that PS-bound chemokines may simultaneously activate cognate cellular receptors. These results suggest that the chemokine GAG- and PS-binding sites may require different molecular determinants and may map differently relative to the receptor-binding site. It is important to note that like GAGs, different chemokines may bind PS in different ways, and, therefore, case-by-case and comprehensive analyses may be required to fully understand the structural basis of chemokine–PS interaction.\n\nWe found that thymocytes undergoing apoptosis in vivo switch chemokine-tethering mechanisms, down-regulating anionic cell surface GAGs and up-regulating anionic PS exposed on apoptotic cells. Additional work will be needed to assess how general this phenomenon may be. GAGs act as substrates for the formation of haptotactic gradients promoting binding and oligomerization of chemokines on cell surfaces [5]. In fact, receptor-binding chemokine mutants unable to oligomerize or interact with GAGs are inactive in vivo [32]. Like GAGs, PS is mostly found on cell surfaces, and, here, we demonstrate that it can also induce chemokine oligomerization. Interestingly, we show that PS exposure is accompanied by a severe depletion of GAGs on the surface of apoptotic thymocytes, which bind chemokines in an AnV- and MFG-E8-susceptible manner. These 2 specific PS-binding proteins, however, did not affect chemokine binding to live GAG-competent thymocytes, which lack PS exposure on the cell surface. Furthermore, we demonstrate that while GAG removal by proteinase K treatment completely neutralized CXCL11 binding to live cells, this PS-binding chemokine was able to interact with proteinase K–treated apoptotic thymocytes. Importantly, CXCL11 binding to GAG-free apoptotic cells was neutralized by competition with AnV, demonstrating that PS-binding chemokines can exploit surface-exposed PS to interact with apoptotic cells. The fact that chemokines are capable of engaging with surface PS even in the presence of live cells, which present abundant levels of surface GAGs, suggests that, despite the high affinity of some chemokine-GAG interactions, GAGs do not completely prevent PS-binding by chemokines. Therefore, we propose that as tissue apoptotic rates rise as a result of injury or infection, PS may be increasingly favored over GAGs as a mediator of chemokine oligomerization and haptotactic gradients. Furthermore, it is important to note that tumor cells and virally infected cells also expose PS [46–49]; therefore, chemokine modulation by PS may become more apparent in non-homeostatic conditions.\n\nEffective and rapid apoptotic cell clearance is essential for the proper maintenance of homeostasis. Phagocytes use chemotactic find-me signals and the surface PS eat-me signal to reach and recognize apoptotic cells, respectively [50]. Surprisingly, to date, chemokines, arguably the most potent chemoattractants of the immune system, are only represented by CX3CL1 on the list of the most widely accepted find-me signals. Instead, several independent studies have reported that ApoBDs and MVs released by apoptotic cells can act as find-me signals that induce chemotaxis of phagocytes [26–28]. However, how these extracellular vesicles exert their chemotactic action had remained poorly understood. Here, we discovered that ApoBDs generated in vivo are potent chemoattractants for macrophages and monocytes and that this activity is mediated by vesicle-associated chemokines. Several lines of evidence provided in this study support the conclusion that PS-bound chemokine is the form responsible for the find-me activity of ApoBDs. First, GAG binding, unlike PS binding, impedes simultaneous interaction of the chemokine with cognate receptors. This is directly demonstrated here with CCL20 and CCL21 and supported by increasing chemokine structural evidence [5,7]. Second, thymic apoptotic blebs isolated from mouse thymus after proapoptotic treatment contain similar levels of Ccl12, Ccl21, Cxcl10, Ccl6, Ccl9/10, and Ccl5. Although all 6 of these chemokines can be expected to interact with GAGs, apoptotic blebs induced cellular responses in cells expressing the cognate receptors for PS-binding chemokines (Ccl12, Ccl21, and Cxcl10) but failed to activate Ccr1, the receptor for the 3 chemokines on this list lacking PS-binding activity (Ccl6, Ccl9/10, and Ccl5). Third, phagocyte migration induced by ApoBDs is neutralized by preincubation with the multi-specific chemokine inhibitors, 35K and vCCL2, and by vesicle depletion through high-speed centrifugation. Taken together, we conclude that apoptotic blebs can act as find-me signals and attract phagocytes because they are coated with chemokines tethered to surface-exposed PS. The generation of genetically engineered mice expressing mutants of relevant chemokines lacking PS-binding activity but preserving their ability to interact with cellular receptors will be needed in future studies to establish the implications of this new chemokine PS-binding activity in phagocyte migration by apoptotic blebs, and therefore, in apoptotic cell clearance.\n\nWe propose a model whereby, in order to reach apoptotic cells, phagocytes would follow a trail of extracellular vesicles presenting chemokines on their surface (Fig 7). It is important to note that the cellular source of vesicle-bound chemokines remains to be identified. Apoptotic cells are known to produce phagocyte-attracting chemokines [51], and apoptotic blebs are certainly released by apoptotic cells, but soluble chemokines produced by neighboring healthy cells could still interact with the surface of apoptotic blebs (Fig 7). However, GAGs highly abundant on the surface of live cells might trap a significant fraction of these live cell-derived chemokines, whereas the lower GAG density on apoptotic cells might favor the interaction of apoptotic-cell derived chemokines with PS-exposing apoptotic blebs. It would also be interesting to understand how the vesicle–chemokine complex is processed by phagocytes on their way toward apoptotic cells and whether this complex might be eliminated by phagocytosis or chemokine receptor-mediated endocytosis (Fig 7), which would result in the elimination of inflammatory chemokines, contributing to the overall anti-inflammatory nature of apoptosis and collaborating with atypical chemokine receptors in the regulation of chemokine availability in the extracellular compartment [52]. Finally, different sets of chemokines might be induced during different modes of cell death (necrosis, necroptosis, apoptosis, and pyroptosis) and in different tissues, which could result in the attraction of different subsets of phagocytes. A comprehensive analysis of the chemokines and chemokine receptors expressed by dying cells and phagocytes, respectively, would help to identify chemokine-bleb-receptor axes involved in the recruitment of phagocytes and to understand their influence on the kinetics and efficiency of dying cell clearance.\n\nHere, we chose to validate the biological relevance of chemokine–PS interactions in the context of apoptosis. However, many PS-binding chemokines identified by our study are not known to recruit phagocytes, and, therefore, they are unlikely to impact apoptotic cell clearance. Instead, PS binding may regulate the activity of chemokines that attract non-phagocytic cell types in other biological processes where cell membrane PS becomes exposed and accessible for the interaction with soluble cytokines, for example, in cancer and during infectious diseases. Extracellular vesicles like ApoBDs, MVs, and exosomes have received increasing attention in recent years as essential elements of intercellular communication in cancer and immunity [53,54]. RNA transcripts, microRNA, enzymes, cytokines, chemokines, and cellular receptors, among others, are transported from cell to cell by extracellular vesicles [55]. Research in the field has focused principally on encapsulated nucleic acids and integral membrane proteins of the vesicle. This might be a consequence of the fact that while it is easy to understand how cell state can be modulated by RNAs, cellular receptors or cytosolic enzymes delivered by extracellular vesicles, how vesicle-encapsulated cytokines and chemokines, whose action depends on the interaction with receptors in the plasma membrane of a target cell, might contribute to vesicle-mediated cell-to-cell communication is less apparent. In this regard, our study provides proof of principle that signaling cytokines can be displayed and distributed in vivo attached to the surface of extracellular vesicles. Tumor cells and viruses might hijack this system to distribute cytokines and activate or antagonize cellular receptors in distant organs. Understanding how lipids interact with secreted proteins may help explain the functional roles played by extracellular vesicles during homeostasis, cancer, and infection.\n\nMaterials and methods\n\nAnimals\n\nC57BL/6j mice were obtained from The Jackson Laboratory (Bar Harbor, Maine, United States of America). All mice were maintained under specific pathogen-free housing conditions at an American Association for the Accreditation of Laboratory Animal Care–accredited animal facility at the National Institute of Allergy and Infectious Diseases (NIAID) and housed in accordance with the procedures outlined in the Guide for the Care and Use of Laboratory Animals under the protocol LMI-8E approved on December 31, 2015 and annually renewed by the Animal Care and Use Committee of NIAID.\n\nCells\n\nCHO-K1 and the GAG-deficient variant CHO-745 cells (generous gift from Dr. Antonio Alcami, Spanish Research Council, Spain) were grown in DMEM/F12-Glutamax (Life Technologies, Carlsbad, California, USA) supplemented with 10% FBS. MonoMac 1 (MM1) (kind gift from Dr. Antonio Alcami, Spanish Research Council, Spain) and THP1 (ATCC, Manassas, Virginia, USA) monocytic cell lines were grown in RPMI-Glutamax media (Life Technologies) supplemented with 10% FBS and also 55 μM 2-mercaptoethanol in the case of THP1 cells. L1.2 cells (kindly provided by Dr. Eugene Butcher, Stanford University, California, USA) were grown in RPMI-Glutamax supplemented with 10% FBS, 1 mM sodium pyruvate, and 0.1 mM nonessential amino acids. All cells were cultured at 37°C and 5% CO2. Suspension Expi293F cells were maintained in FBS-free Expi293 Expression Medium (both from Life Technologies) and grown at 37°C, 8% CO2 with constant agitation at 125 rpm. BMDM were generated from frozen stocks of C57BL/6j bone marrow cells cultured at 37°C and 5% CO2 in RPMI-Glutamax media supplemented with 20% FBS and 30% L929 cell-conditioned media as previously described [56].\n\nReagents\n\nUntagged human/mouse recombinant chemokines produced in Escherichia coli were obtained from Peprotech (Rocky Hill, New Jersey, USA). Of note, recombinant CXCL16 included only the extracellular domain of human CXCL16. The synthetic biotinylated human chemokines CCL2, CCL3, CCL11, CXCL11, and CCL20 were purchased from Almac (Craigavon, United Kingdom). All primary anti-chemokine antibodies used in this study were purified polyclonal rabbit antibodies from Peprotech. Recombinant human MFG-E8 protein produced in mouse myeloma cells was purchased from R&amp;D Systems (Minneapolis, Minnesota, USA).\n\nGeneration of stable cell lines expressing chemokine receptors\n\nCell lines expressing the mouse chemokine receptors Ccr1, Ccr2, Ccr6, Ccr7, and Cxcr3 were generated in L1.2 cells. cDNA clones in pCMV6 plasmid for these chemokine receptors were obtained from Origene (Rockville, Maryland, USA). L1.2 cells (2 × 106 cells) were transfected with 2 μg of plasmid using the SG Cell Line transfection kit and a 4D-Nucleofector X (both from Lonza, Walkersville, Maryland, USA) following the manufacturer’s instructions. Moreover, 48 hours post-transfection, cells were seeded in 24-well plates in pools containing 2,400 cells/well in selection media (RPMI-Glutamax, 10% FBS, 1 mM sodium pyruvate, 0.1 mM nonessential amino acids and 1 mg/ml geneticin). After 7 days at 37°C, media was replaced with fresh selection media, and the cells were incubated for 7 additional days. Then, surviving pools were screened for the expression of the corresponding chemokine receptor by calcium flux assays. Pools displaying the strongest calcium flux responses were further selected by limiting dilution in 96-well plates. Receptor-expressing clones were selected by calcium flux assays. Highly responsive clones were expanded and frozen in geneticin-free selection media containing 5% DMSO. For subsequent experiments, cell lines were grown in selection media.\n\nLipid array binding assays\n\nThe lipid-binding specificity of recombinant human chemokines (Peprotech) was determined using Membrane Lipid Strips obtained from Echelon Biosciences (Salt Lake City, Utah, USA). These strips are spotted with 100 pmol of 15 different lipids found in cell membranes. First, strips were incubated with blocking buffer (1X Tris-buffered saline [TBS], 0.1% Tween-20, 3% BSA) for 1 hour at room temperature. Then, recombinant chemokines were added at 0.1 μg/ml in blocking buffer and incubated for 1 hour at room temperature. Strips were washed with TBS-T (TBS, 0.1% Tween-20), and bound protein was detected with specific rabbit anti-chemokine antibodies (Peprotech) followed by an HRP-conjugated anti-rabbit antibody (Abcam, Cambridge, Massachusetts, USA). Strips were developed with WesternBright Sirius (Advansta, San Jose, California, USA) and imaged in an Omega Lum C imager (Gel Company, San Francisco, California, USA).\n\nLiposomes\n\nThe phospholipids DOPC, DOPS, 1,2-dioleoyl-sn-glycero-3-phosphoethanolamine-N-(cap biotinyl) (DOPEbiot), and 1,2-distearoyl-sn-glycero-3-phosphoethanolamine-N-[biotinyl(polyethylene glycol)-2000] (DSPE-PEGbiot) were all purchased from Avanti Polar Lipids (Alabaster, Alabama, USA). In this study, 2 different types of liposomes were used: “DOPC,” composed of DOPC:DOPEbiot at a 95:5 ratio (weight %), and “DOPS,” composed of DOPS:DOPC:DOPEbiot at a 30:65:5 (weight %). Phospholipids resuspended in chloroform were mixed at the indicated ratios (1-mg total lipid), and the solvent was evaporated in a SpeedVac Concentrator (Fisher Scientific, Pittsburgh, Pennsylvania, USA). Dried lipids were rehydrated in 0.5 ml of PBS or TBS for 2 hours at room temperature. Subsequently, large unilamellar vesicles were prepared by extrusion (&gt; 11 passes) through a 0.1-μm membrane at room temperature using a mini-extruder (Avanti Polar Lipids). Liposomes were used immediately after preparation.\n\nLiposome binding assays\n\nThe ability of chemokines to interact with phospholipid liposomes was tested by ELISA and BLI.\n\nFor ELISA-based binding experiments, DOPC and DOPS liposomes prepared in TBS were immobilized at 10 μg/ml in binding buffer (TBS, 0.1% BSA) on streptavidin-coated high capacity plates (Thermo Fisher Scientific, Waltham, Massachusetts, USA). Increasing concentrations (0.01 to 10 μg/ml) of recombinant chemokines in binding buffer were incubated in the wells for 15 minutes at room temperature. Plates were washed extensively with TBS, and bound chemokine was detected with specific rabbit anti-chemokine antibodies (Peprotech) and HRP-conjugated anti-rabbit secondary antibody development (Abcam). The (Twin)-Strep-tag /Strep-Tactin affinity purification system (IBA Lifesciences, Göttingen, Germany) was used to produce twin-strep-tagged fusion chemokines which were detected with an HRP-conjugated anti-Streptag mAb (IBA Lifesciences). Plates were developed with TMB One Component (Surmodics, Eden Prairie, Minnesota, USA), and the reaction was stopped with sulfuric acid before measuring the absorbance at 450 nm (A450) in a FlexStation 3 microplate reader (Molecular Devices, Sunnyvale, California, USA). Nonspecific binding to the plate was corrected by the subtraction of the A450 recorded for each chemokine concentration in wells incubated without liposome. Where indicated, chemokine binding to liposome-coated wells was competed by preincubation of chemokines with increasing concentrations of lipids for 30 minutes at room temperature.\n\nBLI experiments were performed in an Octet RED384 system (Pall ForteBio, Fremont, California, USA) essentially as previously described with some modifications [57]. For these experiments, liposomes were prepared in PBS, and DSPE-PEGbiot instead of DOPEbiot was used as biotinylated phospholipid to improve the immobilization of the liposomes on the biosensors. Briefly, SA biosensors (Pall ForteBio) pre-wetted in PBS for at least 10 minutes were equilibrated in PBS for 60 seconds. Then, DOPC and DOPS liposomes were immobilized to a final 2- to 4-nm or 0.5- to 1-nm response for binding screening or kinetic purposes, respectively. Subsequently, biosensor tips were washed for 60 seconds in PBS and blocked for 300 seconds with 0.05% BSA in PBS. Finally, biosensors were washed for 150 seconds in PBS, and the association of recombinant chemokines was recorded for 500 seconds followed by a 500 seconds dissociation in PBS. All the steps were performed at 30°C and 1,000 rpm. For binding screening, chemokines were tested at 1 μM. For kinetic analysis, increasing concentrations (50 nM to 1,000 nM) of chemokine were used. Binding to DOPC liposomes was used as reference and subtracted from the binding to DOPS liposomes using Octet Data Analysis software (Pall ForteBio). For determination of binding kinetic parameters (Kon, Koff, and KD), sensorgrams were adjusted to a 1:1 Langmuir model using Octet Data Analysis software (Pall ForteBio).\n\nChemokine–phospholipid cross-linking assays\n\nThe capacity of different natural phospholipids—brain PE, brain PC, brain PS, and heart CL, all from Avanti Polar lipids—to induce chemokine oligomerization was studied by cross-linking experiments. First, phospholipids stored in chloroform at 10 mg/ml were diluted 1:1,000 in 20 mM HEPES. Then, 50 ng of chemokine were incubated for 30 minutes at room temperature in the presence or absence of phospholipid at a 1:8 (chemokine:total lipid) molar ratio in 12 μl of 20 mM HEPES. Then, 3 μl of the cross-linker BS3 (Life Technologies) were added for a 0.25-mM final concentration, and samples were incubated at room temperature for additional 30 minutes. The reaction was stopped by the addition of 5 μl of 4X SDS-PAGE loading buffer, and chemokine oligomerization was analyzed by western blot. Chemokine oligomers were detected by specific rabbit anti-chemokine antibodies (Peprotech) followed by development with an HRP-conjugated anti-rabbit antibody (Abcam).\n\nChemokine binding to apoptotic cells\n\nApoptotic CHO-745 cells and mouse thymocytes were used for chemokine binding experiments. Cell death of GAG-deficient CHO-745 cells was induced by irradiation with UV light. Cells cultured on 100 mm plates were washed once with PBS, and cell monolayers were irradiated with 100 mJ in a UV-Stratalinker 2400 (StrataGene, San Diego, California, USA) with the plate lid off or on to generate the mock control. Six hours after treatment, cells were collected with trypsin-EDTA followed by at least 2 washes with culture media to remove the EDTA, which may interfere with the Ca2+-dependent binding of AnV. Apoptotic thymocytes were generated by incubation of thymocytes (107 cells/ml) freshly isolated from C57BL/6j mice with 1 μM DEX (Sigma, Saint Louis, MO, USA) for 4 to 5 hours in RPMI-Glutamax supplemented with 10% FBS. All binding assays were performed in AnV Binding Buffer (BioLegend, San Diego, California, USA). For competition experiments, cells were preincubated for 5 minutes at room temperature with 1 μg of the unlabeled PS-binding proteins MFG-E8 (R&amp;D Systems) and AnV (BioLegend). Also, where indicated, thymocytes were treated beforehand with 0.5 mg/ml of proteinase K (Roche, Indianapolis, Indiana, USA) in PBS at 37°C for 20 minutes to remove cell surface GAGs. Proteinase K was inactivated with 2 mM phenylmethylsulfonyl fluoride (PMSF) in PBS supplemented with 3% BSA incubated 5 minutes at room temperature before thymocytes were used for binding assays. Moreover, 3 to5 × 105 cells were incubated with 500 to 250 nM biotinylated CCL2, CCL3, CCL11, CCL20, CXCL11 (all from Almac, Craigavon), or AnV (BioLegend) in 100 μl of binding buffer for 10 minutes at room temperature. Then, cells were pelleted by centrifugation (1,200 rpm, 5 minutes) and incubated in 100 μl of binding buffer containing 0.125 μg of streptavindin-APC (BioLegend) for 10 minutes at room temperature. Finally, cells were resuspended in binding buffer and stained with 3.5 μg/ml PI (BioLegend), and, in the case of the thymocytes, also with 0.1 μM YO-PRO (Life Technologies). Events were acquired in an LSR Fortessa cytometer, and FlowJo software (both from BD Bioscience, San Jose, California, USA) was used for data analysis.\n\nAnalysis of surface GAGs on mouse thymocytes\n\nThe levels of GAGs on the surface of mouse thymocytes were determined and quantified by analyzing the cell-binding activity of the specific GAG-binding viral protein B18 (kind gift from Dr. Antonio Alcami, Spanish Research Council, Spain). Apoptosis of mouse thymocytes from C57BL/6j mice was induced by incubation with 1 μM DEX (Sigma) for 4 to 5 hours in RPMI-Glutamax supplemented with 10% FBS. Where indicated, after apoptosis induction, cell surface GAGs were removed by cell treatment with proteinase K as explained above. Then, 5 × 105 thymocytes were incubated for 20 minutes on ice with his-tagged B18 protein (200 nM) in PBS-staining buffer (1x PBS supplemented with 1% BSA and 1% FBS). Cell surface-bound B18 was detected by staining with a rabbit anti-His tag mAb (clone D3I1O, Cell Signaling Technology, Beverly, Massachusetts, USA) followed by an anti-rabbit IgG F(ab’)2 fragment conjugated with Alexa Fluor 488 (Cell Signaling Technology) in PBS-staining buffer. Cells were washed with AnV binding buffer and stained with an APC-conjugated AnV and PI (both from BioLegend). B18 binding to live (AnV− PI−) and apoptotic thymocytes (AnV+ PI−) was analyzed in a LSR Fortessa cytometer and subsequent analysis using FlowJo (both from BD Bioscience).\n\nIsolation of extracellular vesicles from mouse thymus\n\nApoptosis and apoptotic blebs production were induced in vivo in C57BL/6j mice by i.p. injection of 250 μg of DEX (Sigma) in PBS. Thymocytes were isolated from thymi of mice inoculated with DEX or PBS alone 6 hours or 18 hours after injection by filtering through a 70-μm cell strainer rinsed with 500 μl/thymus of the assay buffer appropriate for the subsequent application: For calcium flux assays, samples were prepared in 1:1 vol:vol culture media:calcium buffer (RPMI-Glutamax 10% FBS:HEPES (20 mM) in HBSS); for chemotaxis assays, samples were prepared in RPMI-Glutamax supplemented with 10 mM HEPES and 0.5% BSA. Apoptosis and apoptotic blebs induction was confirmed by AnV/PI staining and FACS analysis. The different vesicle fractions and the final cleared SN were isolated from these thymus homogenates by a series of centrifugation steps as illustrated in Fig 5C. First, cells were removed by centrifugation at 300 x g and 4°C for 10 minutes. Complete cell removal in the resulting SN was confirmed by flow cytometry before centrifugation at 3,000 x g and 4°C for 20 minutes to pellet ApoBDs. The resulting pellet was resuspended in 500 μl/thymus of the appropriate buffer and labeled ApoBD, and the SN was centrifuged at 16,000 x g and 4°C for 20 minutes to extract the MVs. This last pellet was resuspended in 500 μl/thymus of the appropriate buffer and labeled MVs, and the final cleared SN was labeled SN. Chemokine-like activity in ApoBD, MV, and SN fractions was assayed by chemotaxis and calcium flux assays (see below) ideally immediately or within 4 days after isolation storing the samples at 4°C. Also, where indicated, vesicular matter in SN and ApoBD fractions was depleted by centrifugation at 16,000 x g and 4°C for 45 minutes. Of note, typically, thymi from 2 to 3 mice per treatment group (PBS or DEX) were pooled together for vesicle and SN isolation, which resulted in ApoBD and MVs pellet volumes of approximately 5 to 15 μl. Therefore, these pellets were extensively diluted (at least 100-fold) after resuspension with the indicated volumes of the appropriate buffer.\n\nChemokine expression in mouse thymus\n\nExpression levels of thymic chemokines in thymus extracts or in ApoBD, MVs, and SN fractions purified from C57BL/6j mice after i.p. injection of PBS alone or with 250 μg of DEX (Sigma) were quantified using Proteome Profiler Mouse Array kit (R&amp;D Systems) or analyzed by western blot, respectively. For chemokine quantification, mouse thymus was collected 6 hours or 18 hours after treatment and homogenized in 1 ml of cold PBS containing cOmplete protease inhibitor cocktail (Roche) using a tissue homogenizer (Omni International, Kennesaw, Georgia, USA). Protein concentration was determined by BCA assay, and array membranes were incubated with an extract volume corresponding to 200 μg of protein. Arrays were developed following the manufacturer’s instructions, and membranes for all samples were imaged simultaneously in an Omega LumC imager (Gel Company, San Francisco, California, USA). The mean pixel intensity for each signal was analyzed using ImageJ. To analyze the presence of several chemokines of interest in thymic vesicle fractions, 15 μl of the ApoBD, MVs, SN samples, or the initial cell-free SN (Total) were analyzed by SDS-PAGE and immunoblot with appropriate rabbit anti-chemokine pAb (all from Peprotech) and an HRP-conjugated anti-rabbit secondary antibody (Abcam). Blots were developed using WesternBright Sirius HRP substrate (Advansta, San Jose, California, USA) and imaged in an Omega LumC imager (Gel Company) at exposing times optimized to visualize the chemokine bands in the vesicle fractions.\n\nChemotaxis assays\n\nChemotaxis of L1.2 stable cell lines and the human monocytes MM1 and THP1 was analyzed using 96-well ChemoTx plates (Neuroprobe, Gaithersburg, Maryland, USA) with 5 μm or 8 μm pore size filters, respectively. Cells were washed twice with chemotaxis assay buffer (RPMI-Glutamax supplemented with 10 mM HEPES and 0.5% BSA), and 2 × 105 cells/well resuspended in assay buffer were placed on top of the filter. Media alone, purified ATP (Sigma), recombinant chemokines, or the thymic fractions ApoBD, MVs, and SN were added in assay buffer to the bottom wells as chemotactic stimuli. Chemokines and ATP were used at the indicated concentrations and, except where specified, fractions were used without further dilution. In some experiments, chemokines and thymic fractions were preincubated for 30 minutes at room temperature with soluble heparin, liposomes (DOPC or DOPS), apyrase (New England Biolabs, Ipswich, Massachusetts, USA) or the chemokine inhibitors 35K/vCCI and vCCL2/vMIP-II (both from R&amp;D Systems) at the indicated concentrations in assay buffer. Since RPMI media contains high levels of free biotin, DMEM-Glutamax supplemented with 0.1% of BSA and 10 mM HEPES was used as assay buffer in experiments where liposomes–chemokine complexes were quantified in streptavidin-immobilized ELISA plates or pulled down with Strep-Tactin-coupled beads. Total migrated L1.2 cells in the bottom well after a 3 to 4 hours incubation at 37°C and 5% CO2 were calculated by the addition of 5 μl/ well of CellTiter 96 Aqueous One Solution (Promega, Madison, Wisconsin, USA) and interpolation of the A490, measured using a FlexStation 3 microplate reader (Molecular Devices) following the manufacturer’s recommendations, in a standard cell curve. Migrated MM1 and THP1 cells after 2 to 3 hours were counted in the bottom well under the microscope by the trypan blue exclusion method.\n\nMigration of BMDM toward media alone or the thymic ApoBD and SN fractions was assayed in a 48-well microchamber (Neuroprobe) using 8-μm pore size polycarbonate membranes. BMDM washed and resuspended in chemotaxis assay buffer were placed at 50,000 cells/well in the top wells. After 1 to 2 hours at 37°C and 5% CO2, membranes were fixed and stained with Hoechst 33342 (1.6 μM), and cells migrated to the bottom side of the membrane were counted in an Axiovert 200 inverted fluorescence microscope (Zeiss, White Plains, New York, USA).\n\nCalcium flux assays\n\nL1.2 stable lines were seeded at 300,000 cells/well in black clear-bottom 96-well plates and incubated with FLIPR Calcium 6 dye (Molecular Devices) for 2 hours at 37°C following the manufacturer’s recommendations. As mentioned above, thymic ApoBD, MVs, and SN fractions used in calcium flux assays were prepared in calcium assay buffer (1:1 vol:vol RPMI-Glutamax 10% FBS:HEPES (20 mM) in HBSS) and used without further dilution. Calcium flux signals were recorded for 180 seconds in a FlexStation 3 plate reader (Molecular Devices) using the instrument’s built-in pipettor to automatically dispense 25 μl of buffer, the appropriate recombinant chemokine agonists (50 nM in assay buffer), or thymic fractions at 20 seconds after the initiation of the recording.\n\nSupporting information"
}