{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002395",
  "doi": "10.1371/journal.pbio.1002395",
  "externalIds": [
    "pii:PBIOLOGY-D-15-02180",
    "pmid:27015288",
    "pmcid:PMC4807881"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Hemotin, a Regulator of Phagocytosis Encoded by a Small ORF and Conserved across Metazoans",
  "authors": [
    {
      "name": "José I. Pueyo",
      "first": "José I.",
      "last": "Pueyo",
      "affiliation": "Brighton and Sussex Medical School, University of Sussex, Brighton, United Kingdom"
    },
    {
      "name": "Emile G. Magny",
      "first": "Emile G.",
      "last": "Magny",
      "affiliation": "Brighton and Sussex Medical School, University of Sussex, Brighton, United Kingdom"
    },
    {
      "name": "Christopher J. Sampson",
      "first": "Christopher J.",
      "last": "Sampson",
      "affiliation": "School of Life Sciences, University of Sussex, Brighton, United Kingdom"
    },
    {
      "name": "Unum Amin",
      "first": "Unum",
      "last": "Amin",
      "affiliation": "School of Life Sciences, University of Sussex, Brighton, United Kingdom"
    },
    {
      "name": "Iwan R. Evans",
      "first": "Iwan R.",
      "last": "Evans",
      "affiliation": "Department of Infection and Immunity and the Bateson Centre, University of Sheffield, Sheffield, South Yorkshire, United Kingdom"
    },
    {
      "name": "Sarah A. Bishop",
      "first": "Sarah A.",
      "last": "Bishop",
      "affiliation": "Brighton and Sussex Medical School, University of Sussex, Brighton, United Kingdom"
    },
    {
      "name": "Juan P. Couso",
      "first": "Juan P.",
      "last": "Couso",
      "affiliation": "Brighton and Sussex Medical School, University of Sussex, Brighton, United Kingdom"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-03-25",
  "dateAccepted": "2016-01-29",
  "dateReceived": "2015-07-24",
  "volume": "14",
  "number": "3",
  "pages": "e1002395",
  "tags": [
    "Animal cells",
    "Animal models",
    "Animals",
    "Arthropoda",
    "Bacterial genetics",
    "Bacteriology",
    "Blood cells",
    "Cell biology",
    "Cellular structures and organelles",
    "Cellular types",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animals",
    "Discipline-v3/Arthropoda",
    "Discipline-v3/Bacterial genetics",
    "Discipline-v3/Bacteriology",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Blood cells",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Drosophila",
    "Discipline-v3/Drosophila melanogaster",
    "Discipline-v3/Endosomes",
    "Discipline-v3/Genetics",
    "Discipline-v3/Hemocytes",
    "Discipline-v3/Immune cells",
    "Discipline-v3/Immunology",
    "Discipline-v3/Insects",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Lysosomes",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial genetics",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Organisms",
    "Discipline-v3/Phenotypes",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Vertebrates",
    "Discipline-v3/Vesicles",
    "Discipline-v3/White blood cells",
    "Drosophila",
    "Drosophila melanogaster",
    "Endosomes",
    "Genetics",
    "Hemocytes",
    "Immune cells",
    "Immunology",
    "Insects",
    "Invertebrates",
    "Lysosomes",
    "Microbial genetics",
    "Microbiology",
    "Model organisms",
    "Organisms",
    "Phenotypes",
    "Type/Research Article",
    "Vertebrates",
    "Vesicles",
    "White blood cells"
  ],
  "abstract": "Translation of hundreds of small ORFs (smORFs) of less than 100 amino acids has recently been revealed in vertebrates and Drosophila. Some of these peptides have essential and conserved cellular functions. In Drosophila, we have predicted a particular smORF class encoding ~80 aa hydrophobic peptides, which may function in membranes and cell organelles. Here, we characterise hemotin, a gene encoding an 88aa transmembrane smORF peptide localised to early endosomes in Drosophila macrophages. hemotin regulates endosomal maturation during phagocytosis by repressing the cooperation of 14-3-3ζ with specific phosphatidylinositol (PI) enzymes. hemotin mutants accumulate undigested phagocytic material inside enlarged endo-lysosomes and as a result, hemotin mutants have reduced ability to fight bacteria, and hence, have severely reduced life span and resistance to infections. We identify Stannin, a peptide involved in organometallic toxicity, as the Hemotin functional homologue in vertebrates, showing that this novel regulator of phagocytic processing is widely conserved, emphasizing the significance of smORF peptides in cell biology and disease.",
  "fullText": "Introduction\n\nMulticellular organisms contain specialised cells in appropriate parts of the body, performing tasks that allow the formation and maintenance of a fully functional organism. This specialisation relies upon the modification of basic cellular processes, for example enhanced cytoskeletal mechanics in muscle cells, or enhanced endocytic activity in phagocytic cells [1]. At the molecular level, such modifications rely on tissue-specific gene products that regulate specific cell biology and physiology pathways. These regulators offer great promise as specific therapeutic targets, yet for many tissues we still ignore their identity and mechanism of action. Some unidentified cell regulators might be proteins whose functions have not been investigated yet; alternatively, some might be encoded by noncanonical gene products, such as peptides encoded by small Open Reading Frames (smORFs) of less than 100 amino acids.\n\nsmORFs have been largely disregarded by genome annotations and considered nonfunctional, but recently a number of ribosomal profiling and peptidomics studies have highlighted the apparent translation of hundreds of smORFs in the genomes of animals [2–4]. However, the functionality of these smORFs remains an open question, although a few smORFs have been studied and characterised functionally [5–8]; reviewed in [9,10]. Recently, we described a class of smORFs of about 80 codons long with a propensity to encode hydrophobic peptides with predicted alpha helix domains that localise to membranes and cell organelles [3]. The few examples of these smORFs with annotated function are widely expressed and involved in housekeeping processes, such as oxidative phosphorylation in mitochondria [3], but in principle these hydrophobic smORFs have the capacity to act as regulators in other membrane-based cellular processes, as the sarcolamban/sarcolipin smORF family of calcium signalling regulators illustrates [7,11].\n\nHere we characterize hemotin (hemo), a tissue-specific smORF gene, which belongs to this class of smORFs, encoding an 88aa peptide with alpha-helical domains. hemo is expressed in hemocytes (Drosophila macrophages), where it regulates endosomal maturation during phagocytosis, the specific function of this histotype.\n\nHemocytes are the main component of the cellular branch of the insect immune system, and like vertebrate macrophages, they are professional phagocytes tasked with removing dying cells and microorganisms invading the body [12–15]. Although phagocytosis is a basic and ancestral cellular function that predates multicellularity, this function is greatly enhanced in these “professional” phagocytes. The molecular mechanisms underlying this cellular specialisation are actively studied, and have shown a surprising degree of conservation between insects and humans [16,17]. Central to phagocytosis seems to be the formation of the phagosome, a specialised endocytic vesicle containing the phagocytosed material [16], and its subsequent maturation and degradation through the endolysosomal pathway [18]. This processing requires basic endocytic components but also specific proteins and regulators, whose identity and functions are not yet fully clarified [1,16]. Furthermore, pathogenic microorganisms are often able to override this cellular defence of phagocytes by interfering with the processing and maturation of the endo-phagolysosome [19]. Here, we show that regulation of endocytic maturation by Hemotin is essential for hemocytes to digest phagocytosed bacteria effectively. Removal of hemo compromises the ability of the animal to clear bacteria from the body and severely reduces lifespan.\n\nMolecularly, endosomal maturation requires “molecular labels” for the sorting of membrane vesicles into their appropriate endocytic compartments and their processing by fusion with appropriate organelles such as lysosomes. Some of these labels are provided by distinct phosphorylated states of Phosphatidylinositol (PI). In early endosomes, PI is phosphorylated to form PI(3)P (phosphatidylinositol-3-phosphate), which is required for endosomes to progress through the maturation process [18,20]. This phosphorylation step is mediated by PI(3) kinases such as class II PI3K68D (Phosphatidylinositol 3 kinase 68D) and class III Vps34 (Phosphatidylinositol 3 kinase Vps34), whereas the reverse dephosphorylation of PI(3)P is mediated by phosphatases such as Myotubularin (Mtm) [21]. Here, we show that Hemotin peptides bind and repress the adaptor protein 14-3-3ζ, and that in turn, 14-3-3ζ binds and promotes the function of PI3K68D. Thus, the hemo gene indirectly represses the PI3K68D-mediated labelling of early endosomes and this regulates subsequent steps of phagocytic processing.\n\nWe also observe that this regulatory mechanism is conserved across evolution. We have identified Stannin (Snn), encoded by a smORF of 88 codons, as the vertebrate homologue of Hemotin. The snn gene had been previously characterised as a mediator of cytotoxicity by organometallic compounds such as tri-methyl-tin (TMT) [22]. Our results show that Stannin is a functional homologue of Hemotin in fly hemocytes and mouse macrophages. Thus, we postulate that the previously unknown, nontoxic, and endogenous role of Stannin is also to modulate endosomal maturation by inhibiting the 14-3-3ζ-mediated stimulation of PI kinase function. Our results add to the body of evidence revealing the homology between the innate immune system of vertebrates and invertebrates [16,17], by identifying a new conserved member of this system with an essential pathogen-fighting activity. Hemotin/Stannin is, thus, a new example of a smORF conserved across vast evolutionary distances and fulfilling an important cellular regulatory function, suggesting that the structure-function conservation of the sarcolamban-sarcolipin smORF family from invertebrates to humans [7] is likely not to be an exception, but an example of a wider trend.\n\nResults\n\n1—Identification and Characterisation of the hemotin Gene\n\nWe originally identified hemo in a bioinformatics search for putative functional smORFs in the Drosophila melanogaster genome [23]. hemo encodes a putative transmembrane peptide of 88 amino acids that matches a putative peptide fragment from a proteomics study of Drosophila S2 cell membrane extracts (S1A and S1B Fig) [24]. hemo originally mapped to a region of the genome devoid of any annotated gene, but subsequently, this locus has been annotated by the Drosophila Genome Project, and its structure is shown in Fig 1A. A potential polycistronic RNA is expressed by this locus and contains the 88aa hemo-ORF and a second short ORF (Open Reading Frame) of 59 codons (ORF2), currently annotated in Flybase as CG43194 and CG43210, respectively. Poly-Ribo-Seq data from Drosophila S2 cells shows that hemo transcripts are actively translated (Fig 1B) [3].\n\nWe assayed expression of hemo throughout development by reverse transcription polymerase chain reaction (RT-PCR) and found that transcription of hemo is temporally regulated, showing higher expression from prepupal to adult stages, in agreement with modEncode RNAseq data (S1 File;Flybase). However, in situ hybridisation also showed that hemo is specifically expressed in Drosophila embryos in a pattern similar to crq, a hemocyte-specific marker (Fig 1C–1F) [26–28]. Accordingly, hemo was detected by RT-PCR from prepupal hemocyte RNA extractions (S1C Fig). Hemocytes are fly macrophages involved in the engulfment of cellular corpses throughout development, and they are the cellular branch of the fly innate immune system [12].\n\nTo elucidate the function of hemo, we generated a deletion of the locus by FRT-mediated recombination using the P(RS3)fray CB-0706-3 and PBac(WH)fru f02684 P-element insertions [29]. This deletion (hemoA4) removes the entire hemo locus, CG7691, and also one 5’ noncoding exon of each of the frayed (fray) and fruitless (fru) genes (Fig 1A and S1C Fig). Homozygous hemoA4 mutants reached adulthood and did not show overt morphological defects; however, their hemocytes exhibited a more vacuolated morphology in comparison to wild-type controls (Fig 1G and 1H and S1D and S1E Fig). The vacuolated phenotype in hemoA4 mutant hemocytes was reflected in the microtubule cytoskeleton, and the volume of the vacuoles was significantly larger than those present in wild-type hemocytes (Fig 1I, 1J and 1O).\n\nFurther genetic analysis corroborates that this hemocyte phenotype in hemoA4 is specific to loss of the Hemotin peptide. The fru and fray genes have functions in dimorphic sexual behaviour and nerve fasciculation, respectively [25,30]. We discarded them as candidates for providing the requirement for hemocyte vacuolation since fru was not expressed in hemocytes (S1 File), and the function of fray is provided by a shorter transcript containing the coding exons (Fig 1A), whose expression was not affected in the hemoA4 deletion (S1 File). In agreement with this, the hemoA4 and frayPZ07551 mutations (Fig 1A) [25] complemented each other giving rise to hemocytes with normal vacuoles (Fig 1O) and larvae with normally fasciculated nerves (S2 File). For the CG7691 gene, we generated a 12 Kb genomic construct containing its coding and upstream regulatory regions. Hemocytes carrying this CG7691 genomic fragment (GF) in a hemoA4 mutant background expressed CG7691 at wild-type levels (S1 File) but still possessed large vacuoles (Fig 1O), indicating that deletion of CG7691 in hemoA4 is not the cause of hemocyte vacuolation. In contrast, loss of function and rescue experiments pinpoint the hemo transcript as responsible for these vacuolation phenotypes. First, reduction of hemo RNA expression with a ds-RNA construct (UAS-hemo-RNAi) in hemocytes produced enlarged vacuoles mimicking the hemoA4 phenotype (Fig 1K and 1O). Second, expression of the hemo full-length transcript rescued hemoA4 phenotypes (Fig 1L and 1O), whereas expression of the same construct carrying a frame-shift in each ORF, which produces scrambled peptides, did not (Fig 1O).\n\nNext, we assessed the contribution of each ORF to hemo function. Expression of UAS-minigenes containing hemo-ORF alone (Fig 1M and 1O) or hemo-ORF-GFP (green fluorescent protein-tagged peptides (hemo-GFP) (Fig 1O) rescued the vacuolated hemoA4 phenotype, whereas UAS-ORF2 did not (Fig 1B, 1N and 1O), indicating that the peptide encoded by hemo-ORF represents the functional unit of the gene in this context. Poly-Ribo-Seq data from Drosophila S2 cells [3] indicated high translation of hemo-ORF but a lower, or non-productive, rate of ORF2 translation (Fig 1B). Finally, carboxyl terminal-tagged GFP fusions of each peptide in a full-length transcript only showed expression of Hemo-GFP, which localized to intracellular membrane structures in S2 cells (S2 File) and Kc167 cells (S1F–S1F” Fig). We could only detect ORF2-GFP peptides from an ORF2-GFP fusion in a short transcript minigene that excludes hemo-ORF (Fig 1B; S2 File). Thus, although ORF2 does show potential for translation, altogether our results support that the 88aa transmembrane peptide encoded by hemo-ORF alone provides the requirement for normal vacuolation in Drosophila hemocytes.\n\n2—Hemotin Peptides Are Required for Endolysosomal Maturation and Resistance to Infection\n\nWe next investigated the origin of the mutant vacuoles. hemoA4 hemocytes showed an increased accumulation of acidic compartments as revealed by pH-sensitive Lysotracker (S1G, S1H and S1K Fig), and vacuoles disrupting the microtubule cytoskeleton contained the lysosomal marker LAMP1 (Figs 2A–2A” and S2A–S2A”). Expression of hemo full-length or hemo-ORF constructs in hemoA4 mutants rescued the enlarged acidic compartment phenotype (S1I–S1K Fig). These pieces of evidence suggest that the enlarged vacuoles are some type of abnormal degradation compartment and that hemo is necessary for the processing of phagocytic or recycled materials.\n\nWe have used further endocytic markers to ascertain the nature and integrity of the acidic compartments in hemoA4 null hemocytes. The hemoA4 enlarged acidic intracellular organelles show an extensive overlap of early and late endocytic markers: FYVE (a PI(3)P-binding zinc finger domain, early endosomal marker, named after being found in Fab1, YOTP, Vac1, EEA1 [31]) (Fig 2B and 2B’ and 2E and S2E and S2E’ Fig), Rab7 (late endosomal marker) (S2C–S2C’, S2E–S2E’ Fig), and Lysotracker (acidic organelle marker) (Fig 2B, 2B” and 2E and S2C and S2C” Fig) in comparison with wild-type hemocytes (Fig 2C–2C” and 2E and S2B–S2B” and S2D–S2D” Fig). This combination of early and late markers identifies the enlarged compartments as aberrant endolysosomes [21]. We quantified the occupied FYVE area index (see Materials and Methods; Fig 2D) and the average diameter of FYVE vesicles (see Materials and Methods; S6 Fig). hemoA4 mutant hemocytes showed larger FYVE compartments containing larger vesicles than wild-type. Expression of UAS-hemo full-length transcript, UAS-hemo-ORF, and UAS-hemo-GFP constructs rescued these phenotypes, whereas expression of a UAS-hemo frame-shift, UAS-ORF2 and a CG7691 GF constructs failed to do so (Fig 2D). The simplest interpretation of our results is that Hemotin peptides are required for completing the maturation of at least some early-to-late endosomes, and hence for their subsequent endolysosomal degradation.\n\nOther disruptions of this traffic could also perturb endosomal maturation, since endolysosomal homeostasis depends on the balance between trafficking of membrane from the endocytic pathway (influx) and exit of membrane (efflux) into early recycling compartments [18]. We explored whether the membrane efflux to early recycling compartments was disrupted in hemoA4 mutants by visualizing Rab11, a marker of recycling endosomes. In hemoA4 mutant hemocytes, the size of Rab11-positive compartments seemed normal in comparison with wild-type (S2F–S2F’ and S2G–S2G’ Fig), suggesting that membrane efflux to early recycling compartments is not grossly affected. Thus, the role of Hemotin peptides seems to focus at promoting early to late endosomal maturation.\n\nTo corroborate this hypothesis, we ascertained the precise subcellular localisation of Hemotin peptides in hemocytes. The Hemo-GFP peptides, which are functional and able to rescue hemoA4 mutants (Fig 1B and 1O and Fig 2D), localised to early endosomes, as shown by their colocalization with the FYVE marker (Fig 2F and 2G–2G”) and HRS proteins [32] (S2H–S2H” Fig) but only limited colocalization with the late endocytic marker Lysotracker (Fig 2F and 2H–2H”). Thus, the in vivo Hemotin peptide localization correlates with their inferred role in promoting endosomal maturation.\n\nHemotin’s requirement in endolysosomal maturation could be related to the digestion of phagocytic materials and hence have an effect on immune defence and individual survival. We analysed ex vivo the ability of hemocytes to phagocytise and digest bacteria by monitoring uptake of pHrodo-E. coli bacterial particles, which fluoresce in acidic compartments such as endolysosomes, while simultaneously revealing early endosomes with the FYVE marker (Fig 3A–3E; S1 and S2 Videos). hemoA4 mutant hemocytes internalised pHrodo particles at similar rate to wild-type hemocytes (S3A Fig), indicating that the initial phagocytic uptake is not affected. However, in the hemo mutants, the internalised particles acidified at a slower rate and to a lesser degree, and remained for longer in FYVE-positive vesicles (Fig 3A–3E), suggesting a reduced ability of hemoA4 mutant hemocytes to digest phagocytosed material. Such impairment could compromise the mutant fly’s ability to deal with invading and commensal microorganisms, especially for those usually cleared through phagocytosis by hemocytes [33,34]. Indeed, hemoA4 mutant hemocytes also showed in vivo a similar normal uptake but slower processing of intact E. coli bacteria expressing mCherry (Fig 3F–3J), and homozygous hemoA4 mutants carried a higher bacterial load than wild-type flies raised simultaneously in the same vial (Fig 3K and 3L). This increased bacterial load seems to affect lifespan, since hemo mutants had a median life span that is only 47% of the wild-type (Fig 3M) in normal cultures, but this increases to 77% when raised in germ-reduced media supplemented with antibiotics (Fig 3M). Furthermore, hemoA4 mutant flies show reduced resistance when infected with normally nonpathogenic E. coli bacteria, comparable to other mutants that have a reduced capacity for phagocytosis [33,34] (S3B and S3D Fig).\n\nThese results suggest that hemo mutants have a reduced cellular immunity. However, their humoral immunity (driven by antibacterial peptides [13]) does not seem affected. hemoA4 median life span after infection with pathogenic bacteria such as Micrococcus luteus and Enterobacter cloacae, which overcome hemocytes but fully engage the humoral production of antibacterial peptides [13,33,34], was not significantly affected (S3B, S3C and S3D Fig), and accordingly the production of antibacterial peptides in hemoA4 mutants was not impaired (S1 File).\n\nThus, our results suggest that Hemotin peptides in the early endosomes of fly macrophages are required for normal phagocytic processing and that absence of these peptides results in abnormal and slower maturation and degradation of phagocytic materials. In turn, this abnormal phagocytic processing reduces the ability of the organism to fight off bacteria and has a direct impact on fly immunity and viability.\n\n3—Hemotin and Vertebrate Stannin Belong to a Conserved Family\n\nTo elucidate the molecular function of the Hemotin peptide, we searched for similarity to known structural domains using the Phyre2 engine [35]. The human Stannin peptide is encoded by an 88aa smORF-like Hemotin and appeared as a possible match (Fig 4A). Structural analyses of the Stannin peptide suggest a transmembrane peptide containing two alpha helices, an N-terminal one that spans the lipid bilayer and a C-terminal helix at the cytosolic side (Fig 4A) [22,36], and our independent analysis of the Hemotin sequence using a transmembrane topology prediction program [37] also revealed a very similar potential transmembrane alpha-helical domain (Fig 4A, S1B Fig). Threading the Hemotin sequence onto the predicted human Stannin tertiary structure (see Materials and Methods) confirms a structural compatibility similar to vertebrate members of the Stannin family (Fig 4C).\n\nWe further searched for homologues of Hemotin and of Stannin following a bioinformatics pipeline used in Magny et al., 2013 [7]. We identified homologues of Hemotin peptides in other dipterans (mosquitoes) and in other insects such as hymenopterans (bees, ants, and wasps), plus new homologues of Stannin in ancestral vertebrates, such as hagfish, lamprey, and cartilaginous fishes (Fig 4A and 4B and S4A and S4B Fig), and these sequences also show structural compatibility with Stannin (Fig 4C and S4C Fig). Despite considerable amino acid sequence variation, comparison of Hemotin and Stannin sequences reveals conservation in the alpha-helices and in the intervening sequence, which have been implicated in Stannin function [22] (Fig 4A). The resulting tree of Stannin and Hemotin sequences shows a good correlation with the animal phylogeny (Fig 4B) and correctly locates the 88aa mitochondrial ribosomal protein S21 as an outgroup (S4B Fig). Altogether, the amino acid sequence analyses suggest that that Stannin and Hemotin are members of the same peptide family, displaying sequence and structural homology.\n\n4—Hemotin and Stannin Are Functional Homologues That Interact with 14-3-3ζ\n\nStannin is a peptide involved in organometallic toxicity, but its endogenous physiological and cellular functions have remained elusive [22]. In rodent models, snn expression has been detected in hematopoietic organs and immune cells including macrophages [39–41]. Similarly as with Hemotin (see above; unp. obs.), Flag-tagged Snn peptides have been detected in membrane fractions of intracellular compartments, such as endoplasmic reticulum, peroxisomes, mitochondria, and endosomes in mouse NIH-3T3 cell lines [42].\n\nTo explore the endogenous cellular function of hemo’s vertebrate relative, snn, in a vertebrate innate immune cell context, we used mouse RAW264.7 (macrophage-like) cells [43]. Firstly, we confirmed expression of snn in this cell line (S5A and S5B Fig). Secondly, we knocked down the expression of snn in RAW264.7 cells using siRNAs (small interfering RNAs) (S5A and S5B Fig) and monitored the formation of acidic compartments with Lysotracker. snn si-RNA-treated RAW 264.7 cells showed abnormally large acidic aggregates (Fig 5A–5C) mimicking the hemoA4 null phenotype observed in hemocytes (Fig 2A” and 2L” and S1G–S1K Fig). Expressing a GFP-tagged human Stannin (Snn-GFP) peptide in Drosophila Kc167 cells revealed its localisation to cellular membranes, comprising intracellular punctate compartments (S5D–S5D” Fig). In addition, coexpression of tagged Stannin and Hemotin peptides in these cells show their colocalisation in membrane intracellular organelles (Fig 5D–5D”). These results suggest that Stannin and Hemotin peptides localize to similar cellular compartments and are involved in the formation of acidic compartments, suggesting a functional homology. To test this possibility, we measured the ability of Stannin to rescue hemoA4 mutant phenotypes in hemocytes: expression of the human Stannin peptide rescued the vacuolated phenotype (Fig 5G) and the size of the FYVE-positive vesicles (Fig 5H, 5I, 5J and 5L; S6 Fig) of hemoA4 mutants almost as effectively as endogenous Hemotin peptides (Fig 5G, 5H, 5I, 5J and 5K; S6 Fig), supporting that hemo and snn are functional homologues.\n\nStannin peptides bind to the 14-3-3ζ adaptor protein, although the molecular and cellular implications of this binding have not been fully clarified [44]. 14-3-3ζ proteins form dimers that bind to phosphorylated amino acid residues of target proteins and modulate their functions [45]. We investigated whether a similar interaction exists between Hemotin and 14-3-3ζ during endosomal maturation in hemocytes. We observed that Hemo-GFP peptides (which localize to early endosomes, Fig 2G–2G” and S2H–S2H” Fig) colocalised with 14-3-3ζ in hemocytes (Fig 5E–5E”‘). In addition, Hemo-GFP peptides coimmunoprecipitated with Nt-tagged 14-3-3ζ proteins expressed in Drosophila Kc167 culture cells (Fig 5F and S5C Fig) and hemocytes (S1 File). The coimmunoprecipitation appears moderate but reproducible and specific, perhaps reflecting a moderate affinity, or a limited amount of the multifunctional 14-3-3ζ protein [45] being engaged by Hemotin peptides.\n\nOur genetic analysis reveals a negative functional relationship between 14-3-3ζ and hemo/snn during endosomal maturation in hemocytes. Thus, excess of 14-3-3ζ function (in He-Gal4;UAS-14-3-3ζ hemocytes) resembled loss of hemo function (as in hemoA4) by producing large vacuoles (Fig 5G) and FYVE vesicles (Fig 5H, 5I, 5J and 5M), thus suggesting that 14-3-3ζ and hemo work in opposite directions. An antagonistic, yet closely related, function is further suggested by gene dosage interactions. First, the 14-3-3ζ gain of function phenotypes were corrected by simultaneous gain of either hemo or snn: both UAS-hemo and UAS-snn corrected the extra vacuolation of UAS-14-3-3ζ (Fig 5G), while UAS-hemo corrected the large FYVE vesicles produced by UAS-14-3-3ζ. Second, reducing 14-3-3ζ function rescued the hemoA4 phenotype to near wild-type, as indicated by vacuolation (after removing a copy of 14-3-3ζ in a hemoA4 homozygous background, Fig 5G) and the size of FYVE vesicles (by expressing 14-3-3ζ RNAi in a hemoA4 homozygous background, Fig 5J and 5N). These negative dosage interactions suggest that 14-3-3ζ works in a common pathway, yet antagonistically, with hemo and snn [46,47]. Because 14-3-3ζ dosage is able to modify hemoA4 null phenotypes, the formal interpretation is that 14-3-3ζ acts downstream of hemo, or in other words, that Hemotin regulates 14-3-3ζ. Altogether, these genetic results suggest that Hemotin function represses or down-regulates 14-3-3ζ activity.\n\nThus, our results suggest that Hemotin and Stannin are functional homologues that are required at the cellular level for endosomal maturation; and at the molecular level, to bind and antagonize 14-3-3ζ.\n\n5—Hemotin Represses the 14-3-3ζ-Mediated Stimulation of the Class II PI3K68D Kinase\n\nSpecific steps in the endosomal maturation process depend on the phosphorylation states of PI [18,20]. In hemocytes, regulation of PI(3)P endocytic pools is key for early endosomal trafficking [21,48]. It has been shown that PI(3)P homeostasis depends on the class II PI(3)Kinase, PI3K68D, which phosphorylates PI at the carbon 3 position to form PI(3)P and the Mtm phosphatase that dephosphorylates this residue to revert to PI [21]. Either mutations in mtm or overexpression of PI3K68D increase PI(3)P in early endosomes and induce the formation of abnormal enlarged endolysosomal compartments retaining larger amounts of the PI(3)P sensor FYVE-GFP (Fig 6E, 6F and 6J) [21], similar to that observed in hemoA4 mutants (Fig 2B–2B”, S2C–S2C” and S2E–S2E” Fig).\n\nThe similarities of the cellular phenotypes between hemoA4 mutants and overproduction of PI(3)P by PI(3)P enzymes prompted us to carry out a genetic analysis of their functional interactions during endosomal maturation in hemocytes. The PI3K68D gain of function phenotype of enlarged FYVE organelles and vesicles was suppressed by coexpression of either a hemo full-length transcript (Fig 6J and S6 Fig) or a 14-3-3ζ-RNAi construct (Fig 6H and 6J and S6 Fig). Similarly, reduction of mtm function by expressing an mtm-RNAi construct produced aberrant enlarged FYVE compartments with larger-sized vesicles (Fig 6F and 6J; S6 Fig) [21]. Codepletion of mtm and 14-3-3ζ with RNAi constructs corrected the size of these abnormal FYVE compartments and vesicles (Fig 6I and 6J and S6 Fig). Formally, these results indicate that 14-3-3ζ cooperates with PI3K68D, whereas Hemotin and Mtm antagonize their action.\n\nThree further results suggest that mtm and PI3K68D act downstream of Hemotin and 14-3-3ζ. Either overexpression of mtm or removing a copy of the PI3K68D corrected the abnormally large FYVE vesicles of hemoA4 null hemocytes (Fig 6A–6C and 6J and S6 Fig). Similarly, reducing PI3K68D function with a RNAi construct produces little or no phenotype on its own (Fig 6J) [21] but is also able to rescue the enlarged size of FYVE vesicles produced by overexpression of 14-3-3ζ (Fig 6G and S6 Fig). Thus, in three different genetic conditions, a reduction of PI(3)P synthesis was able to suppress the enlarged and abnormal early-endosome-like vesicles produced by total loss of hemo or gain of function of 14-3-3ζ. These epistatic results strongly suggest that mtm and PI3K68D act downstream of Hemotin and 14-3-3ζ during endosomal maturation; in other words, that Hemotin and 14-3-3ζ fulfil their roles through regulation of the PI(3)P enzymes.\n\nTwo independent lines of evidence corroborate this hypothesis. First, Hemo-GFP peptides colocalize with PI3K68D kinase at early endosomes (Fig 6K–6K”‘). Second, PI3K68D is able to pull down 14-3-3ζ from hemocyte protein extracts (Fig 6L), suggesting that 14-3-3ζ directly binds PI3K68D. Altogether, the genetic, cellular, and biochemical results support a model where Hemotin peptides indirectly affect the PI(3)P labelling of early endosomes by binding 14-3-3ζ, and hence repressing the positive effect of 14-3-3ζ on PI3K68D kinase (Fig 7).\n\nDiscussion\n\nHemocytes are part of the innate immune surveillance system in Drosophila and are involved in the uptake of cell corpses during development and in overriding bacterial infections throughout the life cycle of the fly [12,49]. Their ease of detection and observation, coupled with the arsenal of Drosophila genetic techniques, makes hemocytes an excellent model system in which to characterize at molecular level basic cellular processes shared by other metazoan cells. For example, insect hemocytes display functions similar to vertebrate macrophages, such as directed migration and phagocytosis [12–15]. Similarities in the molecular mechanisms controlling these processes have been noted before [16,43,50], but the question of whether hemocytes are truly homologous to vertebrate white blood cells, representing a kind of ancestral macrophage-like cell, is not settled. Homology is supported by the clear similarities in the recognition of exogenous microorganisms through pattern recognition receptors of the Toll and Imd signalling pathways [17,51,52]. Our work further supports such homology through the identification of a modulator of endosomal maturation that is specifically expressed in hemocytes and vertebrate white blood cells and is essential for their phagocytic activity. This modulator is the Hemotin-Stannin peptide.\n\nDuring endosomal maturation, turnover of PI(3)P pools at endocytic compartments is essential for PI(3)P-mediated recruiting of effectors involved in sorting specific cargo proteins and endosomal vesicles to specific trafficking routes (Fig 7A) [18,20]. In hemocytes, PI(3)P synthesis at early endosomes depends on a scaffold complex comprising both PI(3)P-turnover enzymes, PI3K68D kinase, and Mtm phosphatase bridged by Sbf (an Mtm-pseudophosphatase), indicating that PI(3)P synthesis must be tightly regulated and spatially linked to the traffic of membrane vesicles through the endosomal pathway towards degradation [21,50]. It makes sense that the function of these complexes must be tightly controlled in cell types involved in intense phagocytosis, such as hemocytes, in order to regulate PI(3)P-turnover and maintain endosomal homeostasis under the stress of enhanced membrane influx. Our results show that Hemotin peptides are specifically expressed in hemocytes and locate to early endosomes, where they bind and repress 14-3-3ζ activity. In turn, the genetic and biochemical results suggest that Hemotin-Stannin peptides prevent 14-3-3ζ from assisting the class II PI3K68D kinase at these endocytic vesicles. While the genetic suppression of the hemo phenotype by 14-3-3ζ and PI3K68D indicate the functional link with these proteins, this could be based on direct or indirect effects. Our ability to co-IP the two proteins is consistent with a direct effect. However, further studies are needed to confirm this and to determine how Hemotin and 14-3-3ζ can together regulate PI3Kinase activity. Thus, our results indicate that 14-3-3ζ binds PI3K68D, but do not reveal the molecular function of this binding, nor the nature of its positive impact. 14-3-3ζ could either directly stimulate the enzymatic activity of PI3K68D or promote the recruitment or retention of PI3K68D at the Sbf complex. In any case, removal of Hemotin or Mtm, or excess of either 14-3-3ζ or PI3K68D result in large PI(3)P-labelled vesicles (as revealed by the PI(3)P sensor FYVE-GFP, Figs 2 and 5), as observed in other systems when PI(3)P kinase function is deregulated [18,21]. These enlarged PI(3)P vesicles display mixed endosomal-lysosomal characteristics, and thus the normal transitory overlap of endosomal and lysosomal markers in the cell appears increased (Fig 2, S2 Fig, Fig 7B). These enlarged intermediate vesicles could occur when the increase in early endosomal vesicle formation overpowers the ability of the subsequent endosomal machinery to complete their maturation into proper endolysosomes. These mutant endosomal vesicles seem to have an impaired ability to process phagocytic material, which displays slower and less acute acidification and longer trafficking times (Fig 3). The PI(3)P-rich nature of the mutant vesicles might preclude the formation of proper endo-lysosomes, but the process of endolysosomal acidification and maturation is still not completely understood [18,53]. We propose that the cellular role of Hemotin is to reduce the endosomal PI(3)P labelling produced by the 14-3-3ζ-PI3K68D-Sbf-Mtm complex, and hence to reduce production of vesicles with early endosome characteristics (Fig 7). This modulation by Hemotin would allow for the subsequent maturation and degradation part of the endophagocytic cycle to keep up with the intake of phagocytic material, which is unaffected in hemo mutants.\n\nThis “endocytic modulation” appears essential in cells with high phagocytic activity such as hemocytes and macrophages to ensure proper digestion of phagocytised bacteria. In the absence of hemo, commensal and invading bacteria are less efficiently cleared from the body, and this ultimately compromises the viability of the organism (Fig 3, S3 Fig). Interestingly, much of this effect can be attributed to bacteria that are commensal or else not normally pathogenic, which are normally kept in check by the hemocytes, but that when this cellular defence is compromised, they overgrow in the body and lead to death (Fig 3, S3 Fig) [33]. This has interesting parallels with the severe effects of infection by normally mildly pathogenic bacteria in human patients with immunodeficiencies [54].\n\nRegulation of endosomal maturation by Hemotin-Stannin appears to be a conserved mechanism. We have identified Hemotin homologues in other insects, and our phylogenetic analyses indicates that Hemotin is a member of a conserved peptide family, including the vertebrate Stannin, encoding peptides with similar tertiary structure (Fig 4, S4 Fig). In addition, we have demonstrated that Hemotin and Stannin are functional homologues in hemocytes during endosomal maturation, a role that appears to be conserved in vertebrates, as hemo mutant-like endosomal abnormalities are produced by reduction of snn function in mouse macrophage-like cells (Fig 5). Finally, we have shown that both hemo and snn display antagonistic genetic relationships with 14-3-3ζ during endosomal maturation. The binding of Hemotin to 14-3-3ζ offers a direct molecular basis for these interactions (Fig 5). This seems a conserved regulatory mechanism as Stannin peptides have been shown to bind 14-3-3ζ proteins in vertebrates [44] and physical interactions between 14-3-3ζ and the vertebrate PI(3)P enzyme homologues, Mtmr1 phosphatase and class II PI(3)P kinase have been reported by proteomics of 14-3-3ζ pull-down protein extracts from human HeLa cells and mouse neural cells [55,56]. Given 14-3-3ζ multiple functions and near-ubiquitous expression, we surmise that cooperation of 14-3-3ζ with the PI3K68D kinase might be a general cellular mechanism that is modulated by Hemotin/Stannin in specific cell types, although further experiments must test this point.\n\nInterestingly, results relating to the role of Stannin as a promoting factor for organometallic-mediated cytotoxicity may be relevant to our model. Organotins such as TMT are used in industry as plastic stabilisers, but they are acutely toxic, producing cytotoxicity in specific tissues and eventually death of the affected individual [22]. snn was originally identified as a cDNA specifically expressed in TMT-sensitive tissues such as hematopoietic organs and immune system lineages [57]. Subsequent studies showed binding of TMT to Stannin [58–60] and of Stannin to 14-3-3ζ [44]. Although the molecular and cellular consequences of such binding and the roles of Stannin in TMT toxicity and under normal physiology have not been fully elucidated, several results might suggest a relationship with PI metabolism. The first cellular symptom of exposure to organometallic compounds is an increase of endolysosomal-like vacuoles [61,62], which resembles both the hemo mutant phenotype and the snn siRNA phenocopies in mouse macrophage-like cells (S1G and S1H Fig, Fig 5A and 5B). Lithium treatment, which inhibits PI synthesis, has a protective effect on TMT cytotoxicity [62], but addition of exogenous PI(3)P (myophosphatidylinositol) to such TMT+Lithium-treated cells reverts this Lithium protective effect, altogether suggesting that PI promotes TMT-mediated cytotoxicity [62]. Thus, TMT could alter Stannin and cause a toxic excess of 14-3-3ζ-related PI(3)Kinase function, leading to an increase of endocytic PI(3)P labelling, and hence to enlarged endolysosomal compartments and eventual apoptosis in snn-expressing tissues.\n\nWe have not been able to identify Hemotin-Stannin homologues in diblastic animals or unicellular eukaryotes, so a compatible hypothesis is that Hemotin-Stannin appeared as an adaptation to enhanced levels of endocytic activity in specific phagocytic cells during the evolution of complex body plans. Interestingly, this is also the point when the Sarcolamban family appears in the animal tree [7]. The sarcolamban-sarcolipin smORF family also encodes peptides regulating a basic cellular process (Calcium homeostasis) fundamental to a specific cell type (muscle cells) [11,63]. smORFs are widespread, having been identified in bacteria [64], yeast [65], and plants [66]. In eukaryotes, translated smORFs have been recently identified in putative long noncoding RNAs [2,3], and interestingly, expression of long noncoding RNAs can be highly tissue-specific ([67], unp. obs.). We have shown that hydrophobic smORF peptides have a propensity to encode transmembrane alpha-helices and to localise to cell membranes and organelles [3]. Finally, it has been proposed that smORFs are a source of evolutionary new peptides [68]. Altogether, it is tempting to speculate that hydrophobic smORFs could provide a source of emerging tissue-specific modulators of organelle-based cellular processes. Regardless of this speculation, the accumulating evidence points to the potential of smORF peptides to fill gaps in our understanding of cell biology and physiology, and its associated diseased states.\n\nMaterials and Methods\n\nFly Genetics and Generation of Hemotin A4 Mutant Strain\n\nFly stocks and crosses were cultured at 25°C. The Oregon-Red line was used as our wild-type strain. The following lines were obtained from the Bloomington Stock Centre: frayPZ07551, Df(3)BSC626 (PI3K68D), fru1, 14-3-3ζBL12, UAS-Rab7-YFP, UAS-2XFYVE-GFP, UAS-LAMP1-GFP, UAS-PI3K68DIR(GL00159).\n\nFor ectopic and rescue experiments, we used Hemese-Gal4, and crq-Gal4 lines as described in Sampson et al., 2013 [15].\n\nFly strains used in this study: UAS-HA-14-3-3ζ and UAS-14-3-3ζIR [69], UAS-14-3-3ζIR (VDRC#48725). UAS-mtmIR, UAS-mtm-Cherry, UAS 2XFYVE-Cherry, UAS-PI3K68D-Cherry, and UAS-PI3K68D-GFP [21]. frayR1 [25].\n\nThe P{RS3}fray (CB-0706-3) and the P-Bac{WH}fru(f02684) from DGRC and Exelixis, respectively, were used to generate a 34-Kb deficiency by FRT-mediated recombination [29] depleting the first 5’exon of fru and fray genes and the whole gene locus of CG7691 and CG43210 (hemo) genes, which was confirmed by Taq-polymerase PCR (Qiagen, Venio, Netherlands) from genomic DNA extractions. In addition, detection of mRNA levels of these genes were conducted by RT-PCR from mRNA extraction using Trizol (Ambion/Life Technologies, Carlsbad, CA) of hemoA4 larval haemolymph.\n\nPrimary Hemocyte Culture, Live Cell Stainings, Immunocytochemisty and Microscopy\n\nPrimary Drosophila hemocytes were isolated from postembryonic life stages as indicated in Sampson et al., 2013 [15]. Extraction of free-flowing hemocytes was achieved by bleeding individual specimens using a 25-gauge dissecting needle in a culture medium (80% Schneider’s Drosophila medium [Pan-Biotech, Dorset, UK] and 20% fetal bovine serum [Invitrogen/Life Technologies] with no antibiotics).\n\nFor measuring vacuolation primary hemocytes from white prepupae (&gt;100 h AEL) were cultured into a glass-bottom dish containing collagen extracellular matrix (MatTek Corp., MA, US) and stained with anti-beta tubulin and phalloidin (Invitrogen/Life Technologies) following the procedures described in Sampson et al., 2013. Similar procedures were followed to identify lysosomes using lysotracker (Invitrogen/Life Technologies) or by detecting the LAMP1-GFP marker.\n\nDetection of GFP and Cherry–2XFYVE, Hrs, Cherry-PI3K68D, Cherry-Mtm, HA-14-3-3ζ, and hemo-ORF1-GFP was achieved by culturing primary hemocytes from wandering late third instar larvae and white prepupa stages in glass multisport microscope slides (Hendley-Essex, Essex, UK) and immunostaining was performed as described in Sampson et al., 2013.\n\nAntibodies used in this study are: mouse anti-GFP (Roche) 1:500; rabbit anti-cherry (Invitrogen) 1:5000; mouse anti-HA (Roche) 1:500; anti-Hrs [70], mouse anti-FLAG M2 (SIGMA) 1:1000. Actin cytoskeleton was labelled with fluorophore-conjugated phalloidin (Molecular-Probes. Invitrogen) 1:50.\n\nFor measuring lysosomal aggregation, live primary hemocytes were stained with 50 nM Red-lysotracker (Invitrogen) in culture medium for 15 min and then washed several times and finally replaced with normal culture medium for live imaging for 20–30 min.\n\nFor embryonic hemocyte in vivo imaging, adult flies were allowed to lay eggs on apple juice agar plate. Embryos collected at stage 15, dechorionated and mounted on double-sided tape stuck to a standard glass slide. Voltalef oil was applied to the embryos to prevent dehydration, and a coverslip fixed with nail polish applied on top. For pupal hemocyte in vivo imaging, pupae at stage P6 (50 h APF) were mounted ventral side down on double-sided tape applied to a glass slide and dissected to remove a window in the pupal case over the thorax as described in Sampson et al., 2013. After application of 10S Voltalef Oil on the ROI, a ring of petroleum jelly was made around the samples, a coverslip was rested on this ring, and then it was pressed down on the sample.\n\nConfocal laser microscopy was used to image fluorescence in live and fixed cells. An inverted Zeiss Axiovert 200M series microscope with a LSM-510 confocal laser attachment was used. Images were captured using a Hamamatsu ORCA-ER C4742-95 camera. Most cells were observed at 63x using the Zeiss Apochromat 63x oil objective NA = 1.4, but in some cases 100x magnification was required, using a Zeiss Epiplan—NeoFluar 100x oil objective with NA = 1.3. Fluorescent imaging utilised the automated prior stage for Z-stacking throughout the cells imaged. Live cells were imaged at 0.5–1 μm path length between each imaging slice. Fixed cells were also imaged within the same range of path length for nondetailed images, whilst detailed images, particularly for 3-D reconstruction, were imaged at a path length of 0.2–03 μm between each imaging slice. LSM image browser and imageJ v.1.46 were used to analyse acquired images and Photoshop (Adobe) was used for editing.\n\nBacterial Phagocytosis Assay in Primary Hemocytes\n\nPhagocytosis assays were performed on wild-type and hemoA4 mutant live primary hemocytes expressing FYVE-GFP endocytic marker supported in ex vivo cell culture without ECM coating and using HEPES+HBSS pH 7.4. The phagocytic stimulation used was in the form of pHrodo pH-sensitive conjugated heat-killed bacterial particles. E. coli (Gram -) bio-particles were used (Life Technologies).\n\nA 1:1 dilution of pHrodo-conjugated bacterial particles (0.5 mg/mL) with HEPES+HBSS pH 7.4 buffer was sonicated for 5 min to break apart large conglomerates. Further dilution was carried out by using 16 μl (1:1 dilution) into a final volume of 200 μl HEPES+HBSS pH 7.4 which was added to the ex vivo hemocyte culture. Time-lapse Imaging was conducted using a SP8 Leica confocal microscope with a short Z-stack throughout the cell at 0.5 μm path length between each image slice. Bright Field Phase, 488 and 543 nm laser illuminations were used to observe the cell outline and the fluorescent FYVE and pHrodo particles. Live cells were imaged every 90 to 120 seconds with a Z-stack for a period lasting for 90 min.\n\nThe integrated pHrodo intensity over time was measured for each particle from the moment the particles docked into the cell membrane and for each time point, using an identical ROI of 0.9 μm2 for every series on single confocal z-stack plane across on the middle of the pHrodo particle. To quantify FYVE prevalence, the number of frames for which individual pHrodo particles were surrounded by FYVE, using a single z-stack plane across on the middle of the pHrodo particle, were counted and converted into time according to the frame rate of each time lapse.\n\nViability Assays\n\nFor viability assays, virgin male flies were collected from each genotype and kept at 18°C until sufficient numbers were reached (maximum 2 d, at least 50 flies per genotype or condition). Flies (2-d-old) were then kept at a density of 10–25 flies/tube, reared at 25°C and scored daily for number of surviving flies.\n\nTo assess the viability of flies in antibiotic media, 100 μL of Penicillin-Streptomycin solution (10,000 units penicillin and 10 mg streptomycin/mL, Sigma-Aldrich) was added to the surface of standard corn-meal food media vials (containing approximately 10ml of media), and left over night at 25°C, until fully absorbed.\n\nTo assess the effect of bacterial infection on viability, nonpathogenic Escherichia coli (DH5α), or pathogenic Micrococcus luteus (gram+) and Enterobacter cloacae (gram−) bacterial strains were used. Flies were infected by wounding at the top of the abdominal segment, under the haltere, using a tungsten dissection needle dipped in bacterial culture grown to a cell density of (OD600 = 0.8).\n\nIn Vivo mCherry E. coli Uptake Assay\n\nTo quantify the number of mCherry E. coli bacteria (K12 E. coli expressing PDSpRSETD-cherry plasmid from Dr. Stephan Mesnage) in hemocytes in vivo, He-Gal4; UAS-FYVE-GFP or he-Gal4; UAS-FYVE-GFP, hemoA4 flies were injected with 0.2 μL of bacterial culture grown to OD600 = 0.05, using a glass capillary microinjection needle. Flies were then dissected as described in Magny et. al 2013 [7] to expose the dorsal abdominal cuticle in order to image the hemocytes associated to the dorsal vessel, as described in Horn et al. 2014 [71]. Flies were dissected after 20 or 120 min postinjection, in PBS, and the cuticles fixed in 4% PFA in PBS for 20 min. The preparations were then washed in, PBTX, incubated 30 min in PBS with phalloidin-Cy5 (Sigma-Aldrich) (1:10), washed in PBS, and mounted in Vectashield (vector). Hemocytes were imaged with a Zeiss laser scanning microscope LSM 5.10 on a Zeiss Axioskop 2 stage, with a 40X Achroplan objective, and bacterial cells within hemocytes, as determined with the phalloidin and FYVE counter-stains, were counted in Z-stack reconstructions.\n\nEndogenous Bacterial Content Assay\n\nTo quantify endogenous bacterial contents, we followed the method described in Khalil et al. 2015 [72]. Briefly, hemoA4 and wild-type Oregon Red L3 larvae were collected, washed in PBTX and PBS, and reared together in the same vial at a density of 20 flies per vial, in order to minimize the effect of external bacteria present in the media. Wild type and mutant flies were collected at either 10 d or 30 d after eclosion, and homogenised individually in 100 μL of autoclaved and sterile filtered PBS. The homogenates were diluted serially, and plated in antibiotic-free LB-agar plates. The plates were incubated for 48 h at 29°C, and the bacterial colonies from each homogenate spot counted.\n\nGeneration of DNA Constructs\n\nThe full-length hemo cDNA was obtained by RT-PCR (RACE) (PCR from overlapping EST (Flybase) using specific primers and cloned in TOPO vector (Invitrogen). pUAST-hemo full length vector was constructed by inserting flanking restriction sites to the 5’ and 3‘ end of the hemo cDNA respectively by PCR amplification. hemo cDNA was inserted in the pUASt (AttB) vector using these restriction sites. A similar strategy was used to clone ORF1 and ORF2 into the pUASt (AttB) vector. Generation of the pUASt-hemo-ORF carboxyl-tagged with GFP was carried out by generating a single PstI restriction site at the end of the ORF removing the stop codon in the hemo cDNA in TOPO by PCR and subsequently inserting a PstI flanking GFP cds in frame lacking its kozak and methionine sequences. Then the hemo-GFP was cloned in the pUASt-vector. The pUASt (AttB)-hemo-GFP was constructed for site-directed transgenesis by removing the hemo-GFP from pUASt and cloned in the pUASp(ATTB) vector (DGRC). The pUASt-ORF2 carboxyl terminal GFP tagged construct was made by amplification of ORF2 sequence and a short 5’UTR according to the short hemo cDNA described in flybase by PCR. The PCR product was cloned in pENTR vector (Invitrogen). LR recombination (Invitrogen) was used to clone the ORF2 into the pUASt-ctGFP vector (Murphy collection, Carnegie Institute).\n\nThe hemo frameshift construct was engineered by introducing a double nucleotide insertion in each ORF (in ORF1 a CG insertion three codons after the ATG and in ORF2 a GC insertion just after the ATG) by site directed mutagenesis (Stratagene, CA, USA) using the hemo full length cDNA in TOPO as a template. Subsequently, the hemo frameshift cDNA was cloned in pUASt (ATTB) vector.\n\nA CG7691 Genomic Fragment spanning 11.8 Kb was constructed by amplifying independently four sequential genomic fragments by Long Expand Range PCR (Roche, Basel, Switzerland) each containing the EcoRI-Kpn1, KpnI-NotI, NotI-XbaI and XbaI-AscI restriction sites respectively and then cloned in TOPO vector (Invitrogen). Each fragment was sequentially cloned in the Casper 5 vector using the restriction sites. Proof of the presence of the wild-type the CG7691 gene was obtained by sequencing. CG7691 mRNA expression from the construct was detected in adult transgenic flies over an hemoA4 deletion background by RT-PCR as described in [7].\n\nTo generate an amino terminal tagged version of 14-3-3ζ the ORF and 3’UTR from RH61958 cDNA (DGRC) were amplified by PCR and subsequently the PCR product was cloned in the pENTR vector (Invitrogen). The pUASt-Ntmyc-14-3-3ζ construct was generated by LR recombination into the acceptor vector (Murphy’s collection; Carnegie Institute).\n\nA snn ORF clone in an entry vector (GeneCopoeia, MD, US) was inserted in the pUASp vector (Murphy’s collection, Carnegie Institute) by LR recombination (Invitrogen). Similarly, a pUASt- amino-terminal GFP- or FLAG-tagged SNN constructs were generated using the former snn ORF entry vector and destination vectors (Murphy’s collection, Carnegie Institute).\n\nTo generate the hemo-RNAi construct used the method described by Kondo et al. (2006) [73]. Briefly, we used the following primers (hemo RNAi Fw GTTCCACAGAGATATCGTCT hemo RNAi Rv ACCACGAAGCTAACGCACAGC) to amplify a 354 bp DNA fragment from genomic DNA, corresponding to a region of the hemo locus with no homology to other genomic regions. This fragment was then cloned into the pRISE vector and used to generate transgenic flies by Bestgene.\n\nDrosophila S2 and Kc167 and Mouse RAW264.7 Cell Culture\n\nS2 cell culture, transfections, and immunocytochemistry were performed as described in [7]. Kc167 cells (250X105) were cultured in a 6-well plate dish in M3 insect medium (Sigma, MO, USA) containing 10% FBS and 1% pellicillin/streptomycin (Sigma). After 24 h, pUASt- and Act5-Gal4-constructs were transfected using FuGene (Roche). 3 d later, cells were pelleted for immunoprecipitation.\n\nMouse RAW264.7 cells were cultured in RPMi-1640 with L-glutamine (Sigma) supplemented with 10% FBS and 1% penicillin-streptomycin (Sigma) at 37°C and 5% CO2 conditions. 300 x 105 cells/well were grown in a 6-well plate (for lysotracker they were placed on acid-treated coverslips). siRNA treatments were performed as described by Ulvila et al., 2011 [43]. A mixture of two 5’ FITC labelled siRNAs were generated for snn, one targeting the ORF (sense sequence-GGCCAUGUGUGGAAAGAAAUU) and the other the 3’UTR(sense-sequence-GGGAGGAGCUGUAGGGAAGUU), and a control sample of nontargeting siRNAs pool manufactured by Dharmacon (GE Healthcare, NJ, US) were transfected using RNAmax reagent (Invitrogen) into cells at 24h and 48h after seeding the cells. After 24 h, cells were pelleted for Trizol (Ambion) mRNA extraction. Retrotranscription was conducted using random and polydT primers using RNA isolation kit (Promega, CA, US). snn and elongation translation factor 4 primers were used for RT-PCR. For quantification of lysosomes with Lysotracker, the media was removed and cells were washed with PBS1x. Afterwards, 50nM Lysotracker in culture media was added and left for 15 min. Cells were washed with culture media and mounted for acquisition of live cell imaging (30min) using confocal microscopy with a Zeiss LSM 510 NLO AXIOSkop microscope. Three independent siRNA treatment repeats were performed in our analysis.\n\nImmunoprecititation and Western Blot\n\nLate third instar larvae (80) and pelleted Kc167 cells were homogenized in lysis buffer (50 mM Tris pH 7.5;150 mM NaCl;1 mM EDTA;1 mM EGTA; 2.5 mM pyrophosphate; 1 mM Na3VO4; 1 mM glycerol phosphate) for 1 h (4°C). Cellular debris was spun at 3,000 rpm for 15 min at 4°C. Supernatant was again spun at 9,500 rpm for 45 min at 4°C. Supernatant was added to equilibrated GFP-beads (Chromo Tek, NY, US) and left rotating overnight at 4°C. Beads were washed several times and then boiled in Laemmi Loading Buffer (Biorad, CA, US). Beads were loaded onto 8% or 12% polyacrylamide gel and proteins were separated by SDS-PAGE (Biorad). Specific proteins were detected by Western Blot using a semidry blotting or tetra cell (Biorad). Antibodies used were: mouse anti-GFP 1:3000 (Roche); anti-HA 1:5000 (Roche); anti-Myc 1:1000 (Upstate).\n\nStatistical Analyses of Cell-Based Assays\n\nTo measure the size of the vacuoles of in vivo embryonic and pupal thoracic hemocytes, we calculated the OAI, which is the accumulative area of intracellular vacuoles divided by the cellular area (&gt;30 cells for most of the genotypes randomly selected as described above) in hemocytes in the wild-type and hemoA4 mutant. Z-stack images were processed in the ImageJ software, and the outlines of the vacuole and cell were highlighted using the draw tool and the areas were measured. Student t test was used for statistical analysis.\n\nFor measuring vacuolation in ex vivo hemocytes, we determined the OVI, which corresponds to the addition of the volume of intracellular vacuoles (voids that disrupt the tubulin cytoskeleton)/total cytoplasmic volume of the cell. The Z-stack images were loaded onto the ImageJ software. To calculate the total cytoplasmic volume, we used the oblate ellipsoid volume formula: 4/3πab2 (a = radius, b = height). The radius of the cytoplasm was measured at widest Z-slice of the cell and the height at the highest point at the orthogonal projection. The average wild-type cytoplasmic volume of ex vivo hemocytes (&gt;30 cells for most of samples were selected at random across &gt;3 separate imaging foci and 3 experimental repeats) was 311.06 μm3, which diverged only slightly from A4 mutants (375.57 μm3), therefore the wild-type cytoplasmic volume was used for our analysis. To calculate the volume of intracellular vacuoles, we used the sphere volume formula: = 4/3πr3, the radius was calculated by measuring the diameter of the widest point of the vacuole, only the vacuoles with a radius equal to or larger than 1.5 μm were considered for OVI analysis, with cells lacking vacuoles of at least 1.5 μm giving an OVI of 0.\n\nTo measure early endosome cellular compartments (FYVE-positive) in ex vivo hemocytes, we calculated the OAI, meaning the addition of FYVE particle area/total cytoplasmic cell area (volume inside of cortical actin ring). ImageJ software was used to calculate the OAI. A maximum projection of the Z-stacks was made and both FYVE and Phalloidin channels were separated. FYVE image was transformed into a binary image and particle analyses (size pixel μ2: 20-infinity and circularity: 0–1) were used to calculate the area of particles. Addition of FYVE particle areas was done in Excel. Measurement of the cytoplasmic area was performed manually by using the free hand selection tool. OAI of endosomes of 20–60 cells selected at random as described above were calculated per genotype. In addition, we measured FYVE diameter ratio consisting of the average of three FYVE vesicle diameters per cell (randomly selected 20–60 cells from &gt;3 imaging foci and 3 experimental repeats per genotype) divided by the averaged FYVE diameter of the He-Gal4 UAS-hemo full-length transcript in an A4 mutant background to diminish the genetic background effects possibly caused by the Gal4, hemoA4 and UAS-docking chromosomes.\n\nLysosome aggregates in ex vivo hemocytes were measured by calculating the area of lysosome particles as described above (visualized with lysotracker)/number of lysosomal particles. For each genotype &gt;30 cells were selected randomly as described above and were measured.\n\nWe calculated the OAI as described above as a measure of the lysosome occupied area in the siRNAs experiments in mouse RAW264.7 cells. 80–110 cells were measured per sample in each of the three repeats.\n\nStatistical analysis was performed with one-way ANOVA to assess whether the means of the groups were significantly different (p &lt; 0.0001), and a post hoc Bonferroni’s test was carried out to compare multiple groups with p &lt; 0.05 considered as significant using the Prism suite (Graph Pad).\n\nAs a measure of the colocalisation of endocytic markers and hemotin-GFP peptides, we used the Pearson’s correlation coefficient (ImageJ WCIF colocalisation plugins) that evaluates the amount of signal intensity from one channel that occurs in the same location in the other colour channel. Pearson’s coefficients range between −1 to 1, with values closer to 1 indicating reliable colocalisation. Pearson’s coefficients of hemocyte cells (n = 17–32 per genotype) were analysed with two-tailed Mann-Whitney test (p &lt; 0.0001).\n\nSearch for Sequence and Structure Homologues Using Bioinformatics\n\nThe Phyre2 online search engine was used to find structural homologues using the Hemo-ORF peptide sequence as an input. To find Hemotin sequence homologues, we used the pipeline described in Magny et al., 2013 [7] that is based on the identification of closest homologues, followed by expanded searches using consensus sequences weighted by the phylogeny from the alignment of such close homologues. In addition, we introduced an extra corroboration step of reciprocal best Blast hit in doubtful cases.\n\nAlignments and trees of peptide sequences were generated using MAFFT and Clustal programs, with MAFFT parameters set at 5 iterations and global pair alignment. The alignments were visualized with Jalview.\n\nTo evaluate the ability of hemo peptides to adopt the tertiary peptide structure of human Stannin, we threaded the sequence of insect Hemotin peptides (D. melanogaster and Microplitis demolitor) and the basal vertebrate Stannin peptide (hagfish) onto the human Stannin peptide structure (1zzA; RCSB protein data bank) using the Phyre2 server [35] on one-to-one threading mode. These preliminary structures were then refined, and Global distances test values were obtained with respect to the original human 1zzA Snn structure using the KobaMIN server [38].\n\nSupporting Information"
}