{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000647",
  "doi": "10.1371/journal.pbio.3000647",
  "externalIds": [
    "pii:PBIOLOGY-D-19-02326",
    "pmid:32163403",
    "pmcid:PMC7067398"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Endosomal Wnt signaling proteins control microtubule nucleation in dendrites",
  "authors": [
    {
      "name": "Alexis T. Weiner",
      "first": "Alexis T.",
      "last": "Weiner",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-0186-0921"
      ]
    },
    {
      "name": "Dylan Y. Seebold",
      "first": "Dylan Y.",
      "last": "Seebold",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America"
    },
    {
      "name": "Pedro Torres-Gutierrez",
      "first": "Pedro",
      "last": "Torres-Gutierrez",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-8998-6694"
      ]
    },
    {
      "name": "Christin Folker",
      "first": "Christin",
      "last": "Folker",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America"
    },
    {
      "name": "Rachel D. Swope",
      "first": "Rachel D.",
      "last": "Swope",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-1823-7714"
      ]
    },
    {
      "name": "Gregory O. Kothe",
      "first": "Gregory O.",
      "last": "Kothe",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America"
    },
    {
      "name": "Jessica G. Stoltz",
      "first": "Jessica G.",
      "last": "Stoltz",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America"
    },
    {
      "name": "Madeleine K. Zalenski",
      "first": "Madeleine K.",
      "last": "Zalenski",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America"
    },
    {
      "name": "Christopher Kozlowski",
      "first": "Christopher",
      "last": "Kozlowski",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-8667-2091"
      ]
    },
    {
      "name": "Dylan J. Barbera",
      "first": "Dylan J.",
      "last": "Barbera",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America"
    },
    {
      "name": "Mit A. Patel",
      "first": "Mit A.",
      "last": "Patel",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America"
    },
    {
      "name": "Pankajam Thyagarajan",
      "first": "Pankajam",
      "last": "Thyagarajan",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-9494-0938"
      ]
    },
    {
      "name": "Matthew Shorey",
      "first": "Matthew",
      "last": "Shorey",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America"
    },
    {
      "name": "Derek M. R. Nye",
      "first": "Derek M. R.",
      "last": "Nye",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-0539-075X"
      ]
    },
    {
      "name": "Matthew Keegan",
      "first": "Matthew",
      "last": "Keegan",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-7247-2961"
      ]
    },
    {
      "name": "Kana Behari",
      "first": "Kana",
      "last": "Behari",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America"
    },
    {
      "name": "Song Song",
      "first": "Song",
      "last": "Song",
      "affiliation": "Department of Pathology, Stanford University School of Medicine, Stanford, California, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-4587-8592"
      ]
    },
    {
      "name": "Jeffrey D. Axelrod",
      "first": "Jeffrey D.",
      "last": "Axelrod",
      "affiliation": "Department of Pathology, Stanford University School of Medicine, Stanford, California, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-6094-7392"
      ]
    },
    {
      "name": "Melissa M. Rolls",
      "first": "Melissa M.",
      "last": "Rolls",
      "affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-5021-4360"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-03-12",
  "dateAccepted": "2020-02-07",
  "dateReceived": "2019-08-08",
  "volume": "18",
  "number": "3",
  "pages": "e3000647",
  "tags": [
    "Animal cells",
    "Biochemistry",
    "Cell biology",
    "Cell signaling",
    "Cellular neuroscience",
    "Cellular structures and organelles",
    "Cellular types",
    "Condensed matter physics",
    "Cytoskeleton",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell signaling",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Condensed matter physics",
    "Discipline-v3/Cytoskeleton",
    "Discipline-v3/Endosomes",
    "Discipline-v3/Epigenetics",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetic interference",
    "Discipline-v3/Genetics",
    "Discipline-v3/Green fluorescent protein",
    "Discipline-v3/Luminescent proteins",
    "Discipline-v3/Microtubules",
    "Discipline-v3/Neuronal dendrites",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Nucleation",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Proteins",
    "Discipline-v3/RNA",
    "Discipline-v3/RNA interference",
    "Discipline-v3/Signal transduction",
    "Discipline-v3/Signaling cascades",
    "Discipline-v3/Vesicles",
    "Discipline-v3/Wnt signaling cascade",
    "Endosomes",
    "Epigenetics",
    "Gene expression",
    "Genetic interference",
    "Genetics",
    "Green fluorescent protein",
    "Luminescent proteins",
    "Microtubules",
    "Neuronal dendrites",
    "Neurons",
    "Neuroscience",
    "Nucleation",
    "Nucleic acids",
    "Physics",
    "Proteins",
    "RNA",
    "RNA interference",
    "Signal transduction",
    "Signaling cascades",
    "Type/Research Article",
    "Vesicles",
    "Wnt signaling cascade"
  ],
  "abstract": "Dendrite microtubules are polarized with minus-end-out orientation in Drosophila neurons. Nucleation sites concentrate at dendrite branch points, but how they localize is not known. Using Drosophila, we found that canonical Wnt signaling proteins regulate localization of the core nucleation protein γTubulin (γTub). Reduction of frizzleds (fz), arrow (low-density lipoprotein receptor-related protein [LRP] 5/6), dishevelled (dsh), casein kinase Iγ, G proteins, and Axin reduced γTub-green fluorescent protein (GFP) at branch points, and two functional readouts of dendritic nucleation confirmed a role for Wnt signaling proteins. Both dsh and Axin localized to branch points, with dsh upstream of Axin. Moreover, tethering Axin to mitochondria was sufficient to recruit ectopic γTub-GFP and increase microtubule dynamics in dendrites. At dendrite branch points, Axin and dsh colocalized with early endosomal marker Rab5, and new microtubule growth initiated at puncta marked with fz, dsh, Axin, and Rab5. We propose that in dendrites, canonical Wnt signaling proteins are housed on early endosomes and recruit nucleation sites to branch points.",
  "fullText": "Introduction\n\nNeurons extend long branched processes from a central cell body. This shape is incompatible with a centrosomal microtubule organizing center (MTOC). Mature neurons are therefore among the ranks of differentiated cells that have noncentrosomal microtubule arrays [1–4]. It is particularly important to understand how neuronal microtubules are organized because the distance from the primary site of synthesis in the cell body to functional sites in axons and dendrites can be large and, therefore, place heavy demands on microtubule-based transport. In humans, slight disruptions in microtubule regulators or motors can manifest as neurodegenerative disease [5, 6], underscoring neuronal reliance on perfectly orchestrated microtubule-based transport.\n\nIf neuronal microtubules are not anchored to the centrosome, how are they organized? In all neurons so far examined, axonal microtubules have their dynamic plus ends oriented away from the cell body (plus-end-out) [7]. In dendrites of vertebrate neurons, microtubules are mixed polarity [8–10]. In invertebrate neurons (Drosophila and Caenorhabditis elegans), axons have the same plus-end-out microtubule organization as vertebrates [11–14], but mature dendrites have almost all minus-end-out microtubules [11, 12, 14]. In immature Drosophila dendrites, microtubules are mixed polarity and only gradually resolve to the minus-end-out mature arrangement [15]. Thus, although the final arrangement of microtubules in vertebrate and invertebrate dendrites is somewhat different, they are the same during dendrite development.\n\nAlthough the arrangement of neuronal microtubules is clearly noncentrosomal, the source of axonal and dendritic microtubules has been controversial. Two major models for generating axonal and dendritic microtubules have been proposed. The first is that neuronal microtubules are nucleated at the centrosome, or perhaps elsewhere in the cell body, and then released for transport/sliding into axons and dendrites [16]. This model has substantial support, including recent analyses with newer techniques. For example, live imaging of microtubules with plus-tip (+TIP) tracking proteins and photoconvertible αTubulin has provided evidence for directional transport of microtubules into and out of developing axons in mammalian [17] and Drosophila [18] neurons.\n\nThe second model is that nucleation sites are found outside the cell body and that microtubules are generated locally in axons and dendrites. Evidence for this model came from the observation that centrosomal γTubulin (γTub), the core microtubule nucleation protein, decreases gradually over time and that centrosome ablation does not disrupt axon formation [19]. Similarly, the centriole is not surrounded by γTub in Drosophila neurons in vivo, and it is dispensable for neuronal microtubule organization [20]. One way to reconcile these two models is to assume that both are important and that, very early in neuronal development, microtubule sliding can dominate, whereas later in development and in mature neurons, microtubules are primarily locally nucleated.\n\nIn some cell types, the Golgi complex recruits nucleation sites [21, 22], and small Golgi outposts can be found in both mammalian and Drosophila dendrites [23, 24]. Thus, it was proposed that the Golgi might act as a noncentrosomal MTOC in dendrites [25]. However, subsequent analysis of γTub and Golgi outposts, including a strategy to deplete Golgi from dendrites, called this proposal into question [26].\n\nWithin Drosophila dendrites, γTub is concentrated at branch points [26]. In a previous study, we identified proteins that localize a different microtubule regulator, adenomatous polyposis coli (Apc) 2, to branch points [27]. We reasoned that some or all of this machinery might be used to position γTub to the same region. We therefore tested whether any of the Apc2 localization proteins act upstream of γTub-green fluorescent protein (GFP) in dendrites. Surprisingly, a subset of Wnt signaling proteins was required to localize γTub-GFP to dendrite branch points, regulate dendritic microtubule polarity, and nucleate microtubules in dendrites in response to axon injury. The required proteins include the seven transmembrane domain frizzled (fz) proteins (Wnt receptors), arrow (arr, a Wnt coreceptor), heterotrimeric G proteins, dishevelled (dsh), casein kinase I (CK1)γ, and Axin. Axin seems to be the key output protein of this pathway because it was sufficient to recruit γTub to ectopic sites in dendrites. Within branch points, fz, Axin, and dsh were found on puncta that colocalized with Rab5. In addition, new end-binding protein 1 (EB1) comets at polymerizing microtubule plus ends initiated from puncta marked with fz, arr, dsh, Axin, and Rab5. We propose that Wnt signaling proteins localize to early endosomes at dendrite branch points and function there to control local microtubule nucleation. Although it has previously been shown that Wnt signaling proteins can function from endosomes [28], identification of microtubule nucleation as an output of endosomal Wnt proteins is quite unexpected.\n\nResults\n\nA subset of canonical Wnt signaling proteins is required for γTub concentration at dendrite branch points\n\nTo understand how γTub is concentrated at dendrite branch points, we expressed γTub-GFP in a model Drosophila cell, the dorsal dendritic arborization (dda) E neuron. γTub-GFP localizes similarly to endogenous γTub [26] and can rescue phenotypes in mutant animals [29]. The ddaE cell is found in the larval body wall, where it helps sense body position to facilitate coordinated movement [30]. Microtubule organization in this cell type has been described in previous studies [12, 26, 31, 32], and the stereotyped shape of its large dorsal dendrite makes it easy to consistently assay protein localization. A soluble protein is about 1.2-fold brighter at branch points than at non–branch points, whereas γTub-GFP is over 2-fold brighter in this region [26], indicating that it is likely to be actively recruited. We therefore constructed a tester line, upstream activating sequence (UAS)-dicer2, UAS-mCD8-red fluorescent protein (RFP); 221-Gal4, UAS-γTub-GFP (Fig 1A), in which we could perform RNA interference (RNAi) and assay γTub-GFP in whole, living larvae. When this tester line was crossed to a control RNAi line, GFP fluorescence was higher within branch points than between them (Figs 1A and S1). To make sure that this represented active targeting rather than a larger volume of branch points, we compared γTub-GFP signal to cytoplasmic GFP signal (S1 Fig). Although cytoplasmic GFP signal is slightly higher at branch points than non–branch points, γTub-GFP is much higher (S1G Fig). The difference between cytoplasmic GFP at branch points versus non–branch points represents the lowest expected value for γTub-GFP when active targeting is removed and is indicated by a dotted line on graphs (Fig 1C and 1E). The γTub-GFP tester line was validated as a screening tool by crossing it to lines with RNAi transgenes targeting centrosomin (cnn) and Pericentrin-like protein (Plp), proteins previously implicated in dendritic microtubule nucleation [25, 32]. Compared with control, cnn and Plp RNAi resulted in less γTub-GFP at branch points (Fig 1C). Note that these effects are cell autonomous, as UAS-RNAi hairpins were expressed with 221-Gal4 in a small subset of neurons that includes ddaE.\n\nThe branch point localization of γTub-GFP is reminiscent of another microtubule regulator, Apc2 [31]. We previously identified proteins required for Apc2 localization to branch points [27] and hypothesized that some of these may also target γTub-GFP. Reduction of mitochondria and actin regulators as well as Wnt signaling proteins disrupted Apc2-GFP localization [27]. RNAi lines that targeted proteins in the Wnt signaling group but not the other groups reduced γTub-GFP at dendrite branch points (Figs 1A–1C and S1B–S1E). Of Wnt signaling proteins, those broadly involved in multiple signaling pathways, including fz, dsh, CK1γ/gilgamesh (gish), and heterotrimeric G proteins [33–38], had phenotypes (Fig 1A and 1C). In addition, phenotypes occurred upon reduction of a subset of proteins specific to canonical Wnt signaling, including the scaffolding protein Axin [37] and arr, the Drosophila LRP5/6 ortholog [37, 39]. Knockdown of proteins specific to planar cell polarity (PCP) [38, 40] did not reduce γTub-GFP at branch points (Fig 1C). Surprisingly, canonical Wnt signaling proteins Apc and armadillo (arm) (β-catenin/arm) did not seem to play a role at branch points (Fig 1C). Because it is difficult to make firm conclusions from negative RNAi data, we examined expression of arm in the ddaE neuron using a GFP-tagged arm minigene (arm promoter driving full-length arm) that is fully functional and rescues a null arm mutant [41]. Arm-GFP was readily visible at borders of epithelial cells but was not detectable in neurons (S2A Fig). In contrast, a GFP insertion in the gish gene yielded visible fluorescence in neuronal nuclei and dendrites as well as epithelial cells (S2B Fig). Axin expression in ddaE neurons was confirmed using a validated [42] antibody (S2C Fig), and concentration of endogenous γTub at dendrite branch points was validated with a functional γTub-super-folder green fluorescent protein (sfGFP), which is tagged at the endogenous locus [43] (S2D Fig). Thus, although we confirmed expression of γTub, Axin, and gish in ddaE neurons, we could not detect expression or function of arm, the key transcriptional output of Wnt signaling, in these cells.\n\nAlthough γTub plays a role in controlling microtubule nucleation and polarity in ddaE neurons, even strong reduction of function does not affect overall shape of these cells [26], perhaps because, under normal conditions, amplification of microtubule number through severing [44] can compensate for reduced nucleation. In larger ddaC neurons, dendrite simplification is seen when γTub is reduced [25]. The stronger effect on these large neurons likely represents increased demands on the cytoskeleton in the larger arbor that are less able to be compensated for by parallel pathways. We confirmed that, like γTub RNAi, RNAi hairpins targeting Wnt signaling proteins fz, dsh, and Axin had no effect on dendrite branching in ddaE neurons (S3 Fig). Similarly, no global changes in microtubule stability assessed by staining of acetylated tubulin were seen in fz, dsh, or Axin RNAi neurons (S4 Fig).\n\nTo confirm that a specific subset of canonical Wnt signaling proteins was required for γTub-GFP localization in dendrites, we used additional genetic approaches. Animals heterozygous for the hypomorphic fzF31 allele [45] had strongly reduced γTub-GFP at dendrite branch points (Fig 1E); the dotted line indicates the baseline signal expected from cytosolic GFP. Similar results were obtained with a small deficiency that removes the entire fz2 gene and one neighboring gene (reptin [rept]) [46] and in animals heterozygous for two different strong loss-of-function Axin alleles, Axin18 [42] and Axins044320 [47]. Combining Axin RNAi with a mutant allele (Axin A; Axins044320/+) also reduced γTub-GFP at branch points to baseline. To confirm a role for Gαo, we overexpressed a dominant-negative guanosine diphosphate (GDP)-bound mutant [48], and this reduced γTub-GFP (Fig 1E). A constitutively active G protein alpha subunit s (Gαs)-guanosine triphosphate (GTP) [49] had no effect (Fig 1E). Finally, we used two shaggy (sgg) (glycogen synthase kinase 3 beta [GSK3β]) transgenes that contain mutations of a conserved regulatory phosphorylation site. The S9A version cannot be inhibited by phosphorylation and so is constitutively active, whereas the S9E version mimics the inactive phosphorylated form [50, 51]. The active mutant, but not the inactive mutant, reduced γTub-GFP localization to branch points (Fig 1E), suggesting an antagonistic role for sgg in the pathway. To test γTub-GFP localization in fz homozygotes (fzF31/fzP21, fzP21 is a strong loss-of-function allele [45, 52]), we used a different Gal4 driver that expresses in class I neurons (IG1-Gal4) and generated control data in a matched background. As expected, γTub-GFP was strongly reduced at branch points (Fig 1D and 1E). We conclude from this data that fz, fz2, arr, dsh, CK1γ, Gαo, Gαs, and Axin, as well as cnn and Plp, positively regulate γTub localization, whereas sgg may negatively regulate it (Fig 1B). We did not find any evidence that arm or PCP-specific proteins participate in localizing γTub.\n\narr and fz act upstream of dsh, and dsh acts upstream of Axin, at dendrite branch points\n\nConsistent with a role in localizing γTub, a functional tagged Axin transgene [53]) concentrates at dendrite branch points (Fig 2A and [27]). We previously showed that fz, fz2, and Gαo are necessary for Axin-GFP branch point localization [27]. After finding that other Wnt signaling proteins act upstream of γTub localization, we wished to confirm that they also play a role in Axin targeting. Indeed, the same Wnt signaling proteins required for γTub positioning were required for Axin-GFP targeting. dsh, gish, and arr, but not Apc and Apc2, reduced Axin at branch points (Fig 2A and 2B). Unlike γTub, cnn and Plp RNAi did not affect Axin localization (Fig 2B). Similarly, cnn and Plp RNAi did not affect Apc2-GFP localization (S4 Fig), suggesting that these centrosomal proteins are specifically required upstream of γTub.\n\nAlthough a role for Axin in dendritic localization of γTub was unexpected, there is some precedent for a relationship between Axin and γTub. In cultured mammalian cells and mouse oocytes, Axin localizes to the centrosome and is required for γTub recruitment [54, 55]. We therefore examined Axin localization in dividing Drosophila neuroblasts and found that Axin-GFP was concentrated at centrosomes marked with EB1-RFP (Fig 2C and S1 Movie).\n\nWe next tested whether dsh, the other Wnt signaling scaffold involved in γTub-GFP localization, had a similar distribution to Axin. Dsh-GFP under UAS control localized to puncta present at over 90% of branch points (Fig 2D and 2E). Axin-GFP also clustered in puncta, although a more diffuse background was also seen with this marker (Fig 2A). To rule out that the dsh localization pattern was due to overexpression, we examined dsh-Clover, a derivative of an enhanced green fluorescent protein (EGFP)-tagged functional transgene expressed using its own regulatory sequences [56] tagged with the brighter Clover [57] fluorescent protein (S6 Fig). dsh-Clover also localized to puncta in neurons (S6B Fig). Because the UAS version was easier to image, we generated a tester line with this transgene. Although RNAi targeting Axin did not reduce dsh-GFP at branch points, the reduction of the membrane proteins fz and arr did (Fig 2D and 2E). These data suggest that dsh acts downstream of fz and arr but upstream of Axin at branch points.\n\nTo further confirm that dsh is upstream of Axin in dendrites, we used an RFP-tagged Axin transgene that is largely diffuse on its own (Fig 2F). When expressed with dsh-GFP, Axin-RFP was recruited to puncta at dendrite branch points and in the cell body that were labeled with GFP (Fig 2G). These data indicate that, in dendrites, Wnt receptors fz and arr act upstream of dsh, which in turn acts upstream of Axin.\n\nWnt signaling proteins are required for normal microtubule polarity in dendrites\n\nSo far, we have used γTub-GFP as a proxy for nucleation sites. As a first functional test of a role for Wnt signaling proteins in controlling dendritic nucleation, we took advantage of the polarity phenotype generated by loss of γTub. A strong reduction of γTub23C (the somatic γTub) generates mixed polarity in ddaE dendrites, shifting the percentage of plus-end-out microtubules from about 10 to 25 [26]. We hypothesized that reduction of γTub at branch points would phenocopy the γTub phenotype and disrupt dendrite microtubule polarity. We used the direction of EB1-GFP comet movement [58] as a readout of microtubule polarity. As expected, in control neurons, about 10% of microtubules were plus-end-out (Fig 3B and 3D). In many genetic backgrounds in which γTub-GFP was reduced at branch points, polarity was more mixed (Fig 3 and S2 Movie) and was comparable to that in γTubA14-9/γTubA15-2 mutant animals [26]. In contrast with other assays, inactive sgg had a phenotype here, suggesting that sgg may have a positive function in maintaining dendritic microtubule polarity not necessarily related to nucleation (Fig 3C and 3E). Not all of the genetic backgrounds that reduced γTub-GFP localization resulted in changes in dendrite microtubule polarity. For example, the fz heterozygous mutant animals had reduced γTub-GFP at dendrite branch points (Fig 1E) but had normal microtubule polarity, as did cnn and plp RNAi (Fig 3D and 3E). One explanation consistent with our previous results is that γTub function must be strongly reduced to affect microtubule polarity [26, 29]. We therefore wished to use a more sensitive functional assay to further test the requirement of candidate proteins in nucleation.\n\nWnt signaling proteins are required to increase microtubule dynamics in response to axon injury\n\nAxon severing results in increased microtubule dynamics (number of growing plus ends) in parts of the neuron remaining connected to the cell body in Drosophila [59] and mammals [60]. This increase in dynamics is dependent on microtubule nucleation [29]. Unlike polarity in uninjured neurons, increased microtubule dynamics after axon injury is affected by loss of one copy of γTub23C or by RNAi targeting γTub [29] and so is more sensitive to partial reduction of nucleation.\n\nBefore using this as a nucleation assay, we wished to confirm that the injury response relies on classical microtubule nucleation through the γTub ring complex (γTuRC). The γTuRC contains gamma tubulin ring protein (Grip) 91 and 84, which together make the γTub small complex (γTuSC), as well as four additional subunits, Grip71, Grip75, Grip128, and Grip163, which bring together γTuSCs to form the γTuRC. We used RNAi to reduce γTuRC proteins in neurons and assayed microtubule dynamics in dendrites immediately after axon injury and 24 hours later. Right after injury, microtubule plus-end number was similar in all genetic backgrounds (Fig 4A and 4B). At 24 hours after injury, when the number of growing plus ends in control dendrites was more than 2-fold elevated compared with uninjured neurons (Fig 4A and 4B), neurons expressing RNAi hairpins targeting some of the γTuRC components did not increase microtubule dynamics to the same extent (Fig 4A and 4B). The Grip84 RNAi line did not reduce dynamics in response to injury and may be ineffective. We conclude that the injury-induced increase in microtubule dynamics in dendrites depends on γTuRC and is thus a functional assay for classic microtubule nucleation.\n\nTo test whether reduction of γTub-GFP in dendrites predicts reduced ability to nucleate microtubules in response to stress, we assayed microtubule dynamics in the ddaE comb dendrite 8 hours after axon injury in different genetic backgrounds (Fig 4C and S3 Movie). Consistent with γTub localization results (S1 Fig) and the microtubule polarity assay (Fig 3D), disruption of branched actin (actin related protein c4 [Arpc4], Arp2 RNAi), mitochondria (mitochondrial rho [Miro], ATP Synthase β [ATPsynβ] RNAi), or Neuroglian (Nrg)/Ankyrin 2 (Ank2) did not block the increase in microtubule dynamics after injury (Fig 4E). However, reducing any of the proteins that were required for γTub localization to dendrite branch points reduced microtubule dynamics in dendrites after axon injury (Fig 4D, 4E and 4F). Microtubule polarity changes were also observed in response to injury (Fig 4D), as expected [59]. These changes are not dependent on microtubule nucleation [29] and so were not tracked in this assay.\n\nAs predicted, injury-induced nucleation was more sensitive to reduction in proteins that target γTub than the polarity assay. We conclude not only that fz/arr/dsh/Gα/Axin, cnn, and Plp are required to position γTub at dendrite branch points but also that disruption of γTub localization has functional consequences for microtubule nucleation in dendrites (Fig 4G).\n\nAxin and dsh localize to Rab5 endosomes in dendrites\n\nThe involvement of membrane proteins in γTub localization suggested that either the plasma membrane or an organelle might be used as a platform to organize nucleation sites. We examined Golgi and endosome markers in ddaE neurons and found that endosomes localized to most branch points, whereas clear spots of Golgi were only seen occasionally in proximal branch points (S7A Fig). RNAi transgenes targeting lava lamp (lva), a protein required for Golgi transport into Drosophila dendrites [24], chromosome bows (chb), the Drosophila cytoplasmic linker associated protein (CLASP; CLASPs in mammalian cells help microtubules grow from the Golgi [61]), and cytoplasmic linker protein-190 kDa (CLIP-190), which is a binding partner of lva [62], did not alter γTub-GFP at branch points (S7B Fig). In contrast, Rab5 RNAi, but not knockdown of other Rabs, reduced γTub-GFP localization (Fig 5A and 5B). Endocytosis is required for efficient Wnt secretion and involves the cargo chaperone wntless [63]. However, wntless RNAi did not have a phenotype (Fig 5B), suggesting that the Rab5 phenotype does not occur because of reduced ligand generated by the neuron.\n\nTo determine whether Wnt signaling proteins localize to dendritic endosomes, we coexpressed tagged fz, Axin, and dsh with Rab4, Rab5, and Rab11. Unlike tagged Axin and dsh, fz-EGFP was observed throughout the plasma membrane as well as defined puncta at branch points (Fig 5C). Fz, dsh, and Axin puncta colocalized with Rab5 but not Rab4 or 11 (Figs 5C–5H and S7D). In the cell body, expression levels of most markers were very high, but Axin formed large puncta that overlapped with a subset of Rab5-labeled structures (S8A Fig).\n\nTo make sure that colocalization was not due to overexpression of tagged transgenes, we used mCherry-Rab5 [64] and dsh-Clover, which were controlled by their own regulatory sequences (S6 Fig). A subset of mCherry-Rab5 puncta aligned with dsh-GFP expressed in neurons (S6A Fig). In neurons, dsh-Clover puncta aligned with mCherry-Rab5 puncta (S6B Fig). A functional role for Rab5 in control of nucleation was supported by failure to up-regulate microtubule dynamics after axon injury in Rab5 RNAi neurons (Fig 5I).\n\nTo try to understand why the Golgi complex rather than endosomes was previously implicated in dendritic nucleation [25, 32], we examined tagged versions of mannosidase II (ManII), the major Golgi marker used in the previous studies. Different tagged ManII transgenes were present in zero to one large puncta in dendrites (S7A Fig), as well as many smaller spots that could be seen with higher laser power (S7E Fig). Some of these smaller spots colocalized with Rab5-GFP (S7E Fig), suggesting leakage of markers between organelles. To make sure that it was not the endosomal marker leaking into Golgi, we used a fly line that has the start codon of the Rab5 gene replaced with the enhanced yellow fluorescent protein (EYFP) coding sequence [65]. ManII-RFP was seen in puncta labeled with endogenous EYFP-Rab5 (S7E Fig), indicating that ManII, not Rab5, is mislocalized in these cells. Therefore, it is possible that the structures assumed to be Golgi outposts in other studies were actually early endosomes into which overexpressed ManII had leaked. In summary, the data suggest that Wnt signaling proteins can be found on a subset of early endosomes in dendrites.\n\nNew growing plus ends can initiate at early endosomes in dendrites\n\nThe finding that dsh and Axin localized to endosomes in dendrites implicated these as potential sites of nucleation. We used formation of new comets by EB1-GFP as a readout of nucleation. Whereas new comets can be a result of catastrophe rescue, within branch points, comet formation has been linked to nucleation [26]. In movies of tagged protein pairs, we captured EB1 comets initiating from puncta labeled with Rab5 as well as each of the Wnt signaling markers that colocalized with Rab5 (Figs 6 and S9 and S4–S12 Movies). In addition to UAS-driven transgenes, Rab5 and dsh under endogenous control were seen as sites of comet initiation (Fig 6B and 6F and S5 and S9 Movies). EYFP-Rab5 has the fluorescent protein coding sequence inserted at the start codon of the genomic Rab5 [65]. In some of the movies, EB1 was in the same channel as the other marker, but it was easy to distinguish endosomes and microtubule plus ends based on their behavior. In some examples, including that in Fig 6A and S4 Movie, the endosome was pulled along by the newly growing microtubule, providing strong support for the association of the microtubule with the endosome. These events are consistent with recruitment of nucleation machinery to Rab5 endosomes by Wnt signaling proteins.\n\nTo further test whether a specific type of signaling endosome is involved in dendritic microtubule nucleation, we coexpressed EB1-GFP, dsh-GFP, and Rab5-RFP. We counted dsh and Rab5 puncta in branch points of 25 cells and found that all dsh puncta overlapped with Rab5 puncta but that some Rab5 puncta did not contain dsh signal. When we quantitated the overlap, we found that 60% of Rab5 puncta colocalized with dsh (Fig 7A and 7B). Thus, dsh is found at a subset of endosomal structures marked with Rab5. Based on the involvement of dsh in γTub localization, we hypothesized that only Rab5 structures with dsh should be sites of comet initiation. Indeed, when we examined 5-minute movies of dendrite arbors from 25 cells, we identified 15 comets that initiated at Rab5-labeled puncta, and all of these also contained dsh signal (Fig 7 and S13 and S14 Movies). We conclude that new microtubules can initiate at a subset of endosomes that contain Wnt signaling proteins.\n\nAxin is sufficient to localize γTub to ectopic cellular sites\n\nAlthough we observed localization of fz, dsh, and Axin to endosomes, we were not normally able to observe distinct puncta of γTub, even with endogenously tagged γTub (S2D Fig) and antibody staining of γTub [26]. One exception to diffuse γTub was when we overexpressed a red version with tagged Axin. By itself, γTub-RFP was diffuse in the cell body (Fig 8A), but when paired with Axin-GFP, it was recruited to very defined puncta in the cell body (Fig 8A) and also in dendrites (S8B Fig). We therefore hypothesized that Axin might be sufficient to recruit γTub to specific intracellular locations, but at branch points, this was normally too transient to detect above diffuse background. To test whether Axin was sufficient to localize γTub, we used a short sequence from the actin assembly promoting protein A (ActA) protein of Listeria monocytogenes that targets the outer mitochondrial membrane in mammalian [66] and Drosophila [67] cells to generate an Axin fusion protein that we predicted would be targeted to mitochondria (Fig 8B). When expressed in ddaE neurons with mitochondrial (mito)-GFP, Axin-RFP-ActA colocalized with mitochondria; this pattern was particularly noticeable in the linear tips of the dorsal comb dendrite (Fig 8D and 8F). In contrast, Axin-GFP was present at very low levels in this region and did not align with mitochondria (Fig 8C and 8E). Because we were able to target Axin to mitochondria, we asked whether γTub-GFP would be concentrated around mitochondria. In the absence of mitochondrial Axin, γTub-GFP fluorescence was not strongly correlated with mitochondria (Fig 8G, 8I and 8K). However, when mitochondria were coated with Axin-RFP-ActA, γTub-GFP fluorescence much more closely followed the pattern of RFP fluorescence such that all γTub-GFP peaks in the regions analyzed were associated with RFP peaks (Fig 8H, 8J and 8L). To more quantitatively assess colocalization across multiple cells, we generated Pearson’s correlation coefficients from the comb dendrite for each set of markers (Fig 8M). This analysis was consistent with line tracings. From this data, we conclude that Axin is sufficient to recruit γTub to specific sites in Drosophila neurons.\n\nIn addition to Wnt signaling proteins, cnn is required to position γTub at branch points (Fig 1C) and seems to act in parallel to or downstream of Axin (Fig 2B). If it acts with γTub downstream of Axin, we hypothesized that Axin-RFP-ActA might also recruit cnn-GFP to mitochondria. Indeed, when we paired these two markers, we found that cnn-GFP could be relocalized to mitochondria in the same way that γTub was (S10 Fig).\n\nBecause cnn can activate microtubule nucleation [68, 69], we hypothesized that ectopic γTub and cnn on mitochondria might convert mitochondria into nucleation sites. We therefore combined Axin-RFP-ActA with EB1-GFP to determine whether comets would initiate at mitochondria. In control neurons, more comet initiation, or spawning events, occurred at branch points compared with between branch points (S11A and S11B Fig). When one copy of an Axin null allele was introduced into the background, spawning at branch points was reduced (S11A and S11B Fig). Neurons expressing mito-RFP had a similar pattern of spawning to neurons expressing only EB1-GFP (S11C and S11D Fig), whereas ectopic mitochondrial Axin increased spawning at branch points and between them (S11C and S11D Fig). The increase in comet initiation both at branch points and between them is consistent with localization of mitochondria to 80% of branch points [27] as well as to intervening regions (Fig 8G). On rare occasions, we saw multiple spawning events initiating from the region within a dendrite in which Axin-RFP-ActA was concentrated (S15 Movie). Axin-GFP expression without mislocalization to mitochondria did not alter microtubule dynamics in dendrites (S11E–S11G Fig). We conclude that Axin is necessary for normal dendritic microtubule dynamics and sufficient to increase microtubule dynamics when ectopically expressed.\n\nDiscussion\n\nIt was particularly intriguing to find integral membrane signaling proteins required for noncentrosomal microtubule nucleation. Although Wnt signaling has been linked to microtubule plus-end regulation in axon growth cones [70] and regulation of microtubule stability and spindle orientation [71], the only connection to the minus end is localization of some cytoplasmic Wnt signaling proteins like Axin to the centrosome in dividing cells [54, 72]. Here, we demonstrate that a Wnt signaling pathway acts upstream of microtubule nucleation in a postmitotic cell. Not only were many canonical Wnt signaling proteins required for γTub-GFP to accumulate at branch points, but Axin and dsh themselves concentrated at branch points. In addition, the scaffolding protein Axin was able to recruit γTub-GFP and the nucleation activator cnn to mitochondria when tethered to them. Moreover, reduction of Wnt signaling proteins phenocopied loss of γTub in two functional nucleation assays, indicating that most or all dendritic nucleation occurs downstream of this pathway. Although this pathway seems to be the major regulator of dendritic nucleation, neurons are quite resilient to its loss under baseline conditions, and the simple ddaE neurons have normal arbor shape. This is likely because parallel pathways can be used to generate new minus ends. For example, microtubule severing can be used to generate new plus and minus ends and amplify microtubule number [44, 73]. In many cell types, minus ends generated when a microtubule is severed are recognized by minus-end binding proteins in the calmodulin-regulated spectrin-associated protein (CAMSAP)/Patronin family [74, 75]. In C. elegans, γTub-mediated microtubule nucleation has been shown to act in parallel and quite redundantly with Patronin to regulate microtubule organization [76]. We have recently shown that Patronin-mediated minus-end growth is an important regulator of dendritic microtubules in Drosophila [77], so it is possible that microtubule severing in conjunction with Patronin recruitment to minus ends can compensate for nucleation under most normal circumstances. Consistent with this hypothesis, phenotypes from reduction of nucleation or Patronin become more evident after severe stress, including axon [29] or dendrite [77, 98] injury.\n\nAlthough we consistently found that partial loss of function (RNAi or heterozygous mutants) for fz, fz2, arr, dsh, Gao, Gas, and Axin reduced γTub localization and/or function, we could not find any evidence that β-catenin/arm, the key transcription factor that is the output of canonical Wnt signaling, was involved. In addition, an arm protein trap showed clear expression in epidermal cells but was not seen in dendritic arborization neurons (da neurons). Because Axin itself was sufficient to recruit γTub, there was no strong rationale for a transcriptional regulator to mediate signaling between fz/arr and microtubule nucleation. We propose that canonical Wnt signaling proteins are co-opted in dendrites to directly recruit nucleation complexes to endosomes. Because this is a variant of canonical Wnt signaling that unexpectedly seems not to involve β-catenin, we term this pathway apocryphal Wnt signaling in reference to the Apocrypha, ancient writings found in only some versions of the Bible.\n\nThe involvement of arr as well as dsh and Axin suggests that a signalosome might be involved in dendritic Wnt signaling. Signalosomes form when wnt ligands bind to fz and LRP5/6 at the plasma membrane, triggering recruitment and multimerization of dsh and Axin [78]. The normal output of signalosome formation is release of β-catenin from the destruction complex and its subsequent stabilization and transit to the nucleus to activate transcription [78]. Signalosomes assemble at the plasma membrane [79, 80]. Endocytosis generally seems to promote Wnt signaling [63], although in many contexts the signalosome itself is disassembled upon endocytosis [63, 80]. It is not clear whether signalosomes persist after endocytosis, though in some Drosophila cells, dsh and arr are localized to endosomes [28]. In dendrites, puncta of fz, dsh, and Axin colocalized with Rab5 (Fig 5), suggesting that a stable signaling complex is present on endosomes in mature neurons. The initiation of comets from these puncta indicates that endosomes are likely the key site where Wnt signaling proteins promote nucleation. Colocalization of tagged Golgi proteins with Rab5 suggests that the previous association between Golgi markers and nucleation could have been due to leakage into endosomes. In addition, the identification of plasma membrane proteins acting upstream of γTub in dendrites suggests a more general role for the Golgi in the cell body by controlling secretion of arr and fz.\n\nWnt signaling receptors have been classically studied at the plasma membrane, where they bind extracellular ligands that can be autocrine or paracrine in nature. A requirement for arr and fz upstream of γTub in dendrites suggests that a Wnt ligand is likely involved. Failure of neuronal wntless knockdown to reduce γTub-GFP at branch points (Fig 5B) favors the hypothesis that the ligand may be secreted from a neighboring cell. In the embryo, wingless (wg)/Wnt-1 is made in a patch of epithelial cells adjacent to developing dendritic arborization neurons and helps pattern dendrite orientation in ddaE [81]. It would be very interesting if surrounding cells influenced the microtubule cytoskeleton in mature neurons through fz and arr at the plasma membrane. This signaling pathway is particularly intriguing in the context of regeneration or during neurodegenerative disease. During axon regeneration, the initial injury response involves a nucleation-dependent increase in microtubule dynamics, which serves a neuroprotective role [29]. Modulating Wnt signaling could therefore influence neuroprotection in dendrites. In addition, we have found that this pathway is required during dendrite regeneration to position nucleation sites in regrowing dendrites [98]. Interestingly, G protein coupled receptors (GPCRs) represent 33% of all Food and Drug Administration–approved drug targets, and as part of this family, fz presents a possible target [82].\n\nLocal microtubule nucleation also occurs in axons [26, 83–85]. As Rab5 endosomes are present throughout axons, it will be interesting to determine whether Wnt signaling proteins can be recruited to axonal early endosomes and whether they recruit nucleation proteins in this part of the cell. It is also possible that a link between Wnt signaling, endosomes, and nucleation could exist more broadly in other cell types. Indeed, the localization of Axin to centrosomes [54, 55] suggests that even in mitotic cells, parts of this relationship are conserved. Intriguingly, endosomal membranes are concentrated around the centrosome [86], and Rab5 reduction disrupts mitosis [86–88], so it is possible that Wnt signaling proteins, endosomes, and nucleation function together at centrosomes.\n\nMethods\n\nDrosophila genetics and lines\n\nMany stocks used in this study were from the Vienna Drosophila Resource Center or Bloomington Drosophila Stock Center (NIH P40OD018537). Refer to S1 Table for information on specific strains used as well as how they are referred to in figures. RNAi experiments were performed by crossing Drosophila strains with UAS-controlled hairpins to tester lines that included 221-Gal4 to drive expression in class I dendritic arborization neurons, fluorescently tagged markers, and UAS-Dcr2 to increase RNAi knockdown efficiency [89]. Of the two dorsal class I neurons, the ddaE cell was chosen for analysis because the shape of its dorsal comb-like dendrite makes it particularly sensitive to perturbation of microtubule polarity [31]. In whole-brain imaging experiments, expression was driven panneuronally with elav-Gal4. The mutant fz stock fzF31 was graciously sent by Dr. Paul Adler at the University of Virginia, and fzP21 was kindly sent by Dr. Yashi Ahmed at Dartmouth University. Constitutively active Gαs and inactive Gαo fly lines were given to us by Dr. Andrew Tomlinson at Columbia University Medical Center. Tester lines for screens include (UAS-Dcr2, mCD8-RFP; 221-Gal4, Apc2-GFP), (UAS-Dcr2, UAS-mCD8-RFP; 221-Gal4, UAS-Axin-GFP), (UAS-Dcr2, UAS-mCD8-RFP; 221-Gal4, UAS-dsh-GFP) (UAS-Dcr2, UAS-mCD8-RFP; 221-Gal4, UAS-γTub-GFP), (UAS-Dcr2, UAS-mCD8-RFP; 221-Gal4, UAS-Rab5-GFP) (UAS-Dcr2; 221-Gal4, UAS-EB1-GFP). Additional fly lines used were (221-Gal4, UAS-Mito-GFP), (221-Gal4, UAS-γTub-GFP), (221-Gal4, UAS-fz-EGFP), (221-Gal4, UAS-Axin-GFP) (IG1-Gal4, UAS-mCD8-RFP/cyo; FzR52/TM6), (UAS-gTub-GFP/cyo; FzP21/TM6), (UAS-Mito-RFP), (UAS-Axin-RFP-ActA), (UAS-dsh-GFP), (dsh-Clover) (mcherry-Rab5), (UAS-RAb4-mRFP), (Rab11-cherry), (UAS-ManII-EBFP), (UAS-ManII-EGFP), (UAS-GalT-YFP), (UAS-Rab5-GFP), (UAS-Rab5-YFP), and (elav-Gal4, EB1-RFP). Control genotypes were matched for UAS-driven transgene number with experimental genotypes. For all RNAi and overexpression experiments, the tester lines were crossed either to Rtnl2 (control 1) or γTub37C (control 2) RNAi lines (see S1 Table for stock numbers used). These two targets were chosen for controls because neither is expected to be expressed in neurons. Rtnl2 is thought to be a pseudogene, and γTub37C is the maternal γTub, as opposed to γTub23C, the somatic γTub referred to throughout the manuscript as γTub. For mutant experiments, tester lines we crossed to yw flies (control) did not contain any UAS-driven transgenes.\n\nConfocal in vivo microscopy\n\nAfter mating virgin female flies from tester lines with RNAi male flies, embryos were collected on 35-mm caps filled with Drosophila cornmeal media every 24 hours. Caps with embryos/larvae were incubated for 3 days at 25 oC, and live Drosophila third instar larvae were collected for mounting from these caps. After rinsing with water, individual larvae were mounted on a microscope slide with a circular piece of dried agar in the middle. Larvae were placed on the dried agar and whole mounted ventral side down by applying sublethal pressure with a coverslip (22 × 40 mm), which was then secured with tape. To locate larvae under the microscope, 10× objectives were used. To find ddaE neurons in segments a2-a4, 60× oil (NA 1.42) (Olympus) and 63× oil (NA 1.4) (Zeiss) objectives were used. For UAS-Apc2-GFP localization, larvae were imaged on an Olympus FluoView1000. For the rest of the fluorescent markers, including UAS-Mito-GFP, UAS-Mito-RFP, UAS-Axin-GFP, and UAS-γTub-GFP, larvae were imaged on an Olympus FluoView1000 or a Zeiss LSM800, as indicated in the figures. Markers including UAS-Rab4-mRFP, Rab11-cherry, mcherry-Rab5, UAS-ManII-EGFP, UAS-ManII-EBFP, UAS-GalT-YFP, and UAS-iBlueberry were imaged exclusively on the Zeiss LSM800. The UAS-dsh-GFP, UAS-Rab5-GFP, and experiments showing EB1 comets originating off Rab5 endosomes or wnt signaling protein puncta were imaged on the Zeiss LSM800. These markers include UAS-Rab5-YFP, UAS-Rab5-tdTomato, EYFP-Rab5, UAS-fz-EGFP, and dsh-Clover. The LSM800 is built on an AxioImager.Z2 and is operated with Zeiss Zen Blue software.\n\nLarval brain imaging\n\nTransgenic elav-Gal4, EB1-RFP flies were crossed with flies expressing either UAS-Apc2-GFP or UAS-Axin-GFP. Embryos were grown at 25 oC for 1 day, and first instar larvae were mounted using the same protocol as third instar. The brain was located using the 10× objective of an Olympus FluoView1000 microscope. One of the lobes was then examined using a 60× oil (NA 1.42) objective. Actively dividing neuroblasts were identified by the star-like pattern of EB1-RFP around spindle poles and their relatively large size compared with surrounding cells. Movies were acquired by collecting images every second for up to 350 seconds.\n\nPlasmid and Drosophila line construction\n\nTo generate Axin targeted to mitochondria, the region that encodes the short C-terminal ActA mitochondrial targeting sequence [66] was synthesized by Genscript and cloned via Clone EZ Technology downstream of tDimer-Red12 (RFP) [90] in pUAST to create a carboxyl-terminal fusion. The synthesized sequence was as follows:\nagatctagattaattcttgcaatgttagctattggcgtgttctctttaggggcgtttatcaaaattattcaattaagaaaaaataattaa.\n\nThe resulting vector, pUAST-RFP-ActA, was then linearized with SpeI and KpnI and gel isolated.\n\nHerculase from Agilent (catalog #600675) and the following primers were used to PCR amplify the long isoform of Axin from Drosophila cDNA FI19317 (stock #1647293) obtained from the Drosophila Genomics Resource Center (https://dgrc.bio.indiana.edu/product/View?product=1647293):\n\nAxin5′ primer: ctcgagggcgcgccaactagtATGAGTGGCCATCCATCGGGAATCCGGAAACATGATGATAATGAG\n\nAxin3′ primer:\n\naggccggccacgcgtggtaccATCGGATGGCTTGACAAGACCCATCGCTTTGTC\n\nThe PCR product was gel isolated and cloned by In-Fusion (Clontech catalog #639646 In-Fusion HD Cloning System) into SpeI-KpnI linearized pUAST-RFP-ActA to create pUAST-Axin-RFP-ActA. To generate a pUAST-Axin-RFP vector lacking the ActA sequence, tDimer-Red12 (RFP) was subcloned from the original pUAST-RFP construct as an FseI-PsiI fragment, which was gel isolated and used to replace the FseI-PsiI fragment in pUAST-Axin-RFP-ActA by ligation.\n\nTo generate arr tagged with the mScarlet-I fluorescent protein (called for simplicity arr-RFP), Herculase from Agilent (catalog #600675) and the following primers were used to PCR amplify the entire Drosophila arr open reading frame from a pUAS-arrow construct generously provided by Marcel Wehrli [91]:\n\nArrFBglII\n\nAATTGGGAATTCGTTAACAGATCTCAAAACATGGCTTTCGAGCCATACACAAAGTC G\n\nArrRAcc65I\n\nAGCAGGCCGGCCACGCGTGGTACCCGTAAATCCCCGACTTGGCGACTGTACTGG\n\nThe PCR product was gel isolated and cloned by In-Fusion (Clontech catalog #639646. In-Fusion HD Cloning System) into gel-isolated pUAS-mScarlet-I [92] linearized by BglII-Acc65I producing C-terminally tagged arr-RFP. UAS-mScarlet-I was generated by inserting the mScarlet-I coding sequence into a pUAST backbone with an expanded polylinker.\n\npUAST-Rab5-tdTomato plasmid [93] was obtained from addgene and sent to BestGene for injection into Drosophila embryos. For simplicity, we call the flies UAS-Rab5-RFP. Transgene insertion sites were mapped to chromosomes using standard segregation techniques with balancer chromosomes.\n\npCasper4-Dsh::Clover2 was made by replacing EGFP of pCasper4-Dsh::EGFP [56] (Axelrod, 2001) with Clover2, a derivative of Clover [94]. In detail, the last 713 bp of Dsh coding sequence together with EGFP was cut out by XhoI/XbaI double digestion. Then, the same 713 bp of Dsh coding sequence without stop codon was cloned back into the XhoI/XbaI digested pCasper4-Dsh::EGFP to make a pCasper4-Dsh, introducing an XbaI site immediately following the Dsh coding sequence. Then, the 717 bp clover2 (with stop codon) fragment was cloned into the XbaI site in pCasper4-Dsh. The Clover2 fragment was PCR amplified from the vector pNCS-Clover2 (Michael Lin lab at Stanford).\n\nUAS-dsh::GFP was generated by cloning the dsh cDNA from EcoRI in the 5′ UTR to EcoRI in the 3′ UTR into pUAST [95]. The GFP coding sequence was added by fusing the SnaBI site near the 3′ end of dsh to ClaI near the 5′ end of GFP by filled-in blunt ligation in pBS+beta. This fusion sequence was cloned into pCS2+, into which it was placed after the beta-globin 5′ UTR, and the GFP was substituted with EGFP. A fragment containing part of the beta-globin 5′ UTR, part of the dsh 5′ UTR, dsh cDNA::EGFP, followed by SV40 polyA, was cloned back into pUAST to generate the plasmid for injection. Plasmid injections into Drosophila embryos were performed by BestGene, and transgene insertion sites were mapped to chromosomes using standard segregation techniques with balancer chromosomes.\n\npUAST-γTub-TagRFPT was generated by first digesting GFP from the pUAST-γTub-GFP plasmid created in our previous publication [20] and digesting TagRFPT from pUAST-EB1-RFPT, also previously generated in our lab (Feng and colleagues [77]), using EcoRI and KpnI sites. TagRFPT was then ligated into the pUAST-γTub backbone. The product was then confirmed with diagnostic digest and sent to BestGene for plasmid injections into Drosophila embryos. Transgene insertion sites were mapped to chromosomes using standard segregation techniques with balancer chromosomes.\n\nMicrotubule polarity assay\n\nMovies of EB1-GFP in the dorsal comb dendrite of the ddaE neuron were acquired with an AxioCam M2 or AxioCam 506 on a Zeiss ImagerM2 microscope running Zen Blue in live Drosophila third instar larvae. A Colibri2 LED illumination system was used to excite GFP with 470-nm light, and a 63× 1.4-NA objective was used. Movies were acquired for 300 frames at a rate of one frame per second. After acquisition, the Template Matching and Slice Alignment plug-ins in Fiji were used for stabilization. EB1-GFP comets visible for at least three frames were classified as growing toward or away from the cell body. The main trunk of the comb dendrite, distal to the first branch point, was used for analysis. Kymographs were generated using a built-in Fiji plug-in. Data from each cell of a given genotype were pooled to generate total numbers of comets moving toward or away from the cell body. Statistical analysis was conducted using logistic regression.\n\nSpawning assay and quantification\n\nEB1-GFP movies were acquired at one frame per second for 300 seconds. Most EB1-GFP movies were acquired with a Zeiss widefield microscope. When EB1-GFP was paired with mito-RFP or Axin-RFP-ActA, movies were acquired on a Zeiss confocal LSM800 microscope. For all movies, the main trunk of the comb dendrite was used for analysis. Spawning events were characterized as emergence of an EB1 comet that covers a distance of at least 1 μm. Events that began before the movie started were not counted as a spawn event. Comet events that started off view and polymerized into the region of interest were also not counted. The same parameters were used for comets originating form labeled endosomes or Wnt proteins. Length measurements were performed in Fiji with the segmented line tool for non–branch point areas along the main trunk. For branch points, length was calculated by drawing a line from the start of the taper on the side of the branch furthest from the cell body to the end of the taper closest to the cell body. Total comet counts were then divided by total length of branch point or non–branch point alike to produce a normalized value of comet number per micrometer per 300 seconds.\n\nAxon injury microtubule dynamics assay\n\nA Micro-Point pulsed UV laser (Andor Technology) focused through the 63× objective of a Zeiss LSM800 microscope was used to make a precise cut to the proximal axon of a ddaE neuron in a third instar larvae. Larvae were then incubated at 20 oC for 8 hours, and the comb dendrite of the injured cell was imaged using a AxioCam M2 or AxioCam 506 on a Zeiss ImagerM2. EB1-GFP movies were acquired in the same way as for the microtubule polarity assay. Images were stabilized using the Template Matching and Slice Alignment plug-in in Fiji. Total comet number was then counted in Fiji and normalized to the length of the dendrite region analyzed. This produced a value of microtubule comets per micrometer. Within Fig 4, data shown in (B) were generated slightly differently than that in (E) and (F). The person who produced (B) used a defined 10 μm of length in the dendrite as opposed to a variable length of 20–30 μm in (E) and (F). The set 10-μm short distance has the probability of many more comets passing through during the same time interval as EB1 comets have a long run length. This explains why the two data sets are slightly different in value. Kymographs were generated using a built-in Fiji plug-in. Statistics were generated using a linear regression model.\n\nEB1 comet initiation off endosome assays\n\nVideos were acquired at one frame per second for 300 seconds on a Zeiss LSM800 microscope. Only branch points in focus during the duration of the video were used for quantification. Comets that originated de novo at branch points off of either Rab5 or Wnt proteins were counted. Comets were not counted if they originated from a growing minus end. They also were not counted if the comet was a result of a discernable catastrophe/rescue event. For the experiment involving dsh-decorated Rab5 endosomes, the same stipulations were followed. Total number of Rab5 puncta were counted and divided into two categories. These consisted of dsh-positive and dsh-negative Rab5 endosomes. The percentage of dsh-decorated Rab5 endosomes was calculated using Fiji, and comet events were also visualized with the software.\n\nFillet prep and immunostaining\n\nThird instar larvae expressing UAS-mcd8-RFP;221 Gal4 to label class I da neurons were dorsally filleted in Schneider’s media using dissection scissors after pinning both head and tail down with 0.10-mm steel insect pins. After making a longitudinal incision between the primary trachea, the gut and trachea were carefully removed, leaving only muscle and skin. Following this removal, four additional pins were used to carefully stretch and pin the larval body wall down. Immediately following this, the medium was removed, and 4% PFA was used to fix the larvae for 30 minutes. After fixation, cells in the larvae were permeabilized in 3% PBS TX100 for 15 minutes. After this, the fillets were moved to blocking solution of 10% NGS, 2% BSA, and 0.2% TX100 in PBS for 1 hour. Following this, larvae were incubated overnight at 4°C in a 1:100 solution of an antibody targeting Axin generated and described in Wang and colleagues [42]. The following day, the Axin antibody was washed off 5 times for 5 minutes each. The fillets were then exposed to a secondary 488 goat anti-guinea antibody at 1:500 for 2 hours. Lastly, the secondary antibody was washed off 5 times for 5 minutes each, and then larvae were imaged using a Zeiss LSM800 microscope using the same mounting procedure as the live larvae. The same procedure was followed for staining with the acetylated tubulin antibody obtained from Sigma (T7451). The only difference was that 1:500 was used for primary antibody, and 1:1000 was used for secondary antibody.\n\nFluorescence intensity quantification methods\n\nFor branch point intensity measurements, z-stack images were acquired with either an Olympus or Zeiss confocal microscope as noted on each graph, and images were prepared and quantified using the image processing software Fiji (ImageJ). Maximum-projection stacked images were used for all localization analyses. UAS-Apc2-GFP was measured in a binary manner by scoring each branch point as Apc2-GFP present or absent. Similarly, for UAS-dsh-GFP, any branch point that had a distinct punctum of GFP was counted as present. For UAS-γTub-GFP and UAS-Axin-GFP, the regions between branch points (non–branch points) and within branch points along the dorsal comb dendrite were manually outlined, and average pixel intensities were measured (S1 Fig). Typically, 8–12 branch points and non–branch point regions were outlined in each cell, and a single average branch point and non–branch point value was generated for the cell. These two values were then subtracted from each other to determine how much more fluorescence accumulated at the branch point than in between. Refer to S1 Fig for an example image with manual branch point and non–branch point outlines. To normalize raw fluorescence intensities, the average branch point–non–branch point value was divided by 100 to generate a normalization constant, which was then multiplied to each raw fluorescence intensity value, including those of the control. This generated an average for the control close to but not exactly 100 because of rounding errors in Excel. For information about cytoplasmic GFP quantitation, see S1G Fig. Axin-GFP values were normalized in the same way.\n\nFor mitochondrial colocalization experiments, an overview z-stack image using sequential channel scanning was collected on a Zeiss LSM800 Imager.Z2 running Zen Blue, and maximum-intensity projections were generated using Fiji. Secondary dendrites emerging from the trunk of the dorsal comb dendrite of the ddaE neuron were chosen as regions for analysis because mitochondria are found along their length, but little Axin normally concentrates there. A segmented line was generated along one of these dendrites, and fluorescent intensity line tracings were made using Fiji for both red and green channels. To normalize these intensities, the values along the line were divided by the highest pixel value, and these values were plotted. For the correlation analysis, the Fiji plug-in JACoP was used to calculate a Pearson’s coefficient (R score) [96]. This coefficient was calculated for the entire comb dendrite between red and green channels for each of the four conditions.\n\nClass I dendrite morphology analysis\n\nImages were acquired on a Zeiss LSM700 confocal microscope using a 63× oil objective NA 1.2 running Zen Blue. Images were processed in Fiji as maximum-intensity projections. To quantify morphology, branch points of all dendritic processes were counted and summed as previously described [97]. Images used for quantification were collected one cell per animal.\n\nStatistical methods\n\nMultiple linear regression analysis was used to compare conditions against a control for all localization experiments and for microtubule dynamics. This analysis calculates p-values the same way as ANOVA, but it allowed us to specify which condition was the control. A logistic regression was used to compare polarity assay conditions to a control because this is a pooled data set. GraphPad Prism 6 software was used to carry out statistical analyses. See individual figure legends for the statistical test used. Statistical significance is noted as *p &lt; 0.05, **p &lt; 0.01, and ***p &lt; 0.001. Statistical methods were carried out after consulting with Haley Brittingham, a master’s student in the Penn State Statistics Department. In all figures with error bars, they represent standard deviation.\n\nSupporting information"
}