{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0000068",
  "doi": "10.1371/journal.pbio.0000068",
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "GAD2 on Chromosome 10p12 Is a Candidate Gene for Human Obesity",
  "authors": [
    {
      "name": "Philippe Boutin",
      "first": "Philippe",
      "last": "Boutin",
      "affiliation": "Institute of Biology–Centre National de la Recherche Scientifique, Pasteur Institute, Lille, France"
    },
    {
      "name": "Christian Dina",
      "first": "Christian",
      "last": "Dina",
      "affiliation": "Institute of Biology–Centre National de la Recherche Scientifique, Pasteur Institute, Lille, France"
    },
    {
      "name": "Francis Vasseur",
      "first": "Francis",
      "last": "Vasseur",
      "affiliation": "Institute of Biology–Centre National de la Recherche Scientifique, Pasteur Institute, Lille, France; University Hospital of Lille, Lille, France"
    },
    {
      "name": "Séverine Dubois",
      "first": "Séverine",
      "last": "Dubois",
      "affiliation": "Institute of Biology–Centre National de la Recherche Scientifique, Pasteur Institute, Lille, France"
    },
    {
      "name": "Laetitia Corset",
      "first": "Laetitia",
      "last": "Corset",
      "affiliation": "Institute of Biology–Centre National de la Recherche Scientifique, Pasteur Institute, Lille, France"
    },
    {
      "name": "Karin Séron",
      "first": "Karin",
      "last": "Séron",
      "affiliation": "Institute of Biology–Centre National de la Recherche Scientifique, Pasteur Institute, Lille, France"
    },
    {
      "name": "Lynn Bekris",
      "first": "Lynn",
      "last": "Bekris",
      "affiliation": "Department of Medicine, University of Washington, Seattle, Washington, United States of America"
    },
    {
      "name": "Janice Cabellon",
      "first": "Janice",
      "last": "Cabellon",
      "affiliation": "Department of Medicine, University of Washington, Seattle, Washington, United States of America"
    },
    {
      "name": "Bernadette Neve",
      "first": "Bernadette",
      "last": "Neve",
      "affiliation": "Institute of Biology–Centre National de la Recherche Scientifique, Pasteur Institute, Lille, France"
    },
    {
      "name": "Valérie Vasseur-Delannoy",
      "first": "Valérie",
      "last": "Vasseur-Delannoy",
      "affiliation": "Institute of Biology–Centre National de la Recherche Scientifique, Pasteur Institute, Lille, France"
    },
    {
      "name": "Mohamed Chikri",
      "first": "Mohamed",
      "last": "Chikri",
      "affiliation": "Institute of Biology–Centre National de la Recherche Scientifique, Pasteur Institute, Lille, France"
    },
    {
      "name": "M. Aline Charles",
      "first": "M. Aline",
      "last": "Charles",
      "affiliation": "Institut National de la Santé et de la Recherche Médicale (INSERM), Paul Brousse Hospital, Villejuif, France"
    },
    {
      "name": "Karine Clement",
      "first": "Karine",
      "last": "Clement",
      "affiliation": "Paris VI University and INSERM “Avenir,” Department of Nutrition, Hôtel Dieu Hospital, Paris, France"
    },
    {
      "name": "Ake Lernmark",
      "first": "Ake",
      "last": "Lernmark",
      "affiliation": "Department of Medicine, University of Washington, Seattle, Washington, United States of America"
    },
    {
      "name": "Philippe Froguel",
      "first": "Philippe",
      "last": "Froguel",
      "affiliation": "Institute of Biology–Centre National de la Recherche Scientifique, Pasteur Institute, Lille, France; Hammersmith Genome Centre and Department of Genomic Medicine, Imperial College, London, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2003-12",
  "dateElectronic": "2003-11-03",
  "dateAccepted": "2003-10-09",
  "dateReceived": "2003-06-13",
  "volume": "1",
  "number": "3",
  "pages": "e68",
  "tags": [
    "Discipline/Genetics and Genomics",
    "Discipline/Neuroscience",
    "System Taxonomy/Homo (human)",
    "Type/Research Article"
  ],
  "abstract": "The gene GAD2 encoding the glutamic acid decarboxylase enzyme (GAD65) is a positional candidate gene for obesity on Chromosome 10p11–12, a susceptibility locus for morbid obesity in four independent ethnic populations. GAD65 catalyzes the formation of γ-aminobutyric acid (GABA), which interacts with neuropeptide Y in the paraventricular nucleus to contribute to stimulate food intake. A case-control study (575 morbidly obese and 646 control subjects) analyzing GAD2 variants identified both a protective haplotype, including the most frequent alleles of single nucleotide polymorphisms (SNPs) +61450 C&gt;A and +83897 T&gt;A (OR = 0.81, 95% CI [0.681–0.972], p = 0.0049) and an at-risk SNP (−243 A&gt;G) for morbid obesity (OR = 1.3, 95% CI [1.053–1.585], p = 0.014). Furthermore, familial-based analyses confirmed the association with the obesity of SNP +61450 C&gt;A and +83897 T&gt;A haplotype (χ2 = 7.637, p = 0.02). In the murine insulinoma cell line βTC3, the G at-risk allele of SNP −243 A&gt;G increased six times GAD2 promoter activity (p &lt; 0.0001) and induced a 6-fold higher affinity for nuclear extracts. The −243 A&gt;G SNP was associated with higher hunger scores (p = 0.007) and disinhibition scores (p = 0.028), as assessed by the Stunkard Three-Factor Eating Questionnaire. As GAD2 is highly expressed in pancreatic β cells, we analyzed GAD65 antibody level as a marker of β-cell activity and of insulin secretion. In the control group, −243 A&gt;G, +61450 C&gt;A, and +83897 T&gt;A SNPs were associated with lower GAD65 autoantibody levels (p values of 0.003, 0.047, and 0.006, respectively). SNP +83897 T&gt;A was associated with lower fasting insulin and insulin secretion, as assessed by the HOMA-B% homeostasis model of β-cell function (p = 0.009 and 0.01, respectively). These data support the hypothesis of the orexigenic effect of GABA in humans and of a contribution of genes involved in GABA metabolism in the modulation of food intake and in the development of morbid obesity.",
  "fullText": "Introduction\n      \nThe strong evidence for a genetic component to human obesity has been unequivocally established over the past years with the identification of the genetic defects responsible for different monogenic forms, being involved in 4% of cases of human obesity (Clement et al. 2002). However, the role of genetic factors in common obesity is complex, being determined by the interaction of several genes (polygenic), each of which may have relatively small effects (i.e., they are susceptibility genes) and which may work in combination with each other as well as with environmental factors (e.g., nutrient intake and physical activity). The examination of candidate genes for involvement in the susceptibility to common obesity has not yet yielded convincing results (Chagnon et al. 2003). Another approach used for identifying genes underlying common polygenic obesity utilizes genome-wide scans in order to detect chromosomal regions showing linkage with obesity in large collections of nuclear families. The power of this approach was proven in other complex traits (Horikawa et al. 2000; Gretarsdottir et al. 2003). A genome-wide scan performed in 158 multiplex French obese Caucasian families (514 individuals) having at least one subject with a body mass index (BMI) of greater than 40 kg/m2 and at least one further sibling with a BMI of greater than 27 kg/m2 reported significant evidence for linkage of obesity to a Chromosome 10p locus (Hager et al. 1998), with a maximal logarithm of odds (LOD) score (MLS) near the D10S197 marker. Replication studies in both European-American and African-American cohorts confirmed the maximum nonparametric linkage peak at D10S197 for the combined sample set (Price et al. 2001) as well as for a German young obese sib cohort (Saar et al. 2003). All together, these independent linkage studies strengthen the hypothesis of a susceptibility gene for obesity in the Chromosome 10p11–12 locus. Marker D10S197 is located in intron 7 of the GAD2 gene encoding the glutamic acid decarboxylase enzyme (GAD65). GAD65 catalyzes the formation of γ-aminobutyric acid (GABA) from L-glutamic acid and is expressed in both pancreatic islets and brain (Erdo and Wolff 1990). GABA is colocalized in neuropeptide Y (NPY) neurons and is involved in the leptin pathway through the arcuate nucleus in the hypothalamus (Ovesjo et al. 2001). GABA interacts with NPY in the paraventricular nucleus to stimulate food intake (Pu et al. 1999). The bilateral injection of GAD2 antisense oligodeoxynucleotide into rat ventromedial hypothalamus decreased the content of GABA by 50% 24 h after the injection, decreasing food intake, while also enhancing locomotor activity (Bannai et al. 1998).\n\nWe here report genetic and functional arguments in favor of the GAD2 gene as a positional candidate gene for obesity on the Chromosome 10p locus.\n\n      Results\n      \n        Fine Mapping of the Chromosome 10p Locus\n        \nIn order to cover the Chromosome 10p linkage region with obesity at a density of one marker every centimorgan, 16 polymorphic markers between D10S191 and D10S220 were further genotyped in 188 nuclear families comprising 620 individuals. Single-point analyses showed a cluster of markers with an MLS higher than 1. D10S1639, D10S197, and D10S600 markers displayed an MLS of 3.4, 3.3, and 2.54, respectively (Figure 1A). Multipoint analysis revealed two peaks, at the D10S197 (MLS = 3.2) and D10S600 (MLS = 3.4) markers, respectively. As D10S197 is located in intron 7 of the GAD2 gene, we sought association of alleles or group of alleles of this marker with obesity. Allele frequencies were compared between obese and control subjects. Empirical p value for the normal statistics was 0.0017 and for the lumped allele (Lall) statistics was 0.01, respectively (data not shown), suggesting that a functional single nucleotide polymorphism (SNP) in partial linkage disequilibrium (LD) with the D10S197 marker may be located nearby.\n\n        GAD2 Gene: SNP Map and Association Studies with Obesity\n        \nGAD2 coding sequences (introns and exons) 3 kb upstream from the 5′ untranslated region (UTR) and 3 kb downstream from the 3′ UTR were screened for mutations in 24 obese patients from families showing evidence of linkage at the Chromosome 10p locus and in 24 nonobese subjects. In addition, we genotyped previously reported SNPs (Johnson et al. 2002) and those from public databases. On the basis of their frequency and location in a coding or a putative regulating region, 15 SNPs (Figure 1B; Table 1) were then selected for association studies. As families from the genome-wide scan were recruited through a proband with a BMI greater than 40 kg/m2, we postulated that the Chromosome 10p putative susceptibility gene may be primarily associated with morbid obesity, which represents less than 1% of the adult population in France (Charles et al. 2002). Thus, 15 SNPs were genotyped in 48 unrelated morbidly obese patients from families showing evidence of linkage at the Chromosome 10p locus and in 48 nonobese control subjects. For further extensive case-control study, six SNPs −2625 A&gt;G, −243 A&gt;G (5′ flanking region), +84 G&gt;A (intron 1), +61450 C&gt;A (intron 11), +70210 A&gt;T (intron 13), and +83897 T&gt;A (intron 15) were selected, as they were not in complete LD between each other (Δ2) and their frequency was higher than 10% and thus could account for the genetic variability of the GAD2 gene.\n\nThe six SNPs were genotyped in 349 unrelated morbidly obese patients, in 383 unrelated moderately obese subjects, and in 376 unrelated nonobese normoglycemic subjects. We observed a first indication for association (or trend) between morbid obesity and four SNPs at position −243 A&gt;G, +84 G&gt;A, 61450 C&gt;A, and +83897 T&gt;A (0.035 &lt; p &lt; 0.1; 1.27 &gt; odds ratio [OR] &gt; 1.02). No association was observed between any SNP and moderate obesity (0.2 &lt; p &lt; 0.93) (data not shown). As we cannot exclude an effect of uncommon polymorphisms (prevalence, &lt;5%) in the coding regions on morbid obesity, we genotyped SNPs +2414 C&gt;A (Pro153Gln), +53881 C&gt;T (Thr339Thr), and +70210 A&gt;T in this first cohort. No association between these SNPs and obesity was observed (data not shown).\n\nIn order to confirm these results, we genotyped −243 A&gt;G, +84 G&gt;A, +61450 C&gt;A, and +83897 T&gt;A SNPs in additional sets of 226 unrelated morbidly obese subjects with familial history of obesity and of 270 nonobese normoglycemic subjects selected from 294 families representative of the general population from northern France. In this replication study, a trend for association between the G allele of the −243 A&gt;G SNP and morbid obesity was found (OR = 1.25 [0.906–1.722], p = 0.17). Analysis of pooled data of both studies confirmed the association between the −243 A&gt;G SNP and morbid obesity (OR = 1.3, 95% confidence interval [CI] [1.053–1.585], p = 0.014; Table 2). A trend toward association was observed for SNP +61450 C&gt;A (OR = 1.2, 95% CI [0.997–1.423], p = 0.06). No association was detected for SNPs +84 G&gt;A and +83897 T&gt;A. The risk alleles were the G and A alleles for SNP −243 A&gt;G and SNP +61450 C&gt;A, respectively.\n\nHaplotype analyses of SNPs −243 A&gt;G, +84 G&gt;A, +61450 C&gt;A, and +83897 T&gt;A were then performed by both haplotype trend regression (HTR) and permutation and model-free analysis and estimation haplotype (PM+EH+) methods. Haplotypes including SNP +84 G&gt;A with each of the three remaining SNPs did not improve association with morbid obesity, and indeed association of SNP +84 G&gt;A resulted from its LD with the other three SNPs (data not shown). Thus, SNP +84 G&gt;A was excluded from further haplotype analyses. Haplotype structures, including the three SNPs −243 A&gt;G, +61450 C&gt;A, and +83897 T&gt;A, were then investigated in the 575 unrelated morbidly obese patients with familial history of obesity and in the 646 nonobese subjects. Among the eight possible haplotypes defined by SNPs −243, +61450, and +83897, only six haplotypes displayed a frequency of greater than 1% and their combined prevalence encompassed all but 2% of the haplotypes seen in the population (Table 3).\n\nComparison of haplotype frequencies performed by HTR between cases and controls showed evidence for association with obesity with an empirical p value of 0.0004. This positive result was ascertained by a PM+EH+ analysis (p = 0.0002). Frequencies of haplotypes bearing the wild-type alleles (A–C–T) were significantly higher in nonobese compared to the morbidly obese group (Table 3). It is noteworthy that the risk G allele at SNP −243 A&gt;G was present on several haplotypes with frequencies lower than 1% that cannot be taken into account for the haplotype analysis. SNPs −243, +61450, and +83897 were in strong LD, and the χ2 between these markers ranged from 556 to 1265; thus, p values were &lt;0.00001. In addition, posterior probabilities of haplotype accuracy, as assayed by software for estimating frequencies of large haplotypes of SNPs, SNPHAP, were greater than 0.98 for 98% of the subjects included in the study. For the remaining 2% of subjects, posterior probabilities ranged from 0.88 to 0.98. Moreover, on a background wild-type CC for SNP +61450 C&gt;A or TT for SNP +83897 T&gt;A, association of SNP −243 A&gt;G with morbid obesity remained significant (p = 0.01 and p = 0.03, respectively). The independent effect of −243 A&gt;G was confirmed by haplotype analysis of SNPs +61450 C&gt;A and +83897 T&gt;A that presented a significant association with morbid obesity, overall permutation showing an empirical p &lt; 0.0001. Estimated frequencies of haplotype bearing the wild-type alleles (C–T) remained higher in the nonobese compared to the morbidly obese group (p = 0.0049). Thus, the C–T haplotype displayed a “protective” effect against obesity (OR = 0.81, 95% CI [0.681–0.972]).\n\n        Linkage, Familial Association, and Association with the Evidence of Linkage of GAD SNPs\n        \nFamilial association and association with the evidence of linkage were investigated in the 188 nuclear families (612 individuals). First, as expected in a region of linkage, the SNPs −243 A&gt;G, +61450 C&gt;A, and +83897 T&gt;A showed significant linkage with a binary obese status, displaying an MLS of, respectively, 2.54, 1.86, and 4.54 (data not shown). The SNPs of GAD certainly show linkage with obesity and that they are, therefore, worth investigating for familial-based association tests (FBATs).\n\nThe FBAT was used to detect association in our established linkage context. In single SNP analyses, we observed an association and an excess of wild-type alleles in nonaffected offspring for SNPs +61450 C&gt;A and +83897 T&gt;A (Z = −2.17, p = 0.03 and Z = −2.09, p = 0.03, respectively) and a trend toward association and excess of G allele for SNP −243 A&gt;G in affected offspring (Z = 1.87, p = 0.06). For haplotype analysis of SNPs +61450 C&gt;A and +83897 T&gt;A, the global test for association with obesity was significant (χ2 = 7.637, p = 0.02). The protective wild-type (C–T) haplotype was in excess in nonaffected offspring (Z = −1.94, p = 0.05) (Table 3).\n\nA significant association with the evidence of linkage was observed for SNP +61450 C&gt;A. Seventeen nuclear families, with concordant affected sibpairs for the A–A genotype, displayed a LOD score of 4.13, p = 0.02 (as this LOD score was reached 20 times out of 1,000 simulations, assessing a C allele frequency of 0.72, the value in the control cohorts). When considering a C allele frequency of 0.68 (value in the morbidly obese cohorts), a p value of 0.06 was observed. Remaining sibpairs nonconcordant for this genotype displayed a LOD score of 1.75. Thus, it is impossible to exclude that SNP +61450 C&gt;A explains the observed linkage.\n\n        LD Analysis of the GAD2 Region\n        \nTo confirm that the GAD2 gene itself is responsible for the observed LD with obesity around the D10S197 marker, pairwise LD among SNPs in the region was investigated and graphically represented using the GOLD software (http://www.well.ox.ac.uk/asthma/gold). Various studies reported that LD extends between 10 and 30 kb for common alleles (Ardlie et al. 2002a), whereas others showed that it may extend to 60 kb (Reich et al. 2001). Then, LD analysis was performed in a 300 kb region including the GAD2 gene and its only known nearby gene MYO3A, located 4.14 kb downstream the GAD2 gene. MYO3A belongs to the myosin superfamily, and its mutations are responsible for a nonsyndromic progressive hearing loss (Walsh et al. 2002). LD analysis of 28 SNPs covering the 300 kb region including GAD2 and MYO3A genes showed that they belong to distinct blocks of LD (Figure 2). SNPs in the MYO3A gene were not in LD with those of the GAD2 gene. Moreover, none of the MYO3A SNPs was associated with obesity or related phenotypes (data not shown), suggesting that the observed association with morbid obesity is likely to be due to the GAD2 gene itself.\n\n        The G Allele at the SNP −243 A&gt;G Variant Increases the GAD2 Gene Transcription Level\n        \nThe −243 A&gt;G SNP displayed the highest level of association with massive obesity and is located in the 5′ flanking region. We therefore sought to know whether it was involved in the expression of the GAD2 gene. As the −243 A&gt;G was in strong LD with two promoter SNPs, −1600 G&gt;A (D′ = 0.991), and −2004 A&gt;T (D′ = 0.996) SNPs, we investigated the potential effect of the three individual SNPs on GAD2 transcription. The luciferase reporter gene was used to measure promoter activity. βTC3 cells (murine insulinoma cell line) were transiently cotransfected with the promoter constructs and control vectors. The transcriptional activity of the −243 G/G mutant construct was six times higher compared to the wild-type −243 A/A construct (n = 8, p &lt; 0.0001) (Figure 3). In contrast, the −1600 A/A and −2004 T/T constructs showed, respectively, a similar pattern of transcriptional activity and a decrease of 25% of transcriptional activity compared to wild-type construct.\n\nTo examine the effects of the −243 &gt;G SNP on binding affinity and specificity for transcription, electrophoretic mobility shift assays (EMSAs) were performed using nuclear extracts from βTC3 cells and two pairs of DNA oligonucleotide probes that differed only by the SNP. A shift was observed with the probe containing the −243 A allele, showing that this DNA sequence is able to bind a nuclear protein (Figure 4). Furthermore, comparisons of binding capacity of the probes containing −243 A and −243 G, respectively, showed that βTC3 nuclear proteins have a 6-fold higher affinity for the G allele variant than for the A allele of −243 A&gt;G (Figure 4). Computational analysis of the −243 G/A flanking sequences did not show a putative binding site for tissue-specific (brain, β cells, pancreas) transfactors.\n\n        Association Study between SNP −243 A&gt;G and Scores on the Three Factor Eating Questionnaire (Restraint, Disinhibition, and Hunger)\n        \nTo further explore the contribution of the GAD2 gene and especially of its functional polymorphism, −243 A&gt;G SNP, in the modulation of food intake, we analyzed data obtained through the Three-Factor Eating Questionnaire (TFEQ) (Stunkard and Messick 1985) in the morbidly obese population. This questionnaire was proposed to evaluate dietary restraint (factor 1), disinhibition (factor 2), and hunger (factor 3) indexes. In morbidly obese subjects, SNP −243 A&gt;G was associated with scores of the TFEQ. The homozygote variant GG for SNP−243 A&gt;G showed higher hunger and disinhibition scores (p = 0.007 and p = 0.028, respectively) (Figure 5). SNPs +61450 C&gt;A and +83897 T&gt;A were also evaluated for these scores, but only SNP +83897 T&gt;A showed significant association with the hunger score (p = 0.04). Association with eating parameters and haplotype including SNPs +61450 C&gt;A and +83897 T&gt;A did not reach significance.\n\nHaplotype including the wild-type alleles (A–C–T) for SNPs −243 A&gt;G, +61450 C&gt;A, and +83897 T&gt;A was associated with a lower hunger score than haplotype including variant alleles (G–A–A) (p = 0.01 by HTR). A similar nonsignificant trend was observed for the disinhibition score (p = 0.08 by HTR). The TFEQ was not available in nonobese subjects.\n\n        Association Study with GAD65 Autoantibodies\n        \nA correlation between GAD65 autoantibody (GAD65Ab) levels and high BMI previously reported in a Swedish population was assumed to be related with the obesity-associated hyperinsulinemia that stimulates the generation of GAD65Ab (Rolandsson et al. 1999). In order to confirm that GAD2 SNPs may indirectly modulate insulin secretion, thus interacting with food intake regulation, we investigated their potential effect on GAD65Ab level. As the distribution of GAD65Ab indexes was not normally distributed, we considered natural logarithm (Ln) GAD65Ab values for further analyses. As hyperinsulinemia is a characteristic of obese patients, mean values of Ln GAD65Ab indexes were higher in the 575 unrelated morbidly obese patients (3.81 ± 0.35) compared to the 376 nonobese normoglycemic subjects (3.71 ± 0.36; p = 0.007 for the Kolmogorov–Smirnov test), in agreement with previous findings (Rolandsson et al. 1999; Weets et al. 2001). In the control group, SNPs −243 A&gt;G, +61450 C&gt;A, and +83897 T&gt;A were associated with Ln GAD65Ab adjusted for age and BMI (Figure 6). Homozygote variant genotypes (GG, AA, AA for SNPs −243 A&gt;G, +61450 C&gt;A, and +83897 T&gt;A) showed lower GAD65Ab levels (p values for the Kruskal–Wallis test: 0.003, 0.047, and 0.006 for SNPs −243 A&gt;G, +61450 C&gt;A, and +83897 T&gt;A, respectively) (Figure 6A). A similar nonsignificant trend for association between GAD2 SNPs and GAD65Ab indexes was observed in the morbidly obese group (Figure 6B). Thus, promoter GAD2 SNPs associated with obesity were associated with lower levels of antibodies in normal weighted subjects, whereas the elevated GAD65Ab levels of obesity-induced hyperinsulinemia in morbidly obese patients should mask this link.\n\nAs GABA release from β cells was suggested to strongly inhibit insulin secretion (Shi et al. 2000), we looked in nondiabetic control subjects for a potential effect of GAD2 SNPs on fasting insulin and on the β-cell function assessed with the homeostasis model (HOMA-B%). We found that subjects homozygous (AA) for +83897 T&gt;A showed lower fasting insulin levels and HOMA -B indexes (p values for Kruskal–Wallis test: 0.0091 and 0.01, respectively, for fasting insulin and HOMA-B) (Figure 7), suggesting a deleterious effect of GAD2 SNPs on insulin secretion, probably through an increase of the GABA pool in pancreatic β cells mediated by GAD65 higher enzymatic activity.\n\n      Discussion\n      \nAll together, the identification of a protective effect of the wild-type alleles at SNPs −243 A&gt;G, +61450 C&gt;A, and +83897 T&gt;A supports the hypothesis that the GAD2 gene may modulate the risk of morbid obesity in the French population. Analyses of GAD2 SNP haplotypes allow us to conclude that SNP −243 A&gt;G and an haplotype including SNPs +61450 C&gt;A and +83897 T&gt;A displayed separate effects, as these genetic risk factors have never been encountered on the same haplotype.\n\nThese assumptions are primary based on case-control studies in French Caucasian adult patients, a population still protected against massive obesity, as its prevalence is three to five times lower compared to the United States' population. As our initial affected sibpair linkage study only included individuals with adult onset of obesity, few families have parental genotype information. However, to exclude false-positive association (due to population stratification) and to assess the contribution of GAD2 SNPs to the observed linkage on Chromosome 10p12, we performed studies to examine familial association and association with the evidence of linkage in the nuclear families from the original population showing linkage on this locus. We observed a modest but significant evidence of association with obesity and the linkage signal. For SNP +61450 C&gt;A, at-risk homozygous-bearing (A–A) affected sibpairs (17 nuclear families) displayed a significant LOD score of 4.13. Remaining affected sibpairs nonconcordant for this genotype displayed alone a LOD score of 1.75 at this locus. Although this suggests that a unique SNP of the GAD2 gene could explain a significant part of the linkage on Chromosome 10p12 (p = 0.02–0.06), the effect of this SNP, in terms of relative risk, given the prevalence of 1% of morbid obesity and the SNP allelic frequency of 32% in the morbidly obese cohort, is not compatible with such a high MLS. Therefore, it is very likely other SNPs and/or genes located nearby on Chromosome 10p could contribute to the observed linkage.\n\nSNP −243 A&gt;G, although shown to be associated with morbid obesity in case-control cohorts and to modulate the GAD2 promoter activity, did not show significant evidence of familial association with obesity and the linkage signal. To observe a linkage, we need at least one of the risk factors to be heterozygous for parents and transmitted to affected offspring. Indeed, the risk G allele at the −243 locus is less frequent than its counterpart at the +61450 locus (0.21 versus 0.32), and if 17 homozygous-bearing (A–A) affected sibpairs were scored for the +61450 SNP, only three homozygous-bearing (G–G) affected sibpairs were scored for the −243 SNP. Thus, an association with obesity and the linkage signal for the −243 SNP, if it exists, may remain undetected. However, the effect of the gene does not necessarily lie only on one SNP. It is very possible that other variations in the gene, as −243 A&gt;G, may have an effect, although undetected by linkage.\n\nWe believe that our case-control data showing association between GAD2 SNPs and morbid obesity do not result from a stratification bias, as there is little allelic heterogeneity in European populations (Ardlie et al. 2002b), and moreover our family-based data support this association. It is noteworthy that only 16% of the obese subjects included in case-control analyses were part of the genome-scanned and fine-mapped families, ruling out that the observed association is specific to this small group. In this respect, results remained qualitatively similar (but less significant, as the number of subjects was lower) when removing these obese probands from the case-control studies (ORs of 1.28, 95% CI [1.04–1.59], p = 0.02; 1.17, 95% CI [0.97–1.41], p = 0.1; and 1.13, 95% CI [0.91–1.41], p = 0.296, respectively, for SNPs −243 A&gt;G, +61450 C&gt;A, and +83897 T&gt;A).\n\nSNPs +61450 C&gt;A and +83897 T&gt;A are located, respectively, in GAD2 intron 11 and 15 and their functional role is not obvious. On the other hand, the hypothesis of a functional effect for SNP −243 A&gt;G is further supported by transcriptional activity studies, clearly showing that the G allele of SNP −243 A&gt;G increased GAD2 promoter activity although two nearby promoter SNPs (−1600 G&gt;A and −2004 A&gt;T) in strong LD with SNP −243 A&gt;G did not modulate promoter activity. As suggested by EMSA, a nuclear protein that remains to be identified could have an higher affinity for the G allele. Furthermore, obese homozygous carriers of the G allele at −243 A&gt;G SNP were characterized with overeating features as evaluated by the TFEQ. They had significantly higher indexes of hunger and disinhibition, which characterize higher sensitivity to the sensorial stimulation of food, leading in certain circumstances to a decreased ability to control their food intake over the time.\n\nThe disinhibition score has also been highly associated with binge-eating features (Heartherth and Polivy 1992; Lawson et al. 1995). Eating behavior was shown to be partially heritable (Faith et al. 1997), and several susceptibility loci were suggested from genome-wide scan studies (Steinle et al. 2002). In this regard, Branson et al. (2003) recently reported that binge-eating was a major phenotypic abnormality associated with mutations in the melanocortin 4 receptor (MC4-R), suggesting that MC4-R contributes to modulate eating behavior. A significant linkage on Chromosome 10p was recently identified in bulimia nervosa, a psychiatric disorder characterized by overeating and self-induced vomiting (Bulik et al. 2003). Here, the probability to detect genetic mutations massively increasing BMI is higher. Both our in vitro and genetic findings suggest that GAD2 SNPs may have contributed to the worsening of obesity in this population, possibly though a disability of the rare allele carriers in controlling their food intake. Further clinical investigation in bearers would be needed to validate this hypothesis. At present, we speculate that an increased activity of the GAD2 gene may increase the GABA pool in the hypothalamus, thus enhancing GABA orexigenic effects, resulting in an altered feeding behavior. Several lines of investigation support a role for GABA in regulation of feeding behavior. Investigation in turkeys has demonstrated that intracerebroventricularly injection of varying doses of muscimol, a potent GABA agonist, caused a dose-dependant increase of food intake (Denbow 1991). Transgenic mice ubiquitously overexpressing the GABA transporter exhibited heritable obesity, with increased body weight and fat deposition (Ma et al. 2000). GABA is coexpressed in the subpopulation of NPY neurons in the arcuate nucleus, suggesting that GABA and NPY interact in the paraventricular nucleus to stimulate food intake (Ovesjo et al. 2001). Indeed, the gut-secreted hormone PYY3–36, which potently inhibits food intake in both rodents and in human, acts by inhibiting NPY neurons, thus disinhibiting pro-opiomelanocortinergic (POMC) neurons through a GABA-mediated process (Batterham et al. 2002).\n\nThe dopaminergic neurons were previously suggested to be involved in behavioral disorders, such as eating disorders. The low brain dopamine activity found in obese subjects could predispose them to excessive use of food (Wang et al. 2001). Dopamine D2 receptor polymorphisms were reported to be associated with obesity in Pima Indians from Arizona (Jenkinson et al. 2000). The dopaminergic signal promotes the functional differentiation of GABAergic neurons by regulation of expression of GAD65 and GAD67, suggesting interactions between dopamine and GABA pathways in the regulation of food intake (Laprade and Soghomonian 1999).\n\nIn addition to the central effects of GAD2, a peripheral contribution might also be suggested. The GAD2 gene is highly expressed in pancreatic β cells and GAD65 is the most important autoantigen in type 1 diabetes. In each β cell, there are 3,000 small GABA-containing neuron-like secretory vesicles, similar to the clear synaptic vesicles in nerve terminals. It has been speculated that GABA-containing microvesicles are released by Ca2+-dependent exocytosis and may have an autocrine/paracrine function within the islet (Gu et al. 1993). GABA released from the β cell accordingly inhibits insulin exocytosis by activation of GABA-B receptors (G protein-coupled receptors) and in the α cell suppresses glucagon release by activation of GABA-A receptor Cl channels (Rorsman et al. 1989; P. Rorsman, personal communication). Given the anorectic role of insulin and of glucagon-related peptides in the CNS, it is also possible that GAD2 SNP-related increase of the GABA pool in pancreatic islets contributes to modulate food intake (Niswender et al. 2003).\n\nIn order to be able to test this hypothesis in humans, we analyzed the GAD65Ab level as a marker of β-cell activity and of insulin secretion. Indeed, it was recently shown that in a nondiabetic general population from Sweden, the ORs for subjects in the highest BMI group to exceed the 95th or 99th GAD65Ab percentile were 3.6 and 17.6, respectively (Rolandsson et al. 1999). Previously confirmed among first-degree relatives of type 1 diabetes patients (Weets et al. 2001), this correlation between obesity and GAD65Ab levels was also observed in our French population and may be due to the overstimulation of the β cells associated with obesity. In order to have an indirect confirmation of the GAD2 SNP functional role, we then examined possible associations between the SNPs −243 A&gt;G, +61450 C&gt;A, and +83897 T&gt;A and GAD65Ab and plasma insulin levels. These analyses showed lower GAD65Ab levels (especially in the control group) and lower insulin secretion indexes in homozygous variant carriers at any of these SNPs. This is in agreement with a negative regulation by GABA (generated by GAD65 in the β cells) of the first phase of insulin secretion in response to glucose (Shi et al. 2000). The fact that GAD65Ab and related insulin values are lower in GAD2 carriers of SNP variant alleles but are higher in obese compared to normal-weighted subjects may look like a paradox if one wants to see a direct role of GAD65Ab in the development of obesity. Further, we think that the presence of GAD65Ab is only a marker of hyperinsulinemia and has nothing to do with the molecular mechanisms responsible for obesity. Instead, GAD65Ab levels should be considered as an intermediary phenotype for GAD2 gene higher expression in subjects carrying the at-risk SNPs that in turn may impair insulin secretion, decrease GAD65Ab secretion, and ultimately influence food intake behavior through insulin central effects.\n\nIn conclusion, our data point out GAD2 gene as a candidate for morbid obesity. Previous studies in cases with extreme forms of obesity have shown mutations in genes involved in the leptin–melanocortin pathway (Clement et al. 2002), which primarily impair food intake regulation. If confirmed, our results are novel evidence for a role of GABA, which interacts in the NPY and POMC neurons' cross-talk, but also may modulate the anorectic insulin release by the β cells (Schwartz et al. 2003) in the polygenic predisposition to the severe obesity in human.\n\n      Materials and Methods\n      \n        Study Populations\n        \nFine mapping was performed using a set of 188 nuclear families collected through the Department of Nutrition of the Hôtel Dieu Hospital in Paris (46%) or by a multimedia campaign at the Institut Pasteur de Lille (54%) in France. Families were ascertained through a proband with a BMI of greater than 40 kg/m2 and at least one additional sibling with a BMI of greater than 27 kg/m2.\n\nAssociation studies of the GAD2 gene were performed using a first set of 349 unrelated morbidly obese patients (mean BMI, 47.3 ± 7.4 kg/m2; mean age, 46 ± 12 y; women/men, 280/69). SNPs showing a significant association (or even a trend toward association) were genotyped in an additional group of 226 unrelated morbidly obese subjects (mean BMI, 47.45 ± 7.69 kg/m2; mean age, 47.3 ± 11.7 y; women/men, 165/61) and in a set of 383 unrelated moderately obese subjects (mean BMI, 34.3 ± 4.13 kg/m2; mean age, 51.2 ± 14.8 y; women/men, 201/182), randomly selected from a collection of French patients. Of the morbidly obese, 16% (91/575) were included in the original linkage cohort (Hager et al. 1998).We used as control groups a first set of 376 unrelated nonobese and normoglycemic husbands and wives from type 2 diabetes families (Vionnet et al. 2000) (mean BMI, 22.8 ± 2.44 kg/m2; mean age, 58.3 ± 14.1 y; women/men, 227/149) and a second set of 270 unrelated nonobese and normoglycemic subjects selected from 294 families from a general population recruited on a geographical basis in two towns from Northern France (the so-called Fleurbaix–Laventie study) (mean BMI, 23.3 ± 2.2 kg/m2; mean age, 44.3 ± 3.85 y; women/men, 153/117).\n\nIn our population, to assess parameters of food-eating behavior, the subjects filled in the TFEQ established by Stunkard and Messick (1985), which evaluates the cognitive restraint of eating, disinhibition, and hunger. Scores for the TFEQ were available for 464 morbidly obese patients with familial history of obesity and the range of scores for hunger was 1–14; for disinhibition, 1–18; and for restraint, 1–21.\n\nFasting insulin was measured with standard protocols, and β-cell function (% B) was assessed with HOMA (Matthews et al. 1985).\n\n        GAD65Ab Assays\n        \nPlasma samples were analyzed for GAD65Ab in radioligand binding assays (Grubin et al. 1994). [35S]Methionine-labeled GAD65 was produced by in vitro coupled transcription/translation with SP6 RNA polymerase and nuclease-treated rabbit reticulocyte lysate (Promega, Madison, Wisconsin, United States) as previously described (Grubin et al. 1994). The in vitro translated proteins were kept at −80°C and used within 2 wk of preparation. The upper level of normal was established by analyzing sera obtained from nondiabetic subjects. The interassay %CV for the positive control sample (WHO standard 97/550 6) was 15% for GAD65Ab. In the third International Combined Autoantibody Workshop (Verge et al. 1998), our assay showed 70% sensitivity and 98% specificity for GAD65Ab.\n\n        Fine Mapping\n        \nIn 188 nuclear families comprising 620 individuals, we genotyped 16 polymorphic markers from D10S548 to D10S220 with a density of one marker every centimorgan. Two-point and multipoint analyses were performed using the GeneHunterPlus software (Kruglyak and Lander 1995). The statistics were the MLS (Risch 1990).\n\n        Screening the GAD2 Gene\n        \nThe 16 exons and UTRs (upstream 5′ UTR and downstream 3′ UTR) were screened in 24 unrelated obese patients (mean BMI, 37.9 ± 5.92 kg/m2; mean age, 48.7 ± 8.5 y; women/men, 16/8) randomly selected among families contributing to the linkage at the Chromosome 10p locus and in 24 unrelated nonobese normoglycemic control subjects (mean BMI, 22.57 ± 1.97 kg/m2; mean age, 61.8 ± 10 y; women/men, 16/8) selected from French pedigrees.\n\nDNA sequencing was performed using an automated ABI Prism 3700 DNA sequencer in combination with the Big Dye Terminator Cycle Sequencing Ready Reaction Kit (Applied Biosystems, Foster City, California, United States). The obtained sequences were compared with the published sequence for the human GAD2 gene.\n\nSequences of primers used for PCR-direct sequencing are available from the authors.\n\n        Genotyping\n        \nFifteen SNPs of the GAD2 gene were genotyped by direct sequencing and/or with the LightCycler™ (Roche Diagnostics, Basel, Switzerland) assay based on hybridization probes labeled with fluorescent dyes that allow fluorescence resonance energy transfer (Blomeke et al. 1999). Sequences of primers pairs, labeled with fluorescein and LC Red 640 (Roche Diagnostics), are available from the authors.\n\n        Statistical Analyses\n        \n          Case-control studies\n          \nComparison of allelic frequencies between cases and controls was achieved through the χ2 test and the p value was empirically computed with the program CLUMP (Sham and Curtis 1995). This method is of special interest when applied to polymorphic markers (D10S197) because of the large number of alleles.\n\nAll SNPs were complied with Hardy–Weinberg proportions; then, we presented the OR and the 95%CI for allelic effect. Scores for the TFEQ, GAD65Ab index, fasting insulin, and β-cell function (%B) were compared within 376 unrelated nonobese and normoglycemic and 464 morbidly obese subjects, using the nonparametric Wilcoxon–Kruskal–Wallis test. Haplotype frequencies were determined and were compared between groups with the PM+EH+ (Zhao et al. 2000) and the HTR (Zaykin et al. 2002) softwares. HTR also allows rapid and robust comparison of haplotype frequencies between two groups as well as association testing between haplotypes and quantitative traits.\n\nThe method is equivalent to multiple regression, where covariates are the probability of presence of each haplotype. We then get significance tests for the whole effect of haplotypes (Apval) on the trait and individual tests for each haplotype (Hpval). The HTR program allows for permutation empirical p value determination. We can thus correct for multiple SNPs testing. The expectation maximization (EM) algorithm is used to infer individual haplotype probability distribution. We assigned the two most likely haplotypes to each subject, either affected or unaffected. The population probabilities for each haplotype were estimated in the whole group, affected and unaffected, pooled together. PM+EH+ estimated the haplotype frequencies and their log-likelihood in each group separately (Laff and Lunaff) and in the whole sample (Lall) through an EM algorithm, and a likelihood ratio test (Lall−(Laff+Lunaff)) evaluated heterogeneity in haplotype frequencies between the groups. The main difference between these two methods lies in the group where frequencies are estimated. Haplotypes were reconstructed from population genotype data, using SNPHAP (Stephens et al. 2001) software.\n\n          Familial association\n          \nWe used three methods that allowed us to extract as much information as possible from our data, which are not well tailored for family-based tests.\n\nPedigree Disequilibrium Test (PDT). The Pedigree Disequilibrium Test (Martin et al. 2000) allows us to evaluate evidence of LD in general pedigree data. This method considers all the possible informative triads and discordant sibpairs (DSPs) in the pedigree. A variable is created that is either the difference between the number of transmissions and the nontransmission for a given allele in a triad or the difference between the frequency of this allele in affected and unaffected member of the DSP. The sum of this value is weighted by the number of units (triad and DSP) in each pedigree. The new random variable D is then summed over all the pedigrees. It is expected to be equal to 0 under the null hypothesis of no linkage and no association and D/√Var(D) follows a Normal with a mean of 0 and a variance of 1.\n\nWe decided to use the option that computes the statistic for the trios and only when the founders are untyped uses DSP. This seems to be a sound approach when we are not sure of the status of the unaffected individuals and want to give them minimum weight.\n\nFamily-Based Association Test (FBAT). The FBAT (Lake et al. 2000) method defines a statistical test that reflects association between a phenotype (T) and a marker value (X). The tests uses the generic form S = ΣT·X as a test statistic, where summation is over all offspring in all families in the dataset. The distribution of S under H0 is calculated using the distribution of offspring genotype, conditional on the trait T and on the parental genotype, or the sufficient statistics when parental genotype is unobserved. The value S − E(S)/√Var(S) follows a Normal (0,1). As we are in a region of linkage, with several individuals in each family, we chose the option −e that calculates an empirical variance and provides a valid test of association in this case. The phenotype was coded 1 for affected and 0 for unaffected, giving them a null weight in the final statistic. This is an affected-only test, although the genotypes of unaffected are used when the parents' genotypes are missing.\n\nThe FBAT program allows for haplotype tests. We therefore repeated this association test on haplotypes.\n\nAssociation with Evidence of Linkage. We sought to test whether any of the SNPs was responsible for the observed linkage. We therefore split the sample of affected sibpairs onto pairs concordant for genotype categories (1 1, 1 2, 2 2, 1 X, 2 X). Note that the sets of 1 X and 2 X, where X represents allele 1 or 2, are overlapping. If a genotype is responsible for the observed linkage, we expect that the MLS of the set of the pairs concordant, or identical by state (IBS) for this genotype, which we call MLSg, is significantly higher than what is expected under H0. In our case, H0 includes linkage and association. We then derive a p value through simulation after preserving the linkage information (i.e., the identical by descent [IBD] status for each pair) and the association (the number of pairs concordant for the genotype).\n\nIt is worth pointing out that genotype category-specific MLSg cannot be considered as a traditional MLS. Indeed, we select pairs where IBS is 2 and the IBD status is not independent of the IBS status. Therefore, the MLSg does not follow a mixture of χ2 tests with 1 or 2 df, as usual. The p value is obtained through simulation under H0.\n\nWe simulate the parents' genotype and drop the alleles in the offspring according to the transmission probabilities (½–½) and the IBD status. For each pair, its IBD status is drawn from the zij distribution, where j = (0,1,2) is the number of alleles IBD and j is the pair's index. These values were obtained with the GeneHunterPlus software. Note that in parents, we just determine the number of 1 and 2 alleles, from an original allelic frequency (f1), and then just shuffle the alleles among them. Therefore, we will have the same allelic frequency in founders for each replicate. For a valid test of association with evidence of linkage, we count the number of times the replicate LOD score exceeds the observed LOD score, for a number of pairs equal to the original (if there are N pairs 11 11, we will use only the replicates where we observe N pairs simulated). This method was used by Horikawa et al. (2000) and Sun et al. (2002).\n\n        Plasmid Construction, Cell Line, and Luciferase Assay\n        \nSense (cgggtctctgctttgttagc) and antisense (tttggagactggagcaggtc) oligonucleotides were used to amplify a 2,200 bp fragment of the GAD2 promoter from four homozygous individuals (wild-type, −243 G/G, −1600 A/A, and −2000 T/T). PCR fragments were inserted into the pGL3-basic vector (Promega) using the BglII and HindIII restriction sites present in the vector and the sense and the antisense oligonucleotides, respectively. Preparations of plasmids representing the genotypes −2000/−1600/−243 (A/G/A, G/G/A, A/A/A, and A/G/T) were performed, and the genotypes of the constructs were confirmed by sequencing.\n\nMurine insulinoma cells βTC3 were grown in Dulbecco's modified Eagle's medium (DMEM) (Life Technologies, Carlsbad, California, United States) supplemented with 10% fetal calf serum, penicillin (10 U/ml), streptomycin (100 mg/ml), and L-glutamin (2 mM) and incubated at 37°C, under an atmosphere of 5% CO2. Cells were transiently transfected with 1 μg of each construct and with 50 ng of pRLTK plasmid expressing Renilla luciferase for 48 h using TransFastTM (Promega) according to the manufacturer's instructions. Cells were lysed and the firefly and the Renilla luciferase activities were measured using the dual-luciferase assay system (Promega). The pGL3-basic vector was used as negative control and the pGL3-SV40 vector as positive control. Each transfection was performed in duplicate and replicated five times. The normalized relative luciferase units (RLUs) for each construct correspond to the firefly/Renilla RLU ratio.\n\n        EMSA\n        \nNuclear extracts were prepared from murine insulinoma cells βTC3, which were grown in DMEM high-glucose media supplemented with 10% fetal bovine serum, 2 mM L-glutamine, and 2-mercapto-ethanol and incubated at 37°C under an atmosphere of 5% CO2. Nuclear extracts were prepared as previously described (Schreiber et al. 1989). Double-stranded DNA probes containing the −243 A&gt;G polymorphism were labeled with T4 polynucleotide kinase using [γ-32P]ATP and then purified using a mini-Quick Spin Columns system (Roche Applied Science, Basel, Switzerland). Binding reactions were performed in a total volume of 20 μl, with 5 μg of nuclear extract in a buffer containing 40 mM HEPES, 400 mM NaCl, 0.4 mM EDTA, 0.1 μg/μl dI–dC, 40% glycerol, 4 mg/ml bovine serum albumin, and 2 mM DTT. After a 15 min incubation at room temperature, probes (10,000 cpm) were added. The protein–DNA complexes were resolved on a 4% polyacrylamide:bisacrylamide (29:1) gel. Gels were dried under vacuum and exposed to X-ray films (Kodak, Rochester, New York, United States). Quantification of the signal was performed with NIH Image software (http://rsb.info.nih.gov/nih-image/).\n\n      Supporting Information\n      \n        Accession Numbers\n        \nAccession numbers for the genes discussed in this paper are dopamine D2 receptor (LocusLink ID 1813), GAD2 (LocusLink ID 2572 and Genbank g182931), melanocortin 4 receptor (LocusLink ID 4160), MYO3A (LocusLink ID 53904), and neuropeptide Y (LocusLink ID 4852).",
  "externalIds": [
    "pmid:14691540",
    "pmcid:PMC270019"
  ]
}