{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050281",
  "doi": "10.1371/journal.pbio.0050281",
  "externalIds": [
    "pii:07-PLBI-S-2781",
    "pmid:20076649",
    "pmcid:PMC2020498"
  ],
  "license": "This is an Open Access article: verbatim copying and redistribution of this article are permitted in all media for any purpose, provided this notice is preserved along with the article's original URL.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Let Sleeping Zebrafish Lie: A New Model for Sleep Studies",
  "authors": [
    {
      "name": "Rachel Jones",
      "first": "Rachel",
      "last": "Jones"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-10",
  "dateElectronic": "2007-10-16",
  "volume": "5",
  "number": "10",
  "pages": "e281",
  "tags": [
    "Discipline/Genetics and Genomics",
    "Discipline/Neurological Disorders",
    "Discipline/Neuroscience",
    "Type/Synopsis"
  ],
  "fullText": "Although the function of sleep is hotly debated, one thing is clear—we, and most other animals, cannot do without it. In a new study, Yokogawa et al. describe how zebrafish sleep, finding both striking similarities to mammalian sleep and its regulation and intriguing differences.\n\nHow can you tell when a zebrafish is asleep? According to Yokogawa et al., it stops swimming (for at least six seconds), stays immobile at the bottom or on the surface, and becomes less sensitive to external stimuli, such as a mild electric shock. This raised threshold for stimulation is also a feature of mammalian sleep (as is prolonged inactivity). Zebrafish, like humans, are markedly diurnal—they sleep more during the night than the day. By using electrical stimulation to prevent the fish from sleeping, the authors found another similarity between mammalian and zebrafish sleep. Just like mammals, the sleep-deprived zebrafish showed a rebound effect: after being deprived of sleep for a time, they slept more, showing that their sleep is homeostatically regulated.\n\nBut when it came to the effects of light on zebrafish sleep, the authors discovered a marked difference from mammalian sleep. When kept in constant light conditions, zebrafish barely slept at all. Light could suppress sleep in zebrafish almost completely, even if they had been sleep deprived. Surprisingly, the suppression of sleep with light did not produce a rebound effect. When zebrafish that had been kept in constant light for three days were returned to darkness, they slept normally, showing no compensatory increase in sleep. The lack of a compensatory rebound effect may more closely resemble sleep in certain birds, such as pigeons, than in mammals.\n\nThe authors speculate that this strong effect might result from the fact that all zebrafish cells are directly sensitive to light and that light suppresses the production of melatonin, a sleep-promoting hormone that is particularly effective in zebrafish. Light might act through various pathways to suppress sleep, and this could combine with a lack of melatonin to cause the striking effects of light on sleep in zebrafish and to overcome weaker circadian (cyclical) or homeostatic influences on sleep. By contrast, in mammals, circadian rhythms and homeostatic drives have a much stronger effect than light does.\n\nAs vertebrates, zebrafish have a nervous system that is similar in overall architecture to our own. Zebrafish brains also contain hypocretin (also known as orexin), one of the most important sleep-regulating molecules in the mammalian brain. In humans, the sleep disorder narcolepsy is caused by the death of neurons that produce hypocretin, and in dogs, a mutation in one of the hypocretin receptors can cause narcolepsy. Patients with narcolepsy suffer from insomnia at night, but are excessively sleepy during the day. They have a tendency to enter rapid eye movement (REM) sleep—the sleep state during which we dream—abnormally suddenly, and they tend to show some of the features of REM sleep, such as paralysis, when they are awake. This indicates that in mammals, hypocretin promotes wakefulness and regulates sleep.\n\nHypocretin is found in parts of the zebrafish brain, and its distribution is broadly similar to that seen in mammals. It would be reasonable to expect that mutant zebrafish lacking the hypocretin receptor would thus also show symptoms of narcolepsy. Unexpectedly, however, such mutant zebrafish showed a slight overall increase in activity, with shorter bouts of sleep at night than normal zebrafish, but no increase in sleep during the day, which is one of the primary features of narcolepsy. It may be that light's powerful suppressive effect on daytime sleep in zebrafish might have prevented the increased daytime sleepiness that is found in mammalian narcolepsy.\n\nWhen the authors injected hypocretin directly into the brains of normal zebrafish, the fish slept more; as expected, fish lacking the hypocretin receptor showed no effect. In zebrafish, therefore, hypocretin seems to promote sleep—apparently the opposite of its effect in mammals.\n\nThis difference is probably explained by a differential distribution of hypocretin and its receptor in the zebrafish brain. Although in mammals, the hypocretin-producing neurons send strong projections to “monoaminergic” neurons (neurons that use monoamines such as dopamine and serotonin as their neurotransmitters), this is not the case in zebrafish. Instead, the hypocretin-producing neurons seem to project mainly to inhibitory neurons that use the neurotransmitter GABA. In particular, hypocretin-producing neurons target a group of GABA-producing cells in the anterior hypothalamus (a part of the brain that is important for controlling a variety of homeostatic functions such as appetite and, in mammals, body temperature). The authors suggest that these neurons could be important for modulating sleep in zebrafish.\n\nOne theory that might account for the converse effects of hypocretin in mammals and zebrafish is that it might have a dual role in mammals, promoting sleep at night and wakefulness during the day. This would fit with the two main symptoms of narcolepsy, insomnia at night and excessive sleepiness during the day. The authors suggest that zebrafish might share the sleep-promoting neural circuitry of mammals, but not the wake-promoting circuits. Clearly, there is much to discover about the regulation of sleep and its evolution in vertebrates. Zebrafish now join “higher” vertebrates as useful models for studying the physiology, neurobiology, and in particular the genetics of sleep regulation."
}