{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000072",
  "doi": "10.1371/journal.pbio.3000072",
  "externalIds": [
    "pii:PBIOLOGY-D-18-01012",
    "pmid:31306410",
    "pmcid:PMC6657915"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Attenuation of chronic antiviral T-cell responses through constitutive COX2-dependent prostanoid synthesis by lymph node fibroblasts",
  "authors": [
    {
      "name": "Karin Schaeuble",
      "first": "Karin",
      "last": "Schaeuble",
      "affiliation": "Center for Immunity and Infection Lausanne, Department of Biochemistry, University of Lausanne, Epalinges, Switzerland; Department of Oncology, University of Lausanne and University Hospital, Epalinges, Switzerland"
    },
    {
      "name": "Hélène Cannelle",
      "first": "Hélène",
      "last": "Cannelle",
      "affiliation": "Center for Immunity and Infection Lausanne, Department of Biochemistry, University of Lausanne, Epalinges, Switzerland"
    },
    {
      "name": "Stéphanie Favre",
      "first": "Stéphanie",
      "last": "Favre",
      "affiliation": "Center for Immunity and Infection Lausanne, Department of Biochemistry, University of Lausanne, Epalinges, Switzerland"
    },
    {
      "name": "Hsin-Ying Huang",
      "first": "Hsin-Ying",
      "last": "Huang",
      "affiliation": "Center for Immunity and Infection Lausanne, Department of Biochemistry, University of Lausanne, Epalinges, Switzerland"
    },
    {
      "name": "Susanne G. Oberle",
      "first": "Susanne G.",
      "last": "Oberle",
      "affiliation": "Swiss Vaccine Research Institute, Epalinges, Switzerland; Division of Immunology and Allergy, Department of Medicine, Lausanne University Hospital, Lausanne, Switzerland"
    },
    {
      "name": "Daniel E. Speiser",
      "first": "Daniel E.",
      "last": "Speiser",
      "affiliation": "Department of Oncology, University of Lausanne and University Hospital, Epalinges, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-2031-3250"
      ]
    },
    {
      "name": "Dietmar Zehn",
      "first": "Dietmar",
      "last": "Zehn",
      "affiliation": "Swiss Vaccine Research Institute, Epalinges, Switzerland; Division of Immunology and Allergy, Department of Medicine, Lausanne University Hospital, Lausanne, Switzerland; Division of Animal Physiology and Immunology, School of Life Sciences Weihenstephan, Technical University of Munich, Freising, Germany"
    },
    {
      "name": "Sanjiv A. Luther",
      "first": "Sanjiv A.",
      "last": "Luther",
      "affiliation": "Center for Immunity and Infection Lausanne, Department of Biochemistry, University of Lausanne, Epalinges, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-8758-957X"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-07-15",
  "dateAccepted": "2019-06-27",
  "dateReceived": "2018-10-22",
  "volume": "17",
  "number": "7",
  "pages": "e3000072",
  "tags": [
    "Animal cells",
    "Animal models",
    "Animal studies",
    "Biochemistry",
    "Blood cells",
    "Cell biology",
    "Cellular types",
    "Cytokines",
    "Cytophotometry",
    "Cytotoxic T cells",
    "Developmental biology",
    "Diagnostic medicine",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animal studies",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Blood cells",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Cytokines",
    "Discipline-v3/Cytophotometry",
    "Discipline-v3/Cytotoxic T cells",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Diagnostic medicine",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Flow cytometry",
    "Discipline-v3/Immune cells",
    "Discipline-v3/Immune physiology",
    "Discipline-v3/Immune response",
    "Discipline-v3/Immune system",
    "Discipline-v3/Immunology",
    "Discipline-v3/Inflammation",
    "Discipline-v3/Innate immune system",
    "Discipline-v3/Interferons",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Molecular development",
    "Discipline-v3/Mouse models",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Physiology",
    "Discipline-v3/Proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Signs and symptoms",
    "Discipline-v3/Spectrophotometry",
    "Discipline-v3/Spectrum analysis techniques",
    "Discipline-v3/Spleen",
    "Discipline-v3/T cells",
    "Discipline-v3/White blood cells",
    "Experimental organism systems",
    "Flow cytometry",
    "Immune cells",
    "Immune physiology",
    "Immune response",
    "Immune system",
    "Immunology",
    "Inflammation",
    "Innate immune system",
    "Interferons",
    "Model organisms",
    "Molecular development",
    "Mouse models",
    "Pathology and laboratory medicine",
    "Physiology",
    "Proteins",
    "Signs and symptoms",
    "Spectrophotometry",
    "Spectrum analysis techniques",
    "Spleen",
    "T cells",
    "Type/Short Reports",
    "White blood cells"
  ],
  "abstract": "Lymphoid T-zone fibroblastic reticular cells (FRCs) actively promote T-cell trafficking, homeostasis, and expansion but can also attenuate excessive T-cell responses via inducible nitric oxide (NO) and constitutive prostanoid release. It remains unclear how these FRC-derived mediators dampen T-cell responses and whether this occurs in vivo. Here, we confirm that murine lymph node (LN) FRCs produce prostaglandin E2 (PGE2) in a cyclooxygenase-2 (COX2)-dependent and inflammation-independent fashion. We show that this COX2/PGE2 pathway is active during both strong and weak T-cell responses, in contrast to NO, which only comes into play during strong T-cell responses. During chronic infections in vivo, PGE2-receptor signaling in virus-specific cluster of differentiation (CD)8 cytotoxic T cells was shown by others to suppress T-cell survival and function. Using COX2flox/flox mice crossed to mice expressing Cre recombinase expression under control of the CC chemokine ligand (CCL19) promoter (CCL19cre), we now identify CCL19+ FRC as the critical source of this COX2-dependent suppressive factor, suggesting PGE2-expressing FRCs within lymphoid tissues are an interesting therapeutic target to improve T-cell–mediated pathogen control during chronic infection.",
  "fullText": "Introduction\n\nLymph nodes (LNs) are secondary lymphoid organs (SLOs) specialized in filtering lymph fluid and initiating T- and B-cell responses to foreign antigens. Typically, antigen-specific T cells are selected to expand and differentiate into effector cells by dendritic cells (DCs) that present processed antigen in the context of major histocompatibility complex (MHC) and costimulatory signals. However, T cells may also be tolerized if self-antigens are presented in a nonimmunogenic context, typically by immature DCs. All of these processes take place within the T-cell–rich compartment of SLOs that are organized by fibroblastic reticular cells (FRCs), which are the most prevalent nonhematopoietic cell type in this zone and play active immune regulatory roles [1, 2].\n\nInitially, FRCs have mainly been described to enhance adaptive immunity in several ways. FRCs constitutively produce the chemokines CCL19 and CCL21 responsible for attracting and retaining DCs and naïve T cells in that compartment and thereby facilitating their physical interaction [3, 4]. These encounters are further enhanced by the dense reticular network formed by FRCs, allowing DC adhesion and physical guidance for migrating T cells during their continuous search for antigen [5, 6]. FRCs play yet another important role in promoting adaptive immunity by producing the T-cell survival factor interleukin-7 (IL-7) [3].\n\nMore recently, evidence has accumulated for negative regulatory roles of FRCs in T-cell responses [1, 2]. FRCs were shown to express self-antigens in the context of MHCI [7] or to acquire antigens and MHCII molecules from neighboring DCs [8], with evidence suggesting induction of peripheral T-cell tolerance. However, FRCs can also inhibit T-cell responses as bystander cells, presumably without need of antigen presentation. Ex vivo, FRCs were demonstrated to express inducible nitric oxide synthase (iNOS) upon detection of interferon gamma (IFNγ) and tumor necrosis factor alpha (TNFα) derived from T cells shortly after priming, leading to a nitric oxide (NO)-dependent attenuation of T-cell proliferation [9–11]. This mechanism was shown to be limited to the early phase of T-cell priming, leading to a reduced expansion of T cells that were nevertheless functional. While strong in vivo evidence for a critical role of iNOS or self-antigen in FRC dampening T-cell responses is still scarce, these findings suggest that FRCs may protect tissues against damage caused by very strong and potentially pathogenic T-cell responses.\n\nDuring our initial studies with FRC lines, we observed that part of the inhibitory activity was dependent on cyclooxygenase (COX) 1 and/or 2 enzymes because it could be blocked by the pharmacological inhibitor indomethacin. Interestingly, LN FRC line COX2 expression is constitutive, in contrast to inflammation-induced iNOS expression [11]. This initial finding suggested that FRCs may have multiple pathways capable of dampening T-cell responses, but the relative roles of COX versus iNOS in FRCs remained unclear, as did the precise context, mechanism, and in vivo role of COX2, specifically in FRCs.\n\nCOX enzymes are the rate-limiting enzymes in the pathway converting arachidonic acid into various prostanoids (COX-dependent lipids), namely prostaglandins and thromboxane A2. Two genes code for two COX enzymes that differ in their expression pattern but perform the same function. Typically, COX1 is constitutively expressed in several cell types to support homeostatic processes, while COX2 is transiently up-regulated during inflammatory reactions in injured tissues or infiltrating myeloid cells. Among the COX-dependent lipids, prostaglandin E2 (PGE2) has powerful proinflammatory activities responsible for many hallmarks of inflammation, including fever, pain, and swelling, acting via one of the four receptors, E Prostanoid (EP) 1–4 [12–14]. Many nonsteroidal anti-inflammatory drugs (NSAIDs), including aspirin, ibuprofen, indomethacin, and paracetamol, target this function of the two COX enzymes. They are among the most widely used drugs and have become a standard treatment for many inflammatory reactions. However, several reports have highlighted the dual function of COX-dependent prostanoids in inflammation [12–16]. During acute inflammation, PGE2 enhances innate immunity through local vasodilation and recruitment of neutrophils and macrophages. However, PGE2 is also prevalent during chronic inflammation, such as cancer and persisting, nonresolved viral infection, in which it is anti-inflammatory and suppresses type I immunity [17–19]. In addition, PGE2-induced effects appear to be strongly dose- and context-dependent, and T-cell suppression correlates with high PGE2 concentrations [14, 20]. These findings emphasize the importance of understanding how COX-dependent prostanoids regulate immune responses in vivo to improve mechanistic knowledge of the widely used COX-inhibiting drugs.\n\nIn this study, we show that LN FRCs constitutively express high levels of COX2 and its product PGE2, thereby dampening T-cell expansion in vitro. This property of FRCs is independent of the strength of the inflammatory stimulus, in contrast to the second negative regulator, NO. Importantly, mice lacking FRC COX2 are unable to attenuate T-cell responses during persisting viral infection. These findings suggest that the EP2/4-dependent mechanism of T-cell suppression previously observed by Kaech and colleagues during chronic lymphocytic choriomeningitis virus (LCMV) clone 13 infection [18] is mediated by COX2+ LN FRCs, pointing to a previously unappreciated role for FRCs as negative regulators of chronic immune responses.\n\nResults\n\nLN FRCs dampen CD8+ and CD4+ T-cell responses in vitro via constitutive COX2-dependent prostanoid production\n\nWe previously described the COX-dependent T-cell expansion attenuation in a coculture system in which T cells were activated by antigen-loaded DCs in the presence of FRCs [11]. To exclude a role for DCs as a source of COX-dependent prostanoids and to study the role of COX2 in FRCs, we activated naïve murine T cells using α cluster of differentiation (CD)3/28-coated beads in the presence or absence of the FRC line called peripheral LN (pLN)2. The percentage and absolute numbers of proliferating CD8+ and CD4+ T cells were attenuated 85%–95% in presence of FRCs, and this inhibitory effect could be partially reversed by adding the iNOS inhibitor 1400W, the COX1/2-inhibitor indomethacin (Fig 1A), or the COX2-specific inhibitor celecoxib (Fig 1B). The inhibitors enhanced the CD4+ and CD8+ T-cell expansion around 3- to 5-fold, with the response reaching 35%–70% of the T-cell response observed in the absence of FRCs (Fig 1A and 1B) and with a concomitant increased expression of the activation markers CD44 and CD25 on the total T-cell population (Fig 1C; S1A and S1B Fig). Interestingly, among the proliferating T cells, there were only small differences in CD44 and CD25 expression upon addition of inhibitors (S1A and S1B Fig), suggesting FRC-expressed iNOS and COX2 reduce the number of primed T cells and have less effect on T cells once they have successfully entered the cell cycle. To test this hypothesis more directly, T cells preactivated for 24 h using αCD3/28-coated beads were cocultured with pLN2 cells and compared with naïve T cells. Even preactivated CD8+ and CD4+ T cells were potently suppressed by FRCs, as assessed by carboxyfluorescein succinimidyl ester (CFSE) dilution and up-regulation of activation markers, although to a slightly decreased extent relative to naïve T cells (Fig 1D and 1E; S1C and S1D Fig).\n\nFRC-derived PGE2 is responsible for inhibiting T-cell expansion in an EP2/4-receptor–dependent fashion\n\nTo investigate the conditions under which the iNOS and COX pathways become active in LN FRCs, we initially analyzed the transcript levels of these enzymes in pLN2 cells as well as ex vivo LN FRCs. Consistent with previous data [9–11], the gene coding iNOS, Nos2, was not detectable in naïve pLN2 but was strongly induced 7 h after stimulation with IFNγ/TNFα or lipopolysaccharide (LPS), while prostaglandin-endoperoxide synthase 2 (ptgs2) (COX2) was highly expressed in unstimulated pLN2 with only a small increase upon cytokine stimulation (S1E Fig). Similarly, ptgs1 (COX1) transcripts were constitutively expressed in pLN2 but at 10-fold lower levels than ptgs2 (S1E Fig), suggesting COX2 is the isoform preferentially expressed in pLN2 cells and responsible for the attenuating effect observed on T-cell expansion. To test whether this holds true in vivo, pLNs and spleens from adult wild-type (WT) mice were passed through a mesh to enrich either for lymphocytes or “nonsoluble” stromal cells [4]. Transcripts for both COX isoforms were enriched 5- to 50-fold in the stromal cell fraction of pLNs, with less-marked differences observed for the splenic fractions (S1F Fig). To identify the stromal cell types expressing ptgs1/2 in naïve pLNs, various cell populations from naïve pLNs were purified and analyzed. While ptgs1 transcripts were found at similar levels in FRCs and endothelial cells, ptgs2 transcripts were expressed at 100-fold higher levels in FRCs relative to endothelial, myeloid, or lymphoid cells (Fig 1F). Notably, transcript levels of ptgs2 were approximately 1,000-fold higher in FRCs than those of ptgs1, indicating COX2 is the principle isoform expressed by naïve pLN FRCs.\n\nCOX enzymes are critical for the production of lipid intermediates that are further metabolized to produce the different effector molecules of the prostaglandin and thromboxane family. Previous studies have shown that high COX2 expression often correlates with high levels of PGE2, with this prostanoid being known to inhibit T-cell activation and proliferation in various settings [12–16]. Because PGE2 production depends on prostaglandin E synthases (ptges), we assessed the transcript levels of all three isoforms (ptges1–3). Both in naïve pLNs and spleens, all three isoforms were expressed, with ptges1 and ptges3 being preferentially expressed in the stromal cell fraction (S1G Fig). Consistent with constitutive activity of this pathway in FRC, overnight culture of the pLN2 FRC cell line led to the accumulation of 10–15 ng/ml PGE2 in the supernatant, which was abolished in the presence of indomethacin (Fig 1G). In addition, pLN FRCs were isolated and sorted from mice immunized 5 days (d) earlier with the foreign antigen ovalbumin (OVA) in Montanide adjuvant, and these FRCs produced high concentrations of PGE2 as well, about 10-fold more than macrophages isolated from the same LN (Fig 1H). These findings point to FRCs being a rich constitutive PGE2 source in naïve and activated pLNs. Indeed, FRCs isolated ex vivo from pLNs of naïve WT mice also inhibited CD8+ and CD4+ T-cell proliferation, to a lesser extent than the FRC line but still in an iNOS- and Cox1/2-dependent manner, as shown using pharmacological inhibitors or FRCs isolated from Cox2−/− FRCs (Fig 1I).\n\nTo assess the direct effect of PGE2 on T-cell activation and proliferation, naïve T cells were stimulated in the presence of increasing PGE2 concentrations. In line with previous data [12], we found that CD8+ and, to a greater extent, CD4+ T-cell proliferation was impaired in the presence of PGE2 (Fig 2A) at concentrations similar to those produced by FRCs. Dampened T-cell proliferation was accompanied by reduced CD25 up-regulation on total CD8+ and CD4+ T cells, consistent with a previous report on human T cells [21], whereas CD44 levels were affected mainly in CD8+ T cells (Fig 2B; S2A Fig). Additionally, T-cell CD62L expression was markedly induced upon PGE2 treatment (Fig 2B; S2A Fig). To determine whether PGE2 is the attenuating factor produced by COX2-expressing FRCs, we used antagonists for the two high-affinity T-cell PGE2 receptors EP2 and EP4 [12, 14]. Indeed, CD4+ and CD8+ T-cell proliferation was partially rescued when the EP4 inhibitor was added to the coculture system, to an extent comparable to indomethacin itself (Fig 2C and 2D). In comparison, the effect of the EP2 inhibitor was less pronounced (Fig 2C and 2D). In summary, these in vitro results support the notion that PGE2 may be the major COX2-dependent prostanoid released by pLN FRCs dampening T-cell responses by signaling via the EP4 receptor on naïve T cells.\n\nFRC-derived prostanoids suppress both weak and strong T-cell responses in vitro, while FRC-derived NO mainly dampens strong T-cell responses\n\nGiven that we observed FRCs attenuate T-cell responses via the parallel COX2/PGE2 and iNOS/NO pathways, we wished to address why FRCs have two distinct mechanisms to dampen T-cell expansion. Based on the constitutive versus inflammation-induced expression of COX2 and iNOS, respectively, we hypothesized that iNOS-mediated T-cell inhibition may only act during strong T-cell responses when a certain threshold level of inflammation is reached, whereas COX2-mediated T-cell inhibition may act on both strong and weak T-cell responses and thus also affect low-affinity and possibly autoreactive T cells. To test this hypothesis, we used various model systems to mimic strong versus weak T-cell responses. First, we analyzed OVA-specific CD8+ T cell (OT-1) proliferation upon stimulation with bone-marrow–derived (BM)DCs loaded with increasing concentrations of OVA peptide, either of high (N4) or low (V4) OT-1 T-cell receptor (TCR) affinity [22]. Although at least 100 times more V4 than N4 peptide was needed to induce T-cell proliferation and CD44 up-regulation in vitro, we did not find a suitable condition leading to weak T-cell expansion (S2B Fig), in line with previous evidence [22]. When FRCs were added in a setting of strong TCR stimulation due to a high N4 concentration or in settings of weaker TCR stimulation, such as low N4 or high V4 concentration, with BMDCs serving as antigen-presenting cells (APCs), robust inhibition of T-cell proliferation was observed (S2C Fig). Relatively high NO levels were found in the supernatant of all three conditions, indicating that there was sufficient inflammation to induce iNOS expression (S2D Fig). Because BMDCs may contribute NO or Cox-dependent prostanoids in this assay (Fig 1F) [11, 16], we decided to investigate different strengths of T-cell activation in the absence of DCs by using beads loaded with increasing concentrations of αCD3/28 antibodies. In this experimental system, augmenting αCD3/28 concentrations were reflected by a more gradual increase in the expansion of CD8+ and CD4+ T cells (Fig 3A). Adding pLN2 cells in either lower or higher numbers attenuated the T-cell expansion extensively (Fig 3A), with this effect being also visible at the level of CD44 and CD25 up-regulation (S3A Fig). NO levels were augmented by increasing FRC number and TCR strength (Fig 3B) and showed a positive correlation with T-cell inhibition by FRCs (Fig 3A). T-cell–derived IFNγ drives FRC iNOS/NO expression, which then acts in a negative feedback loop to reduce the number of T cells recruited to the response [9–11]. After only 1 day of FRC and T-cell coculture, there was a clear correlation between the strength of TCR activation and the percentage of activated and IFNγ+ CD8+ T cells induced, as well as with intracellular iNOS protein expression and NO levels in the culture supernatant (Fig 3B and 3C, S3B–S3D Fig). Indeed, pharmacological inhibition of iNOS activity with 1400W abolished the suppressive effect by FRCs in the setting of a strong but not weak T-cell stimulation (Fig 3D). These findings support our hypothesis that only strong T-cell stimulation leads to IFNγ secretion by T cells sufficient to induce NO in FRCs, which then limits the number of T cells recruited into the response.\n\nPreviously, iNOS-dependent dampening of T-cell expansion in vivo was observed only during strong immune responses [9–11]. To test whether this process is absent during weaker immune responses, WT and iNOS−/− mice having received OVA-reactive CD8+ (OT-1) T cells were immunized subcutaneously (SC) with different doses of OVA/Montanide to mimic different TCR stimulation levels. While the OT-1 T-cell response to low or intermediate antigen doses was comparable between WT and iNOS-deficient mice on d 4, the T-cell expansion showed on average a statistically significant increase in response to a high antigen dose only (Fig 3E). Similar to previous studies [10, 11], no differences were observed in the expression of activation marker or in the killing capacity of OT-1 T cells isolated from either WT or iNOS-deficient mice (S3E and S3F Fig). The intermediate dose of 50-μg OVA was then used to investigate the development of memory T cells, and we observed a significant increase in memory-phenotype OT-1 T cells in the draining pLNs of iNOS−/− relative to WT mice on d 40 after primary immunization (Fig 3F and S3G Fig). Consistent with the increased number of memory OT-1 T cells, the d 3 response to a secondary immunization in a distant site with a low dose of 5-μg OVA showed a trend towards an increased OT-1 T-cell number in the draining LNs of iNOS−/− relative to WT mice (S3H Fig). Together, these findings suggest that FRCs sense the strength of the T-cell response and produce NO only in the case of a strong primary T-cell response. Interestingly, this inhibitory feedback loop appears to negatively regulate both the generation of effector and memory T cells, thereby limiting the size of the antigen-specific T-cell pool generated.\n\nWith iNOS being induced in FRCs during strong primary T-cell responses, we wished to investigate whether the constitutive COX2 pathway might have a complementary role by inhibiting both the strong and weak T-cell responses. Coculture studies revealed an inhibitory role for COX and PGE2 receptors EP2/4 in weak but also strong CD8+ and CD4+ T-cell responses (Fig 3G; S3I Fig). This was confirmed by using a newly generated iNOS−/− FRC cell line that did efficiently impair the expansion of weakly but not strongly stimulated T cells (Fig 3H). Also, in this experimental setup, addition of EP2/4 antagonists resulted in the rescue of both weak and strong T-cell responses, suggesting that the COX2/PGE2 pathway can dampen T-cell responses independently of the signal strength.\n\nFRC-specific deletion of COX2 does not affect T-cell homeostasis or clonal expansion in vivo\n\nThe absence of reported nos2flox/flox mice precludes the specific analysis of an in vivo role for iNOS in LN FRCs. Therefore, to test whether LN FRCs can indeed dampen T-cell responses in vivo via COX2, we made mice with FRC-specific COX2 deletion by crossing ccl19cre with ptgs2flox/flox mice [23] (COX2ΔCCL19cre). First, we measured the specificity and efficiency of Cre-recombinase–mediated enhanced yellow fluorescent protein (EYFP) expression within different LN cell populations using COX2ΔCCL19cre mice crossed with the Cre-reporter strain ROSA26eyfp (ROSA26-EYFPCCL19Cre). Flow cytometric analysis revealed that 90% of pLN FRCs were EYFP+, whereas less than 15% of endothelial cells and CD31− podoplanin (pdpn)− cells were EYFP+ (S4A Fig). Among the two major FRC subsets, an average of 96% of T-zone FRCs and 76% of medullary FRCs exhibited Cre activity in naïve LNs. This is in line with COX2ΔCCL19Cre mice completely lacking ptgs2 mRNA expression in T-zone FRCs (S4B Fig). Given that COX2/PGE2 expression is constitutive in LN FRCs, we analyzed the hematopoietic and nonhematopoietic cell types in pLN and spleens of naïve COX2ΔCCL19cre mice using flow cytometry and histology; however, no major difference was observed in the size and organization of lymphocyte and FRC populations, nor in the activation status of T cells or the frequency of forkhead box P3 (FoxP3)+ regulatory T cells (Tregs) (S4C–S4I Fig), suggesting that FRC Cox2 is not required to regulate lymphocyte development or homeostasis. To assess whether COX2 activity in FRCs plays a role in regulating T-cell expansion in response to foreign antigens, we infected COX2ΔCCL19cre and control mice with a high dose of LCMV clone 13, which establishes a chronic nonresolving infection. This model system allows analysis of the initial T-cell expansion phase in addition to studying the chronic phase of a viral infection. Notably, PGE2 has been recently proposed to directly inhibit T-cell responses to chronic clone 13 infection [18]. COX2ΔCCL19cre mice on d 8 postinfection (p.i.) showed an expansion of LCMV-specific CD8+ T cells within pLNs and spleens that was comparable to WT mice (Fig 4A; S5A and S5B Fig). Splenic LCMV-specific CD8+ T cells in d 8 infected COX2ΔCCL19cre mice showed a trend towards a higher surface expression of programmed cell death protein 1 (PD-1), which was not observed in pLN T cells (Fig 4B, S5C Fig). PD-1 is a negative regulator of T-cell activation in chronic T-cell responses to tumors or chronic infections [24, 25]. Similar findings have been reported recently for LCMV-specific CD8+ T-cell responses in microsomal prostaglandin E synthase-1 (mPges1)- or EP2/4-deficient mice [18], suggesting that this effect in the spleen is probably PGE2 driven. To assess the effector function of LCMV-specific CD8+ T cells in these two mouse models on d 8 p.i., we determined their cytokine production as well as the viral clearance by measuring virus titers in the blood as indirect readout of their cytotoxic activity. Indeed, CD8+ T cells isolated from COX2ΔCCL19cre mice exhibited slightly reduced IFNγ and TNFα production upon restimulation with different LCMV peptides (S5D Fig), suggesting COX2 in FRCs has weak proinflammatory effects on the early phase of the T-cell response. However, the viral burden in the blood was similar in both groups (S5E Fig). In line with previous studies [26, 27], our histological analysis showed a major impact of LCMV infection on the LN compartmentalization as well as the function of LN FRCs as a CCL21 source. The FRC network organization, however, was only partially affected in d 8 pLNs (S5F and S5G Fig), in contrast to the previous reports on the extensive destruction of splenic FRC at the peak of the LCMV-specific T-cell response. In this histological analysis, no major differences were observed between the pLNs of COX2ΔCCL19cre and control mice. The observed defects were transient in both mouse models because the LN organization and CCL21 expression were restored by d 21 p.i. (Fig 4C) despite the virus persistence.\n\nFRC-specific COX2 deletion promotes stronger T-cell responses and better virus control in the chronic phase of LCMV infection\n\nGiven the augmented T-cell response previously observed in mPges1−/− mice [18], we wished to assess whether COX2 expression in FRCs was responsible for suppressing chronic T-cell responses. First, we confirmed that LN FRCs are the principal cell type displaying Cre activity on d 19 p.i. with clone 13 virus (S6A Fig), similar to naïve mice. On d 21 p.i., we detected a significant increase in the number of total and LCMV-specific CD8+ T cells in pLNs and, to a lesser extent, in the spleens of COX2ΔCCL19cre mice relative to WT mice, especially for np396 specificities (Fig 4D and S6B Fig). While LCMV-specific cells isolated from COX2ΔCCL19cre mice expressed PD-1 and IFNγ at similar levels to control mice, TNFα expression was increased in cells isolated from pLNs (Fig 4E and 4F), but not spleens (S6C and S6D Fig). Given the strong increase in gp33- and np396-specific T cells in d 21 LNs, the total number of IFNγ+ and TNFα+ T cells was increased by more than 100% in COX2ΔCCL19cre mice (Fig 4G). This increased cytotoxic T lymphocyte (CTL) response translated into an improvement in viral clearance in the blood, pLNs, and spleens of COX2-deficient animals (S6E Fig). Together, these findings demonstrate that COX2 activity within LN FRCs has an important role in suppressing chronic T-cell responses during nonresolved viral infections by down-regulating CTL numbers and function and consequent reduction of viral clearance.\n\nDiscussion\n\nIn the current study, we show that FRC lines and ex vivo FRC display a highly active COX2/PGE2 pathway that dampens the expansion of in vitro-activated CD8 and CD4 T cells by acting via EP2/4 receptors. This pathway dampens both weak and strong T-cell responses, in contrast to FRC-derived NO, which is produced mainly during strong TCR stimulations, pointing to two distinct inhibitory pathways in FRCs. Using mice selectively lacking COX2 in lymphoid tissue FRCs, we provide direct evidence for an in vivo function of FRC in down-regulating T-cell responses, not during the early phase of an acute CD8 T-cell response but later, during a chronic response. Thus, pLN-FRC–derived COX2 has an anti-inflammatory role on chronic T-cell responses in vivo.\n\nFRCs have been proposed to play dual roles by either promoting or inhibiting adaptive immunity [1, 2], similar to myeloid and T cells. In vitro experiments revealed that FRCs can act as bystander cells to dampen T-cell responses, independently of effects on Tregs or APCs, by sensing IFNγ and TNFα released early during T-cell priming and leading to FRC-derived NO release [9–11]. This latter concept is consistent with in vivo evidence of an exaggerated T-cell response to immunogenic stimuli in iNOS-deficient mice [9–11]. We now extend these findings by showing that iNOS expression and NO release by FRCs in vitro is mainly observed during strong T-cell responses characterized by a marked early IFNγ secretion but not in weaker T-cell responses in which IFNγ levels are low. Because of the lack of iNOSflox/flox mice or suitable chimeric mice [9, 11], this concept could only be tested using iNOS−/− mice in which myeloid cells are also iNOS deficient. Consistent with our in vitro findings, we show here that primary T-cell responses were enhanced in iNOS−/− mice only in response to a high, but not low, antigenic stimulation when investigating the peak of the response. Interestingly, despite a similar response for the d 8 response, the memory T-cell number was increased on d 40 in iNOS−/− relative to WT mice, which translated into a slightly increased recall response, consistent with two earlier reports [28, 29]. We speculate that this regulatory pathway via NO release may only come into effect in acute type I immune responses, which have the potential to damage neighboring cells and therefore need to be tightly controlled. An interesting application of this property of LN FRCs or other mesenchymal stromal/stem cells (MSCs) is their use in settings of acute inflammation, such as transplantation or sepsis, where proinflammatory cytokines are abundant and fibroblasts can unleash their full inhibitory and tissue-preserving function, at least in part by releasing NO [30, 31]. However, both MSCs and LN FRCs have alternative ways of inhibiting T-cell responses because they can express PD-L1, transforming growth factor β (TGFβ), COX2/PGE2, and possibly other factors [11, 30, 32–35]. Here, we provide detailed evidence for a second inhibitory pathway in LN FRCs, which is still active in iNOS−/− FRCs and is mediated by the COX2-dependent synthesis of PGE2.\n\nWe tested the importance of the COX2 pathway specifically in FRCs, both in vitro and in vivo. We observed that COX2 is expressed constitutively in FRCs of naïve LN at levels clearly above those observed for COX1, consistent with a recent report [32]. This is opposite of the usual COX expression pattern, with COX1 being typically constitutively expressed and COX2 being induced during inflammation [12, 16]. LN FRCs maintain this property even ex vivo, including after several weeks of culture, suggesting this is an intrinsic and imprinted feature in murine FRCs [11, 32]. This expression is not much altered upon stimulation by cytokines or Toll-like receptor (TLR)2/4 ligands [11], in contrast to most other cell types, including myeloid cells, which depend upon these signals for COX2 expression [16]. Of note, the gut lamina propria is one of the rare tissues displaying high COX2 expression and thereby an immune microenvironment that attenuates T-cell immunity to the diverse commensals and food antigens. Interestingly, adherent gut stromal cells were identified as major source of COX2, displaying constitutive PGE2 expression without need for exogenous stimuli [36, 37]. A recent study revealed that also human FRCs are capable of suppressing T-cell proliferation and differentiation in a COX-dependent manner [35]. In contrast to murine FRCs, both COX1 and COX2 appear to be highly expressed in human FRCs [32, 35].\n\nCOX enzymes are the rate-limiting enzymes for the generation of five different prostanoids, including PGE2. We decided to focus on this lipid mediator because it is a known negative regulator of T-cell responses and because its high constitutive expression in LN FRCs came as a surprise to us given that LNs are sites of adaptive immune response induction. Remarkably, the expression in ex vivo FRCs was 50-fold above LN macrophages for COX2 transcripts and 10-fold for PGE2, suggesting FRCs may be poised to dampen T-cell responses. Indeed, ex vivo FRCs inhibited CD4 and CD8 T-cell activation and expansion in a COX2-dependent manner and to an extent similar to purified PGE2 [32]. In addition, blockade of the two major PGE2 receptors on T cells, EP2 and EP4, mimicked this effect, providing strong evidence for PGE2 being the principal COX2-dependent prostanoid responsible for attenuating T-cell responses in cocultures with pLN FRCs. Importantly, both in vitro and in vivo, COX1 in FRCs was not able to compensate for the COX2 deletion, as demonstrated by the increased T-cell response.\n\nGiven the high expression of COX2 and PGE2 in pLN FRCs before the start of T-cell priming, we hypothesized this pathway could ensure that responses by nonspecific or weakly activated T cells are avoided [2]. When we varied either the antigen affinity or quantity in the coculture assay, FRC-mediated suppression abolished responses to weaker stimuli, while stronger stimuli overcame these inhibitory effects despite the combined presence of COX2- and iNOS-dependent factors. Importantly, inhibition of COX2 or EP2/4, but not iNOS, again allowed the expansion of weakly responding T cells in FRC-containing cultures. Several findings support the notion that fewer T cells got recruited into the response in presence of the added prostanoid-pathway inhibitors: we observed 1) more undivided cells; 2) a reduced CFSE dilution of those cells that did divide, even when T cells were preactivated in absence of stromal cells; 3) diminished expression of activation markers on undivided but not proliferating T cells; 4) strongly reduced numbers of antigen-specific T cells generated; and 5) fewer effector cells capable of expressing IFNγ, while killing of targets occurred normally. These observations are consistent with earlier reports on PGE2 effects on T cells, both by interfering with TCR signaling as well as by deviating in some settings from an IFNγ-driven response [12–14]. For example, when human CD4+ T cells were activated by suboptimal anti-CD3/CD28 stimulation in vitro, most transcriptional changes were ablated by a simultaneous PGE2 exposure, leading to strongly reduced cell cycle entry while not altering proapoptotic pathways [20]. Lymphocyte-specific protein tyrosine kinase (Lck), zeta chain of TCR-associated protein kinase 70 (zap70), and Ca flux have been identified as the main targets of negative regulation by PGE2 in T cells, with the suppression being surmountable by a stronger stimulation [20]. These findings were recently confirmed in the context of murine T cells cocultured with either murine or human LN FRCs [32]. Our preliminary evidence is consistent with PGE2 interfering directly with TCR signaling because enhancing CD28 stimulation (signal 2) or IL-2 did not overcome the attenuating effect by FRCs. Interestingly, NO appears to mediate its inhibitory effect also by interfering with early TCR signaling, such as by nitrosylation of CD3-zeta [38], thereby blocking its phosphorylation sites needed for cell activation. While there is evidence for reciprocal regulation between the iNOS and COX2 pathways [39, 40], the observation that iNOS−/− as well as COX2−/− FRCs [32] can still suppress via the other pathway suggests that at least part of their T-cell inhibitory function is independent. This notion is further supported by the COX2-dependent inhibition of weaker T-cell responses in which iNOS expression is very low. In conclusion, while NO expression by FRCs is transient and limited to strong type I T-cell responses, COX2/PGE2 expression in LN FRCs is constitutive and can affect T cells throughout the response and independently of signal strength.\n\nOur findings based on coculture assays raise the question of in vivo relevance, namely, do COX2-dependent mediators derived from FRCs inhibit T-cell responses in settings of homeostasis, immune response, or disease? On one hand, FRCs may participate in maintaining peripheral tolerance by ablating the typically low-affinity responses to self-antigens. So far, we have not observed any obvious autoimmune phenotype in mice lacking COX2 in FRCs (COX2ΔCCL19cre) or in all body cells (COX2−/−) with mice aged for 20 weeks in our specific-pathogen-free (SPF) animal facility. This is consistent with previous observations in COX2−/− mice [16, 41] as well as with humans treated over months or years with COX inhibitors for which autoimmune side effects have rarely been reported. On the other hand, we hypothesized that FRC-derived PGE2 may set a threshold for T-cell activation in response to foreign antigens, either to prevent unnecessary T-cell activation in case of very weak inflammatory stimuli or to focus the response to higher-affinity T cells. Infection with LCMV clone 13 did not reveal any difference in the size of the LCMV-specific CD8+ T cells at the peak of the response, similar to our preliminary evidence from OVA/Montanide vaccination studies investigating the expansion of high-affinity CD4+ OT-2 and CD8+ OT-1 T cells at various time points. This finding may be explained by the weaker attenuation of T-cell responses we observed in presence of ex vivo FRCs compared to the FRC line. However, Cui and colleagues have recently reported an increased OT-1 T-cell expansion at 48 h upon vaccination with OVA-loaded BMDCs in mice lacking an enzymatically active COX2 (COX2Y385F/Y385F); notably, this difference was lost 24 h later [32]. Currently, the reason for this discrepancy is unclear but could be based on differences in timing or antigen dose reaching the LNs. It also seems plausible that COX2-dependent processes in non-FRCs may have contributed to the phenotype described by Cui and colleagues because activated macrophages or DCs were also deficient in prostanoid synthesis in their mouse model [32]. Of note, they observed only a delay of the response and not a qualitative or quantitative difference at time points later than 48 h. Nevertheless, these data indicate that PGE2 present within the LNs may modulate, in some settings, the T-cell priming or early expansion phase and possibly clonal selection and amplification.\n\nGiven the normal T-cell expansion we observed in the early phase of the response to LCMV, we focused our attention on the chronic phase, in which mice deficient in EP2/4 expression in activated T cells or globally deficient in mPges-1 have previously been shown to have an enhanced antiviral CD8+ T-cell response on d 21 post-LCMV infection in number, effector function, and reduction of the “exhaustion” phenotype [18]. That study demonstrated that PGE2 acts on d 8 activated virus-specific CD8+ T cells via EP2/4 and reduces the phosphorylation of kinases downstream of TCR signaling such as extracellular signal-regulated kinase (erk) and S6, as well as by dampening IL-2 expression, thereby restricting T-cell survival but not proliferation, presumably without Treg involvement. Interestingly, EP2/4 expression was shown to be increased in PD-1hi T cells on d 21, and inhibiting both COX2 and PD-L1 showed additive effects on T-cell responsiveness [18]. However, this report did not reveal which cells were the main targets of COX2 inhibition. Interestingly, we observed that COX2ΔCCL19cre mice reproduced the findings of Kaech and colleagues, notably the increased numbers of endogenous virus-specific CD8+ T cells of three different specificities, along with their effector function leading to a better virus control without evidence for increased immunopathology [18]. Therefore, we propose that FRCs within T zones of SLOs such as LNs and spleens negatively regulate the survival of chronically activated CD8+ T cells via their constitutive production of PGE2, presumably by modulating the chronic TCR signals that drive T-cell exhaustion. Importantly, COX2 inhibition in FRC can partially reverse this effect, both in vitro and in this new in vivo model of FRC-specific COX2 deletion.\n\nCOX inhibitors are the most frequently used drugs to prevent inflammation. Therefore, our results suggesting COX2/PGE2-expressing FRCs lead to an inhibition rather than enhancement of T-cell responses may seem paradoxical. However, COX-dependent prostanoids and PGE2 in particular are well known for their dual role in inflammation and immunity [12–15]. PGE2 has been observed to be anti-inflammatory not only in persisting viral infections [18] but also in other chronic diseases, such as various tumor types, in which COX2 and/or PGE2 expression by tumors or myeloid-derived suppressor cells have been correlated with suppression and deviation of antitumor T-cell responses, as well as with worse disease outcome [19, 42]. Currently, there are great needs for drugs that can complement the existing checkpoint inhibitors in order to improve the proportion of patients showing clinical benefit. Interestingly, combined inhibition of PD-L1 and COX2 showed additive effects for the recovery of CD8+ T-cell immunity in both models of chronic infection and tumors with apparently limited side effects [18, 19], suggesting COX inhibitors may be used in combination therapy. More specific drugs targeting PGES, PGE2, or EP2/4 could be of even greater benefit because they do not affect the other four COX-dependent prostanoid pathways [43]. While inhibition of the COX or PGE2 pathway may act on cells residing within the site of chronic inflammation, including tumor cells and cancer associated fibroblasts [44] our study indicates that such inhibitors will also interfere with the anti-inflammatory capacity of FRCs inside SLOs, presumably within T zones, and may permit an improvement of the cancer–immunity cycle [45], namely a revitalization of previously exhausted T-cell clones that can then seed again the sites of inflammation or cancer and maintain an effective immune response.\n\nIn summary, we propose that LN FRCs act as a rheostat restraining T-cell responses in at least two different ways, with weak responses being prevented by the omnipresent PGE2 and stronger responses being dampened by both PGE2 and the inducible NO. During chronic T-cell responses, LN FRCs may have a particularly critical role in restraining them via prostanoid release, presumably in an attempt to resolve the chronic inflammation that can have damaging effects on tissue function. These findings extend and strengthen the concept of suppressive LN stroma that can fine-tune not only the priming and early expansion phase of T cells but also chronic T-cell responses, such as in nonresolved virus infections or cancer.\n\nMaterials and methods\n\nEthics statement\n\nAll mouse experiments were authorized by the Swiss Federal Veterinary Office (authorization numbers VD1612.3, VD1612.4, and VD3196).\n\nMice\n\nC57BL/6J mice were purchased from Envigo (Horst, Netherlands). Nos2−/− mice [46] and OT-1 mice [47] were as described. COX2−/−, COX2ΔCCL19Cre, and ROSA26-EYFPCCL19Cre mice were generated by intercrossing COX2flox/flox [23] with CMVCre [48], CCL19Cre [49], and/or ROSA26-EYFP mice [50], respectively, with Cre− littermate mice used as controls. For experiments, ≥6-week–old mice were used, all with a B6 background. All mouse strains used were bred and maintained in the SPF facility of the University of Lausanne.\n\nAdoptive cell transfers and immunizations\n\nFor adoptive T-cell transfer, 1 × 105 lymphocytes isolated from spleens and pLNs of OT-1 mice (CD45.1+) were transferred IV into recipient mice (CD45.2+). The next day, mice were immunized by SC injections in 6 sites in the flank with 5, 50, or 150 μg OVA (Sigma-Aldrich, St. Louis, MO, USA) diluted in Montanide ISA 25 (25% in PBS; Seppic, Paris, France) containing 50 μg Poly(I:C) (InvivoGen, San Diego, CA, USA; # tlrl-pic). For studying memory responses, 0.2–0.5 × 105 OT-1 cells were transferred IV into recipient mice, followed by an SC immunization at 3 sites of one flank with 50 μg OVA/Montanide containing 25 μg Poly(I:C), with the secondary immunization performed 37 d later with 5 μg OVA/Montanide containing 5 μg Poly(I:C) again injected SC into 3 sites of the opposite flank. The sites of injection into the flank were done in the drainage regions of axillary, brachial, and inguinal LNs, which were then dissected and pooled for the analysis.\n\nViral infection\n\nLCMV clone 13 virus stocks were generated according to an established protocol [51]. To obtain a chronic infection 2 × 106 plaque-forming units (PFUs) of LCMV were injected IV and organs collected 8, 19, or 21 d p.i.. To determine viral titers, blood and organ samples were shock frozen on dry ice; tissues were homogenized by bead beating or mashing, and viral titers were determined by a focus-forming assay [51].\n\nStromal and hematopoietic cell isolation\n\nIn order to investigate LN stromal cells, tissues were collected and digested as described elsewhere [3]. Brief, peripheral LNs (axillary, brachial, and inguinal) were removed and digested for 30 min at 37°C under continuous stirring in DMEM containing 2% FCS, 3 μg/ml collagenase IV (Worthington Biochemical, Lakewood, NJ, USA) and DNAse I (Roche, Basel, Switzerland). Single-cell suspensions of hematopoietic cells were obtained by meshing pLNs and spleens through a 40-μm nylon cell strainer. In spleen samples, erythrocytes were lysed with a Tris-ammonium-chloride–based buffer.\n\nCell lines\n\nThe WT FRC cell line pLN2 was described previously [11] and stems from naïve pLNs of B6 mice. iNOS−/− FRC cell lines were generated accordingly from pLNs of iNOS−/− mice. All cell lines were cultured in RPMI complete medium (RPMI 1640, 10% FCS, 10 mM HEPES, 50 μM β-Mercaptoethanol, P/S). For experiments, cells were used between passages (p) 24–32 (pLN2) and p23–27 (iNOS−/− FRCs), respectively.\n\nIn vitro T-cell–activation assay using agonistic antibodies\n\nTo investigate the effect of FRCs on T-cell activation, cocultures of cells were performed as described previously [11]. Briefly, pLN2 or NOS2−/− FRC lines were plated at 2,500 cells per well of a 96-well plate and, after overnight culture, irradiated with 1,000 rad to prevent their rapid growth. For coculture with ex vivo FRCs, LN stromal cells were isolated by pLN digestion as described above. CD45-negative stromal cells were enriched from cell suspensions using CD45 MicroBeads (Miltenyi Biotec, Bergisch Gladbach, Germany). Stromal cells were seeded in 96-well plates and cultured for 6 days before the addition of T cells in order to get a pure FRC population with a confluency of 70%–80% (FRC purity ≥90%). T cells isolated from spleens and pLNs (axillary, brachial, and inguinal) of WT B6 mice were enriched by panning using antibodies to B220 (RA3-6B2), CD11b (M1/70), and CD11c (N418). These T cells were labeled with 2 μM CFSE (Invitrogen, Carlsbad, CA, USA), resuspended in RPMI complete medium containing 3 ng/ml murine IL-7 (Peprotech, Rocky Hill, NJ, USA), 10 U/ml human IL-2 (Merck Serono, Darmstadt, Germany), and nonessential amino acids (Gibco, Gaithersburg, MD, USA), and plated at 2.5 × 105 cells per well of a 96-well plate, with or without an adherent layer of FRCs. To activate T cells, 1.25 × 105 αCD3/CD28-coupled DynaBeads (Invitrogen) or 2.5 × 105 MACSiBeads (Miltenyi Biotec) coupled with different amounts of αCD3/28 were added to the culture and T-cell proliferation investigated on d 3. Where indicated, inhibitors or the corresponding solvent control were added at d 0 of coculture; for the EP2 and EP4 antagonists, a second bolus was added on d 1. Inhibitor experiments used 10 μM indomethacin (Sigma-Aldrich), 1 μM 1400W dihydrochloride (Sigma-Aldrich), 5 μM L161.982 (EP4 antagonist), and 5 μM AH6809 (EP2 antagonist) (both Cayman Chemical, Ann Arbor, MI, USA). Live cells were counted after 3 d of coculture and analyzed by flow cytometry. Percentage inhibition of T-cell proliferation mediated by FRCs was calculated based on the number of proliferated CD8+ and CD4+ T cells in the presence or absence of FRCs in the coculture.\n\nIn vitro T-cell activation using peptide-loaded BMDCs\n\nAs previously described [11], 1 × 106 BMDCs were activated with 0.5 μg/ml LPS (Sigma-Aldrich) for 6 h at 37°C. 2 h after LPS addition, cells were loaded with titrated doses of N4 (SIINFEKL) or V4 (SIIVFEKL) peptide. Lymphocytes were isolated from spleens and pLNs of WT B6 and OT-I mice, erythrocytes were lysed, and CD8 T cells were enriched by panning using antibodies to B220 (RA3-6B2), CD4 (H129.19.6), CD11b (M1/70), and CD11c (N418), followed by labeling with 2 μM CFSE (Invitrogen). Per well of a 24-well plate, 1.96 × 106 WT T cells, 0.04 × 106 CFSE+ OT-I T cells, and 1 × 104 BMDCs were cultured alone or in the presence of 1 × 104 irradiated pLN2 FRCs. After 3 d of coculture, cells were harvested and analyzed by flow cytometry.\n\nFlow cytometry\n\n1–2 × 106 cells were blocked with anti-CD16/32 antibody (2.4G2) and then stained for 40 min at 4°C using the following fluorochrome-coupled antibodies: CD44 (IM7), CD62L (MEL-14), PD-1/CD279 (RMP1-30), TCRβ (H57-597), TNFα (MP6-XT22), IFNγ (XMG1.2), and FoxP3 (FJK-16S) were from eBioscience (Thermo Fisher Scientific, Waltham, MA, USA); CD45pan (30-F11), CD45R/B220 (RA3-6B2), CD8α (53–6.7), CD25 (PC61), and CD31 (390) from Biolegend (San Diego, CA, USA); and CD19 (ID3) and CD157 (BP-3) from BD Biosciences (Franklin Lakes, NJ, USA). CD45.1 (A20), CD4 (H129.19.6), and pdpn (8.1.1) antibodies have been generated in-house. For intracellular staining, cells were fixed and permeabilized using either the BD Cytofix/Cytoperm kit (BD Bioscences) for IFNγ/TNFα or the FoxP3 staining kit (eBioscience).\n\nEndogenous CD8+ T cells specific for LCMV were labeled with APC- or PE-conjugated peptide–MHC tetramers (Db/gp33-41, Db/gp276-286, and Db/NP396-404; TC Metrix, Epalinges, Switzerland) for 90 min at 4°C. Dead cells were excluded by marking them with 7-AAD or the Fixable Aqua Dead Cell Stain Kit (both Invitrogen). Samples were acquired on an LSRII Flow Cytometer from BD Biosciences, followed by analysis using FlowJo software (FlowJo LLC, Ashland, OR, USA). Because certain markers were variable in their expression, we have sometimes pooled data sets after normalization to their internal control set at 1. Cell sorting was performed on a FACS-Aria (BD Biosciences) using a 100-μm nozzle. Different LN cell populations were identified as previously described [3]. For RNA isolation, cells were directly sorted into lysis buffer (RNeasy Micro Kit; Qiagen, Hilden, Germany).\n\nRestimulation and in vitro cytotoxicity assay\n\nLymphocytes from spleens or pLNs of LCMV infected animals were isolated, and 2 × 106 cells were seeded per well of a 96-well plate. Cells were stimulated in vitro with 1 μM of gp33 (KAVYNFATC) or np396 (FQPQNGQFI) peptide (EMC Microcollections, Tübingen, Germany) for 30 min at 37°C before Brefeldin A (10μg/ml, AppliChem) was added. After another 4 h of incubation at 37°C, cells were harvested, washed, and stained for surface or intracellular epitopes, followed by analysis using flow cytometry. In vitro cytotoxicity assays were performed as previously described [11].\n\nHistology\n\nTissues of infected animals were fixed with 2% PFA for at least 4 h, followed by overnight incubation in 30% sucrose before embedding in O.C.T. (Sakura Finetek, Torrance, CA, USA). 8-μm cryosections were generated and immunofluorescence staining performed as described previously [3]. To monitor histological changes in pLN2 or iNOS−/− FRC lines in 8-well chamber slides (Falcon, Milian, Vernier, Switzerland), 7.5 × 103 irradiated FRCs were seeded per chamber (Falcon) and then superseeded by 3.75 × 105 T lymphocytes harvested from spleens and pLNs of WT mice and activated with 3.75 × 105 αCD3/28-coated MACSiBeads. After 2 d of coculture, T cells were removed, and adherent FRCs were stained for microscopic analysis. Cells were fixed with 100% cold acetone, and antibody staining was performed [3]. Images were acquired with a Zeiss Axioplan microscope (Zeiss, Oberkochen, Germany) and treated with Photoshop (Adobe) or ImageJ software, respectively.\n\nThe following primary antibodies to murine antigens were used: CD3 (145-2c11), CD31 (GC-51), CD35 (8C12), B220 (RA3-6B2), CD157 (BP 3.4), pdpn (8.1.1), and CD105 (MJ7/18) were produced in-house. Commercial antibodies used were directed to CCL21 (AF457; R&amp;D Systems, Minneapolis, MN, USA), Lyve-1 (103-PA50; RELIATech, Wolfenbüttel, Germany), iNOS (06–573; MilliporeSigma, Burlington, MA, USA), Laminin (L9393, MilliporeSigma), IgG/IgM (315-005-048, Jackson ImmunoResearch, West Grove, PA, USA). Secondary antibodies used were donkey-anti-rabbit IgG-Alexa647, donkey-anti-rat IgG-Alexa488 (Invitrogen), donkey-anti-rabbit IgG-Cy3 and biotin, goat-anti-Armenian hamster IgG biotin and Alexa488, goat-anti-Syrian hamster IgG Cy3, Streptavidin-HRP and Cy3 (all Jackson ImmunoResearch). Antibodies bound to CCL21 were revealed using HRP-conjugated anti-goat IgG (Jackson ImmunoResearch), followed by Cy3-based Tyramide Signal Amplification (Invitrogen Kit #22) according to the manufacturer's instructions. Nuclear labeling was performed using 4′,6-diamidino-2-phenylindole (DAPI; MilliporeSigma).\n\nQuantitative real-time PCR\n\nTo investigate the genetic profile of stroma versus hematopoietic cell enriched tissue fractions, spleens or pLNs were meshed through a 40-μm filter [4]. The nonsoluble stroma remaining in the filter was harvested directly in TRIzol (Ambion; Life Technologies, Carlsbad, CA, USA), whereas the soluble hematopoietic cells were centrifuged and then resuspended in TRIzol. These TRIzol samples were homogenized by bead beating and the RNA extracted [3]. RNA of sorted cells was isolated using RNeasy Micro Kit (Qiagen). Reverse transcription and quantitative real-time PCR was performed as described previously [3]. Efficiency-corrected RNA expression was normalized to the expression of the two housekeeping genes hprt and tbp. Sequences of primer pairs used are as follows:\n\ninos (NOS2): Fwd, 5′- gtt ctc agc cca aca ata caa ga -3′ and Rev, 5′- gtg gac ggg tcg atg tca c-3′\n\nptgs1 (COX1): Fwd, 5′- cca gag tca tga gtc gaa gga g -3′ and Rev, 5′- CCT GGT TCT GGC ACG GAT AG -3′\n\nptgs2 (COX2): Fwd, 5′-AAT TAC TGC TGA AGC CCA CC-3′ and Rev, 5′-CTT CCC AGC TTT TGT AAC CAT-3′\n\nptges1: Fwd, 5′-GCA CAC TGC TGG TCA TCA AG-3′ and Rev, 5′- ACG TTT CAG CGC ATC CTC-3′\n\nptges2: Fwd, 5′- CAG GTG GTG GAG GTG AAT CC-3′ and Rev, 5′- CTG CCC TGA AAC CAG GTA GG-3′\n\nptges3: Fwd, 5′- cga att ttg acc gtt tct ctg-3′ and Rev, 5′- tga atc atc atc tgc tcc atc t-3′\n\nhprt: Fwd, 5′- gttggatatgcccttgac-3′ and Rev, 5′- agg act aga aca cct gct-3′\n\ntbp: Fwd, 5′- CCT TCA CCA ATG ACT CCT ATG AC-3′ and Rev, 5′- CAA GTT TAC AGC CAA GAT TCA C-3′\n\nPGE2 and nitrite detection\n\nPGE2 levels were determined in culture supernatants using the PGE2 ELISA Kit (Cayman Chemical) according to the manufacturer’s instructions. The level of nitrite (NO2−) in cell culture supernatants was measured using the Griess assay [11].\n\nStatistical analysis\n\nStatistical analyses were performed with Prism (version 6.0b, 7.0d and 8.1.1, GraphPad Software).\n\nUnpaired t test (normally distributed data) or Mann–Whitney test (for not normally distributed data) were used to compare two data sets. To compare multiple groups, one-way ANOVA or Kruskal–Wallis nonparametric tests were performed, followed by a post hoc test. P values &lt; 0.05 were considered to be statistically significant.\n\nSupporting information"
}