{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000198",
  "doi": "10.1371/journal.pbio.3000198",
  "externalIds": [
    "pii:PBIOLOGY-D-18-01592",
    "pmid:30943210",
    "pmcid:PMC6464227"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "The “backdoor pathway” of androgen synthesis in human male sexual development",
  "authors": [
    {
      "name": "Walter L. Miller",
      "first": "Walter L.",
      "last": "Miller",
      "affiliation": "Department of Pediatrics and Center for Reproductive Sciences, University of California-San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Richard J. Auchus",
      "first": "Richard J.",
      "last": "Auchus",
      "affiliation": "Departments of Medicine and of Pharmacology, University of Michigan, Ann Arbor, Michigan, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-6815-6181"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-04-03",
  "volume": "17",
  "number": "4",
  "pages": "e3000198",
  "tags": [
    "Amniotes",
    "Anatomy",
    "Androgens",
    "Animals",
    "Biochemistry",
    "Chemical compounds",
    "Chemistry",
    "Developmental biology",
    "Discipline-v3/Amniotes",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Androgens",
    "Discipline-v3/Animals",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Chemical compounds",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Genital anatomy",
    "Discipline-v3/Hormones",
    "Discipline-v3/Integumentary system",
    "Discipline-v3/Lipid hormones",
    "Discipline-v3/Mammals",
    "Discipline-v3/Marsupials",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Morphogenesis",
    "Discipline-v3/Organic chemistry",
    "Discipline-v3/Organic compounds",
    "Discipline-v3/Organisms",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Progesterone",
    "Discipline-v3/Reproductive system",
    "Discipline-v3/Sexual differentiation",
    "Discipline-v3/Skin",
    "Discipline-v3/Skin anatomy",
    "Discipline-v3/Steroids",
    "Discipline-v3/Testosterone",
    "Discipline-v3/Vertebrates",
    "Discipline-v3/Wallabies",
    "Eukaryota",
    "Genital anatomy",
    "Hormones",
    "Integumentary system",
    "Lipid hormones",
    "Mammals",
    "Marsupials",
    "Morphogenesis",
    "Organic chemistry",
    "Organic compounds",
    "Organisms",
    "Progesterone",
    "Reproductive system",
    "Sexual differentiation",
    "Skin",
    "Skin anatomy",
    "Steroids",
    "Testosterone",
    "Type/Primer",
    "Vertebrates",
    "Wallabies"
  ],
  "abstract": "Mammalian sex determination (male versus female) is largely controlled by genes, whereas sex differentiation (development of reproductive structures) is largely controlled by hormones. Work in the 20th century indicated that female external anatomy was a “default” pathway of development not requiring steroids, whereas male genital development required testicular testosterone plus dihydrotestosterone (DHT) made in genital skin according to a “classic” pathway. Recent work added the description of an alternative “backdoor” pathway of androgen synthesis discovered in marsupials. Unique “backdoor steroids” are found in human hyperandrogenic disorders, and genetic disruption of the pathway causes disordered male sexual development, suggesting it plays an essential role. O’Shaughnessy and colleagues now show that the principal human backdoor androgen is androsterone and provide strong evidence that it derives from placental progesterone that is metabolized to androsterone in nontesticular tissues. These studies are essential to understanding human sexual development and its disorders.",
  "fullText": "Sexual selection and the importance of sexually dimorphic displays and reproductive structures were first considered by Darwin and Wallace [1]. We now know that these phenotypes are largely determined by sex steroids; several sex steroids (estrone, androsterone, progesterone) were isolated in the 1920s by Leopold Ruzika and Alfred Butenandt, who shared the 1939 Nobel Prize for their discovery. The founder of statistical genetics, Roland Fisher, combined Darwinian natural selection with Mendelian genetics and proposed that these newly discovered sex hormones acted separately from genes, permitting the distinction between sexual determination (from genes on sex chromosomes) and sexual differentiation (induced by hormones) [2]. This incisive synthesis remained unproven until Alfred Jost showed that testicular androgens are required for the differentiation of embryonic Wolffian ducts into male reproductive structures and proposed that the testis also produced a locally acting “Müllerian inhibitory substance” (now called “anti-Müllerian hormone” [AMH]) that was responsible for the involution of the structures that would otherwise differentiate into a uterus and Fallopian tubes [3,4]. Two more recent events seem to cement this model. First, after much effort, AMH was isolated, cloned, and shown to act precisely as Jost had proposed [5,6]. Second, Siiteri and Wilson discovered that testosterone secreted by the testis could be 5α-reduced to a more potent androgen, dihydrotestosterone (DHT), in genital skin [7], leading to the “two-androgen” model of male sexual differentiation, in which testosterone virilizes the Wolffian ducts (to form the seminal vesicle and ejaculatory ducts) and DHT virilizes the male external genitalia and urethra [8]. But this model was not strictly proven and required examination of the hormones produced in the testis and genital skin during early fetal development, and for this purpose, conventional laboratory animals proved cumbersome at best.\n\nThe “classic” and “backdoor” pathways of androgen synthesis\n\nClinical studies, studies of human tissues, and studies of conventional laboratory animals had converged to a classical model of androgen synthesis, both in the testis and in a zone of the primate adrenal cortex called the zona reticularis [9]. Cholesterol is first converted to pregnenolone (Preg) by the cholesterol side-chain cleavage enzyme P450scc (CYP11A1); the 17α-hydroxylase activity of P450c17 (CYP17A1) then converts Preg to 17OH-Preg, then the 17,20 lyase activity of P450c17 converts 17OH-Preg to dehydroepiandrosterone (DHEA). DHEA is converted to androstenedione by 3β-hydroxysteroid dehydrogenase type 2 (HSD3B2) in both the adrenal and testis, but the testis is the major site of the next reaction: conversion of androstenedione to testosterone by 17β-hydroxysteroid dehydrogenase type 3 (HSD17B3). The resulting testosterone is secreted into the circulation and taken up by genital skin, in which it is converted to DHT by 5α-reductase type 2 (SRD5A2) (Fig 1).\n\nThe pioneering studies of Marilyn Renfree provided an animal model in which the accuracy of this pathway in the developing male could be tested: the Tammar wallaby [10–12]. Marsupial mammals such as the wallaby differ from more familiar eutherian (placental) mammals in that gonadal differentiation and sexual development take place after birth, while the newborn is in the mother’s pouch, where the young are readily accessible for tissue sampling and where drugs and hormones may be administered without placental intervention. Thus, the wallaby provided the means for testing the “conventional wisdom” that testosterone is the androgen in the circulation while DHT is made and acts locally in the genital skin. The wallaby did not cooperate! Working with Renfree, Wilson, and colleagues discovered that the wallaby produces DHT by a steroidogenic pathway that had not been seen in eutherian mammals. This pathway bypasses the usual intermediate steroids DHEA, androstenedione and testosterone. Instead, 17OH-progesterone is made from 17OH-Preg, then 5α- and 3α- are reduced, subjected to the 17,20 lyase activity of P450c17, then acted on by HSD17B3 to produce 5α-androstane-3α,17β-diol as the circulating product. Similar to the eutherian mammal, the target tissues perform the final enzymatic transformation: 3α-oxidation to produce DHT [13]. This novel alternate pathway to DHT thus circumvents the usual steroidal intermediates and has come to be known as “the backdoor pathway” [14] (Fig 2).\n\nRole of the “backdoor” pathway in human male development\n\nIndirect data supporting the relevance of the backdoor pathway in human physiology are emerging. Studies measuring steroidal intermediates of the backdoor pathway by liquid chromatography coupled with tandem mass spectrometry have indicated that this pathway plays an important role in human hyperandrogenic disorders such as congenital adrenal hyperplasia caused by steroid 21-hydroxylase deficiency [15], the polycystic ovary syndrome [16], and some virilized female newborns with P450 oxidoreductase deficiency [17–19], as well as in the physiologic male “minipuberty of infancy” [20]. Furthermore, mutations causing disordered sexual development have been found in the AKR1C2 and AKR1C4 genes that encode the 3α-reductases that function uniquely in this pathway [21], leading to the conclusion that both the “classic” pathway of androgen synthesis and the “backdoor” pathway are needed for normal human male genital development [22]. Nevertheless, these studies provided only indirect evidence, as androgens in the circulation and tissues were not measured in these fetuses.\n\nThe major human “backdoor” androgen is androsterone, derived from placental progesterone\n\nIn the current issue of PLOS Biology, O’Shaughnessy and colleagues addressed the problem directly by measuring the plasma and tissue concentrations of steroids from the conventional and backdoor pathways in 42 midgestation human male fetuses [23]. They found that the principal circulating androgen is androsterone rather than testosterone and that DHT was below the limit of detection in blood. As expected, concentrations of androsterone and testosterone were lower in blood from female fetuses. Rather surprisingly, levels of androsterone and steroidal intermediates specific to the backdoor pathway were found mainly in the placenta, liver, and adrenal rather than the testis; furthermore, PCR analyses showed similar distributions of the mRNAs for P450c17, SRD5A2, and AKR1C2/4 in these tissues, suggesting that these tissues were the sites where these steroids were synthesized. Thus, the data are consistent with an essential role for the backdoor pathway in producing the androgens that virilize the male fetus but indicate that this androgenesis is distributed among multiple tissues, starting with placentally produced progesterone rather than being confined to testicular Leydig cells, as has been traditionally envisioned.\n\nRemoving the testis from the center of fetal androgen synthesis is a novel, unexpected finding. The work of O’Shaughnessy and colleagues confirms the “two-androgen” model of male sexual development wherein testosterone is sufficient to stabilize and differentiate the Wolffian ducts and to promote penile growth, while DHT is needed to virilize the external genitalia. But the testis is no longer supreme: it is necessary but not sufficient to produce the androgenic steroids that are responsible for male sexual development.\n\nThe study was limited to a modest number of fetuses at estimated gestational ages of 11–21 weeks, and concentrations of many of the analytes were near the lower limits of assay detection. Nevertheless, the specimens used by the authors are difficult to obtain, and the authors carefully attempted to control for many variables, including fetal sex. Future studies will need to address the flux of steroids in the various tissues along various steroidogenic steps. The unexpected results of this study will inspire additional work to unravel the proportions of androgens derived from the traditional and alternative pathways across gestation and their relative contributions to male sexual development in the normal fetus and in disorders of sex development."
}