{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000436",
  "doi": "10.1371/journal.pbio.1000436",
  "externalIds": [
    "pii:10-PLBI-RA-5934R2",
    "pmid:20668664",
    "pmcid:PMC2910653"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Tracking Marsupial Evolution Using Archaic Genomic Retroposon Insertions",
  "authors": [
    {
      "name": "Maria A. Nilsson",
      "first": "Maria A.",
      "last": "Nilsson",
      "affiliation": "Institute of Experimental Pathology (ZMBE), University of Münster, Münster, Germany"
    },
    {
      "name": "Gennady Churakov",
      "first": "Gennady",
      "last": "Churakov",
      "affiliation": "Institute of Experimental Pathology (ZMBE), University of Münster, Münster, Germany"
    },
    {
      "name": "Mirjam Sommer",
      "first": "Mirjam",
      "last": "Sommer",
      "affiliation": "Institute of Experimental Pathology (ZMBE), University of Münster, Münster, Germany"
    },
    {
      "name": "Ngoc Van Tran",
      "first": "Ngoc Van",
      "last": "Tran",
      "affiliation": "Institute of Experimental Pathology (ZMBE), University of Münster, Münster, Germany"
    },
    {
      "name": "Anja Zemann",
      "first": "Anja",
      "last": "Zemann",
      "affiliation": "Institute of Experimental Pathology (ZMBE), University of Münster, Münster, Germany"
    },
    {
      "name": "Jürgen Brosius",
      "first": "Jürgen",
      "last": "Brosius",
      "affiliation": "Institute of Experimental Pathology (ZMBE), University of Münster, Münster, Germany"
    },
    {
      "name": "Jürgen Schmitz",
      "first": "Jürgen",
      "last": "Schmitz",
      "affiliation": "Institute of Experimental Pathology (ZMBE), University of Münster, Münster, Germany"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-07",
  "dateAccepted": "2010-06-15",
  "dateReceived": "2010-01-28",
  "volume": "8",
  "number": "7",
  "pages": "e1000436",
  "tags": [
    "Discipline/Computational Biology/Genomics",
    "Discipline/Evolutionary Biology",
    "Discipline/Evolutionary Biology/Evolutionary and Comparative Genetics",
    "Type/Research Article"
  ],
  "abstract": "Genome-wide comparisons of shared retroposon insertion patterns resolve the phylogeny of marsupials, clearly distinguishing South American and Australian species and lending support to Didelphimorphia as the basal split.",
  "fullText": "Introduction\n\nThe phylogenetic relationships among the four Australasian and three South American marsupial orders have been intensively debated ever since the small species Dromiciops was taxonomically moved from Didelphimorphia into the new order Microbiotheria and the cohort Australidelphia was erected based on ankle joint morphology [1]. Australidelphia comprises the four Australasian marsupial orders and the South American order Microbiotheria, a close relationship suggesting a complex ancient biogeographic history of marsupials. However, the exact phylogenetic position of Microbiotheria within Australidelphia has so far eluded resolution. Moreover, sequence-based attempts to resolve the positions of the South American opossums (Didelphimorphia) and the shrew opossums (Paucituberculata), which appear some few million years apart in the South American fossil layers close after the Cretaceous-Tertiary boundary [2], relative to Australidelphia have so far been futile (e.g., [3],[4]).\n\nThe two recently sequenced marsupial genomes of the South American opossum (Monodelphis domestica) [5] and a kangaroo, the Australian tammar wallaby (Macropus eugenii), provide a unique opportunity to apply a completely new approach to resolve marsupial relationships. The insertion patterns of retroposed elements, pieces of DNA that are copied via RNA intermediates and pasted randomly elsewhere in the genome, have successfully resolved the more than 130 million-year-old branch of therian mammals [6] and early placental mammalian divergences [7] as well as relationships within other mammalian orders [8]. Because the insertion sites are effectively random and parallel insertions or exact excisions are very rare [9], the shared presence of retroposed elements at identical orthologous genomic locations of different species, families, or orders is a virtually homoplasy-free indication of their relatedness. Thus, the interpretation of retroposon markers is simple and straightforward: the presence of one of these elements in the orthologous genomic loci of two species signals a common ancestry, while its absence in another species signals a prior divergence [10]. No other sequenced mammalian genome has shown as high a percentage of discernible retroposed elements as marsupials (52%) [5], an extremely large number of possible informative markers.\n\nIn addition, because young retroposed elements can insert into older elements, but older, inactive elements are not capable of inserting into younger ones, nested retroposon insertion patterns provide invaluable information about the relative times during which given retroposon families integrated into genomes. We used the transposition in transposition (TinT) application [11] to screen for such nested transpositions and to provide a complete picture of the succession of ancient retroposon activities so as to aid in the proper selection of element groups for resolving different parts of the marsupial tree.\n\nResults/Discussion\n\nAfter a complete screening of the opossum and kangaroo genomic sequences using the TinT algorithm, we recovered 8,245 and 4,499 nested retroposon insertions, respectively (Table S1). We then calculated the frequencies and time scales of short interspersed element (SINE) insertions using the likelihood approach implemented in TinT. The resulting pattern (Figure 1) revealed three different groups of retroposed SINEs: (1) elements specific for the lineage leading to opossum (RTESINE1, SINE1_Mdo, SINE1a_Mdo), (2) elements specific for the lineage leading to kangaroo (WALLSI1-4, WSINE1), and (3) a compiled group of elements active in both marsupial lineages. These three groups of elements were then used as a basis to screen for phylogenetically informative markers present in (1) the opossum lineage, (2) the branches leading to kangaroo, and (3) to find marsupial monophyly markers.\n\nThree different search strategies (see Materials and Methods) revealed ∼217,000 retroposon-containing genomic loci. Highly conserved exonic primers were generated for 228 loci and experimentally tested on a small set of species. After carefully screening the sequences, we selected 32 loci based on criteria outlined in the Materials and Methods section for amplification in 20 marsupial species (Table S2). We carefully aligned and analyzed approximately 440 marsupial sequences to reveal 53 informative markers (Figure 2, Table 1).\n\nTen of the phylogenetically informative markers accumulated in the metatherian genome since their split from placental mammals, approximately 130 million years ago (MYA) [12],[13], and before the earliest divergence of the modern marsupial mammals, 70–80 MYA [3],[14]. All ten are absent in other mammals, significantly confirming the monophyly of marsupials (p = 2.0×10−5; [10 0 0] [15]).\n\nThe other 43 phylogenetically informative retroposon markers provide significant support for most of the basal splits within marsupials. The earliest marsupial divergence was previously impossible to resolve based on sequence data, which could not distinguish between Paucituberculata and Didelphimorphia as the sister group to Australidelphia [14],[16]–[19]. We identified two markers (MIR3_MarsA) in the South American shrew opossums (Paucituberculata) that were also present in all Australidelphia but absent in Didelphimorphia (Figure 2). Albeit not significant (p = 0.1111; [2 0 0]), this is the first molecular support for the earliest branching of Didelphimorphia, establishing it as the sister group to the remaining six marsupial orders. However, as significant support for this important marsupial branch requires three or more conflict-free markers [15], we attempted to find additional retroposons for the marsupial root. To find the third marker for the supported topology (Figure 2), a MIR3_Mars element present in kangaroo plus Paucituberculata but absent in opossum, we recovered ten additional loci from in silico screening; two contained the previously detected markers and eight contained new retroposons. Unfortunately, experimental verification showed that the absences of MIR3_Mars in opossum were due to non-specific deletions. On the other hand, we also did not find any loci with MIR3_Mars elements present in opossum plus Paucituberculata but absent in kangaroo, which would have supported the alternative of a close relationship between Didelphimorphia and Paucituberculata. We then screened for markers that would support the alternative hypothesis of Paucituberculata being the sister to all marsupials by performing an exhaustive in silico pre-screening for orthologous MIR3_Mars elements present in short introns of opossum and kangaroo. Starting from ∼6,000 potentially informative loci, we selected 39 highly conserved MIR3_Mars-containing introns. However, experimental verification showed that all of the elements were also present in the order Paucituberculata (Rhyncholestes), thus supporting the monophyly of marsupials (data not shown), but not the basal divergence.\n\nAssuming that, in the entire genomes, there are more than just the two detected diagnostic insertions for the root, an expanded search including larger introns and conserved intergenic regions is required to find significant support for this branch. Such relaxed search conditions are expected to provide a huge number of additional markers spread over the entire marsupial tree, but will require extensive additional computational and experimental work.\n\nMolecular estimates have placed the earliest divergences of Marsupialia in the Late Cretaceous, 65–85 MYA [3],[4],[14]. To resolve placental mammalian Cretaceous divergences [20], large amounts of sequence data were crucial to gain sufficient phylogenetic signal, which is a plausible explanation for the difficulties encountered in trying to resolve this branch in previous marsupial investigations [3],[4],[14]. However, morphological data have revealed several characters from the skull and postcranium, supporting Didelphimorphia as the sister to all marsupials [21], consistent with our two molecular markers.\n\nLeaving the base of the tree for the time being, 13 of the original 53 markers were present in the South American Microbiotheria and the four Australasian orders but not in either Didelphimorphia or Paucituberculata, significantly supporting the monophyly of Australidelphia [1] (p = 6.3×10−7; [13 0 0]; Figure 2). The large number of phylogenetically informative markers indicates a long phylogenetic branch and/or a high degree of retroposon activity and fixation in the ancestral Australidelphia lineage. The branch separating Australidelphia from Didelphimorphia and Paucituberculata is one of the strongest supported and evolutionarily longest inter-ordinal branches in the marsupial tree [3],[4]. The fossil Australian marsupial Djarthia murgonensis is the oldest, well-accepted member of Australidelphia. Thus, combined with the lack of old Australidelphian fossils from South America, the most parsimonious explanation of the biogeography of Australidelphia is of an Australian origin [22]. However, the poor fossil record from South America, Antarctica, and Australia does not exclude that Djarthia, like Dromiciops, could be of South American origin and had a pan-Gondwanan distribution. Additional fossils from Australia or South America will shed more light on the early Australidelphian relationships and their biogeography.\n\nFour markers significantly support the monophyletic grouping of the four Australasian orders to the exclusion of Microbiotheria (p = 0.0123; [4 0 0]; Figure 2). Several studies have presented evidence for the monophyly of the Australasian orders; these have typically been based solely on nuclear protein-coding genes such as ApoB, BRCA1, IRBP, RAG1, and vWF [4],[17],[19], albeit with relatively low support values. By contrast, other sequence-based studies, relying completely or partially on mitochondrial data, find the South American order Microbiotheria nested within the Australasian orders [3],[16],[23]. Thus, the two competing hypotheses, Microbiotheria nested within or outside Australasian orders, have confounded the search for a reliable marsupial phylogeny.\n\nTwo studies tried to combine the nuclear and mitochondrial data using different approaches to achieve a larger dataset with higher probability of resolving the marsupial phylogeny [14],[18]. Only R/Y-coding, removing of sites [18], or partitioning [14] reduced possible artefacts from the mitochondrial data enough to reach a topology consistent with the retroposon markers. However, both studies gave low support for the position of Microbiotheria, illustrating the difficulties in resolving a short branch using sequence data under difficult conditions, such as possible nucleotide composition bias problems and randomization of fast evolving sites. The support from two independent sources of phylogenetic information, our retroposon markers and nuclear genes [4],[17],[19], invalidates the mitochondrial results [3],[16],[23]. Complete mitochondrial genomes can give misleading signals, as was demonstrated for the incorrect position of Monotremata among mammals [24], and can even mislead phylogenetic reconstruction when mixed with nuclear data.\n\nThe position of Microbiotheria has been intensely debated since the cohort Australidelphia was first suggested based on tarsal evidence [1]. After decades of uncertainty derived from molecular and morphological data, we have uncovered four independent diagnostic retroposon insertions that finally place the South American order Microbiotheria at its correct place in the marsupial tree (Figure 2). Therefore, we propose the new name Euaustralidelphia (“true Australidelphia”) for the monophyletic grouping of the four Australasian orders Notoryctemorphia, Dasyuromorphia, Peramelemorphia, and Diprotodontia.\n\nThe relationship among the four Australasian orders is not resolved, and of special interest is the phylogenetic position of the marsupial mole, Notoryctes typhlops, which has been debated for a long time [3],[4],[14],[17]–[19],[21],[23]. The marsupial mole is the only burrowing marsupial and is found in the deserts of Australia. The eyes of the marsupial mole are vestigial and the fore- and hind limbs are morphologically derived due to the burrowing lifestyle. The derived morphology and the fact that the marsupial mole is the single species in the order Notoryctemorphia have complicated attempts to resolve its phylogenetic position relative to the other three Australian orders. Most analyses of molecular sequence data find the marsupial mole closely related to the orders Dasyuromorphia and Peramelemorphia, but the support values are generally weak [3],[4],[14],[17]–[19],[23], and the exact phylogenetic position relative to the other two orders is yet to be determined. During the retroposon screening one marker was found supporting a grouping of Notoryctes, Dasyuromorphia, and Peramelemorphia (p = 0.3333 [1 0 0]). The single retroposon marker is in agreement with the results from the sequence data. Extended screening of retroposons can provide additional evidence for the position of the marsupial mole among marsupials and which of the orders, Dasyuromorphia or Peramelemorphia, is the sister group.\n\nOf the original 53 markers, 18 of them provide significant support for the monophyly of each of the five multi-species marsupial orders: five for Didelphimorphia (p = 0.0041; [5 0 0]), three each for Paucituberculata, Dasyuromorphia, and Diprotodontia (p = 0.037; [3 0 0]), and four for Peramelemorphia (p = 0.0123; [4 0 0]). Four of the remaining markers provide non-significant support for various intra-ordinal relationships of Diprotodontia (Figure 2). Two of them support the division between Vombatiformes (wombats and koala) and Phalangerida (kangaroos, possums) (p = 0.1111; [2 0 0]), challenging the results from mitochondrial sequence-based studies ([3], but see [25]), and one marker each supports the grouping of the possums Tarsipes and Pseudocheirus and that of the kangaroos Macropus and Potorous (p = 0.3333 [1 0 0]). One final marker supports the grouping of the Didelphis and Metachirus.\n\nThe outstanding advantage of using retroposon presence/absence data for phylogenetic reconstructions is the low probability of insertion homoplasy. Independent parallel insertions of identical elements or exact deletions are extremely rare [9], but nevertheless not completely negligible, especially after genome-wide in silico screening of rare informative loci. LINE1-mobilized elements, in particular, show a slight preference for a TTAAAA consensus insertion motif [26], but on the other hand, such elements are rare in the deep phylogenetic branches of marsupials (Figure 1; Figure S1). Excluding the more frequent near identical insertions or unspecific deletions requires careful aligning and interpretation of orthologous informative markers (see Materials and Methods and Dataset S1).\n\nAnother possible source of errors is incomplete lineage sorting (polymorphism during speciation) or ancestral hybridization that can affect any marker system. Particularly short internal branches of a tree (rapid speciation) and biased in silico pre-screening for potential phylogenetically informative loci are exposed to such effects [27].\n\nThe available genomes of the opossum and the kangaroo placed us in the advantageous situation of independently pre-screening two distant branches of the marsupial tree. All 53 experimentally verified markers confine a phylogenetic tree free of any marker conflicts. Fourteen of them were randomly inserted as a second marker in specific loci. For most internal branches we found significant support for the underlying prior hypothesis by three or more markers with a clear rejection of alternative hypotheses.\n\nGiven the limitations just mentioned, the retroposon marker system identified a clear separation between the South American and Australasian marsupials. Thus, the current findings support a simple paleobiogeographic hypothesis, indicating only a single effective migration from South America to Australia, which is remarkable given that South America, Antarctica, and Australia were connected in the South Gondwanan continent for a considerable time.\n\nThe search for diagnostic South American or Australidelphian marsupial morphological characters has been so far confounded by the lack of a resolved marsupial phylogeny [21],[22],[28]. The newly established marsupial tree can now be applied not only to morphological and paleontological studies but also to clearly distinguish genomic changes.\n\nMaterials and Methods\n\nTaxon Sampling\n\nThe marsupial classification of Aplin and Archer [29] has been followed throughout the text. Representatives of all seven marsupial orders were included for retroposon screening. Except for the two single-species orders, at least two species per order were investigated. For all orders except Didelphimorphia, representative species were chosen to cover the deepest splits within each order. Didelphimorphia: Monodelphis domestica (gray short-tailed opossum), Didelphis virginiana (Virginia opossum), Metachirus nudicaudatus (brown four-eyed opossum). Paucituberculata: Rhyncholestes raphanurus (Chilean shrew opossum), Caenolestes fuliginosus (silky shrew opossum). Microbiotheria: Dromiciops gliroides (monito del monte). Notoryctemorphia: Notoryctes typhlops (marsupial mole). Dasyuromorphia: Phascogale tapoatafa (brush-tailed phascogale), Dasyurus geoffroii (western quoll), Sminthopsis crassicaudata (fat-tailed dunnart), Myrmecobius fasciatus (numbat). Peramelemorphia: Macrotis lagotis (bilby), Perameles gunnii (eastern barred bandicoot), Isoodon obesulus (southern brown bandicoot). Diprotodontia: Tarsipes rostratus (honey possum), Pseudocheirus peregrinus (common ringtail possum), Trichosurus vulpecula (common brushtail possum), Macropus robustus (wallaroo), Potorous tridactylus (long-nosed potoroo), Vombatus ursinus (common wombat).\n\nTranspositions in Transpositions (TinT)\n\nThe marsupial genome harbors about 500 different families of interspersed repeats [30]. Several retroposon families were active around and after the split of Australasian [31] and South American marsupials and potentially encrypt information about their phylogeny. For successful and focused experimental retroposon screening it is invaluable to have, a priori, a map of the ancestral retroposon activities. The previously developed TinT method [11] relies on a numeral compilation (Table S1) of nested transpositions (TinT) extracted from RepeatMasker coordinates and visualized after calculating their maximal activity probabilities. For experimental application, 24 subtypes of small SINE elements, active over the range of marsupial evolution, were pre-selected for the TinT analysis (Figure 1). The complete statistics of SINE elements in M. domestica and M. eugenii are given in Figure S2.\n\nIn Silico Strategies\n\nThe assembled genome of M. domestica (MonDom5) and the draft genome of M. eugenii were used to pre-select potential phylogenetically informative intronic retroposon loci. Three different in silico high-throughput strategies, implemented in specially developed C-scripts, were applied to extract the genomic information.\n\nShort introns (∼1 kb) containing potential phylogenetically informative retroposed elements inserted in the lineage leading to opossum were extracted together with their conserved flanking exons. A total of 12,416 loci were computationally detected, and 113 were selected for their highly conserved (conserved in opossum, mouse, and human) exonic flanks suitable for generating applicable PCR primers for Zoo PCRs; six loci were phylogenetically informative in a reduced species sampling (Monodelphis, Didelphis, Dasyurus, Perameles, Tarsipes, Pseudocheirus, Macropus, Vombatus) and used for screening in the full taxon sampling.\n\nM. domestica–annotated unique exonic sequences (203,152) were blasted against M. eugenii trace sequences to derive exon-flanked intronic regions. Such introns were screened for lineage-specific retroposed elements (absent in M. domestica). We reconstructed 2,738 introns and selected 80 loci for their highly conserved flanking exons suitable for primer generation (conserved in opossum, kangaroo, and human); 22 were phylogenetically informative in a reduced species sampling (see strategy A) and chosen for full screening.\n\nM. eugenii sequences were screened for M. domestica orthologous introns from strategy A (containing opossum retroposed elements); 1,027 loci with additional kangaroo retroposed elements (not present in M. domestica) were selected for generating 35 highly conserved exonic primers (conserved in opossum, kangaroo, and human); four of these were phylogenetically informative in a reduced species sampling (see strategy A) and experimentally screened for in all selected marsupials.\n\nThe 228 loci extracted by these three strategies were experimentally analyzed in a small subset of eight representative marsupial species (see strategy A). The sequences from the experimental screening were aligned and carefully inspected for (1) identical genomic insertion points of retroposed elements, (2) identical element orientation, (3) identical element subtypes, (4) as far as available, concurrent element flanking repeats, (5) shared diagnostic indels, and (6) the consistency of insertion in representative species. The 32 selected loci mentioned above (in A–C) were determined to be phylogenetically informative (elements present at orthologous genomic locations in two or more species) and were screened in a larger taxon sampling comprised of 20 marsupials covering all seven orders (see taxon sampling). After sequencing, 53 phylogenetically informative retroposon markers were identified from the 32 introns. More than one informative marker was recovered in each of 15 of the introns, due to independent retroposon insertions (Table 1), and an additional 18 autapomorphic insertions were found.\n\nExperimental Work\n\nTotal DNA was extracted from tissues using the standard phenol-chloroform protocol [32]. Approximately 10–50 ng DNA was used in each 25 µl PCR amplification using ThermoPrime Taq (ABgene, Hamburg) with 1.5 mM MgCl2. All PCR reactions were prepared for high throughput in 96-well plates and the DNA was amplified using the touchdown PCR strategy, decreasing the annealing temperature stepwise by 1°C for the initial ten cycles, followed by 25 cycles at 45°C annealing temperature (for primers see Table S3). The initial screening was performed using eight representative marsupial species (see above) and PCR products were visualized on 1% agarose gels to detect presence/absence patterns via the size shifts of fragments. The PCR products indicating such size shifts were purified and ligated into the TA cloning vector pDrive (Qiagen, Hilden). Ligations were left overnight at 7°C and transformed into XL1-Blue competent cells. Colonies were PCR screened using standard M13 primers. For each positive PCR product, at least two colonies were sequenced. All sequence alignments were conducted using Se-Al [33]. Sequences were screened for retroposons using the RepeatMasker program (http://www.repeatmasker.org/RMDownload.html) and a specific retroposon library (available upon request).\n\nCladistic Analysis of Retroposon Markers\n\nFrom the markers in Table 1 we built a presence/absence (1/0) data matrix of retroposons (Figure S3). The strict consensus, most parsimonious tree was reconstructed using the irrev.up option of character transformation implemented in PAUP*4.0b10 [34] in a heuristic search performed using 1,000 random sequence addition and tree-bisection and reconnection (TBR) branch swapping. Because strictly marsupial-specific retroposons were investigated, the hypothetical human outgroup was coded 0. The resulting tree had a length of 53 and a consistency index of 1. The tree topology shown in Figure 2 refers to the derived parsimony tree. Due to the complexity and randomness of retroposon insertions, there are an extremely large number of possible unique character states (insertion sites), and maximum parsimony analyses converge to maximum likelihood estimators [35]. Evidence from retroposon markers is considered to be statistically significant when three or more markers are found supporting one node (i.e., when p&lt;0.05) [15].\n\nSupporting Information"
}