{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0000033",
  "doi": "10.1371/journal.pbio.0000033",
  "license": "This is an open-access article distributed under the terms of the Public Library of Science Open-Access License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Biochemical Characterization of DNA Damage Checkpoint Complexes: Clamp Loader and Clamp Complexes with Specificity for 5′ Recessed DNA",
  "authors": [
    {
      "name": "Viola Ellison",
      "first": "Viola",
      "last": "Ellison",
      "affiliation": "Cold Spring Harbor Laboratory, Cold Spring Harbor, New York, United States of America"
    },
    {
      "name": "Bruce Stillman",
      "first": "Bruce",
      "last": "Stillman",
      "affiliation": "Cold Spring Harbor Laboratory, Cold Spring Harbor, New York, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2003-11",
  "dateElectronic": "2003-11-17",
  "dateAccepted": "2003-08-23",
  "dateReceived": "2003-05-09",
  "volume": "1",
  "number": "2",
  "pages": "e33",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Molecular Biology",
    "System Taxonomy/Eukaryotes",
    "System Taxonomy/Homo (human)",
    "System Taxonomy/Saccharomyces",
    "System Taxonomy/Schizosaccharomymes",
    "Type/Research Article"
  ],
  "abstract": "The cellular pathways involved in maintaining genome stability halt cell cycle progression in the presence of DNA damage or incomplete replication. Proteins required for this pathway include Rad17, Rad9, Hus1, Rad1, and Rfc-2, Rfc-3, Rfc-4, and Rfc-5. The heteropentamer replication factor C (RFC) loads during DNA replication the homotrimer proliferating cell nuclear antigen (PCNA) polymerase clamp onto DNA. Sequence similarities suggest the biochemical functions of an RSR (Rad17–Rfc2–Rfc3–Rfc4–Rfc5) complex and an RHR heterotrimer (Rad1–Hus1–Rad9) may be similar to that of RFC and PCNA, respectively. RSR purified from human cells loads RHR onto DNA in an ATP-, replication protein A-, and DNA structure-dependent manner. Interestingly, RSR and RFC differed in their ATPase activities and displayed distinct DNA substrate specificities. RSR preferred DNA substrates possessing 5′ recessed ends whereas RFC preferred 3′ recessed end DNA substrates. Characterization of the biochemical loading reaction executed by the checkpoint clamp loader RSR suggests new insights into the mechanisms underlying recognition of damage-induced DNA structures and signaling to cell cycle controls. The observation that RSR loads its clamp onto a 5′ recessed end supports a potential role for RHR and RSR in diverse DNA metabolism, such as stalled DNA replication forks, recombination-linked DNA repair, and telomere maintenance, among other processes.",
  "fullText": "Introduction\n      \nProper duplication and maintenance of the genome are critical for ensuring genomic stability, defects in which are known to contribute to the onset and progression of cancer (Hartwell and Kastan 1994). To accomplish this, the cell harbors a complex set of pathways, termed cell cycle checkpoints, that monitor the status of the genome as the cell proceeds through the cell division cycle (Hartwell and Kastan 1994). Activation of these pathways by damaged DNA or incomplete DNA replication results in a cell cycle arrest in either the G1 or G2 phases or a delay in progression through S phase (Weinert 1998). Many of the components of these pathways have been defined genetically in yeast and have orthologs in higher eukaryotes (Zhou and Elledge 2000). In mammals, these include the proteins encoded by the RAD17, RAD9, RAD1, HUS1, ATM, ATR, CHK, CHK2, RFC2, RFC3, RFC4, and RFC5 genes. These proteins function to affect three different outcomes in response to DNA damage, either cell cycle arrest that facilitates DNA repair, apoptosis, or senescence mediated by the p53 tumor-suppressor protein. The ATM, ATR, CHK1, and CHK2 proteins are serine/threonine protein kinases that phosphorylate a number of proteins, including p53 and CDC25A, in response to DNA damage, and defects in these kinases have been shown to be associated with and required for the progression of various human diseases (Kastan and Lim 2000; Abraham 2001).\n\nTogether with Rfc1, the Rfc2, Rfc3, Rfc4, and Rfc5 proteins are subunits of replication factor C (RFC; Table 1), a five-subunit protein complex that is required for DNA replication (Tsurimoto and Stillman 1989). RFC functions as a “clamp loader” to topologically link (or “load”) onto DNA the proliferating cell nuclear antigen (PCNA), a DNA polymerase processivity factor that functions by forming a sliding clamp on DNA (Waga and Stillman 1998b). The function of RFC has been recapitulated in vitro with both native and recombinant protein (Waga and Stillman 1994; Cai et al. 1997; Ellison and Stillman 1998) and has been shown to require ATP, a DNA substrate that mimics a DNA replication-primed template, and the eukaryotic single-strand DNA-binding protein, replication protein A (RPA). The Rfc1 (the largest subunit of the complex), Rfc2, Rfc3, Rfc4, and Rfc5 proteins share a high degree of sequence similarity, manifested as eight conserved sequence motifs (RFC boxes) that are also found in Rad17 and in Saccharomyces cerevisiae Ctf18/Chl12, a protein required for the establishment of sister chromatid cohesion (Cullmann et al. 1995; Griffiths et al. 1995; Mayer et al. 2001). Recently, another member of this family of proteins, Egl1, has also been shown to associate with the Rfc2–Rfc5 subunits (referred to as Rfc2–5), although its biochemical function is not known (Bellaoui et al. 2003; Ben-Aroya et al. 2003).\n\nAlthough the biochemical activities of RFC and the cell cycle checkpoint kinases have been described extensively, our knowledge of the biochemical activities of the Rad17, Rad9, Hus1, and Rad1 proteins is limited. The Rad9, Rad1, and Hus1 proteins share some sequence similarity with the protomer of the homotrimeric PCNA (Thelen et al. 1999) and thus have been predicted to adopt a similar secondary structure (Venclovas and Thelen 2000). Biochemical analyses of these proteins from both yeast and human cells suggest that they form a heterotrimeric complex (Kostrub et al. 1998; Paciotti et al. 1998; Kondo et al. 1999; St Onge et al. 1999; Volkmer and Karnitz 1999; Caspari et al. 2000; Wolkow and Enoch 2002), and the recombinant proteins have been demonstrated to form a stable complex (Burtelow et al. 2001; Lindsey-Boltz et al. 2001). Studies of Schizosaccharomyces pombe rad17 and its counterpart in S. cerevisiae, Rad24, have shown that they exist in a complex with the four small subunits of RFC (Rfc-2, Rfc-3, Rfc-4, and Rfc-5, exclusive of Rfc1) (Green et al. 2000; Kai et al. 2001). A complex of human RAD17 with the four small subunits of human RFC has been purified from Sf9 cells and reported to possess DNA-binding and ATPase activity (Lindsey-Boltz et al. 2001).\n\nThe mechanism by which the Rad9, Hus1, Rad1, Rad17, and RFC subunits mediate the checkpoint response is unclear, but one hypothesis is that the Rad17–Rfc2–Rfc3–Rfc4–Rfc5 (hereafter called RSR; Table 1) complex functions mechanistically similarly to RFC to load the PCNA-like protein complex Rad9–Hus1–Rad1 (hereafter called RHR) onto sites of damaged DNA in vivo. Recently, this hypothesis was investigated using recombinant human RSR and RHR purified from insect cells (Bermudez et al. 2003) and the orthologous budding yeast protein complexes purified from S. cerevisiae, Rad24–Rfc2–5 and Ddc1–Mec3–Rad17 (Majka and Burgers 2003). Although the native S. cerevisiae RHR (Ddc1–Mec3–Rad17) was shown to form a sliding clamp on gapped circular DNA in an ATP hydrolysis- and RSR-dependent manner, the recombinant human RHR complex, in contrast, was found to be incapable of forming a sliding clamp on nicked circular DNA. However, the recombinant protein could interact with recombinant RSR, a reaction that was observed to be nucleotide hydrolysis independent.\n\nIn a series of studies to characterize the biochemistry of DNA replication fork proteins, we were comparing the biochemical activities of the putative checkpoint clamp loader and clamp complexes with the well-characterized RFC/PCNA DNA replication fork components. Toward this goal, the human RSR complex was purified from the human colorectal carcinoma cell line RKO and tested to see whether it could load a recombinant version of the RHR complex onto DNA. We show that the purified RSR complex can catalyze the loading of the RHR complex onto DNA in vitro in an ATP-, RPA-, and DNA structure-specific manner, and once loaded, the RHR complex, like PCNA, forms a sliding clamp. Although sharing properties similar to RFC, the RSR loaded its clamp onto a DNA substrate of the opposite polarity—a recessed 5′ end instead of a recessed 3′ end. This fundamental difference between the clamp loaders in vitro dictates that the two clamp loaders function in mechanistically distinct biochemical pathways in vivo and, consequently, provides a framework for further investigation of the biochemical function of the RSR and RHR complexes in various DNA maintenance pathways.\n\n      Results\n      \n        The RSR Complex Purified from Human Cells Can Load the RHR Complex onto DNA In Vitro\n        \nUsing anti-Rfc2 antibody (Ab) affinity chromatography followed by Q–sepharose chromatography, a RHR-loading activity that contained RFC, Rad17, and Ctf18, as well as several other proteins, was purified from human RKO cell extracts (V. E. and B. S., unpublished data). This partially purified fraction was found to load RHR onto primer template DNA substrates in a nucleotide-dependent manner, and RHR-loading activity required the Rad17 protein, since removal of Rad17 (and with it some Rfc2–5) using a monoclonal Ab against Rad17 rendered the fraction inactive. In contrast, removal of RFC using a monoclonal Ab against its Rfc1 subunit did not impair RHR loading (data not shown). To further define the components of the RHR-loading activity, an Ab against a Rad17 C-terminal peptide was developed that was able to immunoprecipitate (IP) specifically Rad17 along with the four small subunits of RFC, Rfc2, Rfc3, Rfc4, and Rfc5, but not the largest subunit, Rfc1 (data not shown). Coimmunoprecipitate of Rfc2–5 was not observed with preimmune serum, nor when the anti-Rad17 Ab was preincubated with the Rad17 peptide that was used as the antigen, indicating that recovery of the precipitated proteins required the epitope recognized by the Ab (data not shown).\n\nUsing the Ab described above, Rad17 was purified from the partially purified fraction by anti-Rad17 affinity followed by Q–sepharose chromatography (Figure 1A). In addition to Rad17 itself, copurification of Rfc2–5 was confirmed by Western blotting (Wb) and mass spectrometry analyses (Figure 1B and 1C, respectively). Thus, using sequential Rfc2 and Rad17 Ab affinity chromatography, we identified a highly purified RSR complex (Rad17 and Rfc2–5; see Table 1 for yeast orthologs). Other proteins in the starting fraction, including Rfc1 and Ctf18, appeared to be components of unique Rfc2-containing complexes, for these proteins were recovered in the anti-Rad17 column flowthrough and therefore did not copurify with Rad17.\n\nA recombinant version of RHR was purified from Escherichia coli using Talon affinity, Q–sepharose, phosphocellulose chromatography, and glycerol gradient sedimentation (Figure 1D). From glycerol gradient sedimentation and gel filtration analyses of combinations of Rad9, Hus1, and Rad1 interactions, as well as individual subunits, we determined the purified complex to be a heterotrimer (V. E. and B. S., unpublished data). The purified RHR was used as a substrate in the loading assay depicted in Figure 1E. A primer–template DNA substrate containing biotin located at the 3′ end of the template was bound to streptavidin–agarose beads, after which RPA was incubated with the DNA-bound beads to form an RPA-coated primer–template DNA complex. In this assay, previously developed to characterize PCNA loading by RFC (Waga and Stillman 1998a), RPA functioned in part to prevent the clamp from sliding off the DNA ends, as it has been shown that both the PCNA and E. coli β subunit are incapable of sliding on RPA- or single-strand DNA-binding protein (SSB)-coated single-stranded DNA (Yao et al. 2000a). After incubation with various fractions containing RSR, recovery of RHR with the beads, as well as the Rad17 subunit of RSR, was analyzed by Wb.\n\nUsing the same relative amounts of each fraction present in the silver-stained gel (Figure 1A), the affinity-purified RSR was analyzed for RHR loading (Figure 1F). The initial fraction that was loaded on to the Rad17 affinity column was functional, as recovery of RHR with the beads was not observed in reactions that lacked DNA (Figure 1F, lane 1), the Rad17-containing fraction (Figure 1F, lane2), or nucleotide (Figure 1F, lane 3). Consistent with a requirement for Rad17 for RHR loading in vitro, the flowthrough from the affinity column that lacked Rad17 but contained other Rfc2-containing complexes (such as RFC) was inactive (Figure 1F, lanes 6–8). The purified RSR was capable of loading RHR onto DNA in a nucleotide-dependent manner, similar to the starting material (compare Figure 1A, lanes 1 and 7; Figure 1F, lanes 3–5 and 12–14). The four small RFC subunit complex, which by itself does did not bind DNA nor load RHR and PCNA onto DNA in this assay (data not shown), was also detected on DNA when Rad17 was present (Figure 1F; see also Figure 3B), further suggesting that Rfc2–5 functions in a complex with Rad17. Thus, a complex of RSR that was purified from human cells could load the RHR onto DNA in vitro.\n\nRFC is a DNA-activated ATPase that is preferentially activated by primer–template DNAs (Tsurimoto and Stillman 1990). When RSR was examined along with an equivalent amount of purified recombinant RFC for ATPase activity in the presence of the primer–template substrate (Figure 2), or poly(dA):oligo(dT) (data not shown), the ATPase activity of the complex was observed reproducibly to be stimulated no more than 2-fold by DNA. This was in sharp contrast to similar amounts of the RFC ATPase that were stimulated by DNA to greater than 10-fold (Cai et al. 1997; Podust and Fanning 1997; Ellison and Stillman 1998). The observation, also reported for the yeast checkpoint clamp loader, was surprising, particularly since the ATPase activities of both the Rfc2–5 and the Rfc2–4 subcomplexes are significantly stimulated by DNA (Podust et al. 1998; V. E. and B. S., unpublished data). These data suggest that within the RSR complex the Rad17 subunit altered the ATPase cycle of the Rfc2–5 subunits.\n\n        The RFC and RSR Clamp Loaders Share Similar Requirements, but Have Distinct DNA Substrate Specificities for Activity\n        \nFrom extensive characterization of the E. coli, T4 phage and eukaryotic replication fork assembly processes, loading of all the polymerase processivity clamps (E. coli β subunit, T4 phage, gp45, and PCNA) by their respective clamp loaders (γ complex, gp44/62, and RFC) has been demonstrated to be a nucleotide-dependent, multistep reaction that can be divided into two general stages (Berdis and Benkovic 1997; Hingorani and O'Donnell 1998; Mossi and Hubscher 1998; Waga and Stillman 1998a; Hingorani et al. 1999; Turner et al. 1999; Gomes et al. 2001; Jeruzalmi et al. 2001a, 2001b; Pietroni et al. 2001). The first stage, the formation of a clamp–clamp loader–DNA ternary complex, requires clamp loader ATP binding that can be substituted by the nonhydrolyzable ATP analog, ATPγS. The second step, the release or “clamping” of the protein clamp onto the DNA and the release of the clamp loader from the DNA, requires clamp loader-mediated nucleotide hydrolysis that is stimulated by DNA. In addition, loading of the clamp requires that the DNA substrate possess a DNA replication primer–template structure bound by the single-stranded DNA-binding protein (SSB, gp32, or RPA) (Tsurimoto and Stillman 1991; Tinker et al. 1994; Reems et al. 1995; Kelman et al. 1998). We asked whether the aforementioned prerequisites were also necessary for RSR activity by examining RHR loading onto substrates that lacked either a primer or RPA. Similar to RFC, the RSR-loading activity was both primer- and RPA-dependent, for in the absence of either the primer or RPA, loading of RHR was undetectable (Figure 3A and 3B, lanes 11 and 7, respectively). Furthermore, ternary complex formation by RSR was not observed in the absence of a primer (Figure 3B, lane 12), suggesting that the RHR loading requires a primer and template DNA, as observed for RFC (Figure 3A, lane 12).\n\nThe primer–template substrate used had both a recessed 5′ end and a recessed 3′ end because the primer was located in the center of the template. Although it is well established that RFC loads PCNA onto DNA containing either a recessed 3′ end or a nicked double-strand DNA, usage of alternative DNA structures as substrates, such as those with recessed 5′ ends, has not been examined (Mossi and Hubscher 1998). Hence, we tested the ability of RFC and RSR to load their respective clamps onto DNA containing either a recessed 5′ end or a recessed 3′ end. As expected, we observed a requirement for a DNA substrate with a recessed 3′ end for PCNA loading by RFC; however, loading onto a recessed 5′ end DNA substrate was essentially undetectable (Figure 4A, lanes 12 and 13). Unexpectedly, however, RSR possessed the opposite substrate specificity (Figure 4B), since a DNA substrate with a recessed 5′ end was discovered to be a much better substrate for RHR loading (Figure 4B, lanes 11 and 12) compared to the recessed 3′ end substrate (Figure 4B, lanes 8 and 9). Thus, RSR and RFC loaded their respective clamps onto different DNA structures, relegating these clamp loaders to distinct DNA replication and repair reactions in the cell.\n\n        RHR Is a Sliding Clamp\n        \nLoading of the ring-shaped homotrimeric PCNA results in the topological linking of the complex to the DNA, and because of the absence of specific contacts with the DNA, the PCNA can freely translate or “slide” on duplex DNA (Kuriyan and O'Donnell 1993; Krishna et al. 1994). If loaded onto a circular substrate, the PCNA is trapped on the DNA, resulting in a very stable PCNA–DNA complex. However, loading of PCNA onto linear DNA yields a very unstable PCNA–DNA complex because the PCNA can slide off the DNA unless the ends are blocked. In the assay described in Figure 1E, PCNA sliding off the substrate was presumably blocked by RPA binding on the single-stranded region of the DNA template (or 5′ end) and the biotin–streptavidin–agarose bead complex at the double-stranded end of template (or 3′ end, distal to RPA).\n\nTo test whether PCNA was topologically linked in this assay, we compared loading onto recessed 3′ end primer–template DNAs that contained the biotin-linked bead at either the double-stranded end (bead distal to RPA) or at the single-stranded end of the template (bead proximal to RPA) (Figure 5A). In contrast to the former substrate, the latter possesses one unblocked or “free” end that would allow the PCNA to slide off the duplex DNA. Thus, if the PCNA was topologically linked to the DNA, very poor recovery of the clamp on this substrate was expected. As predicted, although efficiently recovered on the DNA with the biotin bead complex distal to RPA (Figure 5A, lane 4; see also the experiment presented in Figure 4), PCNA was not recovered when the biotin bead complex was placed at the single-stranded end of the template (proximal to RPA) (Figure 5A, lane 8). Placement of the biotin at the single-stranded end of the DNA did not simply inhibit RFC activity, for ternary complex formation on both substrates in the presence of ATPγS was observed with similar efficiencies (Figure 5A, lanes 5 and 9). In addition, both the 5′ biotin and 3′ biotin substrates were capable of activating the ATPase activity of RFC with the same efficiency (data not shown), again indicating no specific impairment of RFC function by the 5′ biotin substrate. We concluded, therefore, that the inability to recover the PCNA by unblocking one end of the substrate was due to PCNA sliding off the duplex DNA after it was loaded. Thus, in this assay, the PCNA was topologically linked to the DNA.\n\nWhen RHR was analyzed for sliding clamp formation, poor recovery of the complex was observed on the DNA substrate with only one end of the DNA blocked (Figure 5B, lane 8) compared to that with both ends of the substrate blocked (Figure 5B, lane 4; see also the experiment presented in Figure 4). In the presence of ATP, it is probable that multiple RHR complexes were loaded onto the duplex DNA that was blocked with a biotin-linked bead (Figure 5B, lane 4), whereas multiple RHR complexes loaded onto the same substrate with a free duplex DNA end failed to accumulate on the DNA because they slid off (Figure 5B, lane 8). In contrast, in the presence of ATPγS ternary complex formation, but not clamp loading on both substrates occurred with similar efficiencies and therefore appeared to be unaffected by the location of the biotin bead complex (Figure 5B, lanes 5 and 9). Thus, when loaded onto DNA in the presence of ATP, like the PCNA clamp, RHR appeared to be topologically linked and formed a sliding clamp.\n\n        Loading of the Human Clamps Are Specifically Stimulated by Human RPA\n        \nRPA is a heterotrimeric, single-strand DNA-binding protein that is required for DNA replication, repair, and recombination in vivo and in vitro and has been shown to modulate the activities of proteins in each of these processes (Wold 1997 and references therein). To test whether RPA plays a role in clamp loading, RFC and RSR activities were analyzed in the presence of either human or yeast RPA. We surmised that if the only function of RPA in our assay was to block the ends of the substrate and thus prevent clamp sliding, then clamp loading should be supported with equal efficiency by yeast and human RPA. However, if RPA also functioned to stimulate clamp-loading activity, this activity may involve species-specific protein–protein interactions, given that yeast RPA does not substitute for human RPA in in vitro assays for either SV40 DNA replication or nucleotide excision repair (Wold 1997). Indeed, mutations in S. cerevisiae Rfc4 display allele-specific interactions with mutations in RPA1, which encodes the largest subunit of RPA (Kim and Brill 2001), and human RFC has been shown to directly interact with human RPA (Yuzhakov et al. 1999).\n\nWhen PCNA loading was analyzed in the presence of saturating levels of either yeast (Figure 6A, lanes 3–5) or human RPA (Figure 6A, lanes 6–9), recovery of the PCNA was poorer in the presence of yeast RPA compared to human RPA. Inefficient recovery of the PCNA was not due to an inability of yeast RPA to prevent human PCNA clamp sliding, because usage of alternative recessed 3′ end substrates in this assay permitted efficient and comparable PCNA recovery in the presence of yeast and human RPA (V. E. and B. S., unpublished data). Hence, recovery of the PCNA in the presence of yeast RPA was DNA structure specific and not due to an intrinsic (1) inability of yeast RPA to prevent human PCNA clamp sliding nor (2) human RFC inhibitory activity of yeast RPA. Therefore, we concluded that RPA performed two functions in our assay: first, it prevented the clamp from sliding off the DNA, and second, it specifically stimulated the activity of RFC on canonical primer–template recessed 3′ end DNA substrates. Likewise, when yeast RPA was tested for the ability to support RHR loading (Figure 6B), RSR activity was found to be preferentially stimulated by human RPA (Figure 6B, lanes 5 and 6) compared to yeast RPA (Figure 6B, lanes 3 and 4). Thus, the clamp loader functions of both RFC and RSR were modulated by interactions with RPA.\n\n      Discussion\n      \n        RSR Is a Clamp Loader\n        \nThe potential functional similarities between RSR and RFC and between the RHR subunits and the PCNA subunit, respectively, have been noted (Sugimoto et al. 1997; Shimomura et al. 1998; Thelen et al. 1999). Specific mutations in S. cerevisiae Rfc5 were reported to result in a cell cycle checkpoint defect in response to DNA damage, and Rfc5 was found to interact both genetically and physically with Rad24, the large subunit of RSR in S. cerevisiae (Sugimoto et al. 1997; Shimomura et al. 1998). Green et al. (2000) subsequently demonstrated copurification of Rad24 and Rfc2–5 and established that Rad24 formed an unique complex with Rfc2–5 exclusive of Rfc1. The S. pombe RHR subunits were first found to physically interact with each other and later shown to be PCNA-like proteins from secondary structure modeling (Kostrub et al. 1998; Venclovas and Thelen 2000). Although protein–protein interactions between the PCNA-like proteins and Rad17/Rad24 and RFC subunits have been described by several investigators (Kostrub et al. 1998; Kondo et al. 1999; Volkmer and Karnitz 1999; Green et al. 2000; Kai et al. 2001; Lindsey-Boltz et al. 2001), the biochemical function of these proteins has remained elusive.\n\nIn this report, we have presented direct evidence that RSR functions biochemically quite similarly to its archetype RFC. The purified RSR, isolated from human cells, was capable of loading the heterotrimeric RHR complex onto DNA in an ATP-, RPA-, and DNA structure-specific manner. Although the reactions executed by the RFC and RSR clamp loaders are similar, they require DNA substrates of the opposite polarity to load their respective clamps: RFC utilizes a recessed 3′ end, whereas RSR prefers a recessed 5′ end. The use of a recessed 3′ end by RFC and PCNA makes sense since PCNA is a DNA polymerase clamp protein and the DNA polymerase utilizes the 3′-OH as a primer for DNA synthesis. The new observations provide insights into the function of RSR in the DNA damage-response pathway and suggest that the RHR clamp is not used by DNA polymerases on primer–template structures. They also suggest that the Rfc1 and Rad17 subunits confer structure-specific DNA binding and ATPase properties on their respective clamp loader complexes.\n\nWe have also characterized a recombinant source of the RSR complex purified from Sf9 cells and found it to be inactive. Recently, a recombinant source of the RSR complex also purified from Sf9 cells was reported to possess RHR-loading activity (Bermudez et al. 2003). In contrast to the properties of the native protein we report here, the reaction executed by this recombinant protein was ATPγS dependent and did not result in the formation of a RHR complex that could slide on DNA, indicating that in their assay, the complex was not topologically linked to the DNA. We suggest that a more accurate description for the reaction reported by Bermudez et al. (2003) is ternary complex formation rather than clamp loading, given that the authors reported that (1) adenine nucleotide binding is sufficient for RSR to form a complex with RHR, and complex formation could be supported by not only ATP, but also ATPγS and ADP in the absence of DNA; and that (2) RSR can bind DNA in the absence of RHR and nucleotide. The explanation for the discrepancy in the biochemical properties of the native and recombinant protein is not known.\n\nConsistent with our findings, however, the orthologous RSR clamp loader in S. cerevisiae, isolated from yeast, was recently reported to load its RHR clamp (Ddc1–Mec3–Rad17) onto DNA in an ATP-dependent reaction, resulting in a Ddc1–Mec3–Rad17 complex that could slide on DNA (Majka and Burgers 2003). In this report, using a circular substrate containing a 500 bp single-strand gap, clamp loading did not appear to be stimulated by RPA, although the authors did observe stimulation of the DNA-binding activity of the clamp loader and inhibition of clamp loading at ectopic or pseudosubstrates created by secondary structure in the single-stranded region of the substrate. On the other hand, analysis of the clamp-loading reaction carried out by the E. coli DNA replication clamp loader, the γ complex, with a circular gapped substrate revealed that the E. coli single-strand DNA-binding protein SSB plays an important role by specifically binding the χ subunit of the γ complex and stimulating its activity (Kelman et al. 1998). The χ–SSB interaction was shown to ameliorate the salt sensitivity of clamp loading, replication fork assembly, and DNA synthesis by facilitating binding of the γ complex to DNA (Glover and McHenry 1998; Kelman et al. 1998). Furthermore, a SSB variant with reduced affinity for χ was shown to be unable to stimulate clamp loading and DNA synthesis (Kelman et al. 1998). Analogously, our comparison of the ability of yeast and human RPA to support PCNA loading suggested that an interaction between RPA and RFC was presumably conferred by specific amino acids in human RPA not present in yeast RPA. We surmise that in the absence of a direct comparison of single-strand DNA-binding protein specificity as reported here, that stimulation of clamp loader activity by RPA may only be revealed by a careful analysis of the salt sensitivity of the clamp-loading reaction. Thus, perhaps the salt concentration in the experiment reported by Majka and Burgers (2003) was suboptimal to reveal this activity of RPA.\n\nInterestingly, we have observed that utilization of a substrate containing a frayed recessed 3′ end abrogates the stimulatory function of human RPA on RFC activity. Loading of PCNA using this substrate is supported by yeast and human RPA equivalently, and the efficiency of this loading is equivalent to the loading onto a completely base-paired recessed 3′ end substrate (V. E. and B. S., unpublished data). Hence, the ability for RFC to load its clamp onto a recessed 3′ end in the presence of yeast RPA is not due to an inhibitory activity nor an inability to prevent the clamp from sliding off the DNA. Therefore, we speculate that one function of the interaction of the clamp loaders with their cognate single-strand DNA-binding protein is to facilitate a conformational change or distortion in the DNA by the clamp loader that influences the efficiency of clamp loading. This idea is consistent with the previous reports demonstrating that the γ complex and human RFC can load their clamps onto supercoiled plasmid substrates that lack free ends but contain distortions in the DNA and/or regions of partially unwound DNA (Podust et al. 1995; Yao et al. 2000b). Clearly the role of single-strand DNA-binding proteins in clamp loading merits further investigation.\n\n        The Role of the RSR Clamp Loader in the Cellular Response to DNA Damage\n        \nInhibition of cell cycle progression in response to DNA damage requires the recognition or “sensing” of structural alterations in DNA and then the initiation and potentiation of a signal transduction cascade that relays the status of the genome to effector proteins that block cell cycle progression. The step in this pathway that requires the function of RSR and RHR (also referred to as checkpoint clamp loader and clamp, respectively) is unclear. The S. cerevisiae checkpoint clamp and clamp loader complexes have been shown to localize to specific sites of DNA damage in vivo, and targeting of the clamp to damaged DNA requires the function of the Rad24 protein, but not the Mec1/Lcd1 protein kinase complex (Kondo et al. 2001; Melo et al. 2001). A requirement for Rad17 for RHR complex localization to damaged chromatin in human cells was demonstrated by inhibiting Rad17 protein expression by small interfering RNA (Zou et al. 2002).\n\nBased on the aforementioned observations and findings that the human and S. pombe rad17 proteins were reported to bind chromatin constitutively (Kai et al. 2001), it was suggested that the RHR clamp and the RSR clamp loader may function as initial sensors of DNA damage. This model, however, is inconsistent with our findings revealing a requirement for a 5′ recessed primer–template substrate and RPA for loading of the RHR complex by the RSR clamp loader. RPA, an essential component of DNA replication, repair, and recombination pathways in vivo (Longhese et al. 1994; Wold 1997), has been demonstrated to be a substrate for kinases involved in the DNA damage response pathway (Brush and Kelly 2000; Oakley et al. 2001). S. cerevisiae RPA has been shown to genetically interact with Rfc4, and allele-specific mutants in RPA that abolish the interaction with RFC in vitro have been shown to confer a DNA damage checkpoint-deficient phenotype in vivo (Kim and Brill 2001). In addition, activation of the S-phase DNA damage checkpoint in a Xenopus cell-free DNA replication system resulted in RPA- and polα/primase-dependent loading of Xenopus Rad17 and Hus1 proteins onto damaged chromatin (You et al. 2002; Lee et al. 2003). Therefore, we suggest a model in which the checkpoint clamp and clamp loader function not as initial sensors of DNA damage, but instead play a vital role in DNA damage responses by stabilizing stalled replication forks and/or stimulating replication fork reactivation and recombination-dependent DNA replication pathways after lesions are first processed into structures that are suitable substrates for clamp loading (Figure 7). All of these structures have 5′ recessed ends and RPA could bind to the single-stranded DNA. We further suggest that a modified version of RPA would be primarily responsible for recruiting the checkpoint clamp loader and the clamp to these sites. Under these circumstances, essential roles of the checkpoint clamp may be to protect 5′ recessed ends from exonucleolytic degradation and promote resolution of these abnormal structures in DNA.\n\nA potential participant in the DNA damage recognition step of the checkpoint pathway is the Mec1/Lcd1 kinase complex (corresponding to the ATM and ATR/ATRIP [Cortez et al. 2001] kinases in mammals). Mec1/Lcd1 has been demonstrated to localize to sites of damaged DNA in vivo and functionally bind double-stranded linear DNA substrates in vitro, independent of the clamp loader and clamp proteins (Kondo et al. 2001; Melo et al. 2001; Rouse and Jackson 2002b). Interestingly, Mec1 plays an important role in replication fork maintenance and progression by facilitating replication through regions of the genome, termed replication slow zones, where forks have a propensity to stall (Cha and Kleckner 2002). In the absence of genotoxic stress, mec1-ts mutants display an accumulation of replication intermediates and a high rate of chromosome break at replication slow zones, suggesting that replication fork integrity and recombination-dependent repair pathways are compromised in these mutants. In a complimentary study, electron microscopic analyses revealed accumulation of aberrant DNA replication intermediates, including hemireplicated forks and reversed forks, in hydroxyurea-treated S. cerevisiae rad53 cells, suggesting a requirement for Rad53 function for replication fork stability (Sogo et al. 2002). Thus, in the absence of DNA damage, we envision the Mec1/ATR/ATM kinase and checkpoint clamp and clamp loader complexes functioning as auxiliary replication fork components that respond to changes in replication fork progression and promote fork stability in S-phase to ensure proper coupling of leading and lagging strand DNA synthesis. As components of attenuated replication forks, they activate downstream effectors, such as Chk1 and Rad53/Chk2, and facilitate fork reactivation by recruitment of the relevant DNA metabolizing enzymes. In response to damage outside of S-phase, a Mec1/ATR/ATM-dependent step may contribute to the creation of a specific DNA structure for loading of the checkpoint clamp (Rouse and Jackson 2002a), which then protects the recessed 5′ end and facilitates DNA repair by recruiting components of the apparatus required for recombination-dependent DNA replication pathways.\n\n        The PCNA and RHR Clamps: Structurally Similar Protein Accessory Factors Conferring Distinct Substrate Specificities\n        \nIt is well established that PCNA functions as a processivity factor or tether for DNA-modifying enzymes that are involved in a variety of biochemical pathways, from DNA replication and repair to nucleosome assembly, and in the establishment of specialized DNA structures such as heterochromatin (Zhang et al. 2000). However, the proteins recruited to DNA by RHR are not known. Notwithstanding, given the DNA structure onto which the RHR clamp is loaded by its clamp loader, potential ligands become quite evident, as recessed 5′ ends are generated in many biochemical processes, including recombinational repair and telomere maintenance (Figure 7). Therefore, we predict that as in vitro assays for such processes evolve, biochemical activities of the RHR clamp should be uncovered, providing models for rigorous examination of RHR clamp function in vivo.\n\n      Materials and Methods\n\n          Cell maintenance and extract preparation\n          \nHuman RKO cells were cultured at 37°C with 5% CO2 on plates in McCoy's medium (GIBCO, Invitrogen Corporation, Carlsbad, California, United States) supplemented with 10% calf serum (GIBCO). RKO cells extracts were the source of protein for all IP reactions and for purification of the Rad9–Hus1–Rad1-loading activity (RHRA) and the RSR complex. RHRA is the eluate from the anti-Rfc2 Ab affinity column and the starting material for purification of RSR. Cells were harvested, washed with 4 ml of PBS per 5 × 106 cells, then lysed with 200 μl per 5 × 106 cells of buffer A (50 mM KPO4 [pH 7.4], 1 mM DTT, 1 mM EDTA, 0.2 mM PMSF, 7 mM CHAPS [Sigma–Aldrich, St. Louis, Missouri, United States], 10% glycerol, 50 μM NaV, 50 mM NaF, 10 mM β-glycerolphosphate, CompleteTM protease inhibitor cocktail [Roche, Basel, Switzerland]) and 5 μM leupeptin (Roche) containing 250 mM NaCl on ice for 30 min. After lysis, cellular debris was removed by centrifugation at 10,000 × g for 15 min at 4°C.\n\n          Ab generation and purification\n          \nThe Abs used in this study are as follows: for IP and Wb of Rad17, monoclonal Ab 31E (Chang et al. 1999), a generous gift of Dr. Lan Bo Chen, Dana Farber Cancer Institute; for IP and Wb of Rfc1, monoclonal Ab #6; for purification of the RHRA and RSR, CSH851 (against Rfc2) and CSH1147 (against Rad17), respectively; for Wb of Rfc2, CSH851; and for Wb of Hus1, Rad1, and Rad9, CSH1120, CSH1119, and M389 (Santa Cruz, sc 8324), respectively. Abs CSH851, CSH1147, CSH1120, and CSH119 were generated by immunization of rabbits with the following peptides covalently coupled to activated KLH (Pierce Biotechnology, Rockford, Illinois, United States): hRFC2 N-terminal peptide GSSGENKKAK, hRAD17 C-terminal peptide MEDYESDGT, hHUS1 C-terminal peptide ESTHEDRNVE, and hRAD1 C-terminal peptide DEEVPESES. All peptides were obtained from Research Genetics (Invitrogen). Abs were affinity purified using the Pierce Sulfo-Link KitTM as suggested by the manufacturer. Wb was performed using standard procedures (Harlow and Lane 1999); all Abs were diluted in blocking solution (3% nonfat dry milk in Tris-buffered saline) except for 1120 and 1119, which were diluted in blocking solution containing 0.2% Triton X-100 (Sigma).\n\n          Immunoprecipitation of Rad17 and RFC\n          \nIP of Rad17 and RFC from RKO cell extracts was performed using Abs 31E (against Rad17), #6 (against Rfc1), and CSH851 (against Rfc2) covalently coupled to GammaBindTM protein G–sepharose (Pharmacia, now Pfizer, New York, New York, United States) with 20 mM dimethylpimelimidate (Sigma) (Harlow and Lane 1999). For each, 20 μl of Ab beads (10 μg of Ab) was used for each IP reaction from extract (200 μl) prepared from 5 × 106 cells. All IP reactions were incubated for 3 h at 4°C with rocking and washed three times at 4°C with 1.5 ml of buffer A containing 250 mM NaCl. The beads were resuspended in 40 μl of SDS-PAGE sample buffer. Each IP reaction (10 μl) was subjected to SDS-PAGE through a 12.5% polyacrylamide gel, and proteins were visualized by either silver staining or Wb. For depletion of either RFC or Rad17–Rfc2–5 from the RHRA, 25 μl of either anti-Rfc1 beads, anti-Rad17 beads, or anti-HA epitope (12CA5) beads was incubated with 70 μl of the RHRA for 3 h at 4°C with continuous agitation. After the incubation, the beads were allowed to settle, and the supernatant (depleted RHRA) was collected to assay for RHR loading. The beads were then processed and analyzed as described above for IP reactions except that the washes were performed with buffer A containing 350 mM NaCl, and the beads were resuspended in 50 μl of SDS-PAGE sample buffer for analysis.\n\n          Purification of the RHR-loading activity and RSR\n          \nThe RHR-loading activity was purified from 1 × 109 cells using 1.5 ml of CSH851 (against Rfc2) beads prepared by covalently coupling the Ab to GammaBindTM protein G–sepharose (Pharmacia) with 20 mM dimethylpimelimidate (Sigma) (Harlow and Lane 1999). The extract was incubated with the Ab beads for 6 h at 4°C, and the beads were then washed three times with 50 ml of buffer A containing 250 mM NaCl and aliquoted into three 1.5 ml Eppendorf tubes. Bound proteins were eluted with 750 μl of buffer A containing 250 mM NaCl and 0.5 mg/ml Rfc2 peptide at 30°C for 15 min, and the eluates were pooled, diluted 1:2 with buffer A, and loaded onto a 350 μl Q–sepharose column equilibrated in buffer A containing 125 mM NaCl. After washing the column with 10 ml of buffer A containing 125 mM NaCl, bound proteins were eluted with buffer A containing 350 mM NaCl, and 350 μl fractions were collected. All fractions were analyzed by SDS-PAGE on a 15% polyacrylamide gel, and proteins were visualized by silver staining or Wb. The peak of RHR-loading activity was aliquoted and stored at –70°C. For purification of RSR, anti-Rad17 CSH1147 was cross-linked to GammaBindTM protein G–sepharose as described above, and 300 μl of the beads was incubated with the Rfc2 Ab affinity pool for 3 h at 4°C, after which the beads were washed twice, 15 min per wash with 1.3 ml of buffer A containing 350 mM NaCl. RSR was then eluted at 18°C with 300 μl per elution of buffer A containing 250 mM NaCl and 0.5 mg/ml Rad17 C-terminal peptide, and the eluted protein was concentrated using 50 μl of Q–sepharose. Fractions containing the peak of protein were aliquoted and stored at –70°C. The protein concentration of the purified RSR complex was determined by SYPRO Ruby protein gel staining (Amersham Biosciences, Little Chalfont, United Kingdom) using known amounts of purified baculovirus Rad17 protein, bovine serum albumin, and Rfc4 protein as standards and was 0.1 pmol/μl (typical total protein yield was 30 pmol per 1 × 109 cells).\n\n          Purification of the RHR complex from E. coli\n          \nThe Rad9–Hus1–Rad1 complex was expressed in BL21 (DE3) transformed with a pET28a plasmid (Novagen, Madison, Wisconsin, United States) into which the genes for Rad9, Rad1, and Hus1 (kindly provided by Dr. Larry Karnitz, The Mayo Clinic) were subcloned sequentially. A detailed description of the plasmid construction, purification of the complex, and characterization of its properties will be published elsewhere (V. E. and B. S., unpublished data). In brief, the complex was purified using TalonTM affinity (BD Biosciences Clontech, Palo Alto, California, United States), Q–sepharose, and phosphocellulose chromatography, and then finally sedimentation through a 4.8 ml 15%–32.5% glycerol gradient in buffer D (50 mM KPO4 [pH 7.4], 1 mM DTT, 1 mM EDTA, 0.2 mM PMSF, 7 mM CHAPS, CompleteTM protease inhibitor cocktail, 2 μM leupeptin) containing 500 mM NaCl at 4°C for 21 h at 49 K in a SW55Ti rotor (Beckman Instruments, Fullerton, California, United States). A gradient loaded with native protein molecular weight standards (ovalbumin, albumin, aldolase, catalase) was run in parallel. The fractions containing the peak of all three proteins were aliquoted and stored at –70°C. The protein concentration of the complex was determined by SYPRO Ruby protein gel staining, and Simply Blue Safe StainingTM (Invitrogen) was 235 nM.\n\n          PCNA/RHR-loading assay\n          \nThe previously established assay for PCNA loading (Waga and Stillman 1998a) was employed with minor modifications. Reactions were prepared as follows. DNA-bound beads (15 μl; 1 pmol of DNA) or beads alone were washed with 500 μl of loading buffer (LB) (30 mM HEPES–KOH [pH 7.5], 1 mM DTT, 7 mM MgCl2, 1 mM CHAPS) and then resuspended in LB containing 50 mM NaCl and 250 ng of RPA (2 pmol) and incubated at 25°C for 15 min. After the RPA-binding reaction, the beads were allowed to settle by gravity, the supernatant was removed, and 5 μl of the RHR-loading activity from the Rfc2 Ab affinity column or 0.25 pmol of the RSR complex, 1 pmol of the RHR complex, and the LB-containing nucleotide (ATP or ATPγS, as dictated by the experiment) were added and the reactions incubated at 30°C for 25 min with continuous agitation. The final reaction conditions were 30 mM HEPES, 1.1 mM DTT, 7 mM MgCl2, 1.7 mM CHAPS, 1% glycerol, 0.1 mM EDTA, 5 mM KP04, 60 mM NaCl, 1 mM ATP or ATPγS (deviation from LB due to contribution of protein buffer constituents). To assay for PCNA loading, reactions were prepared as described for RHR above, except 2 pmol of PCNA was used and either 5 μl of the RHR-loading activity or 0.25 pmol (2.5 μl) of recombinant RFC. Reactions were stopped by placement on ice for 1 min, and the beads washed twice, 5 min per wash, with 1.5 ml of LB containing 100 mM NaCl without nucleotide at 4°C with rocking and finally resuspended in 25 μl of SDS-PAGE sample buffer. Proteins bound to the bead were analyzed by SDS-PAGE through a 12.5% polyacrylamide gel followed by Wb.\n\n          Purification of PCNA, RPA, RFC and Rfc2–5, and ATPase assays\n          \nHuman PCNA and RPA and yeast RPA were purified from E. coli as previously described (Waga and Stillman 1994). Human RFC was purified as previously described (Ellison and Stillman 1998), and the primer–template substrate containing both recessed 5′ and 3′ ends was used as a DNA cofactor at the indicated concentrations. Reactions were performed with either RFC, Rfc2–5, or the purified RSR and incubated for 60 min at 37°C unless indicated otherwise. The reactions were then analyzed for the production of ADP by thin-layer chromatography as previously described.\n\n      Supporting Information\n      \n        Accession Numbers\n        \nAll accession numbers for Homo sapiens proteins are from the National Center for Biotechnology Information (NCBI) Entrez Protein database (http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?db=Protein): HUS1 (AAC95526), PCNA (AAA35736), RAD1 (AAC14138), RAD9 (AAB39928), RAD17 (AAC36334), RFC1 (AAA16121), RFC2 (AAB09786), RFC3 (AAB07268), RFC4 (AAH17452), and RFC5 (AAB09784).\n\nAll accession numbers for S. pombe are from the S. pombe GeneDB (http://www.genedb.org/genedb/pombe/index.jsp): hus1 (SPAC20G4.04c), pcn1 (SPBC16D10.09), rad1 (SPAC1952.07), rad9 (SPAC664.07c), rad17 (SPAC14C4.13), rfc1 (SPBC23E6.07c), rfc2 (SPAC23D3.02), rfc3 (SPAC27E2.10c), rfc4 (SPAC1687.03c), and rfc5 (SPBC83.14c).\n\nAll accession numbers for S. cerevisiae are from also from the NCBI Entrez Protein database: Ddc1 (CAA97907), Mec3 (AAB67334), Pol31 (CAA85038), Rad17 (CAA99699), Rad24 (AAB64700), Rfc1 (CAA99434), Rfc2 (CAA89596), Rfc3 (CAA96207), Rfc4 (CAA99106), and Rfc5 (CAA85036).\n\nThe GenBank (http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?db=Nucleotide) accession numbers used in this paper are ATM (Q13315), CHK1 (NP_001265), and CHK2 (NP_009125).",
  "externalIds": [
    "pmid:14624239",
    "pmcid:PMC261875"
  ]
}