{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000508",
  "doi": "10.1371/journal.pbio.3000508",
  "externalIds": [
    "pii:PBIOLOGY-D-19-00519",
    "pmid:31593566",
    "pmcid:PMC6799937"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Cisd2 is essential to delaying cardiac aging and to maintaining heart functions",
  "authors": [
    {
      "name": "Chi-Hsiao Yeh",
      "first": "Chi-Hsiao",
      "last": "Yeh",
      "affiliation": "Department of Thoracic and Cardiovascular Surgery, Chang Gung Memorial Hospital, Keelung, Taiwan; College of Medicine, Chang Gung University, Taoyuan, Taiwan",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-8850-4144"
      ]
    },
    {
      "name": "Zhao-Qing Shen",
      "first": "Zhao-Qing",
      "last": "Shen",
      "affiliation": "Department of Life Sciences and Institute of Genome Sciences, National Yang-Ming University, Taipei, Taiwan"
    },
    {
      "name": "Shao-Yu Hsiung",
      "first": "Shao-Yu",
      "last": "Hsiung",
      "affiliation": "Program in Molecular Medicine, School of Life Sciences, National Yang-Ming University and Academia Sinica, Taipei, Taiwan",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3776-0623"
      ]
    },
    {
      "name": "Pei-Chun Wu",
      "first": "Pei-Chun",
      "last": "Wu",
      "affiliation": "Brain Research Center, National Yang-Ming University, Taipei, Taiwan"
    },
    {
      "name": "Yuan-Chi Teng",
      "first": "Yuan-Chi",
      "last": "Teng",
      "affiliation": "Department of Life Sciences and Institute of Genome Sciences, National Yang-Ming University, Taipei, Taiwan; Program in Molecular Medicine, School of Life Sciences, National Yang-Ming University and Academia Sinica, Taipei, Taiwan",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-0372-6734"
      ]
    },
    {
      "name": "Yi-Ju Chou",
      "first": "Yi-Ju",
      "last": "Chou",
      "affiliation": "Program in Molecular Medicine, School of Life Sciences, National Yang-Ming University and Academia Sinica, Taipei, Taiwan"
    },
    {
      "name": "Su-Wen Fang",
      "first": "Su-Wen",
      "last": "Fang",
      "affiliation": "Department of Thoracic and Cardiovascular Surgery, Chang Gung Memorial Hospital, Keelung, Taiwan"
    },
    {
      "name": "Chian-Feng Chen",
      "first": "Chian-Feng",
      "last": "Chen",
      "affiliation": "Genome Research Center, National Yang-Ming University, Taipei, Taiwan",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-4906-7949"
      ]
    },
    {
      "name": "Yu-Ting Yan",
      "first": "Yu-Ting",
      "last": "Yan",
      "affiliation": "Institute of Biomedical Sciences, Academia Sinica, Taipei, Taiwan"
    },
    {
      "name": "Lung-Sen Kao",
      "first": "Lung-Sen",
      "last": "Kao",
      "affiliation": "Department of Life Sciences and Institute of Genome Sciences, National Yang-Ming University, Taipei, Taiwan; Brain Research Center, National Yang-Ming University, Taipei, Taiwan"
    },
    {
      "name": "Cheng-Heng Kao",
      "first": "Cheng-Heng",
      "last": "Kao",
      "affiliation": "Center of General Education, Chang Gung University, Taoyuan, Taiwan"
    },
    {
      "name": "Ting-Fen Tsai",
      "first": "Ting-Fen",
      "last": "Tsai",
      "affiliation": "Department of Life Sciences and Institute of Genome Sciences, National Yang-Ming University, Taipei, Taiwan; Program in Molecular Medicine, School of Life Sciences, National Yang-Ming University and Academia Sinica, Taipei, Taiwan; Aging and Health Research Center, National Yang-Ming University, Taipei, Taiwan; Institute of Molecular and Genomic Medicine, National Health Research Institutes, Zhunan, Taiwan"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-10-08",
  "dateAccepted": "2019-09-24",
  "dateReceived": "2019-02-22",
  "volume": "17",
  "number": "10",
  "pages": "e3000508",
  "tags": [
    "Aging",
    "Anatomy",
    "Animal cells",
    "Animal models",
    "Animal studies",
    "Biochemistry",
    "Bioenergetics",
    "Biological tissue",
    "Cardiac muscles",
    "Cardiomyocytes",
    "Cardiovascular anatomy",
    "Cell biology",
    "Cell physiology",
    "Cellular structures and organelles",
    "Cellular types",
    "Developmental biology",
    "Discipline-v3/Aging",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animal studies",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Bioenergetics",
    "Discipline-v3/Biological tissue",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cardiac muscles",
    "Discipline-v3/Cardiomyocytes",
    "Discipline-v3/Cardiovascular anatomy",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell physiology",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Electrophysiology",
    "Discipline-v3/Energy-producing organelles",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Gap junctions",
    "Discipline-v3/Heart",
    "Discipline-v3/Junctional complexes",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Mitochondria",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Mouse models",
    "Discipline-v3/Muscle cells",
    "Discipline-v3/Muscle tissue",
    "Discipline-v3/Muscles",
    "Discipline-v3/Musculoskeletal system",
    "Discipline-v3/Nervous system",
    "Discipline-v3/Neurophysiology",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Organism development",
    "Discipline-v3/Physiological processes",
    "Discipline-v3/Physiology",
    "Discipline-v3/Protein domains",
    "Discipline-v3/Proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Synapses",
    "Electrophysiology",
    "Energy-producing organelles",
    "Experimental organism systems",
    "Gap junctions",
    "Heart",
    "Junctional complexes",
    "Mitochondria",
    "Model organisms",
    "Mouse models",
    "Muscle cells",
    "Muscle tissue",
    "Muscles",
    "Musculoskeletal system",
    "Nervous system",
    "Neurophysiology",
    "Neuroscience",
    "Organism development",
    "Physiological processes",
    "Physiology",
    "Protein domains",
    "Proteins",
    "Synapses",
    "Type/Research Article"
  ],
  "abstract": "CDGSH iron-sulfur domain-containing protein 2 (Cisd2) is pivotal to mitochondrial integrity and intracellular Ca2+ homeostasis. In the heart of Cisd2 knockout mice, Cisd2 deficiency causes intercalated disc defects and leads to degeneration of the mitochondria and sarcomeres, thereby impairing its electromechanical functioning. Furthermore, Cisd2 deficiency disrupts Ca2+ homeostasis via dysregulation of sarco/endoplasmic reticulum Ca2+-ATPase (Serca2a) activity, resulting in an increased level of basal cytosolic Ca2+ and mitochondrial Ca2+ overload in cardiomyocytes. Most strikingly, in Cisd2 transgenic mice, a persistently high level of Cisd2 is sufficient to delay cardiac aging and attenuate age-related structural defects and functional decline. In addition, it results in a younger cardiac transcriptome pattern during old age. Our findings indicate that Cisd2 plays an essential role in cardiac aging and in the heart’s electromechanical functioning. They highlight Cisd2 as a novel drug target when developing therapies to delay cardiac aging and ameliorate age-related cardiac dysfunction.",
  "fullText": "Introduction\n\nAs human life span progressively increases globally, knowledge of the effects of aging on human pathophysiology has become of great relevance to medicine [1]. By 2050, the world’s population aged 60 years and older is expected to reach 2 billion, up from 900 million in 2015 [2]. Cardiovascular disease (CVD) is the leading cause of death globally and accounts for 40% of all deaths among the aged group [3]. Aging is one of the most important factors that has a significant impact on the cardiovascular system. However, there remain many unanswered questions regarding CVD or cardiac function during life span shortening (premature aging) or life span extension (longevity) studies [3]. Indeed, the interplay between aging and age-related cardiac dysfunction is not completely understood.\n\nThe CDGSH iron-sulfur domain-containing protein 2 (CISD2) is an evolutionarily conserved gene encoding a small protein (135 amino acids). It contains a transmembrane domain at the N terminal and a single CDGSH domain at the C terminal, which harbors a redox-active 2Fe-2S cluster. CISD2 forms a homodimer and is present in a range of subcellular locations, particularly the endoplasmic reticulum (ER), the mitochondrial outer membrane (MOM), and the mitochondria-associated ER membranes (MAMs) [4]. CISD2’s subcellular localization suggests it plays a crucial role in physiological control. Cisd2 is essential to mitochondrial integrity and intracellular Ca2+ homeostasis [5–9]. In Cisd2 knockout (KO) mice, Cisd2 deficiency shortens life span and drives premature aging [10], whereas in Cisd2 transgenic (TG) mice, a persistently high level of Cisd2 extends healthy life span. Cisd2 ameliorates age-associated degeneration of skeletal muscles and neurons, protects mitochondria from age-associated damage and functional decline, and attenuates the age-associated reduction that affects whole-body energy metabolism [11].\n\nDysregulation of Ca2+ homeostasis within cardiomyocytes is one of the traits of heart failure [12,13]. Large amounts of Ca2+ are released from the sarcoplasmic reticulum (SR) into the cytosol to cause cardiomyocytic contraction. Upon signal termination, cardiomyocytic relaxation is initiated by Ca2+ ATPase (sarco/endoplasmic reticulum Ca2+-ATPase [SERCA2]), which uptakes cytosolic Ca2+ into the SR, thus restoring cytosolic Ca2+ to a basal level [14]. Cardiomyocytes isolated from failing hearts show a prolonged and slow Ca2+ transient and poor Ca2+ removal performance during the diastolic phase [15]; this results in a persistent elevation of Ca2+ in the cytosol. One consequence of this is likely to be Ca2+ overload of the mitochondria leading to reduced ATP production and increased reactive oxygen species (ROS) levels. This in turn causes cardiomyocytic injury, heart failure, and eventually death [16,17]. Currently, the classical approaches widely used to treat adult hearts, such as ischemic preconditioning and postconditioning [18], are less effective when used on aged hearts [19]. Accordingly, novel strategies based on new therapeutic targets are required to retard cardiovascular aging and attenuate CVD among the elderly.\n\nImportantly, CISD2 is the causative gene for Wolfram syndrome 2 (WFS2; MIM 604928). WFS (MIM 222300), which is an autosomal recessive disease associated with neurodegeneration and metabolic disorders. The clinical manifestations of WFS are highly variable and include diabetes insipidus, diabetes mellitus, optic atrophy, and deafness; thus, it is also known as DIDMOAD syndrome. Currently, two disease genes have been identified, WFS1 and CISD2, which cause WFS1 and WFS2, respectively [6,7]. Intriguingly, cardiac abnormalities have been reported to affect 16.1% of WFS patients; these patients have congenital ventricular septal defects, systolic ejection murmurs, and/or abnormal echocardiography [20]. These cardiac defects may participate in the morbidity and mortality of WFS. However, the pathogenic basis of these abnormalities is not known, and the underlying mechanisms remain unresolved.\n\nHere, we use four mouse models and one cell platform—namely, adult cardiomyocytes isolated from wild-type (WT), Cisd2KO, and Cisd2TG mice—to investigate the role of Cisd2 in cardiac function and explore the biological relevance of Cisd2 to cardiac aging. The four male mouse models are (1) young WT mice at 3 months old (3M) and 6 months old (6M), (2) prematurely aged Cisd2KO mice at 3M and 6M, (3) naturally aged WT mice at 26 months old (26M), and (4) long-lived Cisd2TG mice at 26M. The mean life span of these mouse models in our animal facility are Cisd2KO (19.04 ± 1.21 months, n = 27), WT (25.74 ± 0.62 months, n = 40), and Cisd2TG (30.72 ± 1.18 months, n = 34).\n\nResults\n\nStructural appearance of the hearts of naturally aged WT mice and prematurely aged Cisd2KO mice\n\nThe prematurely aged Cisd2KO mice as young animals display a panel of accelerated aging phenotypes that resemble the phenotypes of an old animal [10]. Additionally, the levels of Cisd2 have been shown to decrease in an age-dependent manner in various tissues of WT mice, such as skeletal muscle, during aging; interestingly, Cisd2 KO also leads to skeletal muscle degeneration [10,11]. Here, we investigated whether expression level of Cisd2 is reduced in the myocardium of naturally aged mice at 26M compared with young mice at 3M. The Cisd2 level was significantly reduced by about 50% in the myocardium of 26M mice compared with 3M mice (Fig 1A). This suggests that the reduced Cisd2 level might have an impact on age-related alterations that affect cardiac functioning.\n\nIn Cisd2KO mice, their hearts are smaller compared with age-matched, sex-matched controls (Fig 1B). However, there are no gross anatomical changes in the hearts of Cisd2KO mice, including the dimensions of the atrial and ventricular chambers by cardiac magnetic resonance imaging (MRI). Nevertheless, the myocardial weight of the left ventricle (LV) is reduced in the Cisd2KO and naturally aged WT mice (Fig 1C; S1A and S1B Fig). Sirius Red staining reveals an increased accumulation of collagen fibers (interstitial fibrosis) in the myocardium of Cisd2KO and naturally aged mice (Fig 1D and S1C Fig). Furthermore, MRI reveals a significant decrease in the LV wall thickness of Cisd2KO and naturally aged mice (Fig 1E–1G), which is similar to the decrease of LV mass in men with aging [21]. These results suggest that Cisd2 is required for maintenance of normal cardiac structure.\n\nCisd2 deficiency causes cardiac electromechanical dysfunction\n\nCisd2KO mice are viable and display no overt phenotype at birth. However, Cisd2KO mice have a shortened life span with 40% mortality by 10 months old (10M), with their survival beginning to decline rapidly after 5 months [10]. There is no significant difference in the following measurements between Cisd2KO and WT mice at 3M: heart rate and blood pressure (S1D–S1F Fig), as well as various serum tests including T3 and T4thyroid hormones, serum markers related to renal function, and serum markers related to lipid metabolism, blood glucose, insulin levels, and various electrolyte levels (S2 Fig). Although it is a challenge to identify differences of a few milliseconds in the electrocardiography (ECG) analysis of mice, it was noted that, in Cisd2KO mice, 5-minute longitudinal ECG analysis reveals at 3M the presence of atrial and ventricular premature contractions with atrioventricular block (Fig 2A–2D), together with prolongations of the Tpeak–Tend interval and the corrected QT (QTc) interval (Fig 2E and 2F; other ECG measurements are provided in S1 Table). Moreover, in Cisd2KO mice, cardiac MRI reveals that their hearts display a variety of contractile dysfunctions. There is a significant reduction in LV peak systolic pressure, namely reduced rates of LV pressure increase (dP/dt max) and pressure decrease (dP/dt min) (Fig 2G). Additionally, there is a significant reduction in the LV ejection fraction at 6M (Fig 2H) and in the cardiac output of 3M and 6M Cisd2KO mice (Fig 2I). In naturally aged mice at 26M, their cardiac performance, including both electrical (Fig 2E and 2F) and mechanical (Fig 2G–2I) aspects, resembles Cisd2KO mice at 6M. Taken together, these ECG and MRI findings reveal that Cisd2 is an essential protein for maintaining normal heart electrophysiological activity and cardiac contraction.\n\nCisd2 deficiency causes intercalated disc defects and leads to degeneration of the mitochondria and sarcomeres in cardiac muscle\n\nThe intercalated disc is an indispensable structure that connects individual cardiomyocytes and allows them to work as a single functional unit via the synchronized contraction of cardiac muscle. To define the structural basis of the abnormal cardiac function caused by Cisd2 deficiency, we performed immunofluorescence (IF) staining and ultrastructural analysis to examine the integrity of the three types of cell junction that make up the intercalated disc, namely gap junctions, desmosomes, and fascia adherens.\n\nNormally, the gap junctions allow action potentials to spread by permitting the passage of ions between cardiomyocytes, which produces depolarization of the cardiac muscle. Strikingly, IF staining of Connexin 43 (Cx43, a gap junction protein) reveals that Cisd2 deficiency results in the amplification and lateralization of gap junctions (Fig 3A). Extensive Cx43 staining was observed along the lateral borders of the cardiomyocytes in Cisd2KO mice; this abnormal pattern of lateralization of the gap junctions has been shown to be associated with a variety of heart diseases [22]. Furthermore, the colocalization coefficient of Cx43 and pan-cadherin, an intercalated disc protein, is significantly decreased in Cisd2KO mice, suggesting that a significant portion of lateralized gap junctions are not colocalized with the intercalated discs (Fig 3B). Moreover, the protein levels of Cx43 and phosphorylated Cx43 (Ser368) are significantly increased in Cisd2KO mice (Fig 3C and 3D; S3A and S3B Fig); this is consistent with the observation that elongation of the gap junctions is associated with degeneration into fragments, which occurs in addition to the lateralization when Cisd2 is absent. Intriguingly, a maldistribution of desmosomes in the cardiac muscle of Cisd2KO mice is detected by IF staining of desmoplakin, a desmosomal protein (Fig 3E). Western blotting reveals that the protein levels of desmoplakin and phosphorylated desmoplakin are significantly elevated in Cisd2KO mice (Fig 3F and 3G; S3C and S3D Fig). Since desmosomes join cells together by binding intermediate filaments during contraction, such a maldistribution is likely to contribute to the mechanical dysfunction and dysrhythmia of the Cisd2KO heart. No significant differences in the levels of other intercalated disc proteins (vinculin, cadherin, and alpha-actinin) were detected (S3E and S3F Fig).\n\nTo examine cell–cell junctions, organelle integrity, and myofibril organization at the ultrastructural level, we carried out transmission electron microscopy (TEM) analysis. In 3M WT mice (Fig 3HH1–3HH3), three types of cell junction were easily identified. A folded membrane was interwoven with the membrane of neighboring cardiomyocytes to form the fascia adherens, providing anchoring sites for actin; these are connected to the closest sarcomere. In 3M Cisd2KO mice (Fig 3HH4–3HH7), severe ultrastructural alterations were detected. These include breakdown of the fascia adherens, extension and fragmentation of the gap junctions, and partial degeneration of the desmosomes. Notably, areas in the space between the two membranes of the intercalated disc were frequently found to be expanded (Fig 3HH5 and 3HH6). Additionally, degenerated and swollen mitochondria, as well as disorganized and degenerated myofibrils, were easily detected in Cisd2KO mice. The severity of these ultrastructural abnormalities was even more obvious in the 6M Cisd2KO mice (S4 Fig). Collectively, the IF and TEM results reveal that Cisd2 plays an essential role in maintaining the integrity of the intercalated discs, the mitochondria, and the myofibrils of cardiac muscle.\n\nCisd2 deficiency disrupts Ca2+ homeostasis via a dysregulation of Serca2a activity and results in mitochondrial Ca2+ overload of the adult cardiomyocytes\n\nOur previous studies have demonstrated that Cisd2 regulates intracellular Ca2+ homeostasis in the liver by modulating Serca2b activity [23]. To gain insights into the molecular mechanism by which Cisd2 deficiency results in cardiac dysfunction, we isolated adult cardiomyocytes [24] from 3M WT, Cisd2KO, and Cisd2TG mice in order to investigate whether Cisd2 deficiency impairs Ca2+ homeostasis in these adult cells. Our results reveal that the amplitude of the Ca2+ wave during spontaneous beating is significantly decreased in Cisd2KO cardiomyocytes (Fig 4A and 4B; S1–S3 Videos). In addition, the basal cytosolic Ca2+ level is significantly elevated in these Cisd2KO cardiomyocytes (Fig 4C). The SR Ca2+ store was measured using thapsigargin (Tag) treatment to inhibit Serca2a activity. Notably, the Tag-induced cytosolic Ca2+ elevation is significantly reduced in Cisd2KO cardiomyocytes (Fig 4D), indicating that Cisd2 deficiency leads to a reduced Ca2+ store in the SR and that Serca2a activity may be diminished thereby, which will affect the reuptake of Ca2+ from the cytosol to the SR; these results are similar to those observed in our previous study of hepatocytes [23]. There are two important Ca2+ buffering systems in cardiomyocytes, and the other buffering system involves the mitochondria [25]. Mitochondrial Ca2+ levels were measured using carbonyl cyanide m-chloro-phenylhydrazone (CCCP) treatment to inhibit mitochondrial Ca2+ accumulation. Remarkably, the peak Ca2+ released from mitochondria was significantly increased in Cisd2KO cardiomyocytes (Fig 4E). This disruption of cytosolic Ca2+ homeostasis appears to diminish contractility during the spontaneous beating of cardiomyocytes that have been isolated from the Cisd2KO mice (Fig 4F and 4G; S4–S6 Videos).\n\nAccumulation of Ca2+ in mitochondria occurs through a low-affinity electrogenic mechanism mediated by the mitochondrial Ca2+ uniporter [26]. The elevation of cytosolic Ca2+ caused by Cisd2 deficiency may have activated this mitochondrial uniporter and led to an increase in mitochondrial Ca2+ content. As a consequence, the subsequent mitochondrial Ca2+ overload appears to have increased oxidative stress, specifically ROS and reactive nitrogen species (RNS) levels, in cardiac muscle (Fig 4H); this damages mitochondrial functionality, which is evidenced by a reduction in their oxygen consumption rate (OCR) during oxidative phosphorylation (Fig 4I) and a significant decrease in the mitochondrial membrane potential, which was monitored by JC-1 staining of the cardiomyocytes (Fig 4J and 4K). Intriguingly, adult cardiomyocytes isolated from 3M Cisd2TG mice show better performance during mitochondrial functional testing, namely by OCR (Fig 4I) and by JC-1 staining (Fig 4J and 4K). Together, our findings reveal that Cisd2 deficiency disrupts Ca2+ homeostasis, which causes mitochondrial defects, and this then compromises the spontaneous contractility of Cisd2KO cardiomyocytes.\n\nSubcellular fractionation of cardiac muscle shows that Cisd2 is enriched in the SR fraction and that Serca2a and Cisd2 are colocalized in the SR fraction (Fig 4L). To visualize whether Cisd2 interacts directly with Serca2a in cells, we performed bimolecular fluorescence complementation assays using split–yellow fluorescent protein (YFP) constructs [27]. The split-YFP assay gave a positive fluorescent signal indicating a direct interaction between Cisd2 and Serca2a (Fig 4M). Next, we examine whether Cisd2 deficiency influences the Serca2a activity. Our result reveals that the activity of Serca2a was significantly decreased by 32% in the myocardium of Cisd2KO mice compared with WT controls (Fig 4N and 4O). However, no significant difference in the protein levels of Serca2a was found (S5A and S5B Fig). Previous studies have revealed that oxidative posttranslational modifications of Serca, including 3-nitrotyrosine and cysteine sulfonation, are able to inhibit Serca activity [28,29]. Indeed, the amounts of oxidative modifications of Serca2a are significantly increased in Cisd2KO cardiac muscle (Fig 4P and 4Q). Interestingly, the activity of Serca2a (Fig 4N and 4O) and the oxidative modifications of Serca2a (Fig 4P and 4Q) in the myocardium of 26M WT mice are similar to those found in 3M Cisd2KO mice. These findings support the hypothesis that Cisd2 is required to regulate Serca2a activity via modulation of the redox status of Serca2a protein, thereby controlling Ca2+ homeostasis in cardiomyocytes.\n\nA persistently high level of Cisd2 delays cardiac aging and attenuates age-related structural and functional decline\n\nSince Cisd2 levels decrease during cardiac aging (Fig 1A), we investigate whether maintaining the Cisd2 protein at a persistently high level, comparable to the Cisd2 level at a young age, is able to delay cardiac aging and attenuate the age-related functional decline. We investigated a Cisd2TG mouse model carrying two additional copies of Cisd2 gene (line A302) [23]. During old age, namely 26M, the Cisd2 level of the Cisd2TG mice is about 2.6-fold higher than that of their WT littermates (Fig 5A). Interestingly, age-related cardiac fibrosis was reduced in the 26M Cisd2TG mice (S6A Fig). Quantification revealed no difference in the QTc interval and Tpeak–Tend interval (S6B and S6C Fig) compared to their younger counterparts. Intriguingly, the waterfall plot of 5-minute ECG tracings show a relatively normal pattern of sinus rhythm in the 26M Cisd2TG mice. This contrasted with the presence of an abnormal ECG, namely ST-T elevation and irregular PR interval, in the 26M WT mice (Fig 5B). Cardiac MRI analysis reveals that the hearts of Cisd2TG mice have a better overall performance. The thicknesses of the interventricular septum and left ventricular free wall in the 26M WT mice are significantly thinner than that in the 26M Cisd2TG mice (Fig 5C). Additionally, the ejection fraction of the LV was significantly higher in 26M Cisd2TG mice (Fig 5D). Notably, in 26M WT mice, overt age-related defects affecting the intercalated discs, including lateralization of the gap junctions and maldistribution of desmosomes, are easily detected (Fig 5E and 5F; S6D and S6E Fig); these defects are very similar to those observed in the 3M Cisd2KO mice (Fig 3A and 3E). Importantly, a higher Cisd2 level appears to reduce these structural defects (Fig 5E and 5F) and increase the colocalization coefficient of gap junction protein Cx43 and intercalated disc protein pan-cadherin in the 26M Cisd2TG mice (Fig 5G). TEM examination further reveals that the structural integrity of intercalated disc, sarcomeres, and mitochondria is well preserved in the 26M Cisd2TG mice (Fig 5H). This contrasts with the presence of age-related structural damages in the cardiac muscle of 26M WT mice, including disorganized and partially broken-down intercalated discs and myofibrils, together with swollen and degenerated mitochondria (Fig 5H). Moreover, the age-related decline in Serca2a activity is significantly attenuated (Fig 5I); this is paralleled by a reduction in the level of oxidative modifications of Serca2a (Fig 5J and 5K) and a reduction in the ROS/RNS levels of the cardiac muscle of 26M Cisd2TG mice (Fig 5L).\n\nCardiac transcriptomics reveals that similar patterns are present in naturally and prematurely aged mice and that a higher level of Cisd2 during old age results in a younger cardiac transcriptome pattern\n\nTo gain insights into the biological relevance of Cisd2 to cardiac aging and to investigate their association with the pathological alterations, we perform RNA sequencing analysis from the following three groups of mice: (1) naturally aged (26M WT versus 3M WT); (2) prematurely aged (3M Cisd2KO versus 3M WT); and (3) long-lived (26M Cisd2TG versus 26M WT). The results are analyzed to identify the presence of differentially expressed genes (DEGs); these are defined as genes with a fold change of &gt;1.5 (either up-regulated or down-regulated) and a significance of p &lt; 0.05 compared to their control group.\n\nGene Ontology classification reveals that most DEGs in two datasets (26M WT versus 3M WT; 3M Cisd2KO versus 3M WT) are involved in similar process, namely molecular functions, biological processes, and/or cellular components (Fig 6A). This indicates the presence of commonly altered functional pathways in the cardiac muscles of naturally and prematurely aged mice. Among the up-regulated DEGs, 66 and 62 genes were recognized in the naturally and prematurely aged mice, respectively; there were 13 common genes observed in these two DEG datasets (sarcolipin [Sln], Myl7, Myl4, Nppa, Car3, Snurf, Lyve1, Gm8430, Scd1, Ifi205, Fos, Socs2, C4b) (Fig 6B; S7A and S7B Fig). Among the down-regulated DEGs, 68 and 27 genes were recognized in the naturally and prematurely aged mice, respectively; there were five common genes observed in these two DEG datasets (Hcn2, Trp53i11, Bcl6b, Acta1, Aplnr) (Fig 6B; S7A and S7B Fig). The DEGs were further annotated by Ingenuity Pathway Analysis to determine the implications of these expression changes regarding cardiac function and structure. Among the statistically significant canonical pathways, many of the DEGs were found to be involved in electrical and mechanical functions, as well as in cardiac structure and in damage (Fig 6C).\n\nTo study the effect of a high level of Cisd2 on cardiac gene expression, we compare the heatmap patterns of the common DEGs (up-regulated and down-regulated; S2 Table) obtained from the young mice (3M WT), the naturally aged mice (26M WT), and the long-lived Cisd2TG mice at 26M. Strikingly, the pattern of heatmap analysis of the 26M Cisd2TG mice is closest to and most like that of the 3M WT mice (Fig 6D), which indicates that a higher level of Cisd2 appears to delay cardiac aging and bring about a younger pattern of cardiac gene expression. Moreover, the mRNA levels of genes related to cardiac necrosis and cell death pathways are up-regulated in the 3M Cisd2KO and 26M WT mice; furthermore, the heatmap pattern of the 26M Cisd2TG is very similar to that of the 3M WT mice (S7C Fig). The presence of cardiac cell death was further confirmed by an increased level of cleaved Caspase-3 in the Cisd2KO mice (S7D Fig), and this is consistent with the observation that a smaller heart is present in Cisd2KO mice (Fig 1B and 1C). When we examined the pathways related to ROS metabolic regulation and the responses to ROS, the heatmap pattern of 3M Cisd2KO is most similar to that of the 26M WT mice (S8A Fig), whereas the 26M Cisd2TG is most similar to that of the 3M WT mice (S8B Fig).\n\nDiscussion\n\nHere, we provide evidence for the first time to indicate that Cisd2 plays an essential role in maintaining normal cardiac function. Without Cisd2, a young mouse has an old heart with deteriorated cardiac functioning. Conversely, by maintaining a persistently high level of Cisd2 throughout the mouse’s lifetime, an old mouse has a younger and healthier heart. Five novel findings are pinpointed. Firstly, Cisd2 is pivotal to successfully maintain cardiac functioning and a normal cardiac structure. Cisd2 deficiency in Cisd2KO mice impairs electromechanical performance and causes myocardial degeneration at a young age. Secondly, the level of Cisd2 protein present in the heart is crucial to intercalated disc integrity, which allows individual cardiomyocytes to synchronously act as a single functional organ. In Cisd2KO mice, Cisd2 deficiency results in intercalated disc defects, namely lateralization of gap junctions, the maldistribution of desmosomes, and a breakdown of the fascia adherens. This apparently leads to electromechanical impairment. However, in Cisd2TG mice, persistently high Cisd2 levels appear to preserve the intercalated discs through into old age; this is in contrast to the presence of significant age-related damage affecting the intercalated discs of naturally aged WT mice. The essential role of Cisd2 in maintaining the integrity of the intercalated discs is summarized in Fig 7. Thirdly, Cisd2 interacts directly with Serca2a and mediates Serca2a activity via modulation of the protein’s posttranslational oxidative modifications, which in turn regulates SR Ca2+ reuptake and maintains intracellular Ca2+ homeostasis. Cisd2 deficiency disrupts Ca2+ homeostasis, increasing basal cytosolic Ca2+ levels, which causes mitochondrial Ca2+ overload and compromises mitochondrial functioning. Fourthly, Cisd2 is essential to maintaining the integrity of mitochondrial ultrastructure and the normal functioning of oxidative phosphorylation. In addition to the SR, Cisd2 is also located in the MOM [10]. Our previous reports [10,11] and the current study have revealed that Cisd2 appears to preserve mitochondrial respiratory function and membrane potentials, as well as minimize ROS production; consequently, this will reduce intracellular oxidative stress and Serca2a oxidative modifications, thereby preserving normal ultrastructure and function of cardiomyocytes. Finally, the level of Cisd2 present in the cardiac muscle of naturally aged mice is significantly reduced to approximately 50% of that found in young mice. Intriguingly, maintaining a persistently high level of Cisd2 delays cardiac aging, attenuates the development of age-related structural defects, and prevents functional decline. Importantly, this persistent level of Cisd2 throughout life results in a cardiac transcriptome that is similar to the pattern found in young mice and is distinctly different to that found in naturally aged mice.\n\nCisd2 preserves Serca2a activity during cardiac aging\n\nDespite the successful rescue of cardiac performance and survival via restoration of Serca2a by gene transfer in animals [30,31], the Phase II human trial has failed [32]. The activity of Serca family proteins is inhibited by posttranslational oxidative modifications involving 3-nitrotyrosine and cysteine sulfonation [28,29], which are mediated by ROS. In the aged heart, increased oxidative stress is well recognized, and this oxidative stress has been implicated in the pathophysiology of cardiac aging [33]. Accordingly, protecting Serca2a protein from posttranslational oxidative modifications, rather than increasing the amount of Serca2a protein present, is an alternative strategy to increasing Serca2a activity. Indeed, in Cisd2TG mice, the overexpressed Cisd2 appears to decrease ROS and protect the Serca2a from oxidative modifications during cardiac aging, thereby attenuating the cardiac functional decline associated with old age. This may provide a direct beneficial effect on cardiac electromechanical performance via maintaining intracellular Ca2+ homeostasis. There are three possible explanations as to how Cisd2 modulates the redox status of Serca2a in cardiomyocytes. Firstly, Cisd2 protein contains a CDGSH domain, which binds a redox-active 2Fe-2S cluster. This is oriented toward the cytosol, and it seems quite likely that Cisd2 directly interacts with Serca2a and maintains Serca2a in a reduced state via the redox capacity of this CDGSH domain. Secondly, Cisd2 may reduce the availability of tyrosines and cysteines on Serca2a via protein–protein interaction and thus protect these amino acids, which are the targets of oxidative modification. Finally, the redox active of the CDGSH domain of Cisd2 may be involved in regulating the general redox status of the cell, thereby reducing overall intracellular ROS levels, which will indirectly help to protect Serca2a activity. Further mechanistic investigations will be required in order to obtain a better understanding of how Cisd2 modulates Serca2a activity in cardiomyocytes.\n\nInterestingly, our results from a transcriptomics analysis using RNA sequencing revealed that Sln, an important regulator of Serca2a activity, is up-regulated in the hearts of both naturally aged (26M WT) and prematurely aged (3M Cisd2KO) mice (Fig 6B; S9 Fig). In contrast, the expression level of Sln is down-regulated in the hearts of long-lived (26M Cisd2TG) mice (Fig 6D; S9 Fig). Since overexpression of Sln is known to result in a reduction in the Ca2+ affinity of Serca2a and in Ca2+ transient amplitude [34], these results suggest that there might be an interplay between the three crucial protein factors, namely Serca2a, Sln, and Cisd2. These together might coordinate the regulation of Ca2+ homeostasis in a multifactorial Cisd2-dependent process during cardiac aging. The mechanism is currently unknown but is worth future investigation.\n\nDisrupted Ca2+ homeostasis in aging hearts\n\nCytosolic Ca2+ homeostasis in cardiomyocytes is finely tuned by multiple regulatory processes that involve a number of regulators. The L-type Ca2+ channels (LTCCs) and ryanodine receptors (RyR2s) are able to increase the level of intracellular Ca2+, whereas Na+/Ca2+ exchanger (NCX1, the major cardiac isoform) and Serca2a are able to decrease the level of cytosolic Ca2+. Previous studies have revealed that cytosolic Ca2+ overload in an aging heart can result from (1) RyR2 glycation–induced calcium leakage and mitochondrial damage [35], (2) a reduction in Serca2a-mediated Ca2+ reuptake into the SR [36], (3) delayed inactivation and a reduced LTCC density at the T-tubules [37], and (4) an increase in forward NCX1 activity in the senescent myocardium [38]. Furthermore, a previous study has shown that, in the aged cardiomyocytes, the abnormal increase in spark activity may be attributable to an increase in the opening frequency of RyR2, which undergoes posttranslational modification during aging [36]. During cardiac aging, the altered phosphorylation and glycation status of RyR2 and the changes in the activity of various associated kinases—including protein kinase A, Ca2+/calmodulin-dependent kinase II, phosphatases, and glyoxalase-1—may all contribute to SR calcium leakage and the increase in cytosolic Ca2+ level; eventually these will lead to mitochondrial damage [36].\n\nIn this study, we provide evidence demonstrating that Serca2a also plays a crucial role in maintaining Ca2+ homeostasis during cardiac aging. A decrease in Serca2a activity, whether caused by natural aging or by Cisd2KO, prolongs Ca2+ reuptake into the SR after cardiomyocytic excitation. This in turn leads to an elevated cytosolic Ca2+ level and thus diastolic dysfunction. Intriguingly, a persistently high level of Cisd2 appears to preserve Serca2a function and helps to maintain Ca2+ homeostasis during cardiac aging. However, it is possible that there may also be concurrent age-dependent alterations in multiple other key regulators that are involved in modulating intracellular Ca2+ homeostasis, such as concurrent changes in Serca2a, RyR2, LTCC, and NCX1. Accordingly, it would be of great interest in the future to simultaneously study the effect of Cisd2 on these key regulators during cardiac aging.\n\nAn elevation of cytosolic Ca2+ may cause intercalated disc defects during aging\n\nThe age-related disorganization of intercalated disc has been reported previously in the aged mouse heart [39]. The disorganization and breakdown of the intercalated discs in prematurely aged Cisd2KO and in naturally aged 26M WT mice impedes the proper propagation of electrical impulses throughout the myocardium, which is conducted by the gap junctions. Furthermore, there is damage to the mechanical joints between adjacent cardiomyocytes. These joints allow the cardiomyocytes to work as a single functional unit, and these connections involve the desmosomes. The elevated cytosolic Ca2+, caused by Cisd2 deficiency, seems to disrupt the protein organization of the intercalated disc. In terms of the desmosome, its component protein, desmoplakin, is required for intermediate filament anchorage to the adherent sites of the desmosome. The association between desmoplakin and intermediate filaments, as well as desmosome assembly, is regulated by protein kinase Cα (PKCα) [40]. Normally, regulation of PKCα involves its interaction with the cell membrane where the protein presence involves Ca2+. In the absence of Serca2, the membrane translocation of both PKCα and desmoplakin was significantly impaired in epidermal-derived cell lines, suggesting that a deficiency in Serca2 will disrupt desmosome assembly [41]. In the cardiomyocytes, the PKCα-dependent pathway of desmosome assembly has been identified [42]. Importantly, Lange and colleagues showed that during the end stage of dilated cardiomyopathy, PKCα signaling is elevated and concentrated within the intercalated discs of cardiomyocytes; in this way, chronic uninhibited PKCα activity leads to heart failure [43].\n\nWhen gap junctions are explored, Cx43 has been found to be the major component protein that forms gap junction in hearts. The Cx43 protein has a short half-life of 1–3 hours [44]; accordingly, there needs to be high efficiency associated with this protein’s dynamic turnover; this will involve constant disassembly, assembly, and remodeling. In diseased hearts, a high level of cytosolic Ca2+ will activate calmodulin/calcium-calmodulin protein kinase II (CaM/CaMKII), which is involved in cardiac arrhythmias [45]. The activated CaM/CaMKII directly interacts with Cx43 and phosphorylates Cx43 protein, leading to Cx43 remodeling, including lateralization, as well as impairment of electric propagation via gap junctions [22]. Interestingly, genetic inhibition of CaMKII improves cardiac conduction and enhances the localization of Cx43 to the intercalated disc [46]. Furthermore, Ca2+-saturated CaM can directly bind to and activate calcineurin A (CnA), which is the catalytic subunit of calcineurin, a serine-threonine phosphatase [45]. Overexpression of a constitutively active form of CnA in mice results in an impairment of Cx43 phosphorylation and a reduction in Cx43 protein levels [47]. Together, these studies suggest that an elevated cytosolic Ca2+ in the heart activates CaM/CaMKII and CaM/CnA signaling, which in turn disturbs the assembly and remodeling of gap junctions via phosphorylation modulation and subcellular localization of Cx43.\n\nClinical implications: CISD2 is a drug target for treating age-related CVD\n\nResearch on cardiac aging is crucial to the development of effective diagnostic and therapeutic strategies that will prevent and treat age-related CVDs, which are the number-one cause of death globally in the elderly [2]. Development of therapeutic agents that bring about an effective enhancement of Cisd2 expression is one potential therapeutic strategy. The up-regulation of Cisd2 expression by a Cisd2 activator should help to protect the integrity of intercalated discs, enhance mitochondria and Serca2a activity, and maintain intracellular Ca2+ homeostasis, thereby attenuating age-related cardiac dysfunction and preventing a subsequent progression to heart failure.\n\nFurthermore, using another rodent model, an age-related decline in the Ca2+-sequestering activity of Serca2a has been reported in the myocardium [48]. In humans, the integrity of intercalated discs undergoes remodeling with age, and this brings about cardiac dysfunction in older patients [49]. Furthermore, large-scale ECG analysis has identified several age-related electrical features associated with cardiac aging [50,51], and most of these features are recapitulated with accelerated speed in Cisd2KO mice. Conversely, many features of cardiac aging are delayed in Cisd2TG mice. Thus, the Cisd2KO and Cisd2TG mice are able to serve as an excellent animal platform for studying cardiac aging and as a test platform for intervention strategy developed in the future.\n\nMethods\n\nEthics statement\n\nThe animal protocols followed local animal ethics regulations and were approved by the Institutional Animal Care and Use Committee of Chang Gung Memorial Hospital (approval no. 2014112301) and National Yang-Ming University (approval no. 1021218).\n\nMouse models\n\nCisd2KO [10] and Cisd2TG [23] mice were generated as previously described. Male mice were used for all experiments. All mouse lines have a pure or congenic C57BL/6 background and were bred/housed in a specific pathogen–free facility.\n\nStatistical analysis\n\nThe data are presented as mean ± SD or mean ± SEM, as described in the figure legends. Comparisons between the two groups were done using a two-tailed Student t test. When analyzing statistical differences among groups, p &lt; 0.05 was considered significant. Statistical analysis was made by using the software Graphpad Prism 6.0.\n\nExpanded methods are provided in the supporting information (S1 Text).\n\nSupporting information"
}