{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001407",
  "doi": "10.1371/journal.pbio.1001407",
  "externalIds": [
    "pii:PBIOLOGY-D-11-04477",
    "pmid:23091420",
    "pmcid:PMC3473016"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Generation of Functional Blood Vessels from a Single c-kit+ Adult Vascular Endothelial Stem Cell",
  "authors": [
    {
      "name": "Shentong Fang",
      "first": "Shentong",
      "last": "Fang",
      "affiliation": "Department of Pathology, University of Helsinki, Helsinki, Finland; Haartman Institute, University of Helsinki, Helsinki, Finland; Research Programs, University of Helsinki, Helsinki, Finland"
    },
    {
      "name": "Jing Wei",
      "first": "Jing",
      "last": "Wei",
      "affiliation": "Department of Pathology, University of Helsinki, Helsinki, Finland; Haartman Institute, University of Helsinki, Helsinki, Finland; Research Programs, University of Helsinki, Helsinki, Finland"
    },
    {
      "name": "Nalle Pentinmikko",
      "first": "Nalle",
      "last": "Pentinmikko",
      "affiliation": "Department of Pathology, University of Helsinki, Helsinki, Finland; Haartman Institute, University of Helsinki, Helsinki, Finland; Research Programs, University of Helsinki, Helsinki, Finland"
    },
    {
      "name": "Hannele Leinonen",
      "first": "Hannele",
      "last": "Leinonen",
      "affiliation": "Department of Pathology, University of Helsinki, Helsinki, Finland; Haartman Institute, University of Helsinki, Helsinki, Finland; Research Programs, University of Helsinki, Helsinki, Finland"
    },
    {
      "name": "Petri Salven",
      "first": "Petri",
      "last": "Salven",
      "affiliation": "Department of Pathology, University of Helsinki, Helsinki, Finland; Haartman Institute, University of Helsinki, Helsinki, Finland; Research Programs, University of Helsinki, Helsinki, Finland"
    }
  ],
  "journal": "PLoS Biol",
  "date": "2012-10",
  "dateAccepted": "2012-09-05",
  "dateReceived": "2011-11-04",
  "volume": "10",
  "number": "10",
  "pages": "e1001407",
  "tags": [
    "Discipline-v2/Biology",
    "Discipline-v2/Medicine",
    "Type/Research Article"
  ],
  "abstract": "Adult vascular endothelial stem cells are shown to reside in the blood vessel wall endothelium. When isolated, these cells are capable of clonal expansion and generate functional blood vessels in vivo.",
  "fullText": "Introduction\n      \nThe early blood vessels of the embryo and yolk sac in mammals develop by aggregation of de-novo-forming angioblasts into a primitive vascular plexus (vasculogenesis). Blood vessels arise from endothelial precursors, which share an origin with hematopoietic progenitors [1]–[3]. In adults, the growth of blood vessels is essential for organ growth and repair. The best-known pathological conditions in which angiogenesis is switched on are malignant [4], ocular, and inflammatory disorders [5]. Endothelial cells (ECs) are thin, flattened cells that line the inside of blood vessels in a continuous monolayer in all blood vessels through the entire circulatory system. ECs are best identified by their specific location and function, but there are also various cell-surface molecules (such as vWF, CD31, CD34, CD105, vascular endothelial cadherin [VE-cadherin], vascular endothelial growth factor receptor 1 [VEGFR-1], VEGFR-2, Tie-1, Tie-2) that characterize their phenotype [6],[7]. Recently, Weissman and coworkers by performing genetic fate mapping and clonal analysis of individual cells showed that the endothelial stem/progenitor cells involved in adult angiogenesis must be local, non-hematopoietic, and non-circulating tissue resident cells [8]. However, the definite cellular origin of the new ECs necessary for adult neoangiogenesis has remained unknown [8]–[16]. Creation of new ECs in adult tissues could in principle occur by their so far undiscovered tissue resident stem cells, as is well documented for the differentiated cells of skin or epithelia [17]–[19], or by the duplication of existing differentiated ECs, as has been described for pancreatic beta-cells [20].\n\nIn passaged human aortic ECs not all cells in the monolayers proliferate at an equal rate [21]. Previous work has also indicated that very low numbers of cells with endothelial characteristics and high proliferative potential may be found in umbilical cord blood or in peripheral blood [22]–[26]. Together, these earlier findings suggest that all ECs in adult tissues may not have an equal potential to produce progeny. Therefore, we wanted to learn if there exists a rare vascular endothelial stem cell (VESC) population that is capable of producing very high numbers of endothelial daughter cells and is responsible for neovascular growth in adults.\n\n      Results\n      \n        Adult lin−CD31+CD105+ ECs Encompass Rare Endothelial Colony-Forming Cells\n        \nIn preliminary experiments we found that rare endothelial colony-forming cells (CFCs) were routinely detected when ECs were isolated from single cell suspensions prepared by enzymatic digestion of adult mouse tissues, and cultured in vitro in low-cell density adherent semi-solid methylcellulose matrix colony assays supplemented with the endothelial growth factor VEGF. To study the possibility that endothelial CFCs might reside in the vascular wall endothelium, we perfused adult C57BL/6J mice with PBS to wash out the circulating hematopoietic cells, and subsequently isolated CD31+CD105+ ECs from the lung vasculature and tested them in vitro in colony assays. After removal of the remaining contaminating hematopoietic cells by immunomagnetic lineage depletion using a standard combination of antibodies designed to remove mature hematopoietic cells from a sample based on their hematopoietic surface-marker (CD5, CD45R [B220], CD11b, Gr-1 [Ly-6G/C], 7-4, and Ter-119) expression, endothelial CFCs could be recovered from the tissues at higher frequencies. In these isolated lineage depleted (lin−) CD31+CD105+ mouse lung ECs, CFCs were detected at a mean frequency of 0.14% (standard deviation [SD]±0.051; n = 10), corresponding to approximately one and a half colony-forming units (CFUs) per thousand isolated ECs (Figure 1A). These EC colonies grow beneath the methylcellulose matrix adhered to the plastic bottom of the culture dish (Figure 1A). The formed colonies express phenotypic EC markers CD31, CD105, VE-cadherin, and vWF while the cells are negative for the pan-hematopoietic marker CD45 (Figure 1C).\n\nTo further study in vitro the endothelial CFCs, we isolated CD31+CD105+ ECs from transgenic C57BL/6-Tg(ACTB-EGFP)1Osb/J mice where all the tissues, including the ECs, are green fluorescent protein (GFP)+. Subsequently, we seeded a mixture of one CFU of GFP+ CD31+CD105+ ECs and 20 CFUs of wild-type (wt) CD31+CD105+ ECs on a standard 2-D EC culture and let the cells grow until the monolayer was confluent, typically for 12 d. The resulting confluent monolayers of wt ECs contained on average one circular, GFP+ EC batch per culture, demonstrating the clonal growth pattern of the ECs responsible for creating the confluent monolayer (Figure 1B).\n\n        Colony-Forming ECs Produce Tens of Millions of Endothelial Daughter Cells In Vitro\n        \nTo assess the proliferative potential of the CFCs in vitro, we picked up individual colonies, resuspended them in EC growth medium, and cultured the cells as monolayers in 2-D EC cultures. Some of the formed monolayers were propagated for over 6 mo, splitting the cultures always when they reached 90% confluence (Figure 2). The cultures were transferred in large 75 cm2 flasks after an average of ten passages (Figure S1B). When a total of 148 separate colonies originating from distinct CFCs were picked up and cultured ex vivo as monolayers, a total of five colonies could be expanded and passaged for over ten generations, and three of them were propagated for over 20 passages. During the long-term culture, each of these five colonies originating from a single CFC produced tens of millions of daughter cells (Figure 2A). The long-term cultured colony cells express EC markers CD105, VEGFR-2, and the stem/progenitor cell marker CD117 (Figure 2B). Surface marker expression of EC monolayers originating from single CFCs is summarized in Table S1, and micrographs of immunostainings against the cell-surface markers at the 24th passage are shown in Figure S1. Taken together, the experiments demonstrate that a subpopulation of colony-forming ECs exists that are capable of clonal expansion and can produce tens of millions of endothelial daughter cells when expanded as EC monolayers ex vivo.\n\n        CD117+ EC Population Enriches for Rare Endothelial CFCs\n        \nTo further characterize the colony-forming ECs we analyzed their frequency in various subpopulations of lin− ECs isolated from enzymatically digested mouse lung vasculature using fluorescence activated cell sorter (FACS). Sorting against endothelial-specific markers CD31 and CD105 and against CD117 and Sca-1, molecules that are expressed by many adult stem cell types including hematopoietic stem cells (HSCs) and prostate and mammary gland stem cells [27]–[30], was utilized first. CD117 (c-kit, stem cell growth factor receptor [SCFR]) plays an important role in adult HSCs survival and proliferation [27]. Sca-1 is a GPI-anchored cell surface protein that plays a role in modulating CD117 expression and characterizes mouse bone marrow (BM) subset that contains pluripotent HSCs [31]. In addition to certain adult stem cell types, CD117 and Sca-1 are also expressed by some differentiated adult cells. These include mast cells, dendritic cell subsets, and melanocytes (CD117) [32]–[34], and activated T cells (Sca-1) [32],[35]. We found that while CD105 and Sca-1 were expressed by most lin−CD31+ ECs in the lung, CD117+ ECs represent a more infrequent EC subpopulation (39% of all lin−CD31+ lung ECs) (Figure 3A). We therefore prepared CD117-enriched and CD117-depleted fractions of isolated lin−CD31+CD105+ ECs, and assayed them in vitro for CFCs. The CD117-enriched fraction contained CFCs with an almost 10-fold frequency (0.42%, SD ± 0.054 versus 0.045%, SD±0.037; p&lt;0.0001) (Figure 3B) compared to CD117-depleted ECs that contained only few CFCs.\n\nTo estimate the frequency of endothelial CD117+ CFCs in yet another assay, a total of 960 freshly isolated GFP+ lin−CD31+CD105+Sca-1+CD117+ single cells were sorted into individual wells of 96-well plates together with a carrier population of lin−CD31+CD105+ wt (GFP-negative) ECs. The presence of a single GFP+ cell per well was checked under fluorescence microscope after sorting. In 7 d, the wt EC carrier population formed a wt (GFP−) EC monolayer in the wells, and the contribution of the single GFP+ cell to the EC monolayer could be studied. The wt (GFP−) EC monolayers on six of the plated 960 wells (0.6% of all wells) contained a clonal area of more than 20 GFP+ ECs (Figure 3C). The rest of the wells (99.4%) contained only a few GFP+ ECs at most (Figure 3C). This occurrence frequency for CD117+ colony-forming ECs (0.6%) is well in line with the results we obtained using the methylcellulose matrix colony assays (Figure 3B).\n\nFurther cell-surface marker analyses were performed to better characterize the isolated CD117+ EC population that encloses the progenitor ECs responsible for the clonal expansion. Isolated lin−CD31+CD105+Sca1+CD117+ cells were found to be highly immunoreactive for various established endothelial-cell markers including VE-cadherin (CD144), vascular cell adhesion molecule 1 (VCAM-1, CD106), VEGFR-2, VEGFR-1, CD104 (integrin beta 4), CD34, and for CD14, a marker that is expressed both by hematopoietic cells and by ECs [36]–[39]. No immunoreactivity was detected against hematopoietic lineage markers such as CD45 (leukocyte common antigen), CD11b (macrophage-1 antigen, Mac-1), CXCR4 (chemokine receptor type 4, CD184), F4/80 (a pan macrophage marker), CD115 (macrophage colony-stimulating factor receptor), or against smooth muscle α-actin (Figure 3D). mRNA expression profile from the isolated ECs was analyzed by using real-time quantitative reverse transcription (RT)-PCR, and corresponded to what is expected from ECs (Figure S2). Taken together, the results provide functional evidence that CD117+ ECs are enriched for endothelial CFCs, and that there exists a small subpopulation within CD117+ ECs that are capable of undergoing clonal expansion while other ECs have a very limited proliferative capacity.\n\n        Quiescent Vascular Endothelium as well as Growing Neoangiogenic and Tumor Vessels Contain CD117+ ECs\n        \nlin−CD31+CD105+Sca-1+CD117+ ECs were detected in various different tissues including subcutaneous tissues, lung, liver, and kidney. In the liver, these CD117+ ECs comprised 18% (mean; SD±12; n = 5) of all lin−CD31+ ECs, while in the kidney they were observed more infrequently (mean 2%; SD±1; n = 4). CD117+ ECs were detected in capillaries as well as in arteries and veins (Figures 4A and S3). Abundant CD117+ ECs were discovered in neoangiogenic vessels in subcutaneous matrigel plugs and in B16 melanoma tumors (Figure 4B). CD117+ ECs were also detected in tumor vasculature of all randomly picked human cancer samples that were analyzed (Figure 4C; human malignant melanomas and invasive breast cancers, n = 14).\n\nThe possibility that hematopoietic lineage cells might constitute the EC CFCs was further studied using lineage depleted or CD45-enriched murine BM hematopoietic cells. In standardized murine hematopoietic CFC assays the BM hematopoietic produced classical hematopoietic colonies thus confirming their viability. In contrast, lin−CD31+CD105+Sca1+CD117+ lung ECs produced only completely dissimilar EC colonies on the same assay system (Figures 4D and S4). Importantly, the hematopoietic lin− or CD45+ BM cells could not form any colonies in the endothelial colony assay format even when plated up to 100,000 cells per plate (Figure 4D; for both populations six independent experiments were performed in duplicate). Therefore, we conclude the EC colonies we have studied here do not originate from hematopoietic cells.\n\nAdditionally, we also tested our findings by using two different genetic reporter systems for the gene expression of the receptor tyrosine kinases VEGFR-2 and Tie-2 (Figure 4E). These transgenic reporter systems were chosen because VEGFR-2 and Tie-2 are expressed primarily by vascular ECs (although also VEGFR-2+ or Tie-2+ HSCs have been described). lin−CD31+CD105+Sca1+CD117+ cells were isolated from transgenic mice with a lacZ-β-gal reporter under the VEGFR-2 promoter (C57BL/6J-Kdrtm1Jrt; lacZ mice [40]) or under the Tie-2 promoter (FVB/N-Tg(TIE2-lacZ)182Sato/J mice [41]). The isolated lin−CD31+CD105+Sca1+CD117+ cells were then studied in colony assays and analyzed for the activity of the lacZ-β-gal reporter system using fluorescence-based detection of β-galactosidase activity. The colonies both from the VEGFR-2 promoter mice and from the Tie-2 promoter mice promptly expressed the β-gal reporter thus confirming the corresponding marker gene promoter activity (Figures 4E and S4C). Taken together, we conclude that all our data collectively indicate that the EC colonies we observed here originate from vessel wall lin−CD31+CD105+Sca1+CD117+ ECs and are not produced by possible contaminating hematopoietic stem or progenitor cells. These data are also in agreement with recent results by Weissman and coworkers, which by genetic fate mapping and clonal analysis of individual cells demonstrate that endothelial stem/progenitor cells involved in adult angiogenesis must be local, non-hematopoietic, and non-circulating tissue resident cells [8].\n\n        A Single c-kit-Expressing Adult Stem Cell with the Phenotype lin−CD31+CD105+Sca-1+CD117+ Can Generate Functional Blood Vessels In Vivo\n        \nTo learn if entire blood vessels could originate from one single c-kit-expressing EC, we performed in vivo transplantations of GFP-tagged ECs originating from a single lin−CD31+CD105+Sca1+CD117+ CFC (Figure 5A). GFP-tagged lin−CD31+CD105+Sca1+CD117+ cells were first isolated from transgenic C57BL/6-Tg(ACTB-EGFP)1Osb/J mice, and the single cell suspension was plated in adherent colony-forming assays at one CFC per plate and cultured for 12–14 d. The plates that later contained only a single clonal colony were utilized in cell transplantations. The single colonies were manually picked up using a micropipette and an inverted microscope, resuspended, and transplanted in matrigel into wt C57BL/6J mice. When the matrigel plugs were analyzed 14 d later, we observed GFP-expressing CD31+ CD105+ blood vessels (Figure 5B). Perfusion of the mice with fluorescein-labeled microspheres, a standard technique to visualize endothelia of functional blood vessels [42],[43], revealed that the GFP+ vessels generated by the transplanted descendants of a single lin−CD31+CD105+Sca1+CD117+ cell were functional blood vessels connected to the host blood circulation (Figure 5B).\n\nSelf-renewal is a defining functional property of adult stem cells, which therefore have the ability to repeatedly respond to tissue injury or other growth stimulus by giving rise to substantial numbers of proliferative progenitors. To determine whether the endothelial CFCs would retain their capacity to generate functional blood vessels, we performed serial transplantations with GFP-tagged ECs. We first inoculated C57BL/6J mice with B16 melanoma tumors mixed with 15 CFUs of GFP-tagged CD31+CD105+ ECs, and performed repeated isolations and serial transplantations of lineage depleted single cell suspensions from the tumors every time after 2 wk of tumor growth. GFP+ blood vessels were observed in secondary, tertiary, and quaternary transplants (Figure 5C). These findings provide direct evidence that the GFP-tagged ECs contained VESCs with self-renewal capacity.\n\nTo study in vivo if the CD117+ EC subpopulation is enriched for endothelial stem and progenitor cells capable of creating blood vessels in adults, we transplanted CD117-depleted or CD117-enriched GFP-tagged lin−CD31+CD105+Sca-1+ ECs in matrigel (10,000 or 100,000 ECs per plug) into wt C57BL/6J mice, and analyzed the plugs 14 d later for the presence of GFP+ blood vessels (Figure 6). None of the plugs in mice transplanted with CD117-depleted ECs (n = 20) contained any GFP+ vessels (Figure 6A). Solitary GFP+ ECs from the CD117-depleted transplant were observed within the plugs, but they were infrequent (corresponding to the transplanted EC number) and did not form complete blood vessels. In contrast, all the plugs in mice transplanted with CD117-enriched ECs (n = 12) contained numerous GFP+ blood vessels (Figure 6B). Thus, the VESCs with a potential to create novel blood vessels in adults were greatly enriched in the CD117+ EC fraction.\n\n        A Genetic Deficit in Endothelial c-kit Expression Results in Impaired Angiogenesis and Retardation of Tumor Growth\n        \nMutant C57BL/6J mice with a genetic KitW-sh deficit in c-kit expression were used to study the functional role of CD117 in EC colony-formation and in angiogenesis in vivo. In many adult stem cell types, CD117 plays an important role in stem cell survival and proliferation [27]. The KitW-sh mutation disrupts 5′ regulatory sequences of the c-kit gene [44] and influences c-kit expression in a tissue specific manner affecting melanoblast survival and density [45]. Additionally, c-kit expression is abolished in mast cells, and the KitW-sh mutant mice have a mast cell deficit [46]. However, the KitW-sh homozygotes are healthy and fertile, and produce normal litters [47]. We found that kit deficient C57BL/6J-KitW-sh mice have much lower numbers of CD117-expressing ECs than the wt control mice (mean 1.5%, SD±0.71 of lin−CD31+CD105+ lung ECs, n = 3; Figure 7A). In agreement, isolated ECs from KitW-sh mice had lower numbers of endothelial CFCs (mean &lt;0.02%, SD±0.012; p&lt;0.0001; Figure 7B) than ECs from wt mice. In vivo, KitW-sh mutation resulted in impaired tumor angiogenesis and retardation of tumor growth (Figure 7C and 7D). Blood vessel densities from kit deficient mice inoculated with syngeneic B16 melanomas were less than half of those from wt C57BL/6J mice (mean vessel count per field 14.7, SD±1.5 versus 34.0, SD±3.8; p = 0.006). Correspondingly, the tumor vasculature in the kit deficient mice contained a significantly diminished number of proliferating ECs (mean 17.3%, SD±5.3 versus 25.7%, SD±4.6; p = 0.01; Figure 7C).\n\nImportantly, B16 melanoma tumor growth was very significantly inhibited in the kit deficient mice (Figure 7D). To dissect the possible effect from the kit deficient hematopoietic system on tumor growth, wt mice were subjected to total myeloablation and reconstituted with kit deficient KitW-sh mutant BM or with wt BM. When B16 melanomas were later, after the reconstitution of the hematopoietic system from the BM transplant, implanted to mice, no differences in tumor growth were observed between the two groups, regardless of whether the hosts had received a wt (n = 14) or a kit deficient BM transplant (n = 13; p&gt;0.1; Figure S5). Thus, the retardation in tumor angiogenesis and cancer growth we observed in C57BL/6J-KitW-sh mutant mice is not an effect of the c-kit expression deficit in the hematopoietic system.\n\n      Discussion\n      \nWhile infrequent proliferative cells with endothelial characteristics have been observed circulating in the peripheral blood [22]–[26], genetic fate mapping has suggested that the origin of endothelial stem/progenitor cells involved in adult angiogenesis must be local tissue resident cells [8]. Our present results provide evidence for adult endothelial stem cell hierarchy and the existence of a rare self-renewing CD117+ adult VESC that resides at the blood vessel wall endothelium (Figure 8). In all the divergent assay types we utilized to estimate the frequency of CFCs in different adult EC populations, their occurrence was always only a few CFCs per a thousand total ECs. The CD117+ EC fraction is greatly enriched and the CD117− EC fraction is greatly depleted in colony-forming ECs. Similarly, only CD117+ ECs were able to form blood vessels when transplanted in vivo. In KitW-sh mice where CD117 expression is deficient in a tissue specific manner, the number of CD117-expressing ECs and endothelial CFCs were significantly reduced, and EC proliferation and angiogenesis were impaired. This observed defective EC phenotype is not unlike the already reported deficiency in melanocyte and mast cell densities in these c-kit mutant mice [45],[46]. Taken together, our present results suggest that the ability to proliferate is not a stochastic property of ECs, and that the proliferative potential of ECs is hierarchically organized [21], with different EC subpopulations discriminated by their clonogenic potential. Our present results identify a population of EC progenitors with a high proliferative and clonogenic potential that is a small subset within CD117+ ECs (Figure 8).\n\nWhile a subset of ECs had a high capacity to produce endothelial daughter cells in various experimental settings in vitro and in vitro, we observed no evidence of transdifferentiation of other cell types to ECs. The possibility that endothelial colony-forming activity might originate from hematopoietic cells was particularly carefully studied, but this was not observed in the experiments. The result is in agreement with earlier reports suggesting that adult stem/progenitor cells are lineage restricted, and that adult blood vessel endothelium does not originate from hematopoietic cells [8],[11],[12],[23],[48]–[59]. However, the present results cannot directly exclude the possible existence of other cell populations capable of endothelial growth. Colony formation assays are admittedly artificial and do not always necessarily represent what actually occurs in vivo.\n\nAdditionally, end differentiated mature vascular wall ECs that normally have very limited proliferative capacity might reversibly acquire more stem cell-like characteristics in vivo in angiogenic situations (including human cancer), maybe for example by turning on CD117 expression (Figure 4B and 4C). Indeed, it has been reported that c-kit expression occurs in a subset of angiosarcomas, probably representing oncofetal expression, i.e., reversion of the tumor cell phenotype to that of fetal ECs that may normally show c-kit expression [60]. Thus, angiogenesis might in certain situations be driven also by abundant ECs that can reversibly acquire stem cell-like characteristics and proliferative potential.\n\nDiscovery of additional cell-surface markers should allow more efficient identification and isolation of VESCs than we have currently achieved here. The daughter cells produced by VESCs could compensate for cell loss during normal lifelong cellular turnover, and be responsible for the generation of novel neoangiogenic ECs in angiogenic situations. Together, the present results suggest the possibility of cell-based therapies for cardiovascular repair using isolated, highly enriched VESCs to restore tissue vascularization [61],[62]. VESCs are also a cellular target for future—and also present— therapies that aim to restrain angiogenesis by inhibiting endothelial-cell proliferation. Therefore, stem and progenitor cells for vascular ECs and the molecular machinery governing their activation and functions are novel cellular and molecular targets for therapeutic approaches to inhibit excessive angiogenesis and to block cancer growth [4],[62].\n\n      Materials and Methods\n      \n        Isolation of Mouse EC Populations\n        \nMouse lung ECs were isolated from lungs and other indicated tissues dissected from adult wt C57BL/6J mice (Scanbur AB), GFP-tagged transgenic C57BL/6-Tg(ACTB-EGFP)1Osb/J mice, C57BL/6J-Kdrtm1Jrt; lacZ mice [40], FVB/N-Tg(TIE2-lacZ)182Sato/J mice [41], or C57BL/6J-KitW-sh mice (all from The Jackson Laboratory). Mouse lung ECs were isolated from lungs dissected from adult mice. Mice were anesthetized with Rompun vet (Bayer) and Ketaminol vet (Intervet). The chest was opened through a midline sternotomy. The left ventricle was identified and the ventricular cavity was entered through the apex with a 27-gauge needle. The right ventricle was identified and an incision was made in the free wall to exsanguinate the animal and to allow the excess perfusate to exit the vascular space. The animal was perfused with 20 ml of PBS at approximately 10 ml/min. After being killed, the lungs were collected, fat tissue was removed, and lung tissue was minced manually. The tissue fragments were then digested with DMEM medium containing Dispase II (0.8 U/ml, Roche), collagenase H (1 mg/ml, Roche), Pen/Strep (100 U/100 g/ml), 2% FCS, 2 mM glutamine at 37°C for 1 h after which the suspension was homogenized by pipetting. The homogenate was filtered through a 100-µm nylon mesh filcon (BD Biosciences) and subsequently through a 30-µm nylon mesh falcon (BD Biosciences) and pelleted by centrifugation (300g for 6 min). Erythrocytes were lysed in lysis buffer containing 10 mM KHCO3, 155 mM NH4Cl, 0.1 mM EDTA, (pH 7.5) at room temperature for 2 min. The cell pellets were resuspended in DMEM medium containing Pen/Strep (100 U/100 g/ml), 2% FCS, and 2 mM glutamine. For lineage depletion, Mouse Lineage Cell Depletion Kit (Miltenyi Biotec) was used according to manufacturer's instructions. Subsequently, the cells were incubated with anti-mouse CD16/CD32 blocker (BD Pharmingen) according to the manufacturer's instructions to reduce FcγII/III receptor-mediated antibody binding stained for FACS. The antibodies used included APC anti-mouse CD31 (BD Pharmingen) and PE anti-mouse CD105 (eBioscience), V450 Sca-1 (BD Biosciences), and PE-Cy7 CD117 (eBioscience). Cells were analyzed and sorted using BD FACSAria flow cytometer and cell sorting system (BD Biosciences). Compensation adjustments were performed with single color positive controls. Dead cells and cell debris were excluded by gating the population according to the forward and side light scatters. The positive cells were compared the cells positive in stainings with IgG isotype controls (BD Pharmingen). Before each sorting, laser compensations were adjusted automatically with FACSDiva software version 4.1.2 (BD Biosciences). For single cell sorting, automated cell deposition unit (ACDU) in FACSAria was used for single cell sorting of populations onto 96 multi-well plates. The presence of a single GFP+ cell per well was checked under fluorescence microscope after sorting. A carrier population of 2,500 freshly isolated wt (GFP−) lin−CD31+CD105+Sca-1+CD117+ cells per well was plated together with the GFP+ single cells. The carrier population was used because the single cells were not expected to be able to survive completely alone in the well. For some of the preliminary in vitro assays, CD31+CD105+ ECs were isolated using anti-fluorochrome multisort kit (Miltenyi Biotec) according to the instructions of the manufacturer. The Provincial State Office of Southern Finland approved all the animal experiments.\n\n        In Vitro EC Colony Assays\n        \nFreshly isolated ECs were plated in duplicate in 1 ml of 0.8% methylcellulose containing 15% FCS, 1% L-glutamine, 1% BSA, 10−4 mM 2-mercaptoethanol, 0.2 mg/ml human transferring, 0.01 mg/ml rh insulin (all from Stemcell Technologies) supplemented with 100 ng/ml recombinant murine VEGF (Invitrogen). Colonies were studied and counted at days 7, 10, and 14. Scoring of colonies was performed with an inverted microscope. Colonies containing 15 or more cells at day 7 were counted. In preliminary experiments the isolated cell populations were plated at various plating densities, and an ideal plating density for each population was determined.\n\n        In Vitro Hematopoietic Cell Colony Assays\n        \nBM cells were collected by flushing femurs and tibias of the donor mice with 29-gauge needle into DMEM (Invitrogen) supplemented with 2-mM L-glutamin, 100 units/ml penicillin, and 100 g/ml streptomycin (Invitrogen). CD45+ BM cells were selected using CD45 microbeads, mouse (Miltenyi Biotec) according to manufacturer's instructions. Lineage depleted cells were selected using Mouse Lineage Cell Depletion Kit (Miltenyi Biotec) according to manufacturer's instructions. Freshly isolated cells were plated in duplicated in 1 ml of MethoCult GF M3534 medium (contains rm stem cell factor, rm IL-3, and rh IL-6; Stemcell technologies) supplemented with 10 ng/ml GM-CSF (Invitrogen) and 10 ng/ml M-CSF (Invitrogen). Different plating densities ranging from 1,000 to 100,000 cells per plate were studied. Colonies were studied and counted at days 7, 10, and 14.\n\n        lacZ Stainings\n        \nFreshly isolated lung ECs from transgenic lacZ-carrying reporter mouse strains or from wt mice (negative controls) were plated in 1 ml of 0.8% methycellulose containing 15% FCS, 1% L-glutamine, 1% BSA, 10−4 mM 2-mercaptoethanol, 0.2 mg/ml human transferin, 0.01 mg/ml rh insulin (all from StemCell technologies) supplemented with 100 ng/ml rm VEGF (Invitrogen). After 7 d, methycellulose was washed by PBS. Colonies were stained using ImaGene C12FDG lacZ Gene Expression Kit (Invitrogen) according to the manufacturer's instructions. The colonies were studied and photographed with Axiovert 200 inverted epifluorescence microscope (Carl Zeiss) using a Plan-Neofluar 10× objective (NA = 0.3), Zeiss AxioCam HRc color camera and Zeiss AxioVision 3.1 software.\n\n        EC Culture\n        \nFreshly isolated ECs were cultured on gelatin coated plates or flasks in IMDM medium containing 15% FCS, 1% L-glutamine, 1% BSA, 10−4 mM 2-mercaptoethanol, 0.01 mg/ml rh insulin, 100 ng/ml rm VEGF, 100 ng/ml rm bFGF, and 100 ng/ml rm EGF (all from Invitrogen), and 0.2 mg/ml human transferring (Sigma-Aldrich) at 37°C in a humidified 5% CO2 atmosphere. To study cultured passaged ECs, the cells were fixed with 4% PFA, blocked with PBS buffer containing 5% serum (Vector Laboratories), and incubated with the primary antibodies overnight at 4°C and subsequently detected with fluorochrome-conjugated secondary antibodies for 30 min at RT. The primary antibodies used in immunofluorescence were rat anti-mouse VEGFR-2 (BD Pharmingen), rat anti-mouse CD45 (BD Pharmingen), FITC conjugated rat anti-mouse CD14 (BD Pharmingen), rat anti-mouse CD16/32 (BD Pharmingen), Alexa 488 anti-mouse CD115 (BD Pharmingen), rat anti-mouse to F4/80 (Abcam), monoclonal anti-actin, alpha-smooth (Sigma), and FITC conjugated anti-mouse CD34 (BD Pharmingen). The secondary antibodies used were Alexa594 anti-rat. The samples were analyzed and photographed with an Axioplan 2 upright epifluorescence microscope using 20× (NA = 0.50) and 40× (NA = 0.75) Plan-Neofluar objectives, AxioCam Hrc camera 14-bit grayscale CCD camera, and Axiovision 4.3 software (Carl Zeiss).\n\n        Cell-Surface Marker Analyses by FACS\n        \nFor MS-1 EC line (ATCC number 2279; a kind gift from Jack L. Arbiser, Emory University School of Medicine, Atlanta), and cultured passage 1 and 24 ECs, the cultures were washed with PBS, detached by 1 mM EDTA at 37°C for 10 min, and cell pellets were collected. The studied cells were incubated with anti-mouse CD16/CD32 blocker (BD Pharmingen) according to the manufacturer's instructions to reduce FcγII/III receptor-mediated antibody binding stained for FACS. The antibodies used inculed APC anti-mouse CD31 (BD Pharmingen), PE anti-mouse CD105 (BD Pharmingen), V450 anti-mouse Sca-1 (BD Pharmingen), PE-Cy7 anti-mouse CD117 (eBioscience), FITC anti-mouse CD45 (BD Pharmingen), FITC anti-mouse CD11b (BD Pharmingen), Alexa 700 anti-mouse VEGFR2 (eBioscience), Alexa 700 anti-mouse CD34 (eBioscience), FITC anti-mouse CD115 (eBioscience), FITC anti-mouse CD14 (eBioscience), FITC anti-mouse F4/80 (eBioscience), Alexa 488 anti-mouse VEGFR-1 (R&amp;D systems), FITC anti-mouse CD104 (Clone 346-11A, Abcam), FITC anti-mouse CD106 (BD Pharmingen), FITC anti-mouse CD184 (BD Pharmingen), Alexa 488 anti-mouse CD144 (eBioscience), and FITC anti-mouse alpha smooth muscle actin (Abcam). Cells were analyzed and sorted using BD FACSAria flow cytometer and cell sorting system (BD Biosciences). Compensation adjustments were performed with single color positive controls. Dead cells and cell debris were excluded by gating the population according to the forward and side light scatters. The positive cells were compared the cells positive in stainings with IgG isotype controls (BD Pharmingen). A minimum of 30,000 total events was always analyzed. Before each analysis, laser compensations were adjusted automatically with FACSDiva software (BD Biosciences). Mean fluorescence intensity (MFI) values are presented as the mean ± SD, calculated from multiple mice over three experiments. Statistical significance was assessed by the Student's t test, and p values&lt;0.05 were considered significant.\n\n        Total RNA Purification and Real-Time Quantitative RT-PCR\n        \nTotal RNA from freshly isolated mouse lung ECs was extracted using RNeasy Mini kit (Qiagen) according to manufacturer's instruction. Sample integrity was analyzed with Agilent 2100 BioAnalyzer to demonstrate consistent quality. Real-time quantitative RT-PCR analyses (RT2 qPCR Primer Assays) were performed by SABiosciences-QIAGEN using the SYBR Green real-time PCR detection method. To normalize the data the Ct value of the housekeeping gene GAPDH was subtracted from the value of the gene of interest. The 2∧(-delta Ct) was used to calculate the normalized relative quantity in order to compare the relative quantification of the gene of interest.\n\n        In Vivo Cell Transplantations\n        \nFor transplanting the progeny of a single EC, GFP-tagged cells were isolated from transgenic C57BL/6-Tg(ACTB-EGFP)1Osb/J mice, and the single cell suspension was plated in adherent colony-forming assays at one CFC per plate. The colonies were expanded for 12 d in adherent matrix. Subsequently, the plates and the colonies were studied under Axiovert 200 inverted epifluorescence microscope (Carl Zeiss) using both bright field and eGFP channels. The plates that contained a single clonal colony per plate after the expansion were utilized in cell transplantations. The colonies were under Olympus CKX31 inverted microscope and were manually collected from the dish bottom (where they grow adherent to the plastic) by scraping and carefully pipetting using a micropipette. The cells were then resuspended in PBS, and mixed with 200 µl of matrigel (Basement Membrane Matrix; BD Pharmingen) supplemented with VEGF (100 ng/ml; Invitrogen) and bFGF (10 ng/ml; Invitrogen), and injected subcutaneously into wt C57BL/6J mice. After 2–3 wk, the mice were killed and the vasculature of the plugs analyzed. In some experiments, defined numbers of freshly isolated GFP-tagged cells were used. In repeated isolations and serial transplantations in vivo, C57BL/6J mice were inoculated with syngeneic B16 melanoma cells (2×106 B16 cells in 200 µl) mixed with 15 CFUs of GFP-tagged CD31+CD105+ ECs. After 2 wk, the tumor was excised and processed to single cell suspension that was lineage depleted using Mouse Lineage Cell Depletion Kit (Miltenyi Biotec) according to manufacturer's instructions. The lineage depleted cells (containing B16 cells and 10,000 GFP-tagged ECs per tumor) were then inoculated to a new host. The isolation and retransplantation was repeated every 2 wk. Part of the tumors in each generation was processed for tissue analyses.\n\n        Induction of Angiogenesis by Syngeneic B16 Melanoma Tumors or Matrigel Plugs\n        \nThe B16-F1 melanoma cell line (ATCC number 6323) was maintained in DMEM supplemented with 2 mM L-glutamine, Pen/Strep (100 U/100 g/ml), and 10% FBS (PromoCell). The mice were injected subcutaneously with B16 cells (2×106 cells in 200 µl), and the tumors were let to grow for 10–20 d. Matrigel plugs (400 µl per injection Basement Membrane Matrix; BD Pharmingen) supplemented with recombinant murine VEGF (100 ng/ml; Invitrogen) were injected subcutaneously to the back of the mouse. The plugs were excised and processed for tissue analyses at 2–3 wk after injection. In some experiments, GFP+ cell populations isolated from transgenic C57BL/6-Tg(ACTB-EGFP)1Osb/J mice were mixed with B16 cells or matrigel prior to injection. In experiments where tumor growth rate was studied, 2×106 B16 cells suspended in 200 µl growth factor reduced matrigel were injected subcutaneously. The tumors were measured every other day using a vernier caliper. Tumor volume was determined using the Pi/6×L×W×W formula with L as the longest diameter and W the diameter at the position perpendicular to L.\n\n        Immunohistochemistry and Whole Mounts\n        \nThe primary antibodies used in immunoflurescence were rat anti-mouse CD31/PECAM-1 (BD Pharmingen) rat anti-mouse CD105/endoglin (BD Pharmingen), rat anti-mouse VEGFR-2 (BD Pharmingen), rabbit anti-mouse/human von Willebrand Factor (vWF; DAKO), rat anti-mouse Sca-1 (BD Pharmingen), rabbit polyclonal anti-mouse VE Cadherin (Abcam), rabbit anti-ZO-1 (N-term) (Invitrogen), and goat anti-mouse CD117 (R&amp;D Systems). In some stainings, rat anti-mouse CD45 (BD Pharmingen) and rabbit polyclonal anti-β-galactosidase (Chemicon International) were used as negative controls. The secondary antibodies used were Alexa594 anti-rat, Alexa594 anti-rabbit, Alexa633 anti-rat, Alexa633 anti-rabbit, Alexa 594 anti-goat, Alexa 647 anti-goat, Alexa 647 anti-rabbit, Alexa488 anti-rat, Alexa 488 anti-rabbit (all from Molecular Probes). For staining of whole mounts, all samples were fixed in 4% PFA, blocked with PBS buffer containing 5% serum (Vector Laboratories), 0.2% BSA, 0.09% Na-Azide, 0.2% BSA, and 0.3% Triton-X (Sigma-Aldrich), and incubated with the primary antibodies for 2 d at room temperature. Auto-fluorescent cartilage was removed from the ears before fixing. The samples were washed and incubated with fluorochrome conjugated secondary antibodies overnight at room temperature. Finally, the plugs were sliced, the ears were flattened, and the samples were mounted with antifading medium (Vectashield; Vector Laboratories). For fluorescent immunohistochemistry of cryosections, samples were fixed for 1 h with 2% PFA and incubated in 20% sucrose/PBS overnight. After the cryopreservation, tissues were embedded in OCT compound (Tissue-Tek; Sakura Finetek Europe) and frozen at −70°C. Sections (8–80 µm) were stained with the primary antibodies overnight at 4°C and subsequently detected with fluorochrome-conjugated secondary antibodies for 30 min at room temperature. Finally, the sections were mounted with anti-fading medium (Vectashield). To verify that detected blood vessels were actually functional vessels that were connected to the blood circulation, the mice were perfused with fluorescein-labeled microspheres essentially as described earlier [42]. Fluorescent carboxylate-modified microspheres, 0.2-µm, red fluorescent (580/605) (FluoSpheres, Molecular Probes) were used diluted 1∶6 with PBS. Mice were anesthetized with Rompun vet (Bayer) and Ketaminol vet (Intervet). Tridil (nitroglycerin, Orion Oyi, Espoo, Finland) was included in the anesthesia mixture at 50 mg/ml to allow maximal vasodilation of the peripheral vasculature. The chest was opened through a midline sternotomy. The left ventricle was identified and the ventricular cavity was entered through the apex with a 27-gauge needle. The right ventricle was identified and an incision was made in the free wall to exsanguinate the animal and to allow the excess perfusate to exit the vascular space. The animal was perfused with 4–6 ml of PBS at approximately 10 ml/min and then with the fluorescent microspheres. For staining of colonies grown in colony assays, methylcellulose was washed with PBS and cells were fixed in 4% PFA; blocked with PBS buffer containing 5% serum (Vector Laboratories), 0.2% BSA, 0.09% Na-Azide, 0.2% BSA, and 0.3% Triton-X (Sigma-Aldrich), and incubated with the primary antibodies for overnight at 4°C and subsequently detected with fluorochrome-conjugated secondary antibodies for 1 h at room temperature. The samples were analyzed with a Zeiss LSM510 laser scanning confocal microscope (Carl Zeiss; LSM 5 Software version 3.2) using multichannel (sequential) scanning in frame mode using a 40× (NA = 1.3) Plan-Neofluar and a 63× (NA = 1.4) Plan-Apochromat oil immersion objectives. Single XY-scans typically had an optical slice thickness of 0.9 µm or less. Additionally, the samples were analyzed and photographed with an Axioplan 2 upright epifluorescence microscope using 5× (NA = 0.15), 10× (NA = 0.3), 20× (NA = 0.50), and 40× (NA = 0.75) Plan-Neofluar objectives, AxioCam Hrc camera 14-bit grayscale CCD camera, and Axiovision 4.3 software (Carl Zeiss). 3D reconstitutions were created with ImageJ 1.42q using Volume Viewer plugin in Volume II mode. For bright field immunohistochemistry, 7-µm cryosections were air-dried and fixed in cold acetone for 10 min and processed essentially as described earlier [63]. The sections were first treated with 0.3% H2O2 in methanol to block endogenous peroxidase. After endogenous peroxidase blocking, the sections were rehydrated in PBS for 5 min and incubated in 5% normal serum at room temperature for 30 min, and incubated with rat anti-mouse CD117 (R&amp;D Systems) at 4°C overnight. Negative controls were performed by omitting the primary of secondary antibodies or by using irrelevant primary antibodies of the same isotype. A subsequent incubation for 30 min with biotinylated anti-rat IgG was followed by a 30-min incubation using ABC reagents of the Vectastain Elite Rat IgG ABC Kit (Vector Laboratories) and a 10-min incubation with Chromogen Immpact DAB (Vector Laboratories). The slides were counterstained with Mayer's hematoxylin (DAKO) and mounted using VectaMount AQ medium (Vector Laboratories), and studied and photographed with Leica DM LB microscope (Leica Microsystems GmbH) using C Plan 63× objective (NA = 0.75) and Olympus DP50 color camera (Olympus Corporation). Tumor vessel density was determined from the peri- and intratumoral area in four to six fields (×100) of CD31 stainings of the tissue sections in areas with the highest vascularity (hot spots) essentially as described by Folkman and coworkers [64], and the results were recorded as the sum of all vessel counts per field. Only structures that morphologically appeared as vascular and stained with the immunomarker were taken into account. The scoring was performed blinded to avoid bias. The final score for each tumor was determined as a mean of the values determined from intra- and/or peritumoral vessel densities. For assessment of the proliferating fraction of tumor ECs in B16 tumors, proliferating (ki-67+) EC (CD31+) hotspots were identified by scanning the sections at low magnification by using 10× (NA = 0.3) plan-Neofluar objective and Axioplan2 epifluorescence microscope (Carl Zeiss). Micrographs were then taken using 40× (NA = 1.3) oil objective in four to 18 fields and Axiovision 4.3 software. Total CD31+ ECs and CD31+/ki–67+ ECs within the micrograph area (0.097 mm2) were manually calculated using Image J (NIH Image) via cell counter plug-in. The results were recorded as mean for each tumor. The scoring was performed blinded to avoid bias.\n\n        Human Tumor Tissue Samples\n        \nParaffin-embedded human tumor tissue samples from patients with histologically diagnosed malignant melanoma (n = 4) or malignant breast cancer (n = 10) were drawn from the archives of the Department of Pathology, University of Helsinki. Heat-induced epitope retrieval was performed by heating the deparaffinized tissue sections in a buffered citric acid solution (Dako) for 15 min. The sections were incubated for 30 min in 0.3% hydrogen peroxidase in methanol at room temperature and for 30 min in 5% normal horse serum at room RT. CD117 expression was determined using mouse anti-human CD117 Mab (MS-289-P; NeoMarkers) diluted 1∶100 incubated overnight at 4°C at a dilution of 1∶100. A subsequent incubation for 30 min in biotinylated anti-mouse serum was followed by a 30-min incubation using reagents of the Vectastain Elite ABC kit (Vector Laboratories). Peroxidase activity was developed using DAB (Vector) for 10 min. Finally, the sections were stained with hematoxylin for 30 sec and mounted with VectaMount AQ (Vector). Negative controls were performed by omitting the primary antibody or by using irrelevant primary antibodies.\n\n        Syngeneic BM Transplantations\n        \nBM cells were collected by flushing femurs and tibias of the donor mice with 29G needle into DMEM (Invitrogen Corporation) supplemented with 2 mM L-glutamin, penicillin (100 U/ml) and streptomycin (100 µg/ml) (Sigma-Aldrich). Unselected BM cells (7×106) were transplanted into corresponding syngeneic wt mice via tail vein injection. The recipients were irradiated 1 d prior to transplantation by a lethal dosage of 9.1 Gy. Mice were used for experiments 5–8 wk after transplantation.\n\n      Supporting Information"
}