{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001557",
  "doi": "10.1371/journal.pbio.1001557",
  "externalIds": [
    "pii:PBIOLOGY-D-12-04371",
    "pmid:23667326",
    "pmcid:PMC3646729"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Recruitment, Assembly, and Molecular Architecture of the SpoIIIE DNA Pump Revealed by Superresolution Microscopy",
  "authors": [
    {
      "name": "Jean-Bernard Fiche",
      "first": "Jean-Bernard",
      "last": "Fiche",
      "affiliation": "Centre National de la Recherche Scientifique, Unité Mixte de Recherche 5048, Centre de Biochimie Structurale, Montpellier, France; Institut National de la Santé et la Recherche Médicale, Unité 1054, Montpellier, France; Universités Montpellier I et II, Montpellier, France"
    },
    {
      "name": "Diego I. Cattoni",
      "first": "Diego I.",
      "last": "Cattoni",
      "affiliation": "Centre National de la Recherche Scientifique, Unité Mixte de Recherche 5048, Centre de Biochimie Structurale, Montpellier, France; Institut National de la Santé et la Recherche Médicale, Unité 1054, Montpellier, France; Universités Montpellier I et II, Montpellier, France"
    },
    {
      "name": "Nele Diekmann",
      "first": "Nele",
      "last": "Diekmann",
      "affiliation": "Centre National de la Recherche Scientifique, Unité Mixte de Recherche 5048, Centre de Biochimie Structurale, Montpellier, France; Institut National de la Santé et la Recherche Médicale, Unité 1054, Montpellier, France; Universités Montpellier I et II, Montpellier, France"
    },
    {
      "name": "Julio Mateos Langerak",
      "first": "Julio Mateos",
      "last": "Langerak",
      "affiliation": "Centre National de la Recherche Scientifique, Institut de Génomique Humaine, Montpellier, France"
    },
    {
      "name": "Caroline Clerte",
      "first": "Caroline",
      "last": "Clerte",
      "affiliation": "Centre National de la Recherche Scientifique, Unité Mixte de Recherche 5048, Centre de Biochimie Structurale, Montpellier, France; Institut National de la Santé et la Recherche Médicale, Unité 1054, Montpellier, France; Universités Montpellier I et II, Montpellier, France"
    },
    {
      "name": "Catherine A. Royer",
      "first": "Catherine A.",
      "last": "Royer",
      "affiliation": "Centre National de la Recherche Scientifique, Unité Mixte de Recherche 5048, Centre de Biochimie Structurale, Montpellier, France; Institut National de la Santé et la Recherche Médicale, Unité 1054, Montpellier, France; Universités Montpellier I et II, Montpellier, France"
    },
    {
      "name": "Emmanuel Margeat",
      "first": "Emmanuel",
      "last": "Margeat",
      "affiliation": "Centre National de la Recherche Scientifique, Unité Mixte de Recherche 5048, Centre de Biochimie Structurale, Montpellier, France; Institut National de la Santé et la Recherche Médicale, Unité 1054, Montpellier, France; Universités Montpellier I et II, Montpellier, France"
    },
    {
      "name": "Thierry Doan",
      "first": "Thierry",
      "last": "Doan",
      "affiliation": "Laboratoire de Chimie Bactérienne, Centre National de la Recherche Scientifique Unité Mixte de Recherche 7283, Marseille, France"
    },
    {
      "name": "Marcelo Nöllmann",
      "first": "Marcelo",
      "last": "Nöllmann",
      "affiliation": "Centre National de la Recherche Scientifique, Unité Mixte de Recherche 5048, Centre de Biochimie Structurale, Montpellier, France; Institut National de la Santé et la Recherche Médicale, Unité 1054, Montpellier, France; Universités Montpellier I et II, Montpellier, France"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-05",
  "dateAccepted": "2013-03-27",
  "dateReceived": "2012-10-31",
  "volume": "11",
  "number": "5",
  "pages": "e1001557",
  "tags": [
    "Bacillus subtilis",
    "Biophysics",
    "DNA",
    "Developmental biology",
    "Discipline-v2/Bacillus subtilis",
    "Discipline-v2/Biology",
    "Discipline-v2/Biophysics",
    "Discipline-v2/DNA",
    "Discipline-v2/Developmental biology",
    "Discipline-v2/Microbial growth and development",
    "Discipline-v2/Microbial physiology",
    "Discipline-v2/Microbiology",
    "Discipline-v2/Model organisms",
    "Discipline-v2/Nucleic acids",
    "Discipline-v2/Physics",
    "Discipline-v2/Prokaryotic models",
    "Microbial growth and development",
    "Microbial physiology",
    "Microbiology",
    "Model organisms",
    "Nucleic acids",
    "Prokaryotic models",
    "Type/Research Article"
  ],
  "abstract": "Super-resolution and fluctuation microscopy in a model DNA-segregation system reveal the architecture and assembly mechanism of the motor responsible for DNA translocation during bacterial cell division.",
  "fullText": "Introduction\n\nMany cellular processes require the active transport of genetic material across hydrophobic membranes. In bacteria, these include chromosome segregation between daughter cells during cell division and transfer of DNA between separate cells during conjugation. A dramatic example of intercellular DNA transport is the segregation of chromosomes during sporulation in Bacillus subtilis. Early in this process, replicated sister chromosomes are remodeled into elongated axial filaments, and centromere-like elements located close to the replication origins of each chromosome are segregated and attached to opposite cell poles by the action of at least four proteins (Soj, Spo0J, RacA, and DivIVA) [1],[2]. Next, transcription of sporulation-specific factors directs the asymmetric relocation of the divisional plane from its normal mid-cell locus to the vicinity of the cell pole. This newly relocated septum divides the cell into mother cell and forespore and, importantly, traps a quarter of the chromosome inside the forespore compartment [3],[4]. Finally, SpoIIIE, a membrane-associated DNA translocase, assembles at the sporulation septum and translocates the remainder of the chromosome (∼3 Mbp) into the forespore compartment by using the energy of ATP hydrolysis (Figure 1a) [5],[6]. In addition to its function during sporulation, SpoIIIE may play a role in clearing DNA from division septa during vegetative growth [7]–[10].\n\nSpoIIIE is closely related to the Escherichia coli DNA translocase FtsK, a septal-bound motor involved in chromosome dimer resolution (CDR) and in coordinating chromosome segregation and cell division [11]. SpoIIIE/FtsK are composed of three domains: an N-terminal, transmembrane-spanning domain (SpoIIIEN/FtsKN); a poorly conserved and putatively unstructured linker (SpoIIIEL/FtsKL); and a motor domain (SpoIIIEαβγ/FtsKαβγ) (Figure 1b). The motor domains of SpoIIIE and FtsK share ∼78% sequence similarity and have been classified as members of the RecA family of ATPases [12],[13]. Structural studies showed that the FtsK/SpoIIIE motor contains three subdomains (α, β, and γ) [14]. αβ assembles into a hexameric ring containing the ATPase machinery and a large central ∼3 nm channel through which double-stranded DNA (dsDNA) is threaded [14]. A critical feature of FtsK and SpoIIIE is their ability to translocate DNA directionally [6],[15], a process that requires the recognition of highly skewed octameric chromosomal DNA sequence motifs (KOPS, FtsK Orienting Polar Sequences; SRS, SpoIIIE Recognition Sequence) [6],[16],[17]. KOPS/SRS recognition is specifically achieved by FtsK/SpoIIIE γ domains, which are winged-helix domains linked to αβ by flexible linkers [6],[18]–[20]. Despite these advances, the mechanism of DNA translocation by SpoIIIE/FtsK in vivo is still poorly understood.\n\nEarly models for SpoIIIE, and more recent proposals for FtsK, suggested that SpoIIIEN/FtsKN are anchored to a closing (but still unfused) septum, while motor domains assemble, bind, and directionally translocate the DNA segments crossing the aqueous channel connecting the two cells [11],[21],[22]. In stark contrast, the “DNA channel” model proposed that SpoIIIEN (Figure 1b) assembles to form a DNA conducting channel consisting of two linked SpoIIIE hexamers of opposite orientation, spanning both lipid bilayers and the cell wall sandwiched between them (Figure 1c) [23]–[25]. Finally, it was suggested that DNA translocation and the relative orientation of chromosomal SRS/KOPS establish an asymmetric assembly of SpoIIIEαβ motors on the mother-cell side of the septum (sequence-directed DNA exporter model) (Figure 1b and 1d) [6],[26]. This model requires DNA to be either pumped through an aqueous or a protein channel, but is at odds with the DNA channel model that requires SpoIIIE to be on either side of the septal membrane to assemble a paired DNA channel. To date, these models could not be refuted or confirmed by light microscopy methods because of the intrinsic resolution limit imposed by diffraction (∼250 nm) (Figure 1e, left panel).\n\nIn this article, we determine the position, architecture, and composition of SpoIIIE complexes in live cells by using photo-activation localization microscopy (PALM) [27],[28], a novel methodology that allows for the localization of genetically encoded photo-activatable markers at 10-fold higher resolution (∼20 nm) than conventional epifluorescence microscopy. To get insight into the cellular localization of SpoIIIE in three dimensions at superresolution and obtain absolute protein numbers and oligomerization states, we used two-color, 3D structured illumination microscopy (3D-SIM) [29], and scanning Number and Brightness analysis (N&amp;B) [30]. We find that (1) SpoIIIE assembles into ∼45 nm clusters whose mobility and cellular localization are cell-cycle dependent; (2) in pre-divisional cells, SpoIIIE does not uniformly distribute on the cell membrane but preferentially localizes to future sites of septation; (3) SpoIIIE clusters are anchored to the leading edge of constricting septa, suggesting that assembly of a translocation proficient complex is not necessarily timed with DNA binding; (4) during cell division, SpoIIIE specifically assembles at the division septum, strongly suggesting a role in post-septational partitioning; (5) finally, we show that SpoIIIE complexes are symmetrically located on either side of the sporulation septum at the onset of DNA translocation, but ATP-fueled directional DNA transfer leads to the establishment of a biased, asymmetric complex specifically on the mother-cell side of the septum. Our data are inconsistent with the notion that SpoIIIE forms paired DNA conducting channels across fused membranes. Instead, they support a model in which DNA translocation occurs through an aqueous DNA-conducting pore structurally maintained by the divisional machinery, with SpoIIIE acting as a checkpoint preventing membrane fusion until completion of chromosome segregation.\n\nResults\n\nSpoIIIE Assembles in PALM-Limited Clusters\n\nPrevious studies using conventional microscopy methods proposed that SpoIIIE is monomeric during vegetative growth and only forms diffraction-limited foci during sporulation (Figure 1e) [24],[25],[31],[32], suggesting that SpoIIIE is recruited and assembles specifically at the sporulation septum. To test this hypothesis, we tagged SpoIIIE with a photo-activatable fluorescent protein and developed a microfluidics-coupled, multicolor PALM microscope to perform automatized superresolution detection and analysis of SpoIIIE localization and assembly in live cells (Figure 1f–g and Materials and Methods). First, a culture of B. subtilis was pre-incubated with the DNA intercalator sytox-green and introduced into a poly-L-lysine-coated microfluidics chamber (Figure 1f, left panel). Flow force (∼200 µl/s) was used to flatten and immobilize cells on the surface (Figure 1f, left and middle panels), and chromosomal DNA was imaged by epi-fluorescence microscopy (Figure 1g, left panel). Second, SpoIIIE was imaged by PALM microscopy (Figure 1f–g, middle panels). Third, the membrane dye FM4-64 was added into the micro-fluidics chamber and membranes were imaged by epi-fluorescence (Figure 1f–g, right panels). PALM and membrane images were sequentially detected using the same set of dichroic mirrors and emission filters to avoid chromatic aberrations. Fluorescence bleeding was also reduced, thanks to the sequential labeling procedure. Finally, custom-made software was used to automatically detect cells (Figure 1g, left panel), determine the localization of individual SpoIIIE proteins in the cell coordinate system by PALM microscopy (Figure 1g, middle panel), classify cells depending on their cell cycle state (Figure 1g, right panel), and quantify the amount of DNA in each cellular compartment (see Materials and Methods).\n\nUsing this approach, we first investigated the spatial distribution of SpoIIIE as a function of cell cycle stage in cells growing exponentially or after induction of sporulation. Three cell cycle stages were identified: cells were classified as in stage 1 or stage 2 (symmetric division) depending on whether a division septum at mid-cell could be detected or not (Figure 2a, left and middle panels), and in stage 3 (sporulating cells during DNA translocation) when septa were detected at the 1/5th or 4/5th position (Figure 2a, right panel). Stage 1 cells contained both vegetatively growing and pre-divisional cells, as we could not distinguish between these different physiological states solely based on membrane imaging. We observed that SpoIIIE forms clusters in all stages (Figure 2a). Clusters were automatically detected from the spatial distribution of single-molecule localization events (Figure 2b; SM5 and SM10 in Methods S1). Analysis of cluster sizes and compositions revealed that SpoIIIE assembles in two kinds of clusters (Figure 2b–c): the first type contains a large number of single-molecule events and displays sizes smaller than 100 nm (full width at half maximum, or FWHM), whereas the second type presents a considerably lower number of events and exhibits larger sizes (&gt;100 nm FWHM). The assembly of SpoIIIE in these two cluster types is independent of the photo-activatable protein used (Figure S4d–e). Based on these properties, clusters were automatically classified as PALM-limited or dynamic, respectively (Figure 2b–c, Materials and Methods, and Methods S1). Interestingly, PALM-limited and dynamic clusters existed in all cell cycle stages (Figure 2a–b), but proportions between these cluster types varied considerably depending on cell cycle progression (see below).\n\nCluster size analysis showed that PALM-limited complexes are 45±10 nm in size (FWHM), independent of cell cycle stage (Figure 2d). Based on diffusion coefficients of typical membrane-bound proteins in bacteria (0.005–0.1 µm2/s) [33], we can estimate that free membrane diffusion of SpoIIIE would result in a root mean square displacement of at least ∼1 µm/min. Surprisingly, time-trace analysis of single clusters revealed that PALM-limited complexes are extremely stable (move less than ∼45 nm over several minutes), and their apparent size is not a function of imaging time (Figure 2e). In contrast, time-trace analysis showed that SpoIIIE in dynamic clusters is highly mobile (Figures S1 and S2). These observations suggest that SpoIIIE in PALM-limited clusters is tethered to large, rather immobile structures such as membrane-anchored division proteins or cytoskeletal components.\n\nAnalysis of the distribution of number of single events in PALM-limited and dynamic clusters (proportional to the number of SpoIIIE proteins) revealed small variations in cluster composition between cell cycle stages (Figure S3a). Interestingly, upon induction of sporulation, SpoIIIE levels determined by the number of single-molecule events in PALM-limited clusters increased ∼2-fold (Figure S3a–b). To validate these results and to obtain further insight into the nature of PALM-limited clusters, we turned to two-photon number and brightness microscopy, a method that allows for the in vivo quantification of absolute protein numbers and their oligomerization state (Methods S1) [30],[34]. After induction of sporulation, N&amp;B experiments showed that clusters present in sporulation and division septa contain 47±20 SpoIIIE molecules, with brightness values consistent with at least 70% of SpoIIIE in hexameric state (i.e., 6–7 hexamers and ∼12 monomers, Figure S5). In contrast, clusters in division septa of exponentially growing cells displayed 20±4 SpoIIIE molecules, and showed brightness values compatible with at least 42% of SpoIIIE assembling into hexamers (i.e., 1–2 hexamers and ∼9 monomers, Figure S5). The spoIIIE gene is not transcribed from a sporulation-specific, but from a constitutive promoter, prompting the assumption that its expression levels may be constant during vegetative growth and sporulation [32],[35],[36]. In contrast, our PALM and N&amp;B results show a ∼2.5-fold increase in the number of SpoIIIE molecules in clusters in cells undergoing sporulation, suggesting that SpoIIIE protein levels during vegetative growth are down-regulated, possibly by RNA degradation implicating the RNase Y pathway as for other sporulation-specific proteins (e.g., SpoIISAB) [37],[38].\n\nTaken together, these results reveal that (1) SpoIIIE partially assembles into PALM-limited clusters during vegetative, division, and sporulation stages; (2) PALM-limited clusters are static and contain SpoIIIE in a partially hexamerized state; and (3) absolute SpoIIIE levels in clusters increase approximately 2-fold upon induction of sporulation as independently shown by PALM and N&amp;B analysis.\n\nSpoIIIE Is Recruited and Assembles Before Septum Invagination and Follows the Leading Edge of Constricting Septa\n\nPALM-limited clusters appeared in all cell-cycle stages (Figure 3a–c), but their numbers and spatial localization patterns varied. In vegetative/pre-divisional cells (stage 1), ∼19% of cells displayed PALM-limited clusters, 33% dynamic clusters, and 10% a mixture of both, while in 38% of cells no cluster was detected (hereafter empty cells) (Figure 3a). The relative proportions of cluster types did not significantly depend on whether cells were exponentially growing or entering sporulation, or on the photo-activatable protein used (Figures S3, S4, and S6).\n\nTo investigate the cellular distribution of SpoIIIE, we constructed probability distribution maps (heat maps) based on the cellular localization statistics of thousands of individual molecules in single cells (Methods S1). This analysis showed that dynamic clusters distributed homogeneously over the cell membrane in vegetative/pre-divisional cells (Figure 3d). In contrast, and despite the absence of a visible septum, PALM-limited clusters localized to future sites of asymmetric septation in cells at the onset of sporulation (Figure 3e) and to future sites of symmetric division in exponentially growing cells (Figure S7a). Interestingly, both PALM-limited and dynamic clusters localized specifically to future septation sites with a higher frequency in long (pre-divisional) than in short (vegetative) cells (Figures S7e–h), suggesting that recruitment of SpoIIIE to future septation sites is timed with the assembly of a new septal ring.\n\nGlobally, these results suggest that during vegetative growth SpoIIIE can exist in two states: a mobile possibly pre-assembled state (dynamic clusters) with no defined localization, and a static, assembled state (PALM-limited clusters) with a well-defined localization to future sites of septation. It is tempting to speculate that the specific partitioning of SpoIIIE into these states and their specific cellular localization in pre-divisional cells are determined by the assembly of the division machinery, with PALM-limited clusters being recruited by specific interactions with components of the divisome.\n\nTo study the recruitment of SpoIIIE during the early steps of cell division, we turned to structured illumination microscopy (3D-SIM), a super-resolution method that allows for live, multicolor, three-dimensional imaging at a resolution of ∼100 nm [29]. Two-color images of B. subtilis membranes stained with FM4-64 and fluorescently labeled SpoIIIE were obtained in exponentially growing and sporulating cells. Independently of growth conditions, SpoIIIE localized to the site of nascent division and sporulation septa before mechanical constriction commenced (Figure 3f, Figure S8a, and Movie S1).\n\nLater during septal constriction, SpoIIIE assembled in a single cluster in 38% of cells (Figure 3f), or in a ring that followed the leading edge of the closing septum in 57% of cells (Figure 3g, Figure S9a, and Movie S2), consistent with the dynamic nature of the closing septum. Interestingly, in this stage SpoIIIE clearly followed the leading edge of the invaginating septum in both asymmetric and symmetric septa (Figure 3g–h and Figure S8b–d), suggesting a direct interaction with the constriction machinery.\n\nTo further investigate the role of the division apparatus in determining the localization of SpoIIIE, we simultaneously imaged SpoIIIE and FtsZ by 3D-SIM imaging. We observed that in the absence of any apparent FtsZ ring (vegetative cells), SpoIIIE did not seem to have any specific localization pattern (75% of cells, N = 104, Figure S10b). In contrast, in dividing cells, SpoIIIE clearly localized to early forming and actively constricting FtsZ-rings independently of their size (55% of cells, N = 78, Figure 4a–b, and Figure S10d–e). These results strongly suggest that SpoIIIE is an early component of the division machinery whose localization is driven by the assembly and constriction of the FtsZ ring.\n\nSpoIIIE Assembles in Single PALM-Limited Clusters in Mature Septa\n\nNext, we investigated the assembly of SpoIIIE in mature division and sporulation septa (flat septa with no detectable opening). In cells undergoing symmetric division, the majority of cells (Figure 3b) contained single PALM-limited clusters that strongly localized to the center of the septal plane (Figure 4c,e and Figure S4d,g; see Figure S7b for dynamic clusters). These results are in agreement with 3D-SIM experiments in which a majority of dividing cells contained single SpoIIIE clusters at the center of the septal plane (Figure S9b). Interestingly, simultaneous 3D-SIM imaging of SpoIIIE and FtsZ showed that SpoIIIE often localized to the center of the septum after completion of constriction by the FtsZ ring (25% of cells, N = 104, Figure S10a, c–i), and tended to remain bound to the interphase between cells after separation (30%, N = 77, Figure S10a and S10c-ii).\n\nIn mature sporulation septa, 3D-SIM and PALM imaging showed that 85% of cells (Figure S9c, and Figure 3c) contained single SpoIIIE clusters that preferentially localized to the center of sporulation septa during DNA translocation (Figure 4d–f, Figures S4h and S7c, and Movie S3; see localization of dynamic clusters in Figure S7c). Importantly, PALM-limited clusters detected in flat sporulation septa are single (Figure 4e). As both chromosomal arms are independently translocated during sporulation [24], these data imply that the SpoIIIE motors (minimally one hexamer per DNA arm, ∼12 nm in size [14]) responsible for the translocation of each chromosome arm reside within a single PALM-limited cluster (∼45 nm in size) predominantly located at the septal midpoint.\n\nOverall, these results are consistent with the notion that SpoIIIE complexes reach a mid-septum position following early interactions with components of the septal constriction machinery. In this scenario, the site of DNA translocation at the center of the septal disc is determined by the cylindrical symmetry of the septum.\n\nDNA-Translocating SpoIIIE Assembles Specifically on the Mother Cell\n\nThe DNA conducting channel and the sequence-directed DNA exporter models produce contrasting predictions: the former predicts that SpoIIIE is present in both sides of the sporulation septum [23],[24], while the latter predicts single symmetric clusters asymmetrically located on the mother cell side of the sporulation septum [6]. To test these distinct predictions, we investigated the relative localization of individual PALM-limited clusters with respect to the center of the septum, in symmetric and asymmetric septa. Electron-microscopy [24],[39] and 3D-SIM (Figure 4f) imaging demonstrated that sporulation and vegetative division septa are flat. In particular, electron-microscopy [24],[39] showed that sporulation septa have a thickness of only ∼10 nm. Thus, intensity profiles drawn across the direction perpendicular to the septum can be used to position the center of the septum with high precision (Figure 5a and Methods S1). We selected strictly flat and mature septa to avoid geometrical artifacts introduced by partially curved or incomplete septa appearing during engulfment or at the early stages of invagination. For each PALM-limited cluster, we determined their distance to the septum by projecting the vector defining their center-of-mass in the direction perpendicular to the septum (Methods S1).\n\nOur results unequivocally show that the distribution of PALM-limited clusters is asymmetric and strongly biased towards the mother cell, with a maximum located at 22±2 nm (s.e.m.) (Figure 5b). These results were not influenced by the orientation of the cell axis in the sample plane (Figure S11a) or by the tilt angle between the cell axis and the sample plane (Figure S12). In addition to classifying the locations of the centers of each cluster, we determined the distribution of localization of single proteins as a function of their distance to the center of the septum. The distribution of individual SpoIIIE proteins was also biased and peaked at 25±1 nm (s.e.m.) (Figure 5c). A conservative classification of individual PALM-limited clusters based on their position with respect to the center of the septum similarly revealed that a majority of PALM-limited clusters are located on the mother cell side (49%) with only a small minority (∼6%) in the forespore (Figure S11b). To test whether these results were influenced by our cell immobilization methodology, we performed similar experiments in which cells were immobilized in agar-pads (Figure S11c). In agreement with our previous findings, we obtained a biased distribution with a maximum at 30±5 nm s.e.m. (Figure S11d). These statistics contrast with the symmetric distribution of single-molecules in PALM-limited clusters observed in division septa (Figure 5d and Figure S11b). This symmetric distribution is consistent with the lack of asymmetry between daughter cells. Overall, these results show that SpoIIIE assembles in a strongly compartment-specific manner during sporulation, in support of the sequence-directed DNA exporter model.\n\nNext, we investigated whether the bias observed in SpoIIIE localization in sporulation septa depended on the amount of DNA translocated into the forespore. We used a method similar to that in Ptacin et al. [6], in which the percentage of DNA translocated is calculated from the ratio of DNA fluorescence inside the forespore with respect to that of the whole cell. This percentage starts at ∼15% when the septum closes and SpoIIIE first contacts DNA and increases constantly until reaching 100% when the full chromosome has been completely translocated [6]. Our experiments indicate that the average distance between SpoIIIE complexes and the septum increases linearly from ∼0±10 nm at the onset of DNA translocation, until reaching a maximum of 50±10 nm after ∼40% of the chromosome has been translocated (Figure 5e). These results strongly suggest that directional DNA translocation participates in the establishment of a biased SpoIIIE complex across the septum. In addition, these measurements show that SpoIIIE clusters are found in the forespore side of the septum (Figure 5b) only at the onset of DNA translocation.\n\nFinally, we quantified the symmetry of individual PALM-limited clusters (aspect ratio) by measuring their dispersion in the direction parallel and perpendicular to the sporulation septum. The DNA exporter model predicts that SpoIIIE should assemble in single symmetric clusters, whereas the DNA conducting channel model predicts either two clusters on either side of the septum (which we do not observe) or a cluster elongated in the direction perpendicular to the septal plane (in case the clusters were unresolved). Our measurements clearly indicate that clusters are symmetric in shape with only a minority of clusters being more spread in the direction along the septum (Figure 5f). These results are in contradiction with predictions of the DNA conducting channel model, and reinforce the hypothesis by which PALM-limited clusters represent DNA-translocating SpoIIIE complexes that assemble in a compartment-specific fashion.\n\nDiscussion\n\nRecruitment and Assembly of SpoIIIE\n\nIn this article, we combined for the first time, to our knowledge, micro-fluidics with three advanced microscopy approaches to obtain single-molecule, quantitative information at nanometer resolution, 3D superresolution cellular distributions of complexes, and quantitative measures of oligomerization state and absolute protein numbers. This approach is unique and will be relevant in the future to the study of macromolecular complexes and ultrastructures in bacteria or eukaryotes. Here, we used this methodology to investigate the recruitment, assembly, and architecture of the SpoIIIE-DNA translocation complex. Previously, it was thought that during vegetative growth SpoIIIE was monomeric and homogeneously distributed along the membrane [22],[24],[25],[31], with its assembly occurring specifically at the sporulation septum upon DNA binding [23]. Our results indicate that in vegetative cells SpoIIIE can be either dynamic or assemble in static, PALM-limited clusters that predominantly localize to future sites of septation. These results suggest that (1) recruitment of SpoIIIE to division/sporulation septa may not only involve the confluence of membrane-diffusive SpoIIIE monomers but also the relocalization of stable complexes to nascent septa, (2) the assembly of these complexes does not require interaction with DNA at the invaginating septum, and (3) SpoIIIE interacts with division proteins that direct its recruitment and localization.\n\nRecent studies using TIRF microscopy showed that SpoIIIE monomers dynamically localize to the closing septum and proposed that SpoIIIE assembles stable complexes only upon contacting DNA [23]. Our PALM and 3D-SIM data show that SpoIIIE is able to assemble in static, PALM-limited clusters that localize to future sites of septation before the onset of invagination. In addition, 3D-SIM showed that during septal constriction, SpoIIIE clusters are dynamically driven by the leading edge of constricting septa, specifically localize to FtsZ rings, and come to lie at the septal midpoint in mature septa. This behavior can be attributed to the intrinsic dynamics of constricting septa. Interestingly, these observations did not depend on whether SpoIIIE was visualized in sporulation or division septa, suggesting that SpoIIIE localization depends on the same machinery implicated in both symmetric and asymmetric septation. Most of the components of the vegetative division machinery are involved in asymmetric cell division and are widely conserved throughout bacteria [40],[41]. In particular, tethering of SpoIIIE to membrane-bound components could involve interactions between SpoIIIEN, the domain required for septal recruitment [23],[25], and other components of the division machinery that localize to the Z-ring. In addition, SpoIIIE may interact with cytosolic components of the constriction apparatus (FtsZ, FtsA, ZapA) through SpoIIIEL, as recently shown for FtsK [42]. Further studies are required to determine whether SpoIIIE interacts with downstream membrane/periplasmic components of the division machinery involved in peptidoglycan synthesis–separation common to both vegetative and asymmetric septa (i.e., PBP1, DivIB, or FtsL), as was shown for E. coli FtsK [42],[43]. Overall, our results suggest that SpoIIIE takes part in both sporulation and division machineries, and that the different functions of SpoIIIE in chromosome dynamics during division and sporulation may be regulated by alternative interactions with factors specific to asymmetric or symmetric septa or by factors that are specifically located in the terminus region of the chromosome.\n\nPrevious studies using conventional microscopy methods reported that SpoIIIE forms foci on division septa at a very low frequency (∼1% of cells) [10]. These results can be explained by the reduced sensitivity of conventional microscopies, long acquisition times, decreased levels of SpoIIIE during exponential phase, and higher background fluorescence. Instead, our PALM, 3D-SIM, and N&amp;B studies show that SpoIIIE is present in division septa in more than 30% of cells, localizes to the FtsZ ring during invagination in 55% of cells, remains at the center of constricted septa, and partially assembles into hexameric motors during vegetative cell division. These findings are consistent with previous observations showing that SpoIIIE plays two roles during vegetative cell division. First, it enhances the function of the chromosome dimer resolution (CDR) system (RipX/CodV) [9],[10]. Second, similar to other nonessential regulatory proteins involved in division, SpoIIIE is required for viability only when chromosome architecture is disrupted [7],[8]. In this background, SpoIIIE is required for repositioning chromosomes bisected by the invaginating septum during vegetative growth. In brief, our results support a role for SpoIIIE in actively transporting DNA during vegetative cell division, a function that could be essential in the presence of nucleoid partitioning defects produced by DNA damage or delays in replication/segregation. This function of SpoIIIE could be synergistically shared with SftA, the second FtsK analogue in B. subtilis that localizes to the division septum despite lacking a recognizable transmembrane domain [10]. Further research will be required to find what determines the apparently different functions of SpoIIIE in coordinating DNA segregation and cytokinesis in sporulation and vegetative septa.\n\nSpoIIIE Complex Polarity Is Determined by Directional Translocation\n\nFinally, our data showed that (1) at the onset of DNA translocation, SpoIIIE motors are predominantly localized at the center of the septum at equal distance from the forespore and mother cell; (2) subsequently, the bias in SpoIIIE motor localization towards the mother cell compartment increases linearly with the amount of DNA translocated, until reaching a maximum distance of ∼50 nm from the septal membrane on the mother cell side; and (3) at this stage, SpoIIIE clusters contain ∼50 molecules mostly in hexameric form, are extremely small (&lt;45 nm), immobile, and symmetric, and are specifically located at the midpoint of the septal plane. These observations rule out models in which SpoIIIE alone forms a paired DNA-conducting channel or a sequence-directed DNA exporter, as these models require SpoIIIE to be present on both sides of the septum (Figure 1c–d). We cannot exclude the possibility that SpoIIIE assembles a heterologous paired channel comprised of SpoIIIE in the mother cell and an unidentified channel-forming protein in the forespore, or that an unidentified protein participates in the formation of a channel that conducts DNA from the mother cell to the forespore. However, the simplest model to explain our data involves SpoIIIE-driven translocation of DNA through a preexisting DNA-conducting pore before the final closure of the septum. In this model: (1) SpoIIIE motors localize to the center of the sporulation septum at the onset of DNA translocation after completion of septal constriction (Figure 6a) by interactions with components of the division machinery. (2) SpoIIIE follows the skew of chromosomal SRS sequences to establish directional translocation [6], which initially guides the movement of SpoIIIE motors away from the center of the septum towards the mother cell compartment (Figure 6b–c). (3) Movement of SpoIIIE on DNA continues until the linker domain is fully stretched, at which point further translocation by SpoIIIE causes directional chromosomal segregation. At this stage, we estimate the distance from the fluorescent probe to the center of the septal membrane by crystallographic and modeling data to be ∼40–55 nm (Figure 6d), consistent with our measured maximum distance of ∼50 nm. SpoIIIEL was predicted to be an unstructured linker between the motor and the membrane anchoring domains of SpoIIIE. Our data suggest that SpoIIIEL is fully extended during DNA translocation. Interestingly, bioinformatics analysis reveals that SpoIIIEL is proline-rich and displays homology to the vinculin family of eukaryotic proteins involved in coupling integrins or cadherins to the actin cytoskeleton in focal adhesion complexes [44]. These P-rich proteins undergo a random coil to stretched conformational change when under tension, which regulates its interactions with actin filaments and thus serves as a force sensor [45]. We hypothesize that, similarly, the stretching of SpoIIIEL could serve as a force sensor that communicates DNA translocation activity to other division proteins, thus acting as a checkpoint to prevent further steps in septum maturation (i.e., constriction, peptidoglycan degradation, or fusion) during DNA segregation (Figure 6d). This model provides an explanation why SpoIIIE septal localization requires trapped DNA [22], as in its absence the septum can fuse and the division machinery disassemble. Similarly, FtsKL interacts with different components of the divisional machinery (FtsZ, FtsQ, FtsL, and FtsI) and was proposed to play a role in the control of constriction by a mechanism in which DNA translocation induces the breakage of FtsKL contacts with its septal partners [42] and regulates peptidoglycan synthesis [46]. Alternatively, the septum could close slowly during DNA translocation, ending in a nonpermeable protein channel only at the last stages of chromosome translocation. In this model, the distance of SpoIIIE to the center of the septum increases progressively in the long axis of the cell as the channel diameter decreases. Further experiments will be required to investigate this model.\n\n(4) During active DNA translocation, each chromosomal arm is being independently translocated by at least one SpoIIIE motor [24]. From our measurements of size, oligomerization state, and septal plane localization of PALM-limited clusters, we can conclude that SpoIIIE motors translocating each arm lie within ∼10–20 nm from each other. These observations are consistent with both chromosomal arms being pumped across the same preexisting channel (Figure 6d), instead of through two independent paired SpoIIIE channels with uncorrelated and homogeneous septal-plane localization, as predicted by the DNA channel model [24]. Furthermore, the size of SpoIIIE PALM-limited clusters and the length of SpoIIIEL impose a constraint on the maximum size of the DNA-conducting pore (∼10–20 nm), whose architecture could be defined and maintained by components of the division machinery (Figure 6d). In fact, FtsW and FtsL are present at the septal midpoint in sporulating cells undergoing DNA translocation (flat septa) [24], but further research will be required to determine which division factors may be responsible for the structural integrity of the DNA-conducting pore. (5) Finally, SpoIIIE disassembles after completion of DNA translocation, and the last segment of circular DNA can be spontaneously drawn up into the forespore by entropic or condensing forces (Figure 6e) [47]. Either SpoIIIEN or a factor that requires interactions with SpoIIIEN is then responsible for septal membrane fusion after completion of DNA translocation (Figure 6f) [25]. Thus, SpoIIIE would act as a signaling checkpoint preventing membrane fission until the completion of DNA translocation.\n\nOur model, in which SpoIIIE translocates DNA across an aqueous pore before septal fusion, is consistent with several previous observations. First, it was shown that assembly of a septal SpoIIIE focus and DNA binding (not translocation) by SpoIIIE motors are necessary to block diffusion of cytosolic proteins between mother cell and forespore compartments [25], compatible with a nanometer-sized channel obstructed by DNA and translocating SpoIIIE motors. Thus, SpoIIIE ensures separate, compartment-specific transcriptional programs by providing a diffusion barrier preventing transcription factors from moving between cells during DNA translocation [31],[48],[49] as well as by wire-stripping DNA [50].\n\nSecondly, it was found that mutations in the glycine motif (GGGxxG) of SpoIIIEN are proficient at focus formation and DNA translocation, but allow diffusion of proteins from the mother cell to the forespore [25]. Importantly, these results indicate that membrane fusion is not necessary for DNA translocation, as required by the DNA channel model, and could indicate that the GGGxxG motif is implicated in the recruitment of downstream components of the division machinery necessary for the proper architecture of the DNA-conducting pore (most likely components of the peptidoglycan synthesis/separation machinery).\n\nFinally, membrane dye diffusion between mother cell and forespore is hindered by the presence of SpoIIIE foci at the septal membrane [24],[25], consistent with membrane dye diffusion being limited by the small size of the DNA-conducting pore [23] and the overcrowding effect of more than a dozen division machinery components [51] further hindering dye diffusion. Interestingly, further studies showed that membrane fusion occurs in the absence of SpoIIIE and DNA [23]. These results are important as they indicate that SpoIIIE is not essential for septal membrane fusion, and support the idea that translocating SpoIIIE may act as a signaling checkpoint preventing membrane fission until the completion of DNA translocation, as suggested by our model.\n\nThe notion that the DNA-conducting pore is not formed by paired SpoIIIEN channels across a fused membrane is further supported by three additional observations: (1) mother cell-specific expression of SpoIIIE after septation rescues viable spore production to near wild-type levels [32], (2) the transmembrane domain of the SpoIIIE homolog FtsK can be replaced with other transmembrane domains without affecting its function in chromosome dimer resolution [21], and (3) Streptomyces Tra proteins, highly homologous motors of the SpoIIIE/FtsK family involved in conjugative transfer [52], are only present in the donor cell side of the communicating cell wall and were proposed to use preexisting channels contacting mycelial tips to transfer dsDNA [52],[53].\n\nIn brief, SpoIIIE/FtsK are extremely modular proteins, in which each domain encodes a separate function: SpoIIIEN/FtsKN is responsible for septal recruitment and interactions with downstream components of the divisome, SpoIIIEL/FtskL may act as a flexible linker communicating information between the motor domain and proteins composing the DNA-conducting pore, SpoIIIEα/Ftskα is responsible for DNA translocation, SpoIIIEβ/Ftskβ contains the ATPase motifs energizing the motor, and SpoIIIEγ/Ftskγ provides motor directionality. Our model for the recruitment, assembly, and architecture of SpoIIIE provides a rationale for how the coordination and co-regulation of these specific activities could lead to the synchronization of DNA segregation and cell division. Our findings and proposed mechanism considerably advance our understanding of the function and mechanism of SpoIIIE, are relevant to further understand the coordination between chromosome segregation and cell division [21], and may illuminate the mechanisms of other complex machineries involved in DNA conjugation and protein transport across membranes [52],[54].\n\nMaterials and Methods\n\nStrains and Cell Culture\n\nStrains are derivatives of B. subtilis PY79 and were kindly provided by Eric Becker, Tinya Fleming, Kit Pogliano, and David Rudner (Methods S1, Table S3). Mutations were introduced by transformation with plasmids or genomic DNA as described in Fleming et al. [23] from strain EBS1380. The SpoIIIE gene was replaced at its ectopic location by a SpoIIIE-GFP, a SpoIIIE-eosFP, or a SpoIIIE-mMaple fusion under the endogenous promoter. Fusion strains no longer contained the wild-type copy of SpoIIIE and relied on the tagged protein for function. Fusions were fully functional, as cells producing the fusion protein were able to grow and sporulate as well as cells producing the unmodified DNA translocase. Cells were cultured overnight at 20°C on solid (plate) Luria-Bertani (LB) medium at room temperature complemented with 10 µg/ml kanamycin. From a single colony, serial dilutions were grown overnight at 30°C in LB20%. An exponentially growing dilution (OD∼0.3–0.5) was then diluted to OD∼0.05 in LB20% and incubated at 37°C. When reaching OD∼0.6, bacteria were centrifuged, pelleted, and resuspended in prewarmed sporulation medium (see SM3 in Methods S1) [6],[55]. Cells were incubated for 2 h in sporulation medium to obtain a population where most cells are in the DNA translocation phase of sporulation. When DNA staining was needed, 7.5 nM of sytox green (Invitrogen, France) was added directly to the sporulation medium. Exponentially growing cells were centrifuged, pelleted, and incubated for 20′ in sporulation medium just before imaging to reduce background autofluorescence. More information can be found in SM3 in Methods S1.\n\nSample Preparation\n\nCoverslips were cleaned and used to assemble microfluidics chambers as described in Methods S1. Each channel was filled with 0.01% (v/v) poly-L-Lysine and incubated for 5 min at room temperature, then rinsed sequentially with water and sporulation buffer. A bacterial resuspension containing 40 nm fluorescent beads (Invitrogen, France) used as fiducial marks for drift correction was injected and incubated onto the poly-L-lysine coated surface for 5 min. A high flow force (∼200 µL/s of sporulation buffer) was applied to flatten cells against the surface. This immobilization scheme minimized cell movement or changes in cell shape during cell division or engulfment. In addition, images were acquired at 19°C to slow cell movement and morphological changes. For each experiment, a new channel was used and measurements were performed within the first 15–20 min after injection of cells into the channel to avoid any possible surface-immobilization effect. More information can be found in Methods S1.\n\nPALM Instrumentation and Imaging\n\nImaging was performed in a modified Nikon Eclipse Ti-S inverted microscope equipped with a 100× Plan-Apo oil-immersion objective (NA = 1.4) mounted on a closed-loop piezoelectric stage (Table S1). Four lasers with excitation wavelengths of 405 nm, 488 nm, 532 nm, and 641 nm were combined by a series of dichroic mirrors and achromatic lenses and delivered to the microscope. Dichroic mirrors (see Table S2) were used to reflect and filter excitation/photo-activation lasers and an emCCD camera (Andor Ixon 897, Ireland) used for detection. Pixel size was 110 nm. Acquisition software controlling lasers, filter wheels, and camera were homemade using LabView 2010 (National Instruments, France). An active feedback autofocus system based on the real-time monitoring of changes in intensity of a reflected, circularly polarized 1,064 nm IR beam was developed and locked the focal plane position to within 5 nm over hours (see Methods S1for further details).\n\nImage collection was performed in three steps. First, sytox-stained DNA was imaged by exciting at 488 nm and detecting at 525 nm. Secondly, PALM imaging was performed by continuously acquiring between 1 and 2.5 104 images at ∼20 Hz (55 ms per frame) under continuous illumination with the 532 nm read-out laser and by applying 405 nm pulses for photo-activation. The length and intensity of UV pulses were modified during the course of the experiment to maintain the density of activated fluorophores constant while ensuring that only one protein is activated at a time in a single diffraction-limited spot. Thirdly, bacterial membranes were imaged after injection of 100 µl of 10 nM FM4-64 in the microfluidics chamber and excitation at 532 nm. Imaging of protein and membrane were performed sequentially on the same detection channel (605/70 nm) to avoid chromatic aberrations. More information can be found in Methods S1.\n\nAutomatized PALM Analysis\n\nBacteria were automatically detected on the DNA channel using a modified version of MicrobeTracker [56]. Single-molecule localizations were obtained by using MTT [57]. Bacterial contours, DNA and membrane images, and localization coordinates were further processed using PALMcbs, a homemade software written in Matlab (Mathworks, Inc.). Emission from fluorescent beads was used to correct for sample drift and chromatic aberrations between the DNA and the protein/membrane channels in order to obtain a well-corrected superposition between DNA, protein, and membrane images. Additionally, PALMcbs was used to automatically classify cells, detect the precise location of the septum, and analyze the distribution of localization events to automatically detect and classify SpoIIIE clusters. Then, for each individual cluster, we calculated its size, number of events, dynamics, cellular localization, and distance to the center of the septum or to the cell periphery. For cells displaying septa, the percentage of DNA in each compartment was calculated as the ratio of DNA fluorescence in each compartment versus the total integrated DNA fluorescence. Parameters used to acquire PALM data and further analysis details can be found in Methods S1.\n\n3D Structured Illumination Microscopy and N&amp;B analysis\n\nSamples for 3D-SIM and N&amp;B experiments were prepared as for PALM experiments (see above), but used a SpoIIIE-GFP fusion strain (Methods S1 and Table S3). 3D-SIM imaging was performed on an OMX V3 microscope (Applied Precision Inc) using 488 nm and 561 nm lasers and the corresponding standard drawer. Reconstruction and alignment of 3D-SIM images was performed using softWoRx v 5.0 (Applied Precision Inc.). We used 100 nm green and red fluorescent beads (Invitrogen, France) to measure the experimental optical transfer functions for the corresponding channels. 3D stacks of 170 nm TetraSpeck beads (Invitrogen, France) were used to measure x, y, and z offsets, rotation about the z-axis, and magnification differences between channels. These corrections are applied back into the acquired images. The measured resolution of our OMX microscope is 90 nm for GFP and 120 nm for FM4-64.\n\nFor N&amp;B imaging, cells were imaged on an Axiovert 200 M inverted microscope (Zeiss, Germany) equipped with an ISS laser scanning module and an ISS Alba (ISS) with APD detection (SPCMAQR-15 Perkin Elmer). GFP was excited at 930 nm (25 mW) with a femtosecond pulsed infrared Titanium Sapphire laser (Spectra Physics MaiTai, Newport). A series of 50 raster scanned 20 µm×20 µm images (256×256 pixels) were recorded with a 100 µs laser dwell time per pixel. Image stacks were analyzed for number and brightness (N&amp;B) values using SimFCS [30]. The pixel-based temporal average and variance images were calculated from 50 raster scans. The average brightness for a population of cells expressing monomeric freely diffusing GFP under the same set of conditions as those used for SpoIIIE imaging were obtained and used to normalize brightness. More details are provided in Methods S1.\n\nSupporting Information"
}