{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2002760",
  "doi": "10.1371/journal.pbio.2002760",
  "externalIds": [
    "pii:pbio.2002760",
    "pmid:29232375",
    "pmcid:PMC5726619"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A persistent lack of international representation on editorial boards in environmental biology",
  "authors": [
    {
      "name": "Johanna Espin",
      "first": "Johanna",
      "last": "Espin",
      "affiliation": "Department of Sociology and Criminology & Law, University of Florida, Gainesville, Florida, United States of America; Tropical Conservation and Development Program, Center for Latin American Studies, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Sebastian Palmas",
      "first": "Sebastian",
      "last": "Palmas",
      "affiliation": "School of Forest Resources and Conservation, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Farah Carrasco-Rueda",
      "first": "Farah",
      "last": "Carrasco-Rueda",
      "affiliation": "School of Natural Resources and Environment, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Kristina Riemer",
      "first": "Kristina",
      "last": "Riemer",
      "affiliation": "Department of Wildlife Ecology & Conservation, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Pablo E. Allen",
      "first": "Pablo E.",
      "last": "Allen",
      "affiliation": "Entomology and Nematology Department, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Nathan Berkebile",
      "first": "Nathan",
      "last": "Berkebile",
      "affiliation": "School of Natural Resources and Environment, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Kirsten A. Hecht",
      "first": "Kirsten A.",
      "last": "Hecht",
      "affiliation": "School of Natural Resources and Environment, University of Florida, Gainesville, Florida, United States of America; Florida Museum of Natural History, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Kay Kastner-Wilcox",
      "first": "Kay",
      "last": "Kastner-Wilcox",
      "affiliation": "Soil and Water Sciences Department, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Mauricio M. Núñez-Regueiro",
      "first": "Mauricio M.",
      "last": "Núñez-Regueiro",
      "affiliation": "Department of Wildlife Ecology & Conservation, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Candice Prince",
      "first": "Candice",
      "last": "Prince",
      "affiliation": "Department of Environmental Horticulture, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Constanza Rios",
      "first": "Constanza",
      "last": "Rios",
      "affiliation": "School of Natural Resources and Environment, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Erica Ross",
      "first": "Erica",
      "last": "Ross",
      "affiliation": "School of Forest Resources and Conservation, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Bhagatveer Sangha",
      "first": "Bhagatveer",
      "last": "Sangha",
      "affiliation": "Horticultural Sciences Department, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Tia Tyler",
      "first": "Tia",
      "last": "Tyler",
      "affiliation": "Department of Environmental Horticulture, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Judit Ungvari-Martin",
      "first": "Judit",
      "last": "Ungvari-Martin",
      "affiliation": "Florida Museum of Natural History, University of Florida, Gainesville, Florida, United States of America; Department of Biology, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Mariana Villegas",
      "first": "Mariana",
      "last": "Villegas",
      "affiliation": "Department of Wildlife Ecology & Conservation, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Tara T. Cataldo",
      "first": "Tara T.",
      "last": "Cataldo",
      "affiliation": "Martson Science Library, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "Emilio M. Bruna",
      "first": "Emilio M.",
      "last": "Bruna",
      "affiliation": "Tropical Conservation and Development Program, Center for Latin American Studies, University of Florida, Gainesville, Florida, United States of America; Department of Wildlife Ecology & Conservation, University of Florida, Gainesville, Florida, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3381-8477"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2017-12-12",
  "volume": "15",
  "number": "12",
  "pages": "e2002760",
  "tags": [
    "Africa",
    "Asia",
    "Careers in research",
    "Community ecology",
    "Discipline-v3/Africa",
    "Discipline-v3/Asia",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Careers in research",
    "Discipline-v3/Community ecology",
    "Discipline-v3/Earth sciences",
    "Discipline-v3/Ecology",
    "Discipline-v3/Ecology and environmental sciences",
    "Discipline-v3/Economic analysis",
    "Discipline-v3/Economic geography",
    "Discipline-v3/Economics",
    "Discipline-v3/Environmental geography",
    "Discipline-v3/Geographical locations",
    "Discipline-v3/Geography",
    "Discipline-v3/People and places",
    "Discipline-v3/Population groupings",
    "Discipline-v3/Professions",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Science and technology workforce",
    "Discipline-v3/Science policy",
    "Discipline-v3/Scientific publishing",
    "Discipline-v3/Scientists",
    "Discipline-v3/Social sciences",
    "Ecology",
    "Economic analysis",
    "Economic geography",
    "Economics",
    "Environmental geography",
    "Geographical locations",
    "Geography",
    "Population groupings",
    "Professions",
    "Science and technology workforce",
    "Scientific publishing",
    "Scientists",
    "Type/Perspective"
  ],
  "abstract": "The scholars comprising journal editorial boards play a critical role in defining the trajectory of knowledge in their field. Nevertheless, studies of editorial board composition remain rare, especially those focusing on journals publishing research in the increasingly globalized fields of science, technology, engineering, and math (STEM). Using metrics for quantifying the diversity of ecological communities, we quantified international representation on the 1985–2014 editorial boards of 24 environmental biology journals. Over the course of 3 decades, there were 3,827 unique scientists based in 70 countries who served as editors. The size of the editorial community increased over time—the number of editors serving in 2014 was 4-fold greater than in 1985—as did the number of countries in which editors were based. Nevertheless, editors based outside the “Global North” (the group of economically developed countries with high per capita gross domestic product [GDP] that collectively concentrate most global wealth) were extremely rare. Furthermore, 67.18% of all editors were based in either the United States or the United Kingdom. Consequently, geographic diversity—already low in 1985—remained unchanged through 2014. We argue that this limited geographic diversity can detrimentally affect the creativity of scholarship published in journals, the progress and direction of research, the composition of the STEM workforce, and the development of science in Latin America, Africa, the Middle East, and much of Asia (i.e., the “Global South”).",
  "fullText": "Introduction\n\nThere are currently over 28,000 peer-reviewed academic journals [1], and the scholars who serve on the editorial boards of these journals play a major role in defining the trajectory and boundaries of knowledge in their disciplines [2]. This is because board members are responsible for coordinating the evaluation by outside experts of a manuscript’s technical aspects and the “importance” or “novelty” of the research it summarizes, i.e., peer review, on which the decision to publish a manuscript is ultimately based. Editors also play a central but underappreciated role in shaping the community of scholars contributing to the discourse in their field. First, by recommending the publication of an article, the editor confers legitimacy not only on the research but also upon the individuals who carried it out [3,4]. Second, editors help choose new editors. In doing so, they confer enhanced status and visibility on a select group of scholars who then benefit from the unique opportunities for professional advancement provided by board membership [5]. Editors are therefore a small but powerful group of “gatekeepers” [2] that select the scientists and ideas shaping the direction of their discipline.\n\nThe increased recognition of editor power, along with the results of studies on workforce diversity [6], have heightened concerns about how the composition of editorial boards might influence the peer-review process [7]. For example, it has been suggested that boards whose members are demographically homogenous might converge on a narrow suite of research topics and approaches they consider worthy of publication [3,4]. This narrow vision—and the board structure driving it—could be perpetuated by editors nominating collaborators whose perspectives and backgrounds likely match their own for board service. Indeed, this is among the principal reasons put forward to explain why women remain severely underrepresented on editorial boards across academic fields [5], which has consequences for the selection of referees and other critical aspects of the editorial process [8].\n\nRecent decades have seen the rapid globalization of research in science, technology, engineering, and math (STEM), resulting in greater representation in international journals of authors based in the “Global South” [9,10], i.e., the world’s “developing” or “emerging” economies located primarily in Latin America, Asia, Africa, and the Middle East. Having editorial boards that reflect this increasing geographic diversity of the global scientific community is thought to benefit both journals and disciplines in ways that parallel the benefits resulting from other forms of diversity. In field-based sciences such as ecology or geology, for example, editors based in the region where studies are conducted will be more familiar with the environmental, social, and economic context and constraints under which they were carried out [11]. This could ensure both more rigorous review and a fairer assessment of reviewer criticisms and proposed improvements. Furthermore, scientists trained in different parts of the world can also have very different epistemological orientations. Increasing geographic diversity on an editorial board could therefore broaden the scope of theoretical and methodological approaches a journal publishes. Ultimately, these benefits of internationalization could help to minimize apparent biases in the review, publication, and citation of articles based on an author’s nationality or home country [10,12].\n\nThe first systematic efforts to quantify the nationality of STEM editors—often by using the country in which they were based as a proxy for nationality—were carried out in the early 1980s [13,14]. Since then, a small but growing number of studies have observed similar patterns as these early ones did—individual editorial boards tend to be dominated by scholars from or based in the US and the UK [7]. However, prior studies typically compared board composition of journals using data from only a single calendar year, which makes it impossible to evaluate how the community of gatekeepers has changed over time. Furthermore, most of the journals reviewed are from the physical sciences, medical fields, or lab-based biological sciences [4,15]. As a result, almost nothing is known about the geographic diversity of editors in field-based STEM disciplines [16] such as ecology, evolution, and natural resource management (hereafter, environmental biology [EB]).\n\nThe term “diversity” is often used colloquially to refer to the representation of different groups in a focal population or workplace. However, one can formally quantify the diversity of a community (e.g., an assemblage of editors) using a suite of indices derived from information theory. While the indices differ in their assumptions and applications, the most commonly used are calculated using 2 types of information: the number of categories found in a sample (i.e., “richness”) and the relative abundance of these categories (i.e., “evenness”). Most studies of editorial board composition to date only report the number of countries represented by editors, i.e., geographic richness. However, diversity indices permit a more nuanced evaluation of community composition. For example, using only richness might lead one to conclude that the geographic representation of editors based in different countries has remained steady over time, when, in fact, 1 country has become numerically dominant. Another advantage of diversity indices is that they can be compared across groups (e.g., journals), even if the groups differ in richness or population size.\n\nWe identified all scientists serving from 1985–2014 on the editorial boards of 24 leading journals in EB (S1 Table) and the countries in which they were based during their board tenure. We then calculated the geographic richness and geographic diversity of this editor community and quantified how it has changed over the last 3 decades. Finally, we assessed the geographic distribution of editors at broader geographic and macroeconomic scales by comparing the representation of editors from different World Bank geographic regions and national income categories. Details on data collection and analysis are in S1 Text; data used in this study are archived at the Dryad repository: https://doi.org/10.5061/dryad.6jn86.2 and https://doi.org/10.5061/dryad.mh189 [17,18].\n\nHow geographically diverse is the editorial community?\n\nBetween 1985 and 2014, 3,827 scientists served as editors for our 24 focal journals. The size of the editor community increased steadily over time, with more than 4 times more editors serving in 2014 than in 1985 (Fig 1A). Not surprisingly, this led to an increase in the geographic richness of the editor community—the number of countries represented by editors in 2014 was 44% higher than in 1985 (N = 49 versus N = 34), and the number of countries to have been represented by at least one editor increased from 34 to 70 (an increase of 109%; Fig 1B). However, scientists based in the US and the UK made up an overwhelming majority of the editor community (55.24% and 11.94%, respectively; Fig 2A). Although there have been modest increases (≤2%) from 1985 to 2014 in the proportion of editors based in 5 other countries (S1 Fig), the continued concentration of editors in a very small number of countries is why the low geographic diversity observed in 1985 has remained unchanged through 2014 (Fig 1C, Table A in S1 Text).\n\nThese patterns are echoed when assessing representation at broader geographic or macroeconomic scales. The proportion of editors each year that were based in North America varied from 46%–59%, while 28%–41% were based in Europe/Central Asia (Fig 2B and 2C). The number of editors from the East Asia/Pacific region doubled from 1985 to 2014 (5.6% and 11.9%, respectively; S1 Text Fig B), but most of these were in the high-income countries of Australia, New Zealand, Singapore, and Japan. This concentration of editors in the Global North—the group of economically developed countries with high per capita gross domestic product (GDP) that collectively concentrate most global wealth [19]—was observed at all levels of the gatekeeper hierarchy: 94% of subject and associate editors and a remarkable 98.2% of editors in chief are based in high-income countries or Western Europe (Table 1, S1 Text). In contrast, we found only a fraction of editors have been based in the Global South (Fig 2B and 2C). For example, Brazil, Mexico, and China are represented by fewer editors than Sweden, New Zealand, and the Netherlands (number of editors in 2014: Netherlands = 40, Sweden = 25, New Zealand = 26, China = 22, Brazil = 15, Mexico = 9).\n\nAlthough several explanations have been put forward to account for this disparity, we believe one of the most common ones—a dearth of capable scientists in the Global South from which to draw [20]—is unlikely to be the cause. The number of scientists in the Global South is increasing dramatically, both in absolute terms and per capita [21], as is their productivity [10,16,22]. Therefore, the number of scientists available to serve each year likely exceeds the number of open editorial positions. While the number of “qualified scientists” is more difficult to quantify, this is also unlikely to be a contributing factor. In 2014 alone, for example, there were over 4,200 scientists based in the Global South who were the lead authors of papers in our focal journals—a pool of scientists 3 times the size of the entire editorial community (S2 Table). Furthermore, 13% of these authors, but only 8% of the editors, were scientists based in middle- and low-income countries, with similar trends for the proportional representation of authors and editors from Africa, the Middle East, Latin America, and the Caribbean (S2 Table). Having said that, we emphasize that it is essential to move beyond proportional representation when thinking of diversity on editorial boards. Why? Because the benefits of diversity continue to accrue as representation increases.\n\nWhy does geographic diversity matter?\n\nAlthough the increasing geographic richness of editors is a positive development, it is dispiriting that geographic diversity remains unchanged. Unfortunately, it will remain low until a greater proportion of editors are based outside of the US and the UK. But does a lack of geographic representation—be it at the national, regional, or macroeconomic level—have consequences for the process of evaluating manuscripts that could ultimately limit the scope and direction of research in EB? Put bluntly, do editors and reviewers from high-income regions like the US or the UK have biases—implicit or otherwise—that affect how they evaluate submissions from scientists based in the Global South? Although 1 journal in our survey found no evidence that reviewer or author nationality influences the likelihood manuscripts are accepted [23,24], this contrasts sharply with the results of prior studies in other STEM fields [25]. There is also compelling evidence that the region in which authors are based affects where their papers are ultimately published and how much they are cited [10,26,27]. In light of these results and the ample data on how gender and ethnic background influence other aspects of academic evaluation [28], we recommend that editors in chief work to increase the geographic representation on their boards, make editorial board members and referees aware of how biases based on author nationality can affect their editorial judgement, and conduct internal analyses of the potential factors influencing manuscript fate.\n\nInternationalizing editorial boards can also have positive impacts for journals in addition to mitigating possible implicit biases. First, scientists who presume their work will not be judged fairly because of their nationality or where they are based (i.e., the “biased author effect” [29]) may be more likely to submit their manuscripts to journals that have editors representing their region. This both increases the number and scope of submissions a journal receives and the size and expertise of its reviewer pool. Second, a globally diverse editorial board can serve as an important signal of journal quality and connote prestige [29], especially to those tasked with evaluating individual, institutional, or national scientific productivity [15]. Third, it can enhance the profile and impact of the journal and articles published (to say nothing of justification for editors to demand more support or resources from their publishers). Finally, capacity building is central to the mission of academic societies. By providing editorial opportunities to scholars from emerging scientific regions, society journals can play a pivotal role in achieving this goal.\n\nGeographic diversity: Identifying disparities and setting goals\n\nDecades of research have highlighted the positive influence of diversity on scientific research teams [30]. Although we recognize editorial boards do not operate in precisely the same way as workplace teams, we believe that increases in their geographic diversity can similarly enhance the creativity and impact of scholarship published in scientific journals. We reiterate prior calls [16] for journal leadership to, at the very least, strive for editorial boards whose regional distribution of editors mirrors that of authors (Fig 3 and S2 Table, S2 Fig). However, we also encourage complementing these efforts by including editors based on criteria such as where a journal’s authors work [11,22] and where their expertise is needed [31,32]. Because the size of editorial boards is typically smaller than the number of countries meeting these criteria, we suggest editors attempt to recruit from less-represented countries within a focal region as opportunities arise.\n\nRegardless of the criteria used to identify areas from which to increase representation, however, efforts must be led by specific plans and timetables to provide both guidance to editors and hold them accountable for their commitments [33]. Whether such plans underlie the geographic diversity we observed on a few of the editorial boards we reviewed is unknown (S3–S6 Figs). Nevertheless, these examples of journals with geographically widespread editors further undermine the frequent argument that it is challenging to find and recruit board members from the Global South with the requisite academic background, editorial experience, and time to serve. We believe that recruiting these editors is the ethical duty of a journal’s leadership, especially given the impact their presence on the board can have on the global scientific community and the diffusion of the knowledge they create in the service of society. Where to find them? We humbly suggest their large and geographically diverse pool of authors (Fig 3, S2 Fig) is an ideal place to start.\n\nSupporting information"
}