{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002127",
  "doi": "10.1371/journal.pbio.1002127",
  "externalIds": [
    "pii:PBIOLOGY-D-14-03915",
    "pmid:25884537",
    "pmcid:PMC4401556"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Colour As a Signal for Entraining the Mammalian Circadian Clock",
  "authors": [
    {
      "name": "Lauren Walmsley",
      "first": "Lauren",
      "last": "Walmsley",
      "affiliation": "Faculty of Life Sciences, University of Manchester, Manchester, United Kingdom"
    },
    {
      "name": "Lydia Hanna",
      "first": "Lydia",
      "last": "Hanna",
      "affiliation": "Faculty of Life Sciences, University of Manchester, Manchester, United Kingdom"
    },
    {
      "name": "Josh Mouland",
      "first": "Josh",
      "last": "Mouland",
      "affiliation": "Faculty of Life Sciences, University of Manchester, Manchester, United Kingdom"
    },
    {
      "name": "Franck Martial",
      "first": "Franck",
      "last": "Martial",
      "affiliation": "Faculty of Life Sciences, University of Manchester, Manchester, United Kingdom"
    },
    {
      "name": "Alexander West",
      "first": "Alexander",
      "last": "West",
      "affiliation": "Faculty of Life Sciences, University of Manchester, Manchester, United Kingdom"
    },
    {
      "name": "Andrew R. Smedley",
      "first": "Andrew R.",
      "last": "Smedley",
      "affiliation": "School of Earth, Atmospheric and Environmental Sciences, University of Manchester, Manchester, United Kingdom"
    },
    {
      "name": "David A. Bechtold",
      "first": "David A.",
      "last": "Bechtold",
      "affiliation": "Faculty of Life Sciences, University of Manchester, Manchester, United Kingdom"
    },
    {
      "name": "Ann R. Webb",
      "first": "Ann R.",
      "last": "Webb",
      "affiliation": "School of Earth, Atmospheric and Environmental Sciences, University of Manchester, Manchester, United Kingdom"
    },
    {
      "name": "Robert J. Lucas",
      "first": "Robert J.",
      "last": "Lucas",
      "affiliation": "Faculty of Life Sciences, University of Manchester, Manchester, United Kingdom"
    },
    {
      "name": "Timothy M. Brown",
      "first": "Timothy M.",
      "last": "Brown",
      "affiliation": "Faculty of Life Sciences, University of Manchester, Manchester, United Kingdom"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2015-04-17",
  "dateAccepted": "2015-03-11",
  "dateReceived": "2014-11-07",
  "volume": "13",
  "number": "4",
  "pages": "e1002127",
  "tags": [
    "Type/Research Article"
  ],
  "abstract": "Twilight is characterised by changes in both quantity (“irradiance”) and quality (“colour”) of light. Animals use the variation in irradiance to adjust their internal circadian clocks, aligning their behaviour and physiology with the solar cycle. However, it is currently unknown whether changes in colour also contribute to this entrainment process. Using environmental measurements, we show here that mammalian blue–yellow colour discrimination provides a more reliable method of tracking twilight progression than simply measuring irradiance. We next use electrophysiological recordings to demonstrate that neurons in the mouse suprachiasmatic circadian clock display the cone-dependent spectral opponency required to make use of this information. Thus, our data show that some clock neurons are highly sensitive to changes in spectral composition occurring over twilight and that this input dictates their response to changes in irradiance. Finally, using mice housed under photoperiods with simulated dawn/dusk transitions, we confirm that spectral changes occurring during twilight are required for appropriate circadian alignment under natural conditions. Together, these data reveal a new sensory mechanism for telling time of day that would be available to any mammalian species capable of chromatic vision.",
  "fullText": "Introduction\n\nThe ability to predict and adapt to recurring events in the environment is fundamental to survival. Organisms across the living world achieve this using endogenous circadian clocks [1–3]. However, if such clocks are to fulfil their ethological function they need to be regularly reset to local time. This is achieved by sensory inputs that report changes in the physical environment providing a useful proxy for time of day. By far the best characterised of these input pathways is that recording the diurnal change in the overall quantity of light reaching the earth’s surface (irradiance). In the case of mammals, a dedicated retino-hypothalamic projection brings this visual information to the brain’s “master” clock in the suprachiasmatic nuclei (SCN) [4–7].\n\nThe retino-hypothalamic projection is formed by a unique class of retinal ganglion cells (RGCs), which are intrinsically photosensitive thanks to their expression of melanopsin [4]. Although these so-called ipRGCs can therefore entrain the clock even in the absence of the conventional rod and cone photoreceptors, all photoreceptor classes are capable of influencing the clock in intact animals [8–13]. This arrangement has previously been considered only insofar as it allows the clock to respond to changes in irradiance. However, the inclusion of cones in this pathway allows for the possibility that the clock could also receive information about changes in the spectral composition of light (colour) [14]. There has previously been speculation that such colour signals could provide a reliable method of telling time of day [3,15] but, to date, there has been no direct test of that possibility in mammals.\n\nThe ability to discriminate colour relies on comparing the relative activation of photopigments with divergent spectral sensitivities. In mammals, this task is achieved via differential processing of cone photoreceptor signals in the retina [16]. At least 90% of mammalian species are believed capable of this form of colour discrimination [17] which, with the exception of Old World primates, allows for dichromatic vision. Thus, most mammals express just two distinct classes of cone opsin, one maximally sensitive to short wavelengths (ultraviolet–blue) and a second with peak sensitivity to longer wavelengths (green–red) [18]. Here we show that, in mice, this primordial colour discrimination axis (equivalent to human blue–yellow colour vision) is an influential regulator of SCN activity, essential for appropriate circadian timing relative to the natural solar cycle.\n\nResults\n\nChanges in Colour across Twilight\n\nWe first set out to determine whether changes in spectral composition associated with the earth’s rotation could provide reliable information about solar angle that the circadian clock could use to estimate time of day. To this end, we obtained high resolution measurements of natural variations in spectral irradiance across multiple days (Manchester, August–October 2005, n = 36 d).\n\nAs expected, these measurements revealed highly predictable changes in both irradiance and spectral composition as a function of solar angle (Fig 1A and 1B). In particular, we observed a progressive enrichment of short-wavelength light across negative solar angles: a result of the increasing amount of ozone absorption and consequent Chappuis band filtering of green–yellow light when the sun was below the horizon [14].\n\nWe next calculated the extent to which this change in spectral composition was detectable to the mammalian visual system. Taking the mouse as a representative species, we employed previously validated approaches to quantify the relative excitation of its ultraviolet and medium wavelength sensitive (UVS/MWS) cone opsins [12,19,20]. This analysis revealed a robust change in the ratio of excitation between the two pigments (Fig 1C) that would constitute substantial changes in apparent colour along the blue–yellow axis. These changes were restricted to the twilight transition, with the UVS:MWS ratio fairly invariant throughout the day, indicating that measuring the change in colour could provide a useful method of tracking the progression of dawn and dusk.\n\nTo ascertain how reliably this blue–yellow colour signal alone could be used to estimate phase of twilight, relative to simple measures of irradiance, we next compared the day-to-day variability of colour and irradiance measurements across our dataset (Fig 1D). Surprisingly, we found that colour was in fact more predictive of sun position across twilight (-7 to 0° below horizon) than was irradiance (78.5 ± 0.1% versus 75.8 ± 0.1% of variance explained by solar angle; mean ± SD). Accordingly, for any fixed solar angle, the range of observed colour values was considerably more tightly clustered than those for irradiance. These observations most likely reflect the fact that cloud cover can change overall brightness quite dramatically, but exerts only relatively minor effects on spectral composition.\n\nColour Coding in the SCN\n\nImportantly, then, measuring colour could provide a more reliable estimate of the approach of night or day than measuring irradiance. However, while the mammalian circadian clock is certainly known to respond to diurnal variations in irradiance [8–13], there has been no investigation of whether the SCN also receives colour signals. Accordingly, we next asked whether the central clock showed electrophysiological responses to changes in colour by recording extracellular activity in the mouse SCN.\n\nIn order to identify colour-sensitive cells, we set out to generate test stimuli which differentially modulated the UVS and MWS mouse cone opsins. While, in principle, producing such stimuli is straightforward, the close spectral sensitivity of mouse opsins makes it difficult to achieve this aim without concomitant changes in the activation of rods and/or melanopsin. To circumvent this problem, we employed a well-validated transgenic model in which the native mouse MWS opsin is replaced by the human long-wavelength sensitive (LWS) opsin (Opn1mwR; [8,12,19]). Cones in these animals develop and function normally, with LWS opsin expression entirely recapitulating that of the native MWS opsin [21]. Importantly, however, the resultant shift in cone spectral sensitivity in Opn1mwR mice facilitates the generation of stimuli that provide selective modulation of individual opsin classes [22].\n\nUsing this Opn1mwR model, we first established a background lighting condition (using a three-primary LED system), whose spectral composition recreated a wild-type mouse’s experience of natural daylight (S1A Fig). We next designed a set of manipulations of this background spectrum that allowed us to modulate excitation of one or both cone opsins without any concomitant change in rod or melanopsin activation. Under these conditions, we were then able to unambiguously distinguish colour-sensitive neurons based on the following criteria: (1) the presence of larger responses to chromatic versus achromatic changes in cone excitation and (2) responses of opposite sign to selective activation of UVS and LWS opsin in isolation (i.e., excitatory/ON versus inhibitory/OFF).\n\nTo achieve the largest possible change in colour, we started by selectively modulating UVS and LWS cone opsin excitation in antiphase (“colour”; S1B Fig). We then compared responses to this stimulus with those elicited by one in which the change in UVS and LWS opsin activation occurred in unison (“brightness”; S1B Fig). Any spectrally opponent cells should be more responsive to the “colour” as opposed to “brightness” condition. We found that 17/43 SCN units (from 15 mice) that responded to these stimuli showed a significant preference for the pair in which UVS and LWS activation was modulated in antiphase (Fig 2A and 2B; paired t test, p&lt;0.05, n = 17). As there were an additional 26 visually responsive units that did not respond to either of these analytical stimuli (paired t tests, p&gt;0.05), these data indicate that at least one quarter of light-responsive SCN neurones show chromatic opponency.\n\nInterestingly, we found that cone inputs exerted a much more powerful influence over the firing activity of cells exhibiting a preference for chromatic stimuli relative to than achromatic cells (Fig 2B; absolute change for responses of chromatic cells = 8.1 ± 2.3 spikes/s versus 1.9 ± 0.5 spikes/s for achromatic cells, n = 17 and 26 respectively; t test: p&lt;0.01). Moreover, we found that the spiking activity for the majority (13/17) of colour-sensitive SCN neurons was highest during the stimulus phase biased towards UVS opsin activation (Fig 2A), and that these cells exhibited especially robust and sustained changes in firing (Fig 2A and 2B).\n\nOur data above therefore indicate that cone inputs constitute a dominant influence on the firing activity of colour-sensitive SCN neurons and that most of these cells exhibit blue-ON/yellow-OFF colour opponency. We confirmed this by selectively modulating brightness for each of these cone opsins independently (stimulus shown in S2A Fig); as expected, these cells reliably increased firing in response to selective increases in UVS opsin activation and decreased firing following increases in LWS opsin activation (Fig 2C). Conversely, the remaining colour-sensitive cells exhibited the opposite preference (yellow-ON/blue-OFF; Fig 2C).\n\nAn aspect of mouse retinal organisation that poses a challenge to colour vision is that most cones in this species co-express UVS and MWS opsin [23]. The exceptions are rare “primordial S-cones” that only express UVS opsin [24] and peripheral cones that may express either pigment alone [25]. One might expect that chromatic opponency would rely on comparisons between these rare single pigment cones. If this were the case, then responses to LWS- and UVS-specific stimuli of defined contrast should be insensitive to changes in the spectral composition of the background light. In fact, we found that this was not the case (S2A–S2C Fig), indicating involvement of the more common opsin co-expressing cones in the chromatic responses of SCN neurons.\n\nBy contrast with chromatic SCN neurons, none of the cells identified as achromatic exhibited any overt OFF response to selective activation of either UVS or LWS cone opsin. Instead, these achromatic cells exhibited pure ON responses to stimuli targeting one or both opsin classes, such that on average the population showed little bias towards UVS/LWS opsin-driven responses under background spectra resembling natural daylight (Fig 2C). Adjusting the background spectra to equalise basal activation of the two cone opsins skewed responses in favour of UVS opsin, however (S2D Fig), consistent with previous suggestions that ipRGCs are relatively enriched in the UVS opsin-biased dorsal retina [26].\n\nWe next asked whether colour opponent cells also received irradiance information from the melanopsin-expressing ipRGCs that dominate retinal input to the SCN [4,6,7]. To this end, we used changes in spectral composition to selectively modulate melanopsin excitation (see Methods; 14/15 mice above tested with these stimuli). When presented with large steps in melanopsin excitation (92% Michelson contrast) generated in this way, “blue”-ON cells showed slow and sustained increases in firing (Fig 3A; peak response = 3.2 ± 0.8 spikes/s above baseline; paired t test, p&lt;0.01, n = 13), as previously described for melanopsin-driven responses [8,27,28]. The behaviour of the rare “yellow” ON cells to this stimulus was variable (Fig 3B; n = 4), while colour-insensitive cells showed the expected excitatory response (Fig 3A; peak response = 1.8 ± 0.2 spikes/s above baseline; paired t test, p&lt;0.01, n = 23). These data therefore reveal that both chromatic and achromatic cells have access to melanopsin-dependent information about irradiance.\n\nOf note, for the smaller changes in opsin excitation applied above (70% Michelson; ~0.75 log units), we found that the inclusion of melanopsin contrast had little impact on the integrated cellular response. Thus for both chromatic and achromatic populations, responses evoked by spectrally neutral increases in irradiance (“energy”) were very similar in magnitude to those observed where changes in irradiance were restricted to just cone opsins (Fig 3A; subtraction: energy − “brightness”). This was true even for steady-state components of the SCN response (last 1 s of step)—we found no significant difference in responses to two conditions (paired t test; p&gt;0.05 for both blue-ON and achromatic populations). Thus SCN responses to relatively modest changes in light intensity and/or spectral composition are, in fact, dominated by those originating with cones.\n\nHow then do chromatic and irradiance responses interact to encode time of day under more natural conditions? To address this question, we produced stimuli that recreated, for Opn1mwR mice, the change in irradiance and colour experienced by wild-type (green cone) mice across the twilight to daylight transition (Fig 4A). We presented these as discrete light steps from darkness, to simulate the challenge in telling time of day faced by a rodent emerging from a subterranean burrow to sample the light environment. Due to their scarcity, we were unable to determine the behaviour of yellow-ON cells under these conditions. However, blue ON cells reliably exhibited a near linear increase in firing rate as a function of simulated solar angle (Fig 4B and 4C; n = 9 from 7 mice), indicating that their sensitivity is well suited to track changes in colour/irradiance occurring across the twilight to daylight transition. Interestingly, the range of solar angles to which these neurons responded was substantially greater than that for achromatic cells recorded in the same set of mice (Fig 4D and 4E; see also S3 Fig; n = 8) indicating that they may be an especially important source of temporal information for the clock around twilight.\n\nTo determine the extent to which this ability of blue-ON cells to encode solar angle relied upon their chromatic opponency, we next presented stimuli that recreated the natural change in irradiance over twilight but in which colour was invariant. Two versions of these stimuli were produced, in which colour was fixed either to that at the lowest solar angle for which data was available (“night”) or to that recorded in daylight (“day”; Fig 4A). Whereas achromatic cells were unable to distinguish between these two stimulus sets (Fig 4D and 4E; F-test, p = 0.72), the relationship between solar angle and blue-ON cell firing rate was consistently disrupted under these conditions (Fig 4B and 4C; F-test, p = 0.009; see also S3A Fig). Thus, firing was reliably higher for “night” and lower for “day” conditions than appropriate for that time of day. These effects are consistent with the blue-ON nature of the chromatic units and confirm that these cells employ a combination of colour and irradiance signals in order to encode time of day.\n\nColour Sets Circadian Phase\n\nThese electrophysiological recordings indicate a significant fraction of neurons in the SCN convey information about changes in spectral composition occurring during natural twilight. We hypothesised, therefore, that by improving the SCN’s ability to estimate solar angle, activation of the colour mechanism would influence the phasing of circadian rhythms under natural conditions. To determine whether this was indeed the case, we scaled up our twilight stimuli to produce an artificial sky that could be presented to freely moving mice over many days in their home cage. We aimed then to compare the phase of circadian rhythms (assayed using body temperature telemetry) under exposure to lighting conditions that recreated natural changes in irradiance across dawn/dusk transitions, with or without the associated alterations in colour (S4 Fig; “irradiance only” twilight replicated “night” spectral composition). To maximise our ability to detect changes in phasing under these conditions, we modelled the temporal profile of these photoperiods on the extended twilight of a northern-latitude summer (S4C Fig). To allow us to readily separate irradiance and colour elements, we undertook these experiments in Opn1mwR mice. Importantly, however, we designed the stimuli to recreate the change in colour across twilight that is experienced by normal, wild-type mice.\n\nWe found that the inclusion of colour significantly altered the phase of circadian entrainment. Peak body temperature occurred consistently later when irradiance and colour elements of twilight were included compared to the irradiance signal alone (Fig 5A; 31 ± 8 min; paired t test, p = 0.003; n = 10). This distinction was absent in mice lacking cone phototransduction (Cnga3-/-, [29,30]; Fig 5B; 6 ± 9 min; paired t test, p = 0.51; n = 9), confirming that it originated with cone-dependent colour coding, rather than any differences in the pattern of rod/melanopsin activation between the two photoperiods.\n\nAs further confirmation that these differences in body temperature cycles reflected an action on the timing of central clock output, we also monitored SCN firing rate rhythms in a subset of mice via ex vivo multielectrode array recordings. We and others have previously shown that the distribution of daily electrical activity patterns among individual SCN neurons encodes photoperiod duration, resulting in broad phase distributions under summer days [31,32]. Consistent with this work, peak multiunit firing (sampled across small groups of neurons) in the ex vivo SCN of twilight-housed mice was widely distributed across recording epochs corresponding to projected day. Importantly, in line with our body temperature data, this distribution was centred around the middle of the projected day for Opn1mwR mice exposed to “natural” twilight (Fig 6A; n = 124 SCN electrodes from seven slices) but shifted substantially earlier when mice were housed under twilight that lacked changes in colour (Fig 6B; p&lt;0.001, bootstrap percentiles; n = 170 SCN electrodes from six slices). A similarly early phase of peak SCN electrical activity was also observed in slices prepared from Cnga3-/- individuals housed under natural twilight (S5 Fig; p&lt;0.001 versus Opn1mwR, bootstrap percentiles), confirming that the cone-dependent colour signal is indeed required for appropriate biological alignment with twilight. We also found that, across the three groups, Opn1mwR mice exposed to “irradiance-only” twilight exhibited a significantly broader distribution of SCN phasing (Brown-Forsythe test, p = 0.01), suggesting that the inappropriate cone signals under this photoperiod partially impair SCN synchrony.\n\nDiscussion\n\nHere we demonstrate that the mammalian clock has access to information about not just the amount but also the spectral composition of ambient illumination, in the form of a cone-dependent colour opponent input that reports blue–yellow colour. The idea that chromatic signals associated with twilight might provide important cues for circadian photoentrainment has been proposed previously [3,15]. However, the significant technical challenges inherent in distinguishing the influence of changes in colour versus brightness have left the specific role of colour untested, until now.\n\nOur work thus represents the first demonstration that colour-opponent signals influence the circadian clock in any mammalian species. It is clear, from the long history of housing animals under artificial lighting, that colour signals are not necessary for circadian entrainment per se. However, our data indicates that most mammals could use colour [18,33–35] to provide additional information about sun position, above that available from simply measuring irradiance. Our entrainment experiments likely underestimate the importance of that colour signal under field conditions as they lack the daily variation in cloud cover that makes irradiance-alone a less reliable indicator of time of day. Nevertheless, even under these conditions, we find a significant impact of the twilight spectral change on the phasing of entrained rhythms. This reveals that spectral opponency contributes to the most fundamental function of the entrainment mechanism, ensuring correct timing of physiological and behavioural rhythms.\n\nGiven the nature of the change in spectral composition, we might expect that it would be available to any species capable of comparing the activity of short with middle/longer wavelengths. Our own subjective experience is that the event is detectable to humans, and a chromatic opponency equivalent to that described here could account for previous reports of subadditivity for polychromatic illumination in human melatonin suppression [36,37]. It is also noteworthy that the majority of mammalian species have retained the short and mid-/long-wavelength cone opsins required to detect changes in spectral composition associated with twilight (for a detailed discussion of the exceptions to this rule see [17,18]). Similarly, earlier studies have identified the capacity for blue–yellow colour discrimination in the pineal/parietal organs of a number of non-mammalian vertebrates, including reptiles, amphibians, and fish (for review see [38]). By directly influencing melatonin secretion, chromatic signals are thus presumably also a key component of the neural mechanisms responsible for appropriate alignment of non-mammalian physiology relative to dawn and dusk. Alongside our present data, it appears then that the use of colour as an indicator of time of day is an evolutionarily conserved strategy, perhaps even representing the original purpose of colour vision.\n\nThe specific sensory properties of the circadian photoentrainment mechanism in mammals have long remained a subject of debate [2]. SCN neurons are known to receive input from all major classes of retinal photoreceptor [8–13]. However, since “cone-only” mice do not reliably entrain to conventional light–dark cycles, current models posit that photoentrainment is primary driven by a combination of rod and melanopsin inputs [11,12]. By contrast, the proposed role of cones has been to allow the clock to track relatively high frequency changes in light—a signal that does not appear to play much role in circadian entrainment under conditions most commonly employed in the laboratory (but see [12]). Our data thus establish an important new role for cones in photoentrainment, one which would not be apparent under standard laboratory conditions but will act as an essential regulator of biological timing in more natural settings.\n\nInsofar as most retinal input to the clock is provided by ipRGCs [4,6,7] the appearance of colour opponency in this subset of retinal ganglion cells would provide a simple explanation for the chromatic responses of SCN neurons observed here. Colour opponency has not yet been documented in mouse ipRGCs [39], but has been reported in primates [40] (although it is unknown whether any of these cells project to the SCN). Interestingly, the dominant form of spectral opponency we observe here in the mouse SCN (blue-ON/yellow-OFF) is opposite to that reported for primate ipRGCs and, most recently, for chromatic response of the pupil in humans [41]. While this would, by no means, rule out a role for chromatic influences on the human circadian system, it is also currently unclear whether such yellow-ON/blue-OFF responses are a characteristic feature of all primate ipRGCs. Indeed, such behaviour certainly appears inconsistent with the sensory properties of human melatonin regulation, which seems to exhibit a short- rather than long-wavelength bias [42].\n\nOf course, alternative possibilities to that outlined above are that colour information reaches SCN neurons via the small number of non-melanopsin-expressing RGC inputs or is generated by a mechanism distinct from the conventional retinal colour processing circuitry. Previous work indicates that asymmetries in the gradient of cone opsin expression in the mouse retina could impose an indirect form of chromatic bias for stimuli larger than the cells’ receptive field [43]. Alternatively, opponent responses in the SCN may be generated centrally, e.g., via local processing or indirect visual input from the intergeniculate leaflet. Indeed, based on our identification of a rare yellow-ON cell exhibiting inhibitory responses to melanopsin contrast, we speculate that central processing could contribute to at least some of the responses reported here.\n\nRegardless of their biological origin, chromatic signals provide the SCN with additional information about solar angle, above that available from measuring brightness alone, allowing the clock to appropriately time its output under natural photoperiods. Based on the widespread capacity for colour vision among mammals (and the previous identification of colour opponent ipRGCs in primates), we suggest related mechanisms are likely to be broadly applicable across many mammalian species.\n\nMethods\n\nAnimals\n\nAll animal use was in accordance with the Animals (Scientific Procedures) Act of 1986 (United Kingdom). Electrophysiological experiments were performed under urethane anaesthesia; other procedures were conducted under isfluorane anaesthesia. Unless otherwise stated, animals used in this study (homozygous Opn1mwR and Cnga3-/- mice) were housed under a 12-h dark/light cycle at a temperature of 22°C with food and water available ad libitum.\n\nEnvironmental Measurements\n\nSpectral irradiance measurements (280–700 nm, 0.5 nm bins) were collected in Manchester, UK (Lat.: 53.47, Long.: -2.23, Elevation 76 m) every minute across the solar cycle using a METCON diode array spectroradiometer contained within a temperature stabilised weatherproof housing. The global entrance optics was levelled and mounted at a rooftop monitoring site, providing a horizon relatively clear of obstructions, the entrance optics being connected to the spectrometer by way of a 600 μm diameter 5 m long optical fibre. Instrument calibrations were carried out with reference to spectral irradiance standards, traceable to NIST (National Institute of Standards and Technology, United States). Instrument dark counts were observed to be spectrally flat and were removed by subtracting the mean value for wavelengths &lt;290 nm (where no ground-level solar signal is present).\n\nEnvironmental Data Modelling\n\nData analysed were spectral irradiance measurements collected between 31 August and 14 October 2005 (41 d). Due to gaps in the data collection record, we were able to extract from these 71 complete dawn/dusk transitions (from 36 d). No attempt was made to select data on the basis of weather condition although the period was broadly representative in comparison to relevant climatological averages.\n\nFor each twilight transition, we first calculated the average spectral irradiance profile as a function of solar angle relative to the Horizon (0.5° bins, 2–5 measurements/bin). We restricted this analysis to solar angles greater than 7° below the horizon, since our detector was specifically optimised to obtain measurements across light intensities encountered through civil twilight to daytime (making night-time measurements less reliable). We next converted these spectral irradiance profiles into effective photon fluxes as experienced by mouse opsin proteins, using established and validated procedures [19,20,22] based on Govardovski visual pigment templates [44] and published values for mouse lens transmission [45]. Calculations presented in the manuscript were based on the following peak sensitivity (λmax): UVS cone opsin-365 nm, Melanopsin-480 nm, Rhodopsin-498 nm, MWS cone opsin 511 nm.\n\nThe resulting series” of photon flux versus solar angle values for each opsin were then analysed individually or in combination (additive or as ratios). Specifically, we calculated the percentage of variance for the dataset in question that was explained by sun position, using the following calculation (with N representing the total number of data points, K the number of dawn/dusk observations and P the number of solar angle bins):\n\nSince there was no apparent difference in photon flux versus solar angle profiles obtained during dawn or dusk transitions, we pooled these data for the above analysis, treating each as an independent observation.\n\nFor comparisons of colour versus irradiance based estimates of solar angle (Fig 1D and associated text), irradiance was defined as effective photon flux at UVS+MWS cone opsins. Values obtained using other mouse opsins (singly or in combination) produced essentially identical results. For the aforementioned comparisons, estimates of mean and standard deviation for Var|θ were obtained based on bootstrap replicates (every possible combination of 69 out of the total 71 dawn/dusk observations). Similar analysis to those described above, but performed using only observations taken at either dawn or dusk also produced essentially identical results. Calculations of ““blue–yellow”“colour index (Fig 1C and 1D) were based on the ratio of MWS:SWS cone opsin activation ([MWS+LWS]/SWS for human visual system).\n\nIn Vivo Electrophysiological Recordings\n\nUrethane (1.55 g/kg) anaesthetised adult (60–120 d) male Opn1mwR mice were prepared for stereotaxic surgery as previously described [8]. Recording probes (Buszaki 32L; Neuronexus, MI, US) consisting of four shanks (spaced 200 μm), each with eight closely spaced recordings sites in diamond formation (intersite distance 20–34 μm) were coated with fluorescent dye (CM-DiI; Invitrogen, Paisley, UK) and then inserted into the brain 1 mm lateral and 0.4 mm caudal to bregma at an angle of 9° relative to the dorsal-ventral axis. Electrodes were then lowered to the level of the SCN using a fluid-filled micromanipulator (MO-10, Narishige International Ltd., London, UK).\n\nAfter allowing 30 min for neural activity to stabilise following probe insertion, wideband neural signals were acquired using a Recorder64 system (Plexon, TX, US), amplified (x3000) and digitized at 40 kHz. Action potentials were discriminated from these signals offline as “virtual”-tetrode waveforms using custom MATLAB (The Mathworks Inc., MA, US) scripts and sorted manually using commercial principle components based software (Offline sorter, Plexon, TX, US) as described previously [46].\n\nSurgical procedures were completed 1–2 h before the end of the home cage light phase, such that electrophysiological recordings spanned the late projected day-early projected night, an epoch when the SCN light response is most sensitive. Cells were initially characterised as light responsive on the basis of responses to bright mono and polychromatic light steps (10–30 s dur.; intensity &gt;1014 photons/cm2/s). Once visual responsiveness was confirmed, experimental stimuli were applied as described below. Following the experiment, accurate electrode placement was confirmed histologically as described previously [8]. Projected anatomical locations of light response units reported in this study are presented in S6 Fig.\n\nVisual Stimuli\n\nAll visual stimuli were delivered in a darkened chamber from a custom built source (Cairn Research Ltd, Kent, UK) consisting of independently controlled UV, blue and amber LEDs (λmax: 365, 460, and 600 nm respectively). Light was combined by a series of dichroic mirrors and focused onto a 5 mm diameter piece of opal diffusing glass (Edmund Optics Inc., York, UK) positioned &lt;1 mm from the eye (contralateral to the recording probe for SCN recordings). LED intensity was controlled by a PC running LabView 8.6 (National instruments).\n\nLight measurements were performed using a calibrated spectroradiometer (Bentham instruments, Reading, UK). LED intensity was initially calibrated (using the principles described above) to recreate for Opn1mwR individuals the effective rod, cone and melanopsin excitation experienced by a wild-type (green cone) mouse visual system under typical natural daylight (average values from our environmental data above at a solar angle 3° above the horizon; S1A Fig). We also carefully calibrated differential modulations in the intensity of each LED to produce stimuli that independently varied in apparent brightness for one or both cone opsin classes (either in unison or antiphase) with no apparent change in rod or melanopsin excitation (S1B Fig). In each case, brightness for the stimulated opsin was varied by ±70%, to produce an overall 4.7-fold increase in intensity of between “bright” and “dim” phases of the stimulus. Transitions between the two stimulus phases occurred smoothly over 50ms (half sinusoid profile). We also applied stimuli that selectively modulated melanopsin excitation (±92%), without changing effective cone excitation. These later also, in principle, modulated apparent brightness for rod photoreceptors (±84%), however we think a rod contribution to the resulting responses unlikely owing to the high background light levels (14.9 rod effective photons/cm2/s) and our previous work suggesting that rods have little influence on acute electrophysiological light responses in the SCN [8]. Indeed, similar stimuli evoke very little response in the lateral geniculate nuclei of melanopsin knockout animals [22].\n\nIn a subset of experiments (7/15) we also applied a second set of stimuli designed to recreate various stages of twilight, using our calculations of the effective photon fluxes experienced by mouse opsins at solar angles between -7 and 3° relative to the horizon. These were applied as light steps (30 s) from darkness in random sequence with an interstimulus interval of 2 min. To confirm whether elements of the resulting responses were dependent on spectral composition, these stimuli were interspersed with two additional stimulus sets which were identical except that irradiance for the UVS opsin was fixed at a constant ratio relative to LWS (mimicking either day or night spectral composition).\n\nFor behavioural experiments, we used similar principles to generate photoperiods that smoothly recreated our measured changes in twilight illumination, with (“natural”) or without the associated change in spectral composition (irradiance-only: spectra fixed to mimic “night”). Stimuli were generated by an array of three violet (400 nm) and three amber (590 nm) high-power LEDs (LED Engin Inc., San Jose CA, US) placed behind a polypropylene diffusing screen covering the top of the cage. The combination of multiple LEDs allowed a larger range of brightness (from dark up to approximately 25 W/m2 for the violet and 10 W/m2 for the amber). Intensity of each LED was independently controlled by a voltage controlled driver (Thorlabs Inc., Newton NJ, US). The light intensity modulation signals were provided by a PC running Labview through a voltage output module (National Instruments), and followed a temporal profile that recreated the sun’s progression during a northern latitude summer (calculations based on Stockholm, Sweden; Lat: 59, Long: 18, Elevation 76 m, 20 June 2013; total twilight duration = 2.3 h).\n\nTwilight Entrainment Study\n\nTo determine the impact of twilight spectral changes on mouse entrainment, female Opn1mwR and Cnga3-/- mice (housed under an 18:6 light–dark [LD] cycle) were first implanted with iButton temperature loggers (Maxim, DS1922L-F5#). To reduce weight and size, these were dehoused and encapsulated in a 20% Poly(ethylene-co-vinyl acetate) and 80% paraffin mixture as described by Lovegrove [47]. For implantation, mice were anaesthetised with isoflurane (1%–5% in O2) and the temperature logger implanted into the peritoneal cavity. Following surgery, animals were given a 0.03 mg/kg subcutaneous dose of buprenorphine and allowed to recover for at least 9 d in 18:6 LD before the start of the experiment. The timing of lights off under this cycle was designated as Zeitgeber time (ZT) 12 and the timing of experimental photoperiods were set to align their midnight (ZT15) with this square wave LD cycle.\n\nFollowing recovery, group housed mice (five per cage) were transferred to the natural twilight photoperiod. The cage environment contained an opaque plastic hide, allowing the animals to choose their own light sampling regime. After 14 d, mice were then returned to 18:6 LD for a further 14 d and finally transferred to the “irradiance-only” twilight photoperiod.\n\nAt the end of the experiment, mice were culled by cervical dislocation and temperature loggers recovered. Temperature data (recorded in 30 min time bins) was processed by upsampling to 5 min resolution (cubic spline interpolation), Gaussian smoothing (SD = 45 min), and normalisation as a fraction of daily temperature range. Phase of entrainment was estimated as the timing of peak body temperature from that individual’s daily average profile (calculated from the last 9 d in each photoperiod).\n\nEx Vivo SCN Recordings\n\nOpn1mwR and Cnga3-/- mice were housed under twilight stimuli of either “natural” or “night” composition (as described above) for at least 14 d prior to experiments. Mice were removed from the home cage 30–60 min after the end of the dawn transition (~ZT19) and culled by cervical dislocation followed by decapitation. The brain was then rapidly removed, mounted onto a metal stage and cut using a 7000 smz vibrating microtome (Campden Instrument, UK) in ice-cold (~4°C) sucrose-based slicing solution composed of (in mM): sucrose (189); D-glucose (10); NaHCO3 (26); KCl (3); MgSO4 (5); CaCl2 (0.1); NaH2PO4 (1.25); oxygenated with 95% O2/5% CO2 mixture. Coronal brain slices containing the SCN (350 μm) were then immediately transferred into a petri dish containing oxygenated artificial cerebrospinal fluid (aCSF) composed of (in mM): NaCl (124); KCl (3); NaHCO3 (24); NaH2PO4 (1.25); MgSO4 (1); glucose (10); CaCl2 (2); slices were then left to rest at room temperature (22 ± 1°C).\n\nApproximately 30 min after slice preparation, slices were placed, recording side down, onto 6x10 perforated multielectrode arrays (pMEAs; Multichannel Systems, MCS, Germany). Slices were visualised under the microscope and photos were taken with a GXCAM-1.3 camera (GX Optical, UK) in order to confirm appropriate slice placement over pMEA electrode sites. Slices were held in place by both the suction via the MEA perforations and a harp slice grid (ALA Scientific Instruments Inc., US). The pMEA recording chamber was continuously perfused with pre-warmed oxygenated aCSF (34 ± 1°C) to both slice surfaces at a rate of 2.5–3 ml/min. Neural signals were acquired as time-stamped action potential waveforms using a USB-ME64 system and a MEA1060UP-BC amplifier (MCS, Germany). Signals were sampled at 12.5 kHz, High pass filtered at 200 Hz (second order Butterworth) with a threshold of usually at -16.5 μV. Recordings were maintained for a total duration of 30 h.\n\nAt the end of each recording, slices were treated with bath applications of 20μM NMDA to confirm maintained cell responsiveness, followed by 1 μM TTX to confirm acquired signals exclusively reflected Na+-dependent action potentials. All drugs were purchased from Tocris (UK), kept as stock solutions at -20°C (dissolved in dH2O), and were diluted to their respective final concentrations directly in pre-warmed, oxygenated aCSF; all drugs were bath applied for 5 min.\n\nMultiunit action potential firing rates detected at electrodes located within the SCN region were then selected for further analysis. Data were subsequently binned (60 s) and smoothed via boxcar averaging (width: 2 h) to determine the timing of peak activity. Channels where peak firing did not decay by &gt;50% within ±12 h, or where peak firing was less than 0.2 spikes/s were excluded from this analysis, such that on average 22 ± 2 SCN electrodes were analysed for each experiment. Based on peak firing rates observed (mean ± SEM: 6.9 ± 0.5 spikes/s) we estimate these typically represent recordings from less than four neurons.\n\nTo assess for significant differences in the timing of population activity under our different experimental conditions, we drew 1,000 samples of 100 randomly selected neurons from each condition (Opn1mwR “natural”, Opn1mwR “night”, Cnga3-/- “natural”). By calculating the circular mean phase for each sample, we thus obtained estimates of the probability that the observed population means differed by chance.\n\nSupporting Information"
}