{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000473",
  "doi": "10.1371/journal.pbio.3000473",
  "externalIds": [
    "pii:PBIOLOGY-D-19-01632",
    "pmid:31568532",
    "pmcid:PMC6786648"
  ],
  "license": "This is an open access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication.",
  "licenseUrl": "https://creativecommons.org/publicdomain/zero/1.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "EXP1 is critical for nutrient uptake across the parasitophorous vacuole membrane of malaria parasites",
  "authors": [
    {
      "name": "Paolo Mesén-Ramírez",
      "first": "Paolo",
      "last": "Mesén-Ramírez",
      "affiliation": "Molecular Biology and Immunology Section, Bernhard Nocht Institute for Tropical Medicine, Hamburg, Germany"
    },
    {
      "name": "Bärbel Bergmann",
      "first": "Bärbel",
      "last": "Bergmann",
      "affiliation": "Molecular Biology and Immunology Section, Bernhard Nocht Institute for Tropical Medicine, Hamburg, Germany"
    },
    {
      "name": "Thuy Tuyen Tran",
      "first": "Thuy Tuyen",
      "last": "Tran",
      "affiliation": "Molecular Biology and Immunology Section, Bernhard Nocht Institute for Tropical Medicine, Hamburg, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-6513-7401"
      ]
    },
    {
      "name": "Matthias Garten",
      "first": "Matthias",
      "last": "Garten",
      "affiliation": "Section on Integrative Biophysics, Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, Maryland, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-8660-1039"
      ]
    },
    {
      "name": "Jan Stäcker",
      "first": "Jan",
      "last": "Stäcker",
      "affiliation": "Molecular Biology and Immunology Section, Bernhard Nocht Institute for Tropical Medicine, Hamburg, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-4738-6639"
      ]
    },
    {
      "name": "Isabel Naranjo-Prado",
      "first": "Isabel",
      "last": "Naranjo-Prado",
      "affiliation": "Molecular Biology and Immunology Section, Bernhard Nocht Institute for Tropical Medicine, Hamburg, Germany"
    },
    {
      "name": "Katharina Höhn",
      "first": "Katharina",
      "last": "Höhn",
      "affiliation": "Electron Microscopy Unit, Bernhard Nocht Institute for Tropical Medicine, Hamburg, Germany"
    },
    {
      "name": "Joshua Zimmerberg",
      "first": "Joshua",
      "last": "Zimmerberg",
      "affiliation": "Section on Integrative Biophysics, Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, Maryland, United States of America"
    },
    {
      "name": "Tobias Spielmann",
      "first": "Tobias",
      "last": "Spielmann",
      "affiliation": "Molecular Biology and Immunology Section, Bernhard Nocht Institute for Tropical Medicine, Hamburg, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3968-4601"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-09-30",
  "dateAccepted": "2019-09-10",
  "dateReceived": "2019-06-08",
  "volume": "17",
  "number": "9",
  "pages": "e3000473",
  "tags": [
    "Apicomplexa",
    "Artificial gene amplification and extension",
    "Biochemistry",
    "Cell biology",
    "Cell membranes",
    "Cellular structures and organelles",
    "Complement system",
    "Discipline-v3/Apicomplexa",
    "Discipline-v3/Artificial gene amplification and extension",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell membranes",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Complement system",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Host cells",
    "Discipline-v3/Immune physiology",
    "Discipline-v3/Immune system",
    "Discipline-v3/Immune system proteins",
    "Discipline-v3/Immunology",
    "Discipline-v3/Malarial parasites",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Membrane proteins",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Molecular biology techniques",
    "Discipline-v3/Organisms",
    "Discipline-v3/Parasite groups",
    "Discipline-v3/Parasitemia",
    "Discipline-v3/Parasitic protozoans",
    "Discipline-v3/Parasitology",
    "Discipline-v3/Physiology",
    "Discipline-v3/Plasmodium",
    "Discipline-v3/Polymerase chain reaction",
    "Discipline-v3/Proteins",
    "Discipline-v3/Protozoans",
    "Discipline-v3/Quantitative parasitology",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Trophozoites",
    "Discipline-v3/Viral transmission and infection",
    "Discipline-v3/Virology",
    "Eukaryota",
    "Host cells",
    "Immune physiology",
    "Immune system",
    "Immune system proteins",
    "Immunology",
    "Malarial parasites",
    "Membrane proteins",
    "Microbiology",
    "Molecular biology",
    "Molecular biology techniques",
    "Organisms",
    "Parasite groups",
    "Parasitemia",
    "Parasitic protozoans",
    "Parasitology",
    "Physiology",
    "Plasmodium",
    "Polymerase chain reaction",
    "Proteins",
    "Protozoans",
    "Quantitative parasitology",
    "Trophozoites",
    "Type/Research Article",
    "Viral transmission and infection",
    "Virology"
  ],
  "abstract": "Intracellular malaria parasites grow in a vacuole delimited by the parasitophorous vacuolar membrane (PVM). This membrane fulfils critical roles for survival of the parasite in its intracellular niche such as in protein export and nutrient acquisition. Using a conditional knockout (KO), we here demonstrate that the abundant integral PVM protein exported protein 1 (EXP1) is essential for parasite survival but that this is independent of its previously postulated function as a glutathione S-transferase (GST). Patch-clamp experiments indicated that EXP1 is critical for the nutrient-permeable channel activity at the PVM. Loss of EXP1 abolished the correct localisation of EXP2, a pore-forming protein required for the nutrient-permeable channel activity and protein export at the PVM. Unexpectedly, loss of EXP1 affected only the nutrient-permeable channel activity of the PVM but not protein export. Parasites with low levels of EXP1 became hypersensitive to low nutrient conditions, indicating that EXP1 indeed is needed for nutrient uptake and experimentally confirming the long-standing hypothesis that the channel activity measured at the PVM is required for parasite nutrient acquisition. Hence, EXP1 is specifically required for the functional expression of EXP2 as the nutrient-permeable channel and is critical for the metabolite supply of malaria parasites.",
  "fullText": "Introduction\n\nMalaria pathology results from the replication of Plasmodium parasites in red blood cells (RBCs). Malaria parasites proliferate within a parasitophorous vacuole (PV) surrounded by the membrane of the PV (PVM) [1,2], the interface between parasite and host cell. The PVM harbors protein complexes that serve key functions for the intracellular survival of the parasite [1]. The Plasmodium translocon of exported proteins (PTEX) mediates the transport of parasite proteins across the PVM into the host cell [3,4,5]. A nonselective pore permits passage of nutrients such as monosaccharides, folates, and amino acids through the PVM [6,7]. While the composition and function of PTEX has been studied in some detail, the molecular basis for the nutrient-permeable channel activity is much less defined. PTEX comprises oligomers of 3 core components, including exported protein 2 (EXP2), which forms a heptameric PVM-spanning channel [8]. Conditional knockdown and patch-clamp measurements indicated that EXP2 has a dual role in both protein export as part of PTEX and in the nutrient-permeable channel activity of the PVM [7], a conclusion initially indicated by the homology and complementation capacity of EXP2 to 2 proteins required for the solute pore activity in Toxoplasma gondii [9].\n\nOther PVM proteins include highly expressed single-pass transmembrane (TM) proteins such as early transcribed membrane proteins (ETRAMPs) [10] and exported protein 1 (EXP1) [11]. EXP1 was the first protein localized to the PVM of blood and liver stages where it forms homo-oligomers with the N-terminus facing the PV lumen and the C-terminus exposed to the RBC cytosol [1,11,12,13]. Unsuccessful attempts to genetically disrupt exp1 suggested an essential role for EXP1 in parasite development [14].\n\nBioinformatic analyses classified EXP1 as a member of the superfamily of membrane-associated proteins in eicosanoid and glutathione metabolism (MAPEG) [15,16]. Enzymatic in vitro assays indicated that EXP1 possesses glutathione S-transferase (GST) activity, and it was proposed to protect the parasite from oxidative damage via detoxification of hemoglobin byproducts by conjugation with reduced glutathione (GSH) [16]. It was further proposed that EXP1 is associated with artemisinin (ART) resistance, as its transcription was up-regulated in ART-resistant parasite strains [16]. A study in P. berghei indicated that EXP1 may also play a role in the uptake of lipids during intrahepatic development [17].\n\nHere, using a conditional knockout (KO) of exp1, we show that EXP1 is essential for the growth of P. falciparum blood stages independently of the previously proposed GST activity. We find that EXP1 is required for the nutrient-permeable channel activity of the PVM. Consistently, parasites with reduced levels of EXP1 became hypersensitive to nutrient-limiting conditions, associating the permeability measured at the PVM with nutrient acquisition. EXP1 interacts with EXP2 at the PVM and is required for EXP2’s proper distribution and function as a nutrient-permeable channel but not for the function of EXP2 in protein export. Hence, EXP1 defines the function of EXP2 as a nutrient-permeable channel and is critical for nutrient uptake across the PVM, which now can be specifically studied.\n\nResults\n\nEXP1 is essential for parasite development in RBCs\n\nTo first test whether EXP1 is required for the survival of P. falciparum erythrocytic stages, we generated a conditional exp1 KO based on the Dimerizable Cre (DiCre) system [18,19, 20] using selection-linked integration (SLI) [20]. The endogenous exp1 was disrupted before the region encoding the TM domain, and at the same time, a second functional copy of exp1 flanked by loxP sites was introduced in the exp1 locus. The new floxed copy of EXP1 is hemagglutinin (HA) tagged and can be conditionally excised by DiCre upon addition of rapalog (Fig 1A and S1A and S1B Fig). Immunofluorescence assays (IFAs) showed that the corresponding cell line (condΔEXP1) correctly expressed the functional EXP1-HA in the PVM (Fig 1B).\n\nTo investigate the effect of the loss of EXP1 on parasite survival, synchronous condΔEXP1 ring-stage parasites were grown in the presence of rapalog, alongside a control culture (Fig 1C). PCR confirmed efficient excision of the functional copy of exp1 within one growth cycle (48 hours) upon addition of rapalog (Fig 1C). No growth defect was observed in this first cycle during which the exp1 gene was excised (S1C Fig). In this cycle, EXP1 protein levels remained at approximately 70% due to protein expressed in the PVM before excision was complete (Fig 1C and 1D and S1D Fig). Western blot confirmed loss of EXP1 (approximately 5% residual protein detected at 48 h; Fig 1D) in parasites (henceforth termed ΔEXP1 parasites) after invasion and start of a new cycle (Fig 1C, blue arrow). The ΔEXP1 parasites failed to replicate (Fig 1E and S1C Fig), demonstrating that EXP1 is essential for propagation in RBCs. The N-terminal fragment remaining after excision was nonfunctional as it does not rescue growth and was only detectable by IFA (S1D Fig), likely because of its small size and possible low stability.\n\nGiemsa smears taken in regular intervals from synchronous parasites showed that ΔEXP1 ring stages were much slower to reach the trophozoite stage than controls (Fig 1F). ΔEXP1 trophozoites often displayed protrusions reaching into the host cell cytoplasm (“blebs,” light blue arrowheads, Fig 1F) and frequently had an aberrant condensed morphology (Fig 1F). ΔEXP1 trophozoites did not complete schizogony as evident by a significantly reduced number of nuclei per ΔEXP1 parasite compared to controls (S1E Fig) and by an almost complete absence of new rings in the next cycle (Fig 1F). To test whether very slowly growing ΔEXP1 parasites persisted, we carried out an extended growth assay with the ΔEXP1 parasites. These experiments revealed a resurfacing of parasites in the ΔEXP1 culture grown in the presence of rapalog 9 days after loss of EXP1, but PCR identified this as a population with a nonexcised exp1 locus. These parasites were therefore breakthroughs, further indicating that loss of EXP1 abolishes parasite propagation in RBCs (S1F Fig).\n\nTo observe the phenotype of EXP1 loss in more detail, we compared the development of ΔEXP1 parasites to controls, using long-term time-lapse imaging [21] (Fig 2A). This confirmed a severe delay of the ring stage (Fig 2B) and a very slow development of trophozoites without completion of the cycle (Fig 2A). Time-lapse imaging also revealed phenotypes in ring stages: ΔEXP1 parasites changed position in the host cell less frequently and rarely showed amoeboid shapes (Fig 2A and 2C), 2 typical features of ring stages [21] regularly observed in controls (Fig 2A and 2C). In addition, ΔEXP1 parasites were often found closely adjoined to the RBC membrane, a phenomenon that we here termed “hugging” (Fig 2A and 2C, red arrowheads), also evident by electron microscopy (S1G Fig).\n\nThe protrusions observed in Giemsa smears were also visible in differential interference contrast (DIC) and also in ΔEXP1 rings (Fig 2A, light blue arrowheads). These “blebs” were bounded by PPM and present almost exclusively in ΔEXP1 parasites as confirmed with a parasite plasma membrane (PPM) marker (Lyn-mCherry) [22] (Fig 2D). The total number of membrane-bounded protrusions detected using Bodipy-TR-ceramide or Lyso-PC was also mildly enriched in ΔEXP1 parasites (Fig 2E and S1H Fig). Despite these morphological alterations, the PVM integrity in ΔEXP1 parasites was not compromised, because a soluble PV marker (SP-mScarlet) was retained in the PV (S1I Fig).\n\nNext, we evaluated the impact of EXP1 loss on gametocytogenesis. Interestingly, we detected stage III–V gametocytes lacking EXP1 (Fig 2F), although the number of late-stage gametocytes was reduced by more than 50% 8 days after induction (Fig 2G). Nevertheless, this indicated a lower effect of loss of EXP1 on the development of gametocytes than on asexual blood stages.\n\nAll regions of EXP1 are important for its function\n\nTo confirm that the observed growth phenotype is specific for EXP1 loss, we complemented the condΔEXP1 parasites with a Ty-tagged full-length copy of EXP1 (EXP1wt-Ty) expressed under the constitutive nmd3 promoter. EXP1wt-Ty was correctly located at the PVM (Fig 3A) and, after removal of the endogenous EXP1, restored parasite growth to 80% of the unexcised control (Fig 3B and S2A–S2C Fig). The level of complementation correlated with the level of expression of the EXP1wt-Ty construct, as demonstrated using promoters driving different levels of expression (Fig 3B–3D and S2A–S2C Fig). The complemented parasites also showed a similar duration of the ring stage compared to the wild type, indicating that the delay to reach the trophozoite was reverted by the complementation (S2D Fig).\n\nTo pinpoint the functional regions in EXP1, we tested a series of modified Ty-tagged EXP1 constructs for their capacity to complement loss of endogenous EXP1. Except for EXP1wt-mScarlet, all constructs were correctly inserted into the PVM, and deletions or replacements in the N- or C-terminus mostly led to severe loss of function (S2A-S2C and S3A and S3B Fig). Interestingly, EXP1 of the rodent malaria parasite P. berghei (PbEXP1) only partially (46.1% ± 9.4% activity) rescued loss of EXP1 in P. falciparum (Fig 3B), indicating limited functional conservation between species. Deletion of the entire C-terminus of EXP1 reduced its activity to 59.37% ± 13.82% (Fig 3B). EXP1 lacking an 11 amino acid stretch (sequence SGVSSKKKNKK) in the N-terminus named E-domain (EXP1ΔED), a region proposed to be necessary for the dimerization based on similarity with MAPEGs [16,23], complemented only poorly (Fig 3B). Previous work indicated that EXP1 homo-oligomerizes [12]. However, loss of function of EXP1ΔED was not due to profound alterations in its capacity to oligomerize, as dimers were still detectable after formaldehyde crosslinking (Fig 3E).\n\nWe noticed that the TM domains of integral PVM proteins such as EXP1 and ETRAMPs in different malaria species are particularly rich in G, S, and T residues (S2E Fig). G, S, and T are known to be important as TM interaction interfaces [24, 25]. Strikingly, point mutations of the first glycine residues (from G to L) of the two GXXG motifs of the P. falciparum EXP1 (PfEXP1) TM abolished EXP1 function (Fig 3B) although the protein was still correctly trafficked (S3A and S3B Fig) and capable of dimerizing (Fig 3E). Collectively, we conclude that all parts of EXP1 are required for its function.\n\nEXP1 GST activity is dispensable for parasite growth\n\nPrevious work showed that recombinant EXP1 conjugates hematin to GSH in vitro and thereby may protect the parasite from heme-induced oxidative damage [16]. Based on homology with other MAPEGs, it was postulated that the catalytic center of the GST activity of EXP1 resides in 3 N-terminal residues (Fig 4A). Mutation of one of these residues (R70) led to a reduced enzymatic activity in vitro [16]. We used our complementation approach to assess the importance of these residues (and hence of the proposed GST activity) for parasite development. Constructs with mutations of 1 (EXP1R70A) or all 3 residues (EXP1-3xmut) of the proposed catalytic site showed 69.0% ± 9.2% and 62.5% ± 16.2% complementation activity, respectively (Fig 4B), indicating that these mutations had only a moderate effect on EXP1 function compared to most other complementation constructs (Fig 3B and S2A Fig). IFAs and solubility assays showed correct targeting of the complementation constructs to the PVM (S3A and S3B Fig). EXP1 R70A expressed under the stronger promoter resulted in nearly identical complementation capacity to the wild-type construct (Fig 4B). These data indicate that if EXP1 is a MAPEG, its GST activity plays only a minor role for growth of blood stage parasites.\n\nLoss of EXP1 is not associated with elevated oxidative stress\n\nIf EXP1 is a GST that protects from heme-induced oxidative damage, loss of its activity should lead to increased oxidative stress in the parasite [16]. To test whether EXP1, irrespective of our complementation data, may act as a GST in the parasite, we measured the oxidative stress status in ΔEXP1 and control age-matched trophozoites using the fluorescent reporter chloromethyl dihydrochloro fluorescein (CM2-DCFDA) [26] (Fig 4C) to quantify intracellular reactive oxygen species (ROSs). Interestingly, the levels of fluorescence in ΔEXP1 parasites were not significantly different from those of control parasites (Fig 4D and S4A and S4B Fig), suggesting that ΔEXP1 parasites are not under elevated oxidative stress.\n\nConsistently, ΔEXP1 parasites were not rescued in the presence of antioxidants (Trolox, ascorbic acid) and glutathione precursors (N-acetylcysteine and cysteine) (Fig 4E). Growth of parasites complemented with limiting amounts of EXP1 (EXP1wtlow) was also not ameliorated in the presence of any of the supplements (Fig 4E). Overall, these data indicate that the growth defect of ΔEXP1 parasites is not caused by elevated oxidative stress and reduction of oxidative damage does not rescue loss of EXP1.\n\nThe oxidative insult generated by hemoglobin byproducts can be diminished by inhibiting hemoglobin digestion with the cysteine protease inhibitor E64 [26, 27]. If EXP1 is involved in protecting the parasites from heme-mediated oxidative damage as proposed [16], growth of ΔEXP1 parasites should improve after inhibiting hemoglobin degradation. To test this, we treated ring stages expressing limiting amounts of EXP1 (EXP1wtlow) with E64 (before start of hemoglobin ingestion) and removed the inhibitor 12 hours later. Efficient inhibition of hemoglobin degradation was evident by swollen food vacuoles [28] (Fig 4F, arrowheads). However, E64 treatment did not restore growth of these parasites (Fig 4F). To confirm that E64 can protect against oxidative stress, we treated these parasites with dihydroartemisinin (DHA). While E64 ameliorated the effect of DHA as previously reported [29], E64 did not improve the growth defect of parasites expressing limiting levels of EXP1 (Fig 4G). Hence, the growth of parasites with reduced levels of EXP1 was not ameliorated by lower levels of hemoglobin-byproduct–induced oxidative stress, indicating that the proposed detoxification of hemoglobin metabolites is not a major function of EXP1.\n\nEXP1 does not influence ART resistance\n\nEXP1 was proposed to be involved in ART resistance by conjugating ART to GSH and thereby lowering oxidative damage. ART resistance was also associated with up-regulation of EXP1 [16]. We exploited our conditional ΔEXP1 parasites to determine whether the expression levels of EXP1 influence the susceptibility of the parasites to DHA. The levels of EXP1 in the parasites used for these experiments ranged from very low and growth limiting (EXP1wtlow in ΔEXP1 parasites) to overexpression (EXP1wthigh on top of the endogenous EXP1-HA) (Fig 3B–3D). Determination of the half maximal inhibitory concentration (IC50) for DHA showed no significant difference between these cell lines after removal of the endogenous EXP1 (Fig 4H). Naturally occurring ART resistance can only be measured using ring-stage survival assays (RSAs) [30]. To detect lower levels of resistance, we used a lower than usual concentration of DHA (350 nM). While a previously established DHA-resistant line [20] displayed reduced susceptibility to DHA in the RSA, the parasites expressing higher levels of EXP1 than wild type displayed no better survival than parasites expressing limiting levels of EXP1 or the GST catalytic site mutant EXP1 (Fig 4I), indicating that EXP1 levels did not affect ART responsiveness.\n\nThe nutrient-permeable channel activity but not PTEX function is defective in ΔEXP1 parasites\n\nAs the previously postulated function as a heme-detoxifying GST did not appear to be responsible for the phenotype in ΔEXP1 parasites, we looked for other possible functions of EXP1. In previous work, we identified EXP1 in immunoprecipitations (IPs) of EXP2 [31]. Therefore, EXP1 might be involved in functions attributed to EXP2, either protein export or the nutrient-permeable channel activity at the PVM. First, we tested whether ablation of EXP1 affects protein export. ΔEXP1 parasites showed no defect in the export of skeleton binding protein 1 (SBP1), ring exported protein 1 (REX1), REX2 (early-stage exported), and knob-associated histidine-rich protein (KAHRP) and MSP7-related protein 6 (MSRP6) (late-stage exported) (Fig 5A and 5B and S4C Fig). Thus, PTEX is still functional in ΔEXP1 parasites.\n\nTo test whether EXP1 affects the nutrient-permeable channel activity at the PVM, patch-clamp measurements were performed on the PVM of ΔEXP1 parasites liberated from their host cell. After liberation, the PVM remained intact, as evidenced by the retention of a co-expressed soluble PV marker (Fig 5C and S1I Fig). The PVM of the liberated parasites was now accessible to a patch-clamp pipette. After giga-seal formation, each individual sample was inspected for channel activity, defined as a current flicker from closing channels at 30 mV applied voltage to the patch pipette [7]. While channel activity was often immediately apparent in the control sample, channel activity was mostly absent in the ΔEXP1 parasites (Fig 5D left). The frequency to detect at least one channel at the PVM (fchan) of ΔEXP1 parasites was significantly reduced compared to controls (Fig 5D right). Together, these results demonstrate that EXP1 is important for the nutrient-permeable channel activity at the PVM but not for protein export.\n\nLoss of EXP1 alters the distribution of EXP2, and both proteins interact at the PVM\n\nTo investigate the effect of EXP1 loss on EXP2 localization as a possible reason for the reduction of nutrient-permeable channel activity, we expressed a green fluorescent protein (GFP) fusion of EXP2 (EXP2GFP) in condΔEXP1 parasites. No differences were obvious between controls and ΔEXP1 ring stages (S5A and S5B Fig). However, at the beginning of the trophozoite stage, EXP2-GFP displayed a profoundly altered distribution in 75% of the ΔEXP1 cells (Fig 6A–6C) as evident by the concentration of EXP2 in small regions of the PVM, frequently in loop-like Bodipy-TR-ceramide positive protrusions (Fig 6A and 6C). In control cells, EXP2-GFP was predominantly found in a circular pattern around the parasite (Fig 6A–6C). IFAs with specific antibodies confirmed this phenotype and showed an altered distribution of the endogenous EXP2 in ΔEXP1 parasites (Fig 6D and 6E and S5B Fig).\n\nThe distribution of other PVM proteins such as early (ETRAMP10.1) or later (ETRAMP4) integral PVM markers [10] showed no apparent differences in ΔEXP1 parasites compared to controls (Fig 6F and 6G). In contrast, ETRAMP5 accumulated in small regions of the PVM where it colocalized with the aberrantly distributed EXP2-GFP (Fig 6H). Interestingly, ETRAMP5 was previously found in co-IPs as a potential interaction partner of EXP2 [31]. However, in contrast to EXP1, ETRAMP5 was dispensable for parasite growth (S6 Fig) and may not be needed for an essential process such as the nutrient-permeable channel activity at the PVM.\n\nAs EXP1 influenced the distribution of EXP2, we tested whether this effect was reciprocal by knocking out EXP2. For this, we used the same strategy as for EXP1 to generate a conditional EXP2 KO (S7 Fig). As previously published, KO of EXP2 led to loss of protein export and arrested development at the trophozoite stage [7,32]. However, neither the distribution of EXP1-Ty expressed in these parasites nor that of endogenous ETRAMP5 was markedly altered in ΔEXP2 parasites (Fig 6I–6K). The minor effect observed on the distribution of EXP1 likely is due to the impact on parasite morphology in the EXP2 KO. Hence, the correct localization of EXP1 does not appear to depend on EXP2.\n\nPrompted by the altered distribution of EXP2 in the ΔEXP1 parasites, we performed co-IPs in crosslinked parasites to test whether the two proteins interact. IP of the endogenously HA-tagged EXP1 in condΔEXP1 parasites expressing EXP2-GFP resulted in copurification of EXP2-GFP (Fig 6L), while a soluble PV protein (serine-rich antigen 5 [SERA5]) and an integral PVM protein (ETRAMP4) were not co-immunoprecipitated. The reciprocal experiment by immunoprecipitating EXP2-GFP corroborated these findings (S8A Fig). Thus, EXP1 interacts with EXP2 at the PVM, suggesting that their activity may be linked. We also found EXP1 and EXP2 in structures within merozoites (S8B Fig), in agreement with previous results showing that both proteins are stored in dense granules [33, 34].\n\nFinally, we tested whether loss of EXP1 affected membrane association of EXP2. In the EXP1 KO parasites, EXP2 was still membrane associated as indicated by retention of the protein after lysing parasites with saponin (S8C Fig). Next, we carried out more detailed tests using carbonate and urea to solubilize peripheral membrane proteins. Previous work showed that a small fraction of EXP2 can be extracted with carbonate [34]. This property was not changed after removal of EXP1 (S8D Fig). While the extractability of EXP2 by urea appeared to be increased in the ΔEXP1 parasites compared to the control, this was not significant (S8D Fig). This indicated that loss of EXP1 does not profoundly alter the membrane association of EXP2.\n\nLevels of EXP1 influence the capacity of parasites to respond to amino acid starvation\n\nDue to its additional role in protein export, knocking out EXP2 precludes specific analysis of the PVM nutrient-permeable channel function. In contrast, EXP1 loss only affected this activity (Fig 5D). In agreement with a role in nutrient uptake, the phenotype observed in the ΔEXP1 parasites (condensed trophozoites, growth retardation, and blebbing) resembled starvation phenotypes caused by amino acid depletion [35] and by the loss of the parasite surface anion channel (PSAC) [36,37], the activity at the RBC membrane for uptake of nutrients from the serum [38]. To first confirm that the phenotype of ΔEXP1 parasites was solely due to loss of the channel activity at the PVM, not at the RBC membrane, we assessed the uptake of 5-aminolevulinic acid (5-ALA) [39] into ΔEXP1 infected RBCs, an indicator for PSAC activity. Uptake of 5-ALA into RBCs infected with ΔEXP1 trophozoites was not significantly different from controls (Fig 7A and 7B). The small trend for reduced uptake was likely due to the growth retardation of ΔEXP1 parasites (S8E Fig). Thus, PSAC activity is not impaired in ΔEXP1 parasites, and the starvation-like phenotype is caused by the loss of the nutrient permeability at the PVM.\n\nTo more specifically test the association of EXP1 with nutrient acquisition, we compared parasite growth in medium containing limiting concentrations of amino acids with parasites grown in complete medium in cell lines expressing different levels of EXP1. Interestingly, growth in limited medium mimicked the prolonged ring-phase phenotype observed in ΔEXP1 parasites (Fig 7C and 7D). Furthermore, while all cell lines expressing physiological (or higher) levels of EXP1 tolerated the limiting medium over 2 growth cycles to a similar extent, the cell line expressing limiting levels (EXP1low on rapalog) was hypersensitive to low levels of amino acids (Fig 7E). This hypersensitivity was specifically related to the lack of amino acids because its response to an unrelated growth inhibition (using sodium azide) was similar to the other cell lines (Fig 7E). We conclude that EXP1 is critical for nutrient acquisition across the PVM and that the presence of the nutrient-permeable channel detected by patch clamping at the PVM correlates with nutrient uptake. Parasites relying only on EXP1 with the mutated catalytic site showed an intermediate sensitivity to the limited medium, indicating that the growth reduction in these parasites (Fig 4B) was also due to reduced nutrient acquisition with this version of EXP1, although there was no significant difference to the line expressing both, the mutated and the wild-type form of EXP1 (Fig 7E).\n\nDiscussion\n\nPrevious work led to the proposal that EXP1 is a GST of the MAPEG family that detoxifies hemoglobin byproducts and thereby protects malaria parasites from oxidative stress [16]. Furthermore, this work indicated that through this GST function, EXP1 can protect the parasite from the action of ART and that EXP1 transcription levels were elevated in ART-resistant parasites. Here, we show that the postulated GST activity of EXP1 is largely dispensable for parasite survival and that EXP1 protein levels did not influence ART susceptibility. Inhibition of hemoglobin catabolism by a protease inhibitor or the supplementation with reducing agents to protect from oxidative damage did not improve parasite growth when EXP1 was absent or its expression levels were growth limiting. Hence, although EXP1 may have GST activity in vitro, overall, our data indicate that this activity is not critical for blood stage growth. MAPEGs are a highly diverse and widely distributed family of proteins involved in the detoxification of metabolites and in glutathione and lipid metabolism [15]. It is possible that EXP1 derives from such proteins but has adopted other functions that are critical for parasite survival.\n\nWe here provide functional evidence for a different role of EXP1 that is important for parasite survival. Apicomplexan parasites require an external supply of nutrients that reach the parasite by passive diffusion through a nonselective pore of the PVM [6]. Our patch-clamp experiments indicate that EXP1 is essential for the activity of a nutrient-permeable channel in the PVM. Recently, a different PVM protein, EXP2, was shown to be needed for this activity [7,9]. EXP2 oligomers also form the membrane-spanning pore of PTEX [3,8]. Hence, EXP2 is needed for both, the nutrient-permeable channel activity and for protein export, potentially as the pore of both activities [7]. In previous work, Gold and colleagues postulated that EXP2 is either part of a complex that mediates both, protein transport and the nutrient-permeable channel function or that it is part of 2 molecularly distinct complexes, each serving only one of these functions [9]. Recent data showed that there is a large pool of EXP2 in trophozoites that is devoid of the PTEX component heat shock protein 101 (HSP101), lending support for the existence of 2 compositionally distinct EXP2 complexes [7]. However, targeting EXP2 cannot functionally distinguish these complexes. We here found that knocking out exp1 specifically affects the location of EXP2 in trophozoites and abolished the nutrient-permeable channel activity at the PVM but not protein export. We also show that EXP1 interacts with EXP2. Hence, EXP1 is a defining factor of this nutrient-permeable channel activity, likely through its interaction with EXP2 and by maintaining the correct localization of this protein. It is therefore likely that there are indeed 2 functionally and compositionally distinct pools of EXP2, one serving protein export (the PTEX complex) and one for the nutrient-permeable channel function (depending on EXP2 and EXP1).\n\nIn further agreement with a PTEX-independent pool of EXP2, expression of EXP2 peaks in trophozoites, not in rings like the other PTEX components [7,34]. Interestingly, EXP1 has a very similar expression profile to EXP2 [40] (Fig 8A), congruent with a function together with the trophozoite expressed EXP2 in the nutrient-permeable channel activity (Fig 8B). Overall, this indicates that in rings, when protein export is a predominant requirement for the parasite, EXP2 exists foremost in PTEX. In trophozoites, when protein export is less important but nutrient acquisition for rapid growth is critical, most of EXP2 is needed together with EXP1 for nutrient uptake and derives from a pool expressed after production of PTEX. As the PTEX components (apart from EXP2) are not, or only poorly, expressed in trophozoites, residual PTEX complexes remaining from the ring stage are likely sufficient to accomplish the protein export needs in trophozoites. Hence, PTEX likely occupies only a minority of the EXP2 population in trophozoites (Fig 8B). This is supported by our finding that knocking out EXP1 specifically affected the location of EXP2 in trophozoites but not in rings. Overall, the current data support a model in which protein export and the nutrient-permeable channel function are accomplished by molecularly distinct complexes that share EXP2 and have reciprocal stage-specific expression peaks that temporally coincide with the needs of the respective parasite stages (Fig 8).\n\nHow loss of EXP1 affects the function of the nutrient-permeable channel activity remains to be determined. One possibility is that EXP1 has a role as part of the nutrient pore structure, and its absence could directly lead to a defective channel (Fig 8B). Alternatively, EXP1 may have a more indirect role. In this respect, it is interesting to note that EXP1 and the topologically related ETRAMPs form oligomeric arrays in the PVM and were hypothesized to compartmentalize different activities of the PVM [12]. The mislocalization of EXP2 could indicate that the EXP1 KO leads to EXP2 aggregation or otherwise negatively affects a functionally relevant spatial distribution of this protein in the membrane (Fig 8B). This effect could be specific for EXP2, as suggested by our IP data and the fact that ETRAMP4 did not show an altered distribution in the PVM of ΔEXP1 parasites. A more general effect on the state of PVM proteins cannot not be fully excluded. The EXP1 KO also affected the distribution of ETRAMP5 in the PVM. However, this could also mean that this ETRAMP is connected to EXP2 and EXP1. This possibility is supported by the fact that ETRAMP5 also appeared in the EXP2 interactome [31] and shows a similar expression profile to EXP1 and EXP2 [40]. Nevertheless, if this is the case, ETRAMP5 does not play a critical part, as we here show that it is not essential for growth of asexual blood stages.\n\nConsistent with a function in nutrient uptake of the parasite, EXP1 loss resembled previously observed starvation phenotypes [35, 36, 37], and EXP1 levels specifically influenced the capacity of parasites to grow in medium with low levels of amino acids. This supports a role of EXP1 in nutrient acquisition and indicates that the activity measured at the PVM indeed is critical for the parasite's nutrient supply. Such a role for EXP1 now allows us to specifically study the nutrient-permeable channel activity, independent from the protein export activity of EXP2.\n\nWe confirmed previous data that EXP1 and EXP2 are stored in merozoites [33,34], indicating that not only PTEX but also the nutrient-permeable channel activity can be delivered to the PVM during invasion and thus be active in ring stages. This would allow access of nutrients to rings and would explain the delayed development of these stages in the EXP1 KO. Nevertheless, most ΔEXP1 rings eventually reached the young trophozoite stage, likely reflecting the lower dependence on exogenous nutrients up to this stage. The resemblance of a nutrient starvation phenotype did not derive from a restricted nutrient access to the infected RBC but rather is consistent with a loss of the nutrient permeability at the PVM in agreement with our patch-clamp observations. It is also noteworthy that the effect of the EXP1 KO was less pronounced on gametocytes, which are less metabolically active during their later development [41].\n\nIn conclusion, EXP1 is critical for the replication of P. falciparum parasites in RBCs, but this is independent of its postulated heme-detoxifying membrane GST activity. Rather, the evidence presented in this study supports the thesis that EXP1 is required for the EXP2-based nutrient-permeable channel activity of the PVM. Accordingly, the activity measured by patch-clamp indeed is important for the access of metabolites needed for parasite replication. These data clearly show that the function of EXP2 for nutrient uptake is functionally distinct from its role in protein transport.\n\nMaterials and methods\n\nPlasmid constructs cloning\n\nFor SLI-targeted gene disruption, the first 575 bp of the exp1 gene and the first 291 bp of the etramp5 gene without the start codon (including introns) were cloned into pSLI-TGD [20] using NotI and MluI (oligonucleotides and the plasmid constructs are listed in S1 Table). For conditional deletion of exp1, the first 575 bp of the exp1 gene were PCR amplified using primers to append a double myc tag, a first loxP site (not disrupting the open reading frame) and a recodonized T2A skip peptide. A codon changed exp1 gene was synthesized (Genscript) and PCR amplified with primers to add a second loxP site after the gene to obtain a second fragment. Both fragments were cloned into pSLI-3xHA, (derived from pSLI [20] by replacing GFP with 3xHA) using NotI and KpnI by Gibson cloning. This resulted in plasmid pSLI-exp1-loxP. Using the same strategy for the conditional excision of exp1, the first 986 bp (including introns) of the exp2 gene were amplified using primers to add a first loxP site and a recodonized T2A skip peptide to obtain a first fragment. A recodonized exp2 gene was synthesized (Genscript) and amplified with overlapping primers to append a second loxP site. Both PCR products were cloned into pSLI-exp1-loxP using NotI and XmaI by Gibson cloning.\n\nFor complementation constructs, the recodonized exp1 gene was PCR amplified using primers to append the Ty sequence and cloned via XhoI and XmaI into p1xNLS-FRB-mCherry containing yDHODH as a resistance marker and different promoters (nmd3, sfa32, hsp86) driving expression of the expression cassette [20]. An AvrII site was (introduced with the primer) before the Ty sequence to allow for further cloning. This resulted in plasmid pEXP1comp. Mutated, chimeric, and deletion constructs were generated using overlapping primers detailed in S1 Table and cloned into pEXP1comp using XhoI and AvrII. mScarlet [42] was synthesized by GenScript and cloned together with SBP1 (using Gibson) into p1xNLS-FRB-mCherrynmd3 to generate pSBP1-mScarlet. In this vector, the XhoI and AvrII restriction sites were used to exchanged SBP1 with the first 219 bp of PF13_0191 [43] to obtain the soluble reporter in the PV (SP-mScarlet) or with recodonized exp1 to obtain the EXP1wt-mScarlet complementation construct. To obtain EXP2-GFP expressed under the nmd3 promoter, EXP2 was synthesized with a different codon usage (GenScript) and PCR amplified with overhanging sequences to fuse it with GFP and clone it into p1xNLS-FRB-mCherrynmd3 digested with XhoI and XmaI using Gibson cloning.\n\nP. falciparum culture and transfection\n\nBlood stages of P. falciparum parasites (strain 3D7) were cultured in human RBCs (O+) (transfusion blood, Universität Klinikum Eppendorf, Hamburg) or obtained from the NIH IRB-approved Research Donor Program in Bethesda. Cultures were maintained at 37°C in an atmosphere of 1% O2, 5% CO2, and 94% N2 and cultured using RPMI complete medium (Applichem, Darmstadt, Germany) containing 0.5% Albumax (Invitrogen, Carlsbad, CA) according to standard procedures [44]. For transfection of episomal constructs, Percoll-enriched synchronized mature schizonts were electroporated with 50 μg of plasmid DNA using a Nucleofector II (Lonza) [45]. Selection was done either with 4 nM WR99210 (Jacobus Pharmaceuticals, USA), 2 μg/ml Blasticidin S (Life Technologies, USA), or 0.9 μM DSM1 (BEI Resources; https://www.beiresources.org). For generation of stable integrant cell lines, parasites containing the episomal plasmids selected with WR were grown with 400 μg/ml G418 (Sigma-Aldrich, St. Louis, MO) to select for integrants carrying the desired genomic modification as described previously [20]. For SLI-TGD, a total of 6 independent 2-ml cultures containing the episomal plasmid were selected under G418. To confirm correct integration, genomic DNA from parasites selected under G418 was prepared with a QIAamp DNA Mini Kit and analyzed by PCR using primers specific for the 5' and 3' integration junctions of the exp1 locus and primers to detect the original locus.\n\nGeneration of condΔEXP1 parasites and DiCre-mediated excision to obtain ΔEXP1 parasites\n\nThe parasites containing the integrated pSLI-exp1-loxP construct were transfected with pSkip-Flox [20] using 2 μg/ml Blasticidin S to obtain a line expressing the DiCre fragments. To induce excision of the floxed copy of exp1 in the resulting cell line (condΔEXP1), the parasites were synchronized twice with 5% sorbitol with a time interval of 5 hours, after which the culture was split into 2 dishes of which one dish received rapalog (Clontech, Mountain View, CA) to a final concentration of 250 nM. The untreated dish served as control culture. The rapalog stock (500 mM in DMSO) was stored at −20°C and diluted 1:20 in RPMI as a working solution as described previously [20]. Parasites were cultured in the presence of rapalog for 48 hours. Cultures were synchronized with sorbitol at the beginning of the new cycle to obtain ring stages without EXP1. The parasites of this culture starting the cycle without EXP1 (termed ΔEXP1 parasites) were used for all experiments if not otherwise stated.\n\nFor generation of EXP1-Ty-complementation and marker expression cell lines, the cell line condΔEXP1 was transfected with the corresponding yDHODH plasmids (see S1 Table) and selected with 0.9 DSMI μM (BEI Resources).\n\nLive cell imaging and confocal microscopy\n\nFluorescence microscopy was done as previously described [46]. Parasites were incubated with 1 μg/ml DAPI in culture medium for 10 minutes to stain nuclei and analyzed using a Zeiss Axioscope M1 equipped with a 100X/1.4 numerical aperture oil immersion objective. A Hamamatsu Orca C4742-95 and the Zeiss Axiovision software were used for collecting images. Images were processed with Corel PHOTO-PAINT X6 (https://www.coreldraw.com).\n\nFor counting of nuclei, ΔEXP1 and control parasites were stained with 1 μg/ml DAPI 36 to 44 hours post invasion (h.p.i.) in the second cycle on rapalog (ΔEXP1 parasites), and the number of nuclei was counted by 2 different analysts blinded to the identity of the sample. To quantify the localization of EXP2-GFP after depletion of EXP1, 3 different analysts counted cells (N = 25) scoring the number of cells with typical PVM localization (uninterrupted GFP signal surrounding more than 50% of the parasite) or cells with an aberrant localization (uninterrupted GFP signal surrounding less than 50% of the circumference of the parasite). The distribution of endogenous EXP2 was similarly scored by one analyst using IFA samples. Data were analyzed using Graph Pad Prism 6.07 (Graph Pad Software, https://www.graphpad.com).\n\nFor time-lapse imaging, parasites were synchronized using 5% sorbitol, the culture was split into 2 dishes of which one received rapalog to 250 nM and a control without rapalog. After 48 hours, the resulting ΔEXP1 and control parasites were coated onto the bottom of a sterile, uncoated, hydrophobic, high, 35 mm μ-Dish (Ibidi) subdivided in 4 chambers using culture grade 0.5 mg/ml concanavalin A (Sigma) dissolved in dH2O as described previously [46]. Briefly, the concanavalin A (Sigma) was added to the dish surface for 10 minutes at 37°C, washed off using PBS, and the culture, resuspended in sterile PBS, was added and allowed to settle for 15 minutes, using the different chambers of the dish for ΔEXP1 and control parasites. Nonbound cells were washed off using DPBS, and prewarmed phenol red-free culture medium was added to the dish. Cells were viewed at 37°C using an Olympus FV1000 confocal microscope equipped with an Olympus Cellcubator. Using the multi-area time-lapse function of the Fluoview software and a motorized stage, at least 10 fields (containing 10–20 infected RBCs) were observed for each condition. Control and ΔEXP1 parasites were imaged simultaneously in the different chambers of the same dish for a period of 76 hours, and images were collected with a 1-hour interval. Focus was maintained using the Olympus ZDC autofocus system. An Olympus 60x/1.35 plan S apo oil immersion lens and Fluoview software version 1.7b was used. Parameters for image collection were usually 4–8 μs laser dwell time, 512 × 512 dpi, 16–32 z-stacks (0.38 μm step size), a zoom level of 3–5, and a 559 nm laser at 1%–5%. The time-lapse experiments were analyzed and processed in Imaris 7.7.2 (Bitplane). Image series were cropped with Image J (https://imagej.nih.gov.ij/), and single images were processed in Corel Photo-Paint X6 (https://www.coreldraw.com).\n\nTo analyze the phenotype in ring stages of control and ΔEXP1 parasites, individual ring stages were scored in Imaris at every hour of the time-lapse experiment for ameboid shape, shape change compared to previous time point, position change in the RBC (more than half a cell diameter compared to previous time point), and hugging (defined as close apposition of parasite to RBC periphery), and the frequency was calculated for the total of time intervals examined for a given cell. Time to develop to trophozoite stage from start of the experiment was recorded by determining the time point when parasites contained a clear focus of hemozoin.\n\nFlow cytometry growth assays and Giemsa stages\n\nFor flow cytometry (FC) growth curves, parasitemia was measured by FC and adjusted to 0.1%, and the parasites were divided in two 2-ml dishes (one with 250 nM and a control without rapalog). To follow the growth of the culture using Giemsa smears, the parasitemia was adjusted to 1%, and smears were collected after the intervals indicated. Medium was changed daily, and rapalog was added freshly every day. For the FC curves, the parasitemia was measured as previously described [20]: 20 μl resuspended parasite culture was incubated with dihydroethidium (Cayman Chemical, Ann Arbor, MI) and Hoechst (Cheomdex, Switzerland) at a final concentration of 4.5 μg/ml and 5 μg/ml, respectively, in RPMI for 20 minutes at room temperature protected from light. Before measuring, the cells were fixed with RPMI containing 0.003% glutaraldehyde. For every sample, 100,000 events were recorded using aLSRII flow cytometer (Beckton Dickinson), and parasitemia was determined with the FACS Diva software.\n\nFor measuring the capacity to complement ΔEXP1 parasites, the growth of the cell lines with the complementation constructs was assayed over 5 days using the FC growth assay starting before excision of exp1 (cycle 0). The parasitemia was adjusted to 0.1% and divided in two 2-ml dishes, one with 250 nM rapalog and a control without rapalog. The parasitemia at day 5 was compared to that of the control. At least 4 independent replicas were analyzed for each cell line. To calculate the complementation activity for each construct, the level of growth (parasitemia at day 5 rapalog-treated/growth at day 5 unexcised) was compared to the percentage of complementation of the EXP1wtmid complementation construct. Data were analyzed with Graph Pad Prism version 6.07 (https://www.graphpad.com) and presented as mean ± SD.\n\nTo assess growth in presence of reducing agents, 4-day FC growth assays were performed with matched synchronous ring stages starting with 0.1% parasitemia after one cycle ± rapalog (i.e., using parasites already starting without EXP1 and their matched controls). RPMI was supplemented with Trolox, ascorbic acid, N-acetylcysteine, and cysteine each at a final concentration of 100 μM. Every day, the parasitemia was measured by FC, and fresh medium with supplements was added. For examination of the effect of E64 on growth of ΔEXP1 parasites, ring synchronized parasites at a parasitemia of 1% after one cycle ± rapalog were grown overnight with and without 1 μM E64 (Sigma). The next day, cultures were thoroughly washed to remove E64 and further cultured without the inhibitor. In parallel, the same procedure was carried out with the same cell culture after one cycle ± rapalog but pretreated with 1 μM E64 for 2 hours prior to a pulse of 50 nM DHA (Adipogen, Switzerland). After 3 hours, DHA-treated cultures were washed extensively and further cultured without the drug. The parasitemia was measured each day for 72 hours. The survival rate was calculated as parasitemia of DHA treated or rapalog treated compared to parasitemia of the respective control ± E64.\n\nTo evaluate sensitivity to low nutrient conditions, synchronous ring stages after 1 cycle ± rapalog were grown in complete amino acid–restricted medium and complete RPMI medium or medium containing 75 μM NaN3 (Sigma). To obtain amino acid restricted RPMI medium, complete medium was added in a 1/20 dilution to glucose and amino acid–free RPMI medium 1640 (US Biological). This resulted in a final concentration of 6 mM glucose and 1:20 of the concentration of every amino acid found in standard RPMI complete. Parasitemia was measured after 2 growth cycles using FC (day 5). Relative growth was calculated as parasitemia in restricted medium and NaN3 containing medium compared to parasitemia of respective control in complete medium without NaN3.\n\nTo evaluate stage distribution of parasites in low amino acid concentration, synchronous ring stages of ΔEXP1 complementation lines were grown for 40 hours with and without rapalog. For this, schizonts that had been grown ± rapalog were Percoll (GE Healthcare, Sweden) purified and allowed to invade while shaking at 37°C at 750 rpm for 30 minutes in complete and amino acid–restricted medium and further cultured for 3 hours in the respective medium. Rings 0–3 h.p.i. were sorbitol synchronized, and the cultures were continued in the respective medium. Smears were collected after 18, 22, 26, and 30 h.p.i. Stages were counted microscopically, and percentage of ring and trophozoite (parasites containing a clear focus of hemozoin) stages was calculated for every time point.\n\nProduction and purification of antisera\n\nSpecific antisera to detect ETRAMP4 and ETRAMP10.1 were raised against the C-terminal domains produced as recombinant GST fusion proteins in Escherichia coli as described previously [10]. Rabbit antisera were raised commercially (Eurogentec) and purified over GST-sepharose columns (Genscript) containing the recombinant antigen crosslinked to the column according to established procedures using 30 mM DMP (Thermo Scientific) in 0.2 M Triethanolamine [47]. Briefly, the crude antiserum was diluted 1/10 in 1x TBS (20 mM TrisHCl [pH 7.0], 150 mM NaCl) containing 1% bovine serum albumin (BSA) and twice passed over the resin containing recombinant crosslinked GST to deplete antibodies binding GST. The flow through was collected and passed through a column containing resin with the corresponding recombinant GST fusion protein crosslinked to it. The antibodies on the resin were washed once with TBS containing 0.1%Triton-X-100, 5 times with TBS, 2 times with 0.1x TBS, and once with 0.1x TBS containing 0.1% Triton-X-100. Thereafter, the bound antibodies were eluted 10 times with 1 ml 0.1 M Glycine (pH 2.5), which was collected in tubes containing 25 μl of 1 M TrisHCl (pH 9.0). Dilutions of eluate 1 and 2 were used for all experiments. Animal handling and immunization at Eurogentec were carried out in accordance with good animal practices according to the Belgian national animal welfare regulations for Eurogentec SA, Seraing and approved by the ethics committee (CE/Sante/E/001) of the Centre d’Economie Rurale (CER Groupe, Marloie, Belgium). At the time of these immunizations, Eurogentec followed the European Union directive 86/609.\n\nIFAs\n\nIFAs to assess the location of the endogenously HA-tagged EXP1 or the TY-tagged complementation constructs were performed in suspension with Compound 2 [48]-stalled schizonts to differentiate protein located at the PPM from that located at the PVM. For this, trophozoite stages were treated with Compound 2 (1 μM) overnight, and arrested schizonts were harvested, washed in PBS, and fixed with 4% paraformaldehyde/0.0075% glutaraldehyde in PBS [49]. Cells were permeabilized with 0.1% Triton X-100 in PBS, blocked with 3% BSA in PBS, and incubated for 1 hour with primary antibodies: rat α-HA (Roche, Mannheim, Germany) (1:500), rabbit α-HA (Cell Signaling, USA) (1:500), mouse α-Ty (Sigma) (1:20,000), human α-MSP1 (PPM marker [1:1,000]) [50] diluted in 3% BSA in PBS. Cells were washed 3 times with PBS and incubated for 1 hour with Alexa 488 nm or Alexa 594 nm conjugated secondary antibodies specific for human, mouse, rabbit, or rat IgG (Invitrogen) diluted 1:2,000 in 3% BSA in PBS and containing 1 μg/ml DAPI. Cells were directly imaged after washing 5 times with PBS.\n\nFor IFAs detecting PVM markers and exported proteins, the condΔEXP1, condΔEXP1+EXP2-GFP, condΔEXP2, and condΔEXP2+EXP1-Ty cell lines were grown for 48 hours on rapalog (250 nM) to obtain the corresponding ΔEXP1 or ΔEXP2 parasites. Rings in the second cycle were directly used or parasites were synchronized and allowed to develop to trophozoite stages. Cells were fixed and permeabilized as described above and incubated with rabbit α-SBP1 (C) (1:2,000) [31], rabbit α-KAHRP (1:500) (a kind gift of Prof. Brian Cooke), rabbit α-REX1 (1:10,000) [31], mouse α-REX2 (1:500) [51], mouse α-MSRP6 1:250 [43], mouse α-ETRAMP5 (1:500) [52], rabbit α-ETRAMP4 (1:500), rabbit α-ETRAMP10.1 (1:500), mouse α-GFP (Roche) (1:500), rabbit α-GFP (Thermo Fischer, USA) (1:500), mouse α-Ty (Sigma) (1:20,000), and mouse monoclonal 7.7 α-EXP2 (1:2,000).\n\nCultures containing gametocytes were fixed in suspension as described above, air-dried as thin films on 10-well slides (Thermo Fischer), and fixed in 100% acetone for 30 minutes at room temperature. IFAs were labelled with mouse α-Pfs16 1:1,000 [53], rat α-Pfg377 1:1,000 [54], and rabbit α-spectrin 1:500 (Sigma).\n\nStaining of parasite membranes using lipid dyes\n\nBodipy-TR-C5-ceramide (Invitrogen) staining was performed using a concentration of 2.5 μM (stock 5 μM) in RPMI as previously described [46] in ring and trophozoites of condΔEXP1 parasites and condΔEXP1 expressing EXP2-GFP after 1 cycle ± rapalog. For Lyso PC labelling, TopFluor LysoPC (Avanti Polar Lipids, Alabaster, AL) (1 mM stock in methanol) was resuspended in PBS to a final concentration of 20 μM, added to ring and trophozoite stages of control and ΔEXP1 parasites, and incubated for 15 minutes at 37°C. All microscopy images of the lipid dye stained parasites were recorded with the same acquisition settings and exposure time. Number of protrusions in each parasite were counted, and data were analyzed with Graph Pad Prism 6.07 (Graph Pad Software, http://www.graphpad.com).\n\nElectron microscopy\n\nControl and ΔEXP1 parasites were harvested 14 to 24 h.p.i. Cells were fixed with 2.5% glutaraldehyde (Electron Microscopy Sciences, USA) in 50 mM cacodylate buffer (pH 7.4) for 1 hour at room temperature. Cells were post fixed with 2% OsO4 in H2O (Electron Microscopy Sciences) for 40 minutes at 4°C in the dark, contrasted with 0.5% uranylacetate (Electron Microscopy Sciences) for 30 minutes at room temperature, and dehydrated through increasing concentrations of ethanol. Following embedding in epoxy resin (EPON) (Roth, Karlsruhe, Germany), 60 nm sections were generated with an Ultracut UC7 (Leica) and examined with a Tecnai Spirit transmission electron microscope (FEI), equipped with a LaB6 filament and operated at an acceleration voltage of 80 kV.\n\nSolubility assays of EXP1 constructs\n\nFor saponin lysis to separate PV proteins from membrane-associated proteins, Percoll-enriched trophozoites (from 5–10 ml culture with a parasitemia of 5%–10%) of the cell lines expressing complementation Ty constructs were washed twice with PBS and incubated on ice for 10 minutes with 100 μl PBS containing a final concentration of 0.015% saponin (Sigma, Steinheim), followed by centrifugation at 16,000g for 5 minutes. The supernatant (containing PV and host cell soluble proteins) was transferred to a new tube and mixed with protease cocktail inhibitor (Roche) and 1 mM PMSF and reducing sodium dodecyl sulfate (SDS) sample buffer. The parasite pellet (containing membrane proteins and parasite proteins confined within the PPM) was washed once with DPBS and then resuspended in 100 μl of protein lysis buffer (0.5x PBS/4% SDS/0.5% Triton X-100) containing complete protease inhibitor cocktail. The pellet lysate was cleared using a centrifugation at 16,000g for 5 minutes, and the supernatant was transferred to a second tube, and reducing SDS sample buffer was added. Equivalent volumes were analyzed by SDS-polyacrylamide gel electrophoresis (PAGE) and western blotting.\n\nTo assess leakage of PV proteins in the SP-mScarlet expressing ΔEXP1 parasites, the host cell cytosol and the parasite including the PV content was first separated by tetanolysin lysis as follows: Percoll-enriched trophozoites were generated from 5–10 ml of parasite culture (5%–10% parasitemia), washed with PBS, and incubated in 100 μl PBS containing 1 HU tetanolysin (Santa Cruz Biotechnology, USA) for 5 minutes at 37°C. The supernatant (containing soluble proteins from the host cell) was transferred to a new tube and mixed with protease cocktail inhibitor (Roche) and PMSF 1 mM and reducing SDS sample buffer. The parasite pellet was processed as described above for saponin lysis.\n\nFor total parasites extracts, parasites were released from RBCs by incubation in 0.03% saponin in PBS for 10 minutes on ice followed by 3 washes with PBS. Proteins were then extracted with protein lysis buffer in the presence of protease cocktail inhibitor (Roche) and 1 mM PMSF. After centrifugation at 16,000g for 5 minutes, reducing SDS sample buffer was added to the supernatant, and the sample was analyzed by SDS-PAGE and immunoblotting.\n\nTo test the membrane extractability of EXP2 after removal of EXP1, control and ΔEXP1 trophozoites were Percoll purified from 5–10 ml of parasite culture (5%–10% parasitemia), washed with PBS, and lysed in 100 μl 5 mM Tris-HCl (pH 8.0)/1 mM EDTA containing protease inhibitor cocktail (Roche) for 10 minutes on ice. Lysates were frozen at −80°C, thawed, and centrifuged 5 minutes at 16,000g. The resulting pellet was washed once with 5 mM Tris-HCl (pH 8.0)/1 mM EDTA and resuspended in 200 μl 5 mM Tris-HCl (pH 8.0)/1 mM EDTA. The suspension was divided into 4 tubes (50 μl each) and centrifuged 5 minutes at 16,000g. The 4 pellets were resuspended in one each of the following solutions: (1) 0.5 x PBS/4% SDS/0.5% Triton X-100 containing protease inhibitor cocktail (Roche) (corresponding to the total control); (2) 0.1 M Na2CO3 (pH 11.5); (3) 8 M urea/5 mM Tris-HCl (pH 8.0)/1 mM EDTA; and (4) Triton 1% in 1x PBS containing protease inhibitor cocktail (Roche). The samples were incubated on ice for 30 minutes, except for the first (total control), which was directly frozen. Tubes 2, 3, and 4 were centrifuged 5 minutes at 16,000g and the supernatant (extracted proteins) transferred into a fresh tube. The corresponding pellets were resuspended in 0.5x PBS/4% SDS/0.5% Triton X-100 containing protease inhibitor cocktail. Equivalent volumes of supernatant and pellet (or supernatant only for total control) were analyzed by SDS-PAGE and western blotting. For densitometric analyses, the intensity of EXP2 signal in supernatant and pellet was measured. A ratio supernatant/pellet EXP2 in every fraction was calculated and normalized to the ratio of the BIP signal.\n\nFormaldehyde in vivo cross linking\n\nIn vivo cross linking was performed as described previously [12]. Parasite cultures (10 ml, 3%–5% parasitemia) were washed twice with PBS and split into 2 tubes. The cells were resuspended in PBS, and to one tube, formaldehyde (PFA) was added to a final concentration of 1%. The samples were incubated at 37°C for 30 minutes, and then Tris-HCl (pH 8.0) was added to 30 mM to quench the reaction. Both samples were centrifuged at 3,000g for 5 minutes followed by lysis in 10 ml of 10 mM Tris-HCl (pH 8.0) on ice for 1 hour. The sample was centrifuged at 5,000g for 15 minutes, and the pellet was washed 3 times in 1.5 ml ice-cold PBS with centrifugations at 16,000g. The layer on top of the pellet representing erythrocyte ghost membranes was removed, and the final pellet was resuspended in 2 volumes of protein lysis buffer and stored at −80°C. Equivalent volumes of cross-linked and non–cross-linked samples were analyzed by immunoblotting.\n\nImmunoblotting analyses\n\nProtein samples were resolved by SDS-PAGE and transferred to Amersham Protran membranes (GE Healthcare, Germany) in a tankblot device (Bio-Rad) using transfer buffer (0.192 M Glycine, 0.1% SDS, 25 mM Tris) with 20% methanol or 10 mM CAPS buffer (pH 11) without methanol. Membranes were blocked, and antibodies were diluted in PBS containing 5% skim milk. Washing steps were done with PBS. Primary antibodies were applied in the following dilutions: mouse α-Ty (Sigma), 1:20,000; rat α-HA (Roche), 1:1,000; rabbit α-HA (Cell Signaling), 1:1,000; mouse α-GFP (Roche), 1:1000; rabbit α-GFP (Thermo Fischer), 1:2,000; rat α-RFP (Chromotek, Germany), 1:1,000; rabbit α-SERA5, 1:2,000 [31] rabbit α-REX3, 1:2,000 [51]; rabbit α-SBP1(C),1:2,000 [31]; rabbit α-aldolase, 1:2,000 [31]; rabbit α-ETRAMP4, 1:500; and rabbit anti-BIP, 1:2,000 [55]. After 3 washes with PBS, horseradish peroxidase-conjugated secondary antibodies goat α-rat (Dianova, Hamburg, Germany) and goat α-mouse (Dianova; 1:3,000) and donkey α-rabbit (Dianova; 1:2,500) were incubated for 2 hours to overnight. Detection was done using enhanced chemiluminescence (Bio-Rad/Thermo Fischer), and signals were recorded with a ChemiDoc XRS imaging system (Bio-Rad). Densitometric analyses were performed with Image Lab software 5.2 (Bio-Rad). Intensity of Ty signal of EXP1wt-Ty constructs expressed under the different promoters was normalized to the BIP signal, and the ratio was compared to that of the EXP1wt-Tymid, which was set to 100%.\n\nQuantification of ROS\n\nControl and ΔEXP1 ring parasites were cultured overnight in the presence of 200 μM 5-ALA (Sigma) and further cultured in the presence of rapalog. The next day, after 2 washes with DPBS, the resulting trophozoite-stage parasites were incubated for 30 minutes with 5 μM CM2-DCFDA (Invitrogen) in DPBS at 37°C protected from light. Cells were washed twice with DPBS and further cultured in RPMI for 2 hours at 37°C under standard conditions. Parasites with similar size were imaged, and fluorescence was captured with the same acquisition settings to obtain comparable measurements of the fluorescence intensity. Fluorescence intensity (integrated density) was measured with Image J [56], and background was subtracted in each image. The data were analyzed with Graph Pad Prism version 6.07 (http://www.graphpad.com).\n\nTo quantify the number of parasites exposed to oxidative stress, the parasites were incubated with CM2-DCFDA and further cultured in RPMI with no supplements or in the presence of diamide (100 μM) (Sigma) or Trolox (6-hydroxy-2,5,7,8-tetramethylchroman-2-carboxylic acid) (100 μM) (Sigma). Before analysis, the parasites were stained with 5 μg/ml Hoechst in RPMI for 20 minutes in the dark, and the number of cells that were CM2-DCDFA positive and 5-ALA positive was quantified by FC with an LSRII flow cytometer (BD Biosciences, Franklin Lakes, NJ). The percentage of cells exposed to oxidative stress was calculated as number of CM2-DCFDA and 5-ALA positive cells compared to the number of all 5-ALA positive cells. Mean fluorescence of CM2-DCDFA in the 5-ALA positive cells was estimated with Flow Jo 10 (https://www.flowjo.com), and data were analyzed with Graph Pad Prism 6.07 (http://www.graphpad.com).\n\n5-ALA uptake assay\n\nSynchronized ring stages after one cycle ± rapalog were cultured overnight in presence of 200 μM 5-ALA (Sigma). Parasites were stained with 1 μg/ml DAPI, and trophozoite stages were imaged using the same acquisition settings of the fluorescence microscope. Parasites were stained with Hoechst, and the PPIX-positive cells were detected with an LSRII flow cytometer (BD Biosciences) detecting PPIX emission with the 532 nm laser through a 605/40 nm bandpass filter and Hoechst emission with the 406 nm laser through a 440/40 nm bandpass filter to quantify the number of PPIX-positive and Hoechst-positive cells. Erythrocyte doublets were excluded using an FCS-A versus FCS-H display. Data were analyzed by BD FACS Diva software (BD Biosciences), FlowJo 10 (https://www.flowjo.com), and Graph Pad Prism 6v.07 (Graph Pad Software, http://www.graphpad.com).\n\nElectrophysiology\n\nTo initiate the KO of condΔEXP1+SP-mScarlet parasites, late-stage–infected RBCs (65% Percoll interface) were left to infect new RBCs overnight. New rings were isolated (pellet of 65% Percoll), and 250 nM rapalog were added (day 1) to one culture dish; a second dish served as control without rapalog. On day 3, parasites were patch clamped. The control was cultured in parallel without the addition of rapalog.\n\nThe PVM nutrient-permeable channel was detected in the PVM of parasites released from the host RBC after Percoll isolation and incubation in an isotonic high potassium buffer (140 mM KCl, 5 mM NaCl, 0.4 mM CaCl2, 0.4 mM MgCl2, 25 mM HEPES, 4.5 mg/ml glucose, 0.5% Albumax II, 66 nM phalloidin-Alexa488 [Invitrogen]) [57]. The phalloidin was added to visualize the attached host RBC and confirm release of the parasite. The parasites were transferred on the microscope in 150 mM NaCl, 5 mM KCl, 1.4 mM CaCl2, 1 mM MgCl2, 20 mM HEPES NaOH (pH 7.4), and 4.5 mg/ml glucose. The patch pipette (borosilicate glass) was pulled with a Model P80 (Sutter instrument) to 15–20 MΩ and filled with 155 mM CsCl, 1.4 mM CaCl2, 1 mM MgCl2, and 20 mM HEPES NaOH (pH 7.4). Electrophysiology data were recorded using an Axopatch 200B amplifier equipped with a CV203BU head stage (Molecular Devices, San Jose, CA). The signal was filtered at 10 kHz (8-pole Bessel) and digitized at 50 kHz using a Digidata 1550B (Molecular Devices). Error bars in the detection frequency bar graph were calculated in Excel (Microsoft); the P value was calculated in R (version 3.5.0, R Core Team) using the Fisher test function.\n\nCo-IP assays\n\nThe cell line condΔEXP1 expressing EXP2-GFP was sorbitol synchronized, and ring-stage parasites were adjusted to approximately 5% parasitemia. The next day, late trophozoites were harvested and washed twice with DPBS. The culture was cross-linked with 0.5 mM dithiobis (succinimidylpropionate) (DSP, from a 20 mM stock in DMSO) (Pierce, USA) in DPBS for 30 minutes at room temperature, and the reaction was quenched with PBS containing 25 mM Tris-HCl. Cross-linked infected RBCs were purified in a Percoll gradient, washed twice with DPBS, and lysed with RIPA buffer (10 mM Tris HCl [pH 7.5], 150 mM NaCl, 0.1% SDS, 1% Triton) containing protease inhibitor cocktail (Roche) and 1 mM PMSF. After 2 freeze-thaw cycles, lysates were cleared by centrifugation at 16,000g for 10 minutes, and the supernatant was diluted 1:2 with RIPA buffer without detergents. The supernatants were incubated with 25 μl of mouse monoclonal anti-HA beads (Pierce, USA) or anti-GFP beads (Chromotek, Germany) for 3 hours at 4°C. Samples of input and post binding extracts were saved for immunoblot analysis. Beads were recovered by centrifugation and washed 5 times with RIPA buffer. Proteins were eluted in 50 μl 4x SDS sample buffer at 85°C for 5 minutes. Equal volumes of input post binding extract and bound fractions were subjected to western blot analysis.\n\nRSAs and determination of DHA IC50\n\nRSAs were performed according to established procedures [30]. Briefly, synchronous ring stages of ΔEXP1 complementation lines were grown for 40 hours with and without rapalog. Kelch13C580Y [20] was analyzed as positive control for DHA resistance. Percoll-purified schizonts ± rapalog were allowed to invade fresh RBCs shaking at 37°C at 750 rpm for 30 minutes and further cultured for 3 hours. Rings 0 to 3 h.p.i. were obtained by sorbitol treatment. These rings were exposed to 350 nM DHA (Adipogen, Switzerland) for 6 hours alongside an untreated control. Following removal of DHA by thorough washing, parasites were cultured for 66 hours under standard conditions. The number of viable parasites was counted in 10,000 erythrocytes in Giemsa smears to calculate survival rate as parasitemia of ± rapalog DHA-treated compared to parasitemia of ± rapalog DHA-untreated cultures.\n\nFor determination of IC50, the different ΔEXP1 complementation parasites were grown with and without rapalog for 48 hours. Ring stages were sorbitol synchronized, adjusted to a start parasitemia of approximately 1%, and cultured with increasing concentrations (0 to 50 nM) of DHA. The medium was changed after 24 hours, and fresh DHA was added. The parasitemia was measured by FC as described above after 48 hours, and the IC50 was calculated using GraphPadPrism version 6.07.\n\nGametocyte induction in ΔEXP1 parasites\n\nΔEXP1 and control parasites were sorbitol synchronized and grown in RPMI supplemented with 50 mM N-acetyl glucosamine (Serva) for 5 days without diluting the culture. Samples were collected first at day 3 for Giemsa smears and fixed for IFA in suspension or dried, and acetone-fixed for detection of early gametocytes with α-Pfs16. N-Ac-Gluc was removed after 5 days, and the parasites were further cultured. On day 8 after addition of N-Ac-Gluc, samples were collected for IFA labelled with Pfg377 to detect late gametocytes. RBC spectrin was labelled to count the number of gametocytes per 1,000 RBCs. Percentage of Pfs16- and Pfg377-positive cells in the rapalog-treated culture was compared to that in control parasites to calculate fold reduction of cells positive with the respective antigen. Data were analyzed by Graph Pad Prism version 6.07 (http://www.graphpad.com).\n\nSupporting information"
}