{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001914",
  "doi": "10.1371/journal.pbio.1001914",
  "externalIds": [
    "pii:PBIOLOGY-D-14-00928",
    "pmid:25072650",
    "pmcid:PMC4114836"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Mitosis Gives a Brief Window of Opportunity for a Change in Gene Transcription",
  "authors": [
    {
      "name": "Richard P. Halley-Stott",
      "first": "Richard P.",
      "last": "Halley-Stott",
      "affiliation": "Wellcome Trust/Cancer Research UK Gurdon Institute, The Henry Wellcome Building of Cancer and Developmental Biology, Cambridge, United Kingdom; Department of Zoology, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Jerome Jullien",
      "first": "Jerome",
      "last": "Jullien",
      "affiliation": "Wellcome Trust/Cancer Research UK Gurdon Institute, The Henry Wellcome Building of Cancer and Developmental Biology, Cambridge, United Kingdom; Department of Zoology, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Vincent Pasque",
      "first": "Vincent",
      "last": "Pasque",
      "affiliation": "Department of Biological Chemistry, David Geffen School of Medicine, The Eli and Edith Broad Center of Regenerative Medicine and Stem Cell Research, University of California, Los Angeles, California, United States of America"
    },
    {
      "name": "John Gurdon",
      "first": "John",
      "last": "Gurdon",
      "affiliation": "Wellcome Trust/Cancer Research UK Gurdon Institute, The Henry Wellcome Building of Cancer and Developmental Biology, Cambridge, United Kingdom; Department of Zoology, University of Cambridge, Cambridge, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2014-07",
  "dateAccepted": "2014-06-17",
  "dateReceived": "2014-03-19",
  "volume": "12",
  "number": "7",
  "pages": "e1001914",
  "tags": [
    "Discipline-v2/Biology and life sciences",
    "Type/Research Article"
  ],
  "abstract": "In mitotic nuclei transplant experiments, many genes undergo major changes in gene expression. This supports the idea that mitosis facilitates new cell fate decisions during normal development.",
  "fullText": "Introduction\n\nNormal development, as well as nearly all cases of experimentally induced changes in gene transcription, is accompanied by cell division. It is therefore hard to distinguish those molecular events which prepare cells for, or engage them in, mitosis from those that are required specifically for transcriptional reprogramming. The relationship between the cell cycle and cell fate decisions has for a long time attracted interest [1]. Transition through mitosis is a time when many transcription factors are displaced from chromatin, potentially permitting new transcription factors to occupy chromatin sites on mitotic exit and so direct a postmitotic cell fate change [2]–[5]. Mitotic remodelling has been shown to be of great importance for the efficient replication of erythrocyte nuclei by Xenopus egg extracts [6],[7]. For new transcription, cell division seems to be needed in some cases [8],[9] but not in others [10],[11]. Here we have used nuclear transfer to amphibian oocytes to compare directly the ability of mitotic chromatin or interphase nuclei to be reprogrammed in the absence of cell division.\n\nGerminal vesicle (GV) stage oocytes do not replicate or divide. They therefore provide an opportunity to test whether the cell cycle phase of donor nuclei affects the efficiency of nuclear reprogramming as judged by active transcription of previously silenced genes [12]. To our surprise, we found that a mitotic state of donor nuclei dramatically increases the efficiency of activating certain quiescent pluripotency genes in these nuclei. Our results support an idea that a brief period during mitosis facilitates an exchange of gene regulatory factors on chromatin and that this could be an important mechanism to help cells embarking on new cell lineages during normal development.\n\nResults\n\nMitotic Chromatin Is Reprogrammed Much More Rapidly Than Interphase Nuclei\n\nPermeabilized mouse C2C12 cells, a cultured myoblast cell line which we have used extensively in our oocyte nuclear transfer experiments, were arrested at specific stages of the cell cycle (Figure S1a) and were injected into the GV of oocytes (Figure 1a). The DNA content of these donor cell populations (Figure 1b) confirmed cell cycle arrest in each of the cell cycle stages. The transcriptional reactivation of three silent genes quiescent in C2C12 cells (Nanog, Oct4, and Sox2) was assessed by RT-qPCR 38 h after nuclear transplantation (Figure 1c). Nuclei at a late stage of the cell cycle (M) show greatly enhanced transcription of each of the genes when compared to unsynchronized nuclei (predominantly G1 and S), whereas an already active gene (c-jun) shows little increase in transcript level. Particularly impressive is the 100-fold enhancement in Sox 2 expression from mitotic donor nuclei when compared to interphase donor nuclei (Figure 1c). In over 50 experiments, donor cells arrested in mitosis or in late G2 always generated more Sox2 transcripts from reactivated genes at 25–48 h after injection to oocytes than unsynchronized donor cells. This difference ranged from a few fold to over 100-fold and is much affected by the exact duration of nocodazole treatment. Sox2 is a gene that is more widely expressed than most others, notably in early embryos, in most stem cells, and in the nervous system [13].\n\nTo test whether this result is a peculiarity of this donor cell type (C2C12 myoblasts) or is a nonspecific effect of nocodazole, we repeated these experiments with 10T1/2 donor nuclei (Figure S1b) or prepared mitotic C2C12 donor cells without any inhibitors by a shake-off procedure (Figure S1c). In both cases, enhanced transcription from mitotic donors was observed, although the magnitude of mitotic advantage was lower (particularly in the case of the shake-off samples, many cells of which appeared to be apoptotic by visual inspection). Mitotic donor nuclei were also prepared using another cell synchronization agent (Taxol), and the mitotic advantage was again seen (Figure S1d). When G1/G0 cells were exposed to nocodazole for the same period of time as used to prepare mitotic cells, no enhancement of transcription of the genes was observed (Figure S1e). These results indicate that the observed mitotic advantage is not due to a nonspecific activity of nocodazole nor to a peculiarity of one line of cells (C2C12).\n\nTo ask if this mitotic advantage applies more widely in the genome than to the pluripotency genes so far tested, we compared by RNAseq the genes transcribed in injected oocytes by interphase nuclei or mitotic chromatin. We focussed our analysis on genes that were found to be consistently expressed by interphase nuclei after nuclear transfer. One experiment indicated that 617 genes were transcribed in oocytes at least 2-fold more in mitotic nuclei compared to interphase nuclei. Of these mitotically up-regulated genes, Sox2 was 4-fold more transcribed than in interphase nuclear transfers, and over half of the 617 genes were more strongly transcribed than Sox2. The list of these genes is in Table S1.\n\nMitotic Advantage Is Due to an Increased Rate of Reprogramming\n\nThe enhanced reprogramming from mitotic donor material could be due to an increased rate or to a greater eventual level of reprogramming. To distinguish these ideas and to measure the rate of reprogramming, we measured the incorporation of GFP-tagged histone B4 (an early marker of oocyte reprogramming) [14] and the association of Cherry-labelled histone H2B by live imaging of mixed populations of mitotic and interphase donor cells after injection into oocytes (see Figure S2a for design). Mitotic donor material becomes very rapidly marked with both histone B4 and histone H2B, whereas interphase donor nuclei show a lag in the association of both and particularly of H2B (Figure 2a). In support of a difference in the rate of reprogramming, we find that oocyte-derived TBP2 marks the transplanted mitotic cells more strongly than interphase donor cells (Figure S2b; compare white mitotic with yellow interphase arrows). We then asked if there is a more rapid association and activation of RNA polymerase II with mitotic chromatin. We used immunostaining for the elongating form of RNA polymerase II on a mixed population of mitotic and interphase nuclei injected into oocyte GVs. Mitotic donor material is clearly marked with elongating Pol II before interphase donor material (Figure 2b, compare panels ii and iv for pol II). In view of this difference between the two nuclear types in the onset of global pol II transcription after nuclear transfer, we asked whether reprogrammed genes are activated at a different rate in mitotic donor cells compared to interphase cells or if the magnitude of activation is greater. A time course of reprogramming from oocytes injected with either interphase or mitotic donor cells was assessed by RT-qPCR and revealed that genes from mitotic donor cells are activated more rapidly than the same genes from interphase cells (Figure 2c); the accumulation of transcripts reached by 63 h is similar.\n\nWe conclude that the difference in reprogramming between interphase and mitotic donor material giving this mitotic advantage reflects the rate of reprogramming rather than the eventual magnitude of transcript generation from these two types of nucleus.\n\nMitotic Advantage Is Independent of Nuclear Membrane Permeability\n\nThe most obvious explanation for this mitotic advantage is the absence of a nuclear envelope in the mitotic karyoplasts. We have quantitated this difference in membrane permeability by time course imaging a mixture of injected interphase nuclei and mitotic karyoplasts. We carried out a “double permeabilization,” in which both the cell and nuclear membranes, of interphase or mitotic donor cells, were permeabilized as illustrated in the scheme in Figure 3a. We then compared the rate of oocyte factor uptake with the rate of reprogramming by RT-qPCR. A difference in the amount of B4 and H2B uptake is indeed seen after plasma permeabilization with digitonin (Figure 3b) but is no longer seen after double permeabilization of the nuclear envelope with Triton (Figure 3c). Nevertheless, the mitotic difference between interphase and mitotic chromatin does persist in respect of the transcriptional reprogramming of silenced genes (Figure 3d).\n\nWe have confirmed this conclusion using permeabilization by different reagents. Streptolysin 0 (SLO) permeabilizes the plasma membrane but not the nuclear membrane; SLO and Lysolecithin (LL) together permeabilize the plasma membrane and nuclear membrane [15]. Permeabilization was tested using different sizes of dextran (Figure S3a). We then compared transcription from transplanted nuclei, comparing those treated with SLO alone and those treated with SLO and LL. The transcription ratio following these two procedures shows no advantage when the nuclear envelope is permeabilized (Figure S3b).\n\nWe conclude that the presence of an intact interphase nuclear envelope does not explain the mitotic advantage.\n\nThe Mitotic Advantage Is Due to Chromatin Composition\n\nBecause the difference in reprogramming rate between interphase and mitotic donor cells is maintained after extensive permeabilization of the interphase nuclear membrane, we asked if the source of the difference lies in the chromatin of the two donor cell preparations. To answer this, we mildly sonicated both interphase and mitotic donor cell preparations to give fragments of chromatin of similar sizes (Figure 4a and b), injected these preparations in parallel with a permeabilized cell preparation into oocyte GVs, and assessed gene reactivation by RT-qPCR (Figure 4c). It is clear that the difference in the rate of gene reactivation from interphase and mitotic nuclei is maintained when the injected material is sonicated chromatin as opposed to whole nuclei. This suggests that the “mitotic advantage” is present in the chromatin of mitotic cells. This result also confirms that the difference between interphase and mitotic donor cells is not due to the interphase nuclear membrane, nor to any other aspect of nuclear organization that is eliminated by sonication.\n\nThe difference between interphase and mitotic reprogramming is, however, abolished when genomic DNA prepared from donor nuclei is injected into oocyte GVs (Figure 4d); this excludes differences at the DNA level (sequence and DNA methylation for example) as possible sources of the difference in reprogramming between interphase and mitotic samples. The possibility of DNA methylation accounting for the mitotic effect was further excluded by bisulphite analysis of specific loci on mitotic and interphase DNAs, as this revealed no mitosis-specific differences (Figure 4e). These two results indicate that whatever accounts for the difference between mitotic and interphase donor cells is not present at the level of genomic DNA itself but is in non-DNA components of chromatin.\n\nMitotic Advantage Is Independent of Most Salt-Released Chromatin Factors\n\nAs the mitotic advantage is likely to be due either to the loss or gain of chromatin binding factors, we removed most of these from our donor suspension of interphase nuclei by incubating such nuclei in a high-salt Triton buffer. We thereby tested whether a loss of chromatin binding factors at mitotic entry could remove the mitotic advantage. We also largely depleted chromatin binding factors from permeabilized mitotic cells and thus removed many chromatin factors that may be gained by cells entering mitosis. The depletion of chromatin binding factors was achieved with 300 mM salt and Triton, which removed most nonhistone DNA binding factors. A scheme of the cell preparation and examples of the proteins removed are shown in Figure 5a and 5c. It can be seen that the great majority of the nonhistone chromosomal proteins that have been tested and that normally exist in interphase nuclei have been removed from mitotic chromatin by 300 mM salt and Triton. Nevertheless interphase nuclei depleted of salt soluble nuclear protein (300 mM sample) do not acquire the same reprogramming responsiveness as mitotic donor material (Figure 5b). Likewise, extensive protein removal from mitotic donor material (Figure 5c) before nuclear transplantation does not abolish the mitotic advantage (mitotic 300 mM; Figure 5b), indicating that the acquisition of chromosomal proteins by mitotic nuclei does not account for this advantage.\n\nIndependently of salt release experiments, we tested topoisomerase II whose activity increases from S phase to the end of G2. The inhibition of topoisomerase II and of its adaptor molecules 14-3-3z and H3S10ph by inhibitors, inhibitory peptides, and antibody injection in transplanted mitotic nuclei did not reduce the mitotic advantage. We also found that salt release removes topoisomerase from mitotic chromatin, as in experiments shown in Figure 5c, but does not change the mitotic advantage.\n\nWe conclude that a loss of salt-soluble chromatin binding factors does not account for the mitotic advantage. It is likely therefore that the source(s) of the difference is either a non-salt-soluble factor (gained or lost at mitotic entry), a covalent modification of chromatin, or the spatial arrangement of nucleosomes.\n\nHistone Acetylation, Phosphorylation, and Methylation\n\nWe next considered covalent histone modifications that may be lost or gained on mitotic chromatin compared to interphase chromatin. A large number of histone modifications are associated with mitotic entry [16],[17], as well as changes in nucleosome positioning and in chromatin compaction. We first tested the most striking changes involving global histone deacetylation, phosphorylation, and some small increases in histone H3 lysine 4 and 9 methylation that have been seen on mitotic chromatin [16],[18],[19]. Histone deacetylation in mitotic cells is successfully inhibited during mitotic synchronization by the histone deacetylase inhibitor TSA (Figure 6a). Histone phosphorylation in mitotic cells is inhibited by the Aurora B/JAK inhibitor AT9823 (Figure 6b). Nevertheless, the mitotic advantage persists after both of these treatments (Figure 6c and 6d). Similarly, the removal of mitotic histone phosphorylation from the Sox2 gene by protein phosphatase treatment of mitotic and interphase donor cells before nuclear transplantation also failed to abrogate the mitotic effect (Figure S4a and b). A small (2-fold) local increase in Sox2 locus histone methylation at mitosis (Figure S4c and d), seen by ChIP in mitotic chromatin, is eliminated by the methylation of MTA (not shown), but the mitotic advantage is retained (Figure 6e).\n\nHistone Ubiquitination\n\nIn normal cells, histone ubiquitination (primarily H2AK119Ub and H2BK120Ub) is dramatically reduced at mitotic entry [16]. H2AK119Ub is associated with transcriptional repression [20]. Thus, a reduction in H2A ubiquitination at mitosis is an attractive candidate to explain the enhanced reprogramming of mitotic chromatin. We first tested the effect of increasing ubiquitination of mitotic chromatin, by preparing nuclei for injection in the presence of iodoacetimide (IAA), which inhibits deubiquitinases (Figure 7a) [21]. Under normal conditions, interphase chromatin is at least five times more globally ubiquitinated than mitotic chromatin (Figure 7a,b). The inhibition of mitotic deubiquitination by IAA increases the ubiquitin level in mitotic chromatin, so that it is nearly equal to that of interphase nuclei (Figure 7c). When tested for transcription in oocytes, hyperubiquitinated mitotic chromatin by IAA does not show an advantage over interphase chromatin (Figure 7d), in accord with the idea that the deubiquitinated state of normal mitotic chromatin could account for its special transcriptional advantage.\n\nAs further support for this idea, we tried to remove ubiquitin from interphase nuclei with a recombinant deubiquitinase (Ubp-M), and then tested the effect of this by oocyte injection followed by RT-qPCR. Treatment of interphase nuclei with Ubp-M removes histone ubiquitination (Figure 7g). However, unexpectedly, we see that the removal of histone ubiquitination by Ubp-M does not significantly enhance the reprogramming of interphase nuclei, so that they behave the same, in this respect, as mitotic chromatin (Figure 7h). This suggested that deubiquitination itself is not sufficient to confer mitotic advantage. We hypothesized that H2A deubiquitination is a required step in a series of chromatin remodelling events that eventually lead to mitotic advantage. We therefore chose to reduce the ubiquitinated state of interphase nuclei in living cells in order to allow events downstream of ubiquitin-depleted chromatin to take place. The inhibitor MG-132 is thought to lower histone ubiquitination by reducing the pool of free ubiquitin through inhibition of the proteasome. MG-132 treatment of interphase nuclei before injection to oocytes (Figure 7a) gave a partial but significant reduction in H2A ubiquitination on Sox2 (Figure 7e compared to 7b); it also resulted in a substantial enhancement of oocyte-induced transcription from interphase, but not mitotic chromatin (Figure 7f).\n\nThe increase in ubiquitination of transplanted mitotic nuclei, coupled with the removal of the mitotic advantage, shows that chromatin ubiquitination contributes to the mitotic advantage. It may, however, not be sufficient to explain the whole phenomenon, because we do not achieve a complete mitotic advantage in interphase nuclei by deubiquitination.\n\nDiscussion\n\nOur results show a substantial effect of the cell cycle stage of donor nuclei in nuclear transfer experiments. The reason why this has not been seen before in some of the older nuclear transfer experiments with eggs is probably for several reasons. One is that the somatic nuclei used as donors were not able to be well synchronized [22]–[24]. Another is that tests have involved the normality of development, rather than gene activity. Third, and most importantly, tests have been carried out on cell dividing eggs, whereas our work has tested gene transcription in the complete absence of DNA replication or cell division. The more recent results of [6] are in agreement with the work described here. The success of the first mammal cloning work was attributed in part to the use of donor cells in G0 [25],[26]; this result was not, however, found by others [27]–[30]. Lemaitre et al. [6] have described a dramatic effect of mitosis on the efficiency of DNA replication by egg cytoplasm, but transcription could not be tested in their extract experiments. Egli et al. [3] have proposed an important role for mitosis in permitting chromosomal protein exchange in mouse nuclear transfer experiments but not necessarily on gene transcription. Our results are therefore in accord with previous work, but reveal a specific effect of mitosis on gene transcription.\n\nAn important component responsible for the acquisition of mitotic advantage appears to be the removal of ubiquitin from histone H2A or H2B in mitotic chromatin. Ubiquitination of histones is primarily monoubiquitination, and we assume that this is the modification involved in mitotic advantage. H2A ubiquitination on lysine 119 is associated with transcriptional repression, particularly of lineage-specifying genes in ES cells [31], possibly through its association with members of the polycomb repressive proteins [32]. It could be envisaged that the deubiquitination of chromatin seen at mitotic entry permits this mitotic advantage by removing this inhibitory mark or the associated binding proteins [33]. In keeping with this idea, we have been able to partly simulate the mitotic effect by biochemically removing histone ubiquitination in interphase donor cells.\n\nWhat could be the significance of the mitotic advantage identified here? In our experiments, the mitotic advantage takes place during the early stages of transcriptional activation, and is no longer seen after 2 d. In normal dividing cells, mitosis lasts for only a few hours. We therefore think that mitosis is a time when cells can most easily change their chromatin state, exchange transcription factors, and embark on a new lineage. When a cell has adopted a new fate, its daughter cells will usually follow the same lineage, unless an exchange of nuclear components takes place. The acceleration of postmitotic transcriptional activation [34] may be an associated phenomenon.\n\nMaterials and Methods\n\nCell Culture\n\nCells were cultured in DMEM (D5796, Sigma; E15-810, PAA; 41965-062, Invitrogen) with 10% FCS (10270106, Invitrogen), 100 units/ml Penicillin-Streptomycin (15140-122, Invitrogen), and 0.25 µg/ml Fungizone (15240-096, Invitrogen). Inhibitors used for various experiments include the following: 5′-Deoxy-5′-(methylthio)adenosine (MTA)(D5011, Sigma) used at 1 µg/ml, Aphidicolin (A0781, Sigma) at 1 µg/ml, AT9823 (gift from M. Dawson) used at 100 nM; ICRF-90 (I4659, Sigma) at 1 µg/ml, iodoacetamide (IAA) made freshly and used at 10 µM, MG-132 (Sigma) used at 4 µM, Nocodazole (M1404, Sigma) at 75–100 nM; Taxol (T7402, Sigma) at 1 µM, Thymidine (T1895, Sigma), and Trichostatin A (T8552, Sigma) at 1 µg/ml.\n\nSynchronization\n\nCell synchronization was achieved according to the scheme in Figure S1A. In general, media containing the desired inhibitor were applied to unsynchronized cells a day after seeding for 16–20 h. For mitotic cells, seeded cells were initially arrested in 2 mM thymidine for 16–24 h, washed 3× in PBS, released into fresh media for 6–12 h, and then media replaced with Nocodazole or Taxol containing media for 10–16 h, after which rounded cells were detached by “shake-off” and the culture media harvested for the mitotic cell fraction. G1 arrest was achieved by Serum starvation for 72 h.\n\nNuclear and Karyoplast Preparation and Transplantation to Oocyte GVs\n\nCells in suspension (either from mitotic shake-off or trypsinization of adherent cells) were washed twice in PBS, transferred to SuNaSP, and permeabilized with Digitonin (40–100 µg/ml) for 3 min on ice. The reaction was stopped by addition of and excess of SuNaSP-BSA and the nuclei concentrated to an appropriate volume for GV transfer [12]. Nuclear transplantation to oocyte GVs was performed as described in [12].\n\nMedia for Permeabilization (Nuclear Suspension Media)\n\nThe following media were used for permeabilization: SuNaSP, 0.25 M Sucrose, 75 mM NaCl, 0.5 mM Spermidine, 0.15 mM Spermine; SuNaSP-BSA, SuNaSP with 3% (w/v) BSA; and HPRicLS, Final [1×] Hepes 20 mM, KCl 75 mM, MgCl2 1.5 mM.\n\nSalt Depletion of Donor Cells\n\nCells were permeabilized with Digitonin and incubated for 15 min in prebuffer (20 mM Hepes, 75 mM KCl, 1.5 mM MgCl2, 25 mg/ml Gelatin, 60 mg/ml BSA) and washed twice into permeabilization buffer (20 mM Hepes, 75 or 300 mM KCl, 1.5 mM MgCl2, 0.2% TritonX100, 12 mg/ml Gelatin, 30 mg/ml BSA). Cells were then extensively washed (20 mM Hepes, 75 mM KCl, 1.5 mM MgCl2) and resuspended in a suitable volume of SuNaSP-BSA for nuclear transplantation.\n\nIn Vitro Deubiquitination and Dephosphorylation of Donor Cells\n\nCells were permeabilized in Digitonin, incubated in “prebuffer,” washed into permeabilization buffer (75 mM salt), washed in SuNaSP, and then transferred into a suitable reaction buffer with or without recombinant enzyme. Dephosphorylation was performed with Protein Phosphatase I (NEB, P0754S) in HPRicLS (20 mM Hepes, 75 mM KCl, 1.5 mM MgCl2) and Deubiquitination performed using recombinant enzyme prepared from insect cells (as described in [33]) in buffer (50 mM NaCl, 50 mM Tri-Cl PH 8.0, 1 mM DTT, 1× Complete EDTA-free Protease inhibitor [Roche]). After enzyme treatment, cells were washed in HPRicLS and SuNaSP and resuspended in a suitable volume of SuNaSP-BSA.\n\nFlow Cytometry\n\nPBS washed cell suspensions were (fixed in ethanol and stained with 50 µg/ml propidium iodide). DNA content analyses were then performed on a FACSCalibur cytometer (BD Bioscience).\n\nAntibodies for ChIP and Western Blot\n\nThe following antibodies were used: αAurura B (AIM1) (Cell Signalling, 3094), αBmi1 (Cell Signalling, 6964), αBRD4 (Cell Signalling, 12183), αCTCF (Cell Signalling, 3418), αCyclinB (Cell Signalling, 4138), αDNMT1 (Abcam, ab92453), αH2AK119Ub (Cell Signalling, 8240), αH2BK120Ub (Cell Signalling, 5546), αH3 (Abcam, ab1791 and Cell Signalling, 4620), αH3K4me3 (Abcam, ab8580), αH3K9ac (Cell Signalling, 9649), αH3K9me2/3 (Cell Signalling, 5327), αH3S10ph (Sigma, H 0412), αH4 (Abcam, ab31830), αHP1α (Cell Signaling, 2616), αphosphoSer2-PolII (Covance, MMS-129R), αRunx2 (Cell Signalling, 8486), and αTBP (Abcam, ab62125).\n\nRT-qPCR\n\nRT-qPCR was performed as described in [11]. Unless otherwise stated, results are normalized to VegT (correcting for intrasample RNA extraction variation) and G3PDH (correcting for nuclear number differences between injected oocyte samples). Error bars indicate SME or standard deviation, and significance is determined by unpaired Student t test, with p&lt;0.05 being considered significant. All experiments presented were single experiments representative of at least three experimental repeats unless otherwise noted.\n\nBisulphite and Pyro Sequencing\n\nGenomic DNA was prepared using DNeasy blood and tissue kits (69504, Qiagen), bisulphite conversion was performed using EpiTect Bisulfite Kit (59104, Qiagen), and primer sequences for DNA preparation were designed using Qiagen. Pyrosequencing was performed on a Qiagen Pyromark Q96 ID using PyroMark Gold Q96 Reagents (972804, Qiagen) and PyroMark PCR Kit (978705, Qiagen), as per the manufacturer's recommendations.\n\nSupporting Information"
}