{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001360",
  "doi": "10.1371/journal.pbio.1001360",
  "externalIds": [
    "pii:PBIOLOGY-D-12-00357",
    "pmid:22807655",
    "pmcid:PMC3393677"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Regulation of DNA Replication within the Immunoglobulin Heavy-Chain Locus During B Cell Commitment",
  "authors": [
    {
      "name": "Agnieszka Demczuk",
      "first": "Agnieszka",
      "last": "Demczuk",
      "affiliation": "Department of Oncology, Montefiore Medical Center, Moses Division, Bronx, New York, United States of America"
    },
    {
      "name": "Michel G. Gauthier",
      "first": "Michel G.",
      "last": "Gauthier",
      "affiliation": "Department of Physics, Simon Fraser University, Burnaby, Canada"
    },
    {
      "name": "Ingrid Veras",
      "first": "Ingrid",
      "last": "Veras",
      "affiliation": "Department of Oncology, Montefiore Medical Center, Moses Division, Bronx, New York, United States of America"
    },
    {
      "name": "Settapong Kosiyatrakul",
      "first": "Settapong",
      "last": "Kosiyatrakul",
      "affiliation": "Department of Cell Biology, Albert Einstein College of Medicine, Bronx, New York, United States of America"
    },
    {
      "name": "Carl L. Schildkraut",
      "first": "Carl L.",
      "last": "Schildkraut",
      "affiliation": "Department of Cell Biology, Albert Einstein College of Medicine, Bronx, New York, United States of America"
    },
    {
      "name": "Meinrad Busslinger",
      "first": "Meinrad",
      "last": "Busslinger",
      "affiliation": "Research Institute of Molecular Pathology, Vienna Biocenter, Vienna, Austria"
    },
    {
      "name": "John Bechhoefer",
      "first": "John",
      "last": "Bechhoefer",
      "affiliation": "Department of Physics, Simon Fraser University, Burnaby, Canada"
    },
    {
      "name": "Paolo Norio",
      "first": "Paolo",
      "last": "Norio",
      "affiliation": "Department of Oncology, Montefiore Medical Center, Moses Division, Bronx, New York, United States of America; Department of Medicine, Albert Einstein College of Medicine, Bronx, New York, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2012-07",
  "dateAccepted": "2012-05-30",
  "dateReceived": "2012-01-25",
  "volume": "10",
  "number": "7",
  "pages": "e1001360",
  "tags": [
    "Discipline-v2/Biology",
    "Discipline-v2/Computational biology",
    "Discipline-v2/Developmental biology",
    "Discipline-v2/Genetics",
    "Discipline-v2/Immunology",
    "Discipline-v2/Molecular cell biology",
    "Discipline-v2/Theoretical biology",
    "Type/Research Article"
  ],
  "abstract": "The temporal order of replication of mammalian chromosomes appears to be linked to their functional organization, but the process that establishes and modifies this order during cell differentiation remains largely unknown. Here, we studied how the replication of the Igh locus initiates, progresses, and terminates in bone marrow pro-B cells undergoing B cell commitment. We show that many aspects of DNA replication can be quantitatively explained by a mechanism involving the stochastic firing of origins (across the S phase and the Igh locus) and extensive variations in their firing rate (along the locus). The firing rate of origins shows a high degree of coordination across Igh domains that span tens to hundreds of kilobases, a phenomenon not observed in simple eukaryotes. Differences in domain sizes and firing rates determine the temporal order of replication. During B cell commitment, the expression of the B-cell-specific factor Pax5 sharply alters the temporal order of replication by modifying the rate of origin firing within various Igh domains (particularly those containing Pax5 binding sites). We propose that, within the Igh CH-3′RR domain, Pax5 is responsible for both establishing and maintaining high rates of origin firing, mostly by controlling events downstream of the assembly of pre-replication complexes.",
  "fullText": "Introduction\n      \nDuring the S phase, mammalian chromosomes replicate in a precise temporal order, with the timing of replication typically changing gradually across hundreds of kilobases. Cell differentiation induces regional changes in the order of replication which can affect 45%, or more, of the mouse genome [1]. Various studies have examined how the temporal order of replication is established and modified at specific gene loci, but provided discordant explanations about the role played by DNA origins of replication. For example, within a 340 kb portion of the Igh locus, changes in replication timing have been linked to modifications in the distribution of active origins and in their firing efficiency (see definitions in Table 1) [2]. In contrast, within the beta-globin locus, changes in replication timing can occur without significant changes in origin distribution, or firing efficiency, and have been ascribed to modifications in the timing of origin firing [3]–[5]. Does this mean that the temporal order of replication is determined by multiple mechanisms? Are origin distribution, firing efficiency, and the timing of origin firing regulated independently? Which aspect of origin activation is controlled by cell differentiation? These are some of the questions addressed in this study.\n\nAnswering these questions requires a quantitative understanding of the dynamics of origin firing. Based on measurements of average origin activity across entire genomes, various stochastic models of origin firing have been recently used to explain specific aspects of eukaryotic DNA replication, such as the duration of S phase [6]–[13]. If origin firing can occur stochastically anywhere along the genome and at any time during S phase, origin distribution and the timing of origin firing cannot be responsible for establishing the temporal order of replication [14]. Recent observations indicate that the profile of replication timing of the budding yeast genome can be explained by differences in the firing rate of individual origins and stochastic origin firing [15]. However, yeast differs from metazoans in many aspect of DNA replication (e.g., S. cerevisiae has well-defined origins of replication, lacks the developmental control of the temporal order of replication, shows no correlation between gene expression and the temporal order of replication, has a short S phase, etc.). In addition, previous studies have mostly relied on the measurement of individual parameters of DNA replication which can be modeled with limited detail to determine the dynamics of origin firing (e.g., the timing of replication) and can produce misleading results if applied to complex genomes [16]. Hence, testing this hypothesis rigorously in mammalian cells requires the measurement of multiple parameters of DNA replication.\n\nAny large portion of a mammalian genome can be used to test the stochastic firing of origins provided enough information is available about DNA replication. For this reason, we used the assay called single molecule analysis of replicated DNA (SMARD) [17] to collect unbiased information about all aspects of DNA replication initiation, progression, and termination across a 1.4 megabase region encompassing the mouse immunoglobulin heavy-chain (Igh) locus (Figure 1A). The experimental data sets collected by SMARD included the temporal order of replication, the steady-state distribution of replication forks, the time required to replicate the region, the average speed of replication forks, the distribution of initiation and termination events, the percentage of replicating molecules containing initiation and termination events, and the average number of events per molecule.\n\nUsing a novel mathematical procedure [18], we established that the experimental data sets collected by SMARD are fully consistent with the stochastic firing of origins as defined in Table 1. We also show that many aspects of DNA replication (including the temporal order of replication) can be explained by variations in the rate of origin firing I(x,t) along the Igh locus (see definition in Table 1). According to the nomenclature proposed by others [19], this rate indicates the number of initiation events occurring per length of unreplicated DNA, over a given period of time, as mathematically defined in Materials and Methods.\n\nOur results point to significant differences in the regulation of DNA replication between the mouse Igh locus and yeast chromosomes. In S. cerevisiae, each origin of replication appears to be characterized by a specific firing rate, which differs for different origins [15]. Within the Igh locus, initiation events lack focal points corresponding to individual origins. Instead, the locus comprises large domains (spanning tens or hundreds of kilobases) where the firing rate of multiple origins is virtually uniform and similarly regulated. Along the locus, changes in the firing rate occur abruptly at the border between different Igh domains, and the firing rate of each domain is not affected by deletions that span multiple origins. It is the combined effect of different domain sizes and firing rates that determines the temporal order of replication. This organization remains valid for cells at different stages of B cell development (e.g., bone marrow pro-B cells blocked at the uncommitted and committed stages of differentiation by homozygous mutations of the Pax5 and Rag2 genes; Figure 1B). We also show that the changes in DNA replication that occur during B cell commitment can be quantitatively explained by substantial changes in the firing rate of origins within specific domains of the Igh locus. Therefore, the rate of origin firing is the parameter that is being regulated across large sections of the locus during cell differentiation. The role of the developmental regulator Pax5 in this process and its mechanism of action are also examined.\n\n      Results\n      \n        In Uncommitted Pro-B Cells the Replication of the Igh Locus Follows a Precise Temporal Order of Replication\n        \nBone marrow pro-B cells isolated from Pax5−/−Rag2−/− mice retain the ability to proliferate but are blocked at the uncommitted stage of differentiation and maintain the Igh locus in germline configuration [20]. In order to perform SMARD, we sequentially labeled a population of exponentially growing cells with 5′-iodo-2′-deoxyuridine (IdU) and 5′-chloro-2′-deoxyuridine (CldU), for 3–4 h (see Table S1, column b). Under these conditions, each labeling period is long enough to allow the complete replication of large sections of the Igh locus, resulting in DNA molecules variably substituted with the halogenated nucleotide (see example in Figure S1) [2],[17],[21],[22]. We then digested the genomic DNA with restriction enzymes that cut infrequently within the locus (PmeI, or PacI, or SwaI) and isolated four of the resulting restriction fragments by pulsed-field gel electrophoresis (gray bars in Figure 1A). These fragments were stretched on microscope slides, hybridized with specific DNA probes, and analyzed by fluorescence microscopy to detect the incorporation of the nucleotide analogs along individual DNA molecules.\n\nThe molecules fully substituted with halogenated nucleotides provide a vast amount of information about the process of DNA replication [2],[17],[21],[22]. In Pax5−/−Rag2−/− cells, the analysis of ∼4,000 hybridization signals yielded 1,304 fully substituted DNA molecules, 764 of which met the standards required to perform precise measurements (Table S1, columns c–f). This population includes molecules that incorporated only one type of halogenated nucleotide (single-labeled molecules), as well as molecules that incorporated both of them (double-labeled DNA molecules). As explained in previous publications [17],[22], the ratio between single- and double-labeled molecules is proportional to the time required to replicate each restriction fragment (Table S1), which is linked to the average number of replication forks participating in the replication of each restriction fragment and to their average speed (Table S1). Thus, these values can be directly determined from the experimental data as described in the legend of Table S1. This allowed us to determine that, in uncommitted pro-B cells, the average speed of replication forks is similar within the four restriction fragments (between 2.25 and 3 kb/min). A similar value was also measured at the genomic level using a different assay (∼2.5 kb/min; IV and PN, unpublished observation). This suggests that replication forks move at comparable speeds throughout the Igh locus.\n\nIn the double-labeled DNA molecules, IdU-CldU transitions mark the positions of replication forks at the time of the label switch. Initiation events appear as IdU-labeled regions surrounded by CldU, while fork collisions display the complementary pattern (e.g., Figure 1C–D). Figure 2A summarizes the location of each initiation event (red bars) and fork collision (green bars) detected in 158 individual restriction fragments. The normalized frequency of the events across the four fragments is also indicated (expressed as number of events scored per 100 double-labeled DNA molecules, per 100 kb). The values before normalization are presented in Table S1. Note that initiation events and fork collisions spanning adjacent restriction fragments are not shown in the figure since these events are scored as simple IdU-CldU transitions (a fact that is taken into consideration by our mathematical model and in Figure S2C). Overall, these results indicate that initiation events are more frequent near the DH-JH and middle-VH gene families than in other parts of the locus. In these regions, the presence of non-overlapping events implies the existence of clusters of active origins that are reminiscent of initiation zone [23],[24]. In contrast, fork collisions are more frequent between the origin clusters (termination regions in Figure 2A).\n\nIt is important to point out that SMARD experiments are designed to detect only a fraction of the active origins (the number of double-labeled DNA molecules required to reach mapping saturation increases with the number of potential origins). Moreover, reaching mapping saturation is increasingly unlikely where origin efficiency is low, and near the end of the restriction fragments. Thus, Figures 2A and S2 are expected to largely underestimate the actual density of origins along the locus (see definition in Table 1). Even so, the distance between the midpoints of initiation event within the DH-JH region suggests an origin density higher than one potential origin per 10 kb (Figure S2E, PacI#3). In Figure 2A, origin density appears lower near the middle-VH region genes. However, within this section of the locus, the midpoints of initiation events overlap only rarely, indicating that that origin mapping is far from saturation (Figure S2E, PmeI#5). Lack of saturation is even more pronounced across the proximal-VH region (none of the detected initiation events overlap; Figure 2A, PmeI#4). We conclude that potential origins of replication are likely to be present at a relatively high density across most of the Igh locus.\n\nSince cells grow asynchronously during DNA labeling, the IdU-CldU transitions depict all stages of DNA replication, reflecting the dynamics present at the steady-state of growth (right panel in Figure S1) [2]. This means that the population of double-labeled DNA molecules can be used to determine the steady-state distribution of replication forks across the Igh locus (arrowheads in Figure 2B–C), and the average number of forks participating in the replication of each restriction fragment (Table S1, column l). Similarly, the temporal order of replication can be obtained from the level of IdU substitution of these molecules, with peaks marking the regions that replicate first and valleys marking the regions that replicate last (Figure 2D). Overall, these results indicate that, in uncommitted pro-B cells, DNA replication tends to begin near the DH-JH and middle-VH gene families, as well as at origins located 3′ and 5′ of the Igh locus. From there, replication forks proceed to replicate the locus until they collide with an oppositely moving fork (predominantly within the termination regions).\n\n        The Replication Dynamics of the Igh Locus Are Consistent with the Stochastic Firing of Origins and with Variations of Their Firing Rate along the Genome\n        \nThe data presented above show that the replication of the Igh locus follows a precise temporal program. However, this program represents a population average. At the level of individual DNA molecules, initiation events do not seem to occur in any particular order, with different origins firing in different molecules. Initiation events were also detected within the portions of the Igh locus that replicate last (e.g., the termination region within PmeI#4 and the region between Cδ and Cγ3; Figure 2A), taking place as the corresponding molecules were at various stages of their replication. Such events are not easily explained by deterministic models of origin activation. A domino activation of origin firing [13] also seems unlikely. The initiation events detected in the population of double-labeled DNA molecules are rarely associated with externally generated replication forks, and when such forks are present their location is tens to hundreds of kilobases from the firing origins (e.g., 40 and 100 kb in the example shown in Figure S2A). Hence, it is possible that Igh origins fire according to stochastic dynamics.\n\nTo determine whether the results obtained by SMARD can be quantitatively explained by stochastic origin firing (see definition in Table 1), we used a mathematical formalism and a simulation procedure that we recently developed for this purpose [18]. As briefly described in Materials and Methods, this procedure allows us to fit many of the data collected by SMARD (namely, the distribution of the replication forks, Figure 2B–C, the temporal order of replication, Figure 2D, and the replication time of the restriction fragments, Tr, Figure S2B) to computer-generated curves calculated from a series of rate equations.\n\nIn the simplest possible scenario, the curves were calculated assuming that bidirectional origins of replication fire stochastically throughout the Igh locus and the S phase (see Table1 for a precise definition), generating forks that move at a constant speed. In these calculations, the rate of origin firing was the only parameter allowed to vary freely across the Igh locus, while remaining constant in time (meaning that, within a genomic region, initiation events continue to occur at the same rate from the beginning of S phase until the region is replicated in the entire population of cells). It is important to point out that the rigid constrains imposed by this scenario do not accurately reflect physiological conditions. For example, it is known that modest changes in the speed of replication forks can indeed occur along the genome and during the S phase [25]. However, by limiting the number of free variables, this scenario allows us test the stochastic firing hypothesis more stringently.\n\nStrikingly, we found that this simple scenario is sufficient to reproduce all experimental data sets collected by SMARD (Figures 2B–D and S2B–C). This scenario can even reproduce data sets that were not used during the fitting procedure (such as the location of initiation events and fork collisions, the number of molecules containing such events, the average number of events per molecules, and the average speed of replication forks). Since the fit was performed simultaneously for all restriction fragments, the presence of local discrepancies is not particularly surprising (e.g., PmeI #4 in Figures 2D and S2B). This is likely to reflect the constrains imposed by this scenario (e.g., within some portions of the locus fork speed may deviate from the average and origin density may also vary). Nevertheless, the high quality of the fit (reduced chi-square, 1.18) indicates a close match between calculated and experimental data sets. Hence, the results collected by SMARD are fully compatible with the stochastic firing of origins throughout the Igh locus.\n\nIn addition to the changes in firing rate along the locus, scenarios involving a larger number of variables were also considered (e.g., allowing for a variable speed of replication forks or for changes in the rate of origin firing during the S phase). In principle, changing these parameters could have a major effect on the replication dynamics of the Igh locus. However, these scenarios improved the quality of the fit only marginally (M.G.G., J.B., and P.N., unpublished observation). This means that variations in parameters other than the firing rate of origins along the genome, while possible, have a limited impact on the replication dynamics and the temporal order of replication of the Igh locus in uncommitted pro-B cells.\n\n        The Temporal Order of Replication Is Determined by Wide Differences in the Firing Rate of Origins across Large Sections of the Igh Locus\n        \nThe high quality of the fit calculated above indicates that the computer-generated data set provides a good approximation of the firing rate of origins across the Igh locus. Figures 2E and S2D show that the firing rate is very low throughout most of the locus (4.5×10−6 initiation events per kb per minute). Two exceptions are the DH-JH region (55±13.2 kb in size) and of the middle-VH region (281±43.1 kb in size), where the firing rate is up to 77-fold higher. This variation implies that origins located in different parts of the Igh locus have a very different tendency to fire.\n\nAnother striking feature of these results is that the firing rate changes abruptly at a few specific locations (transitions), while remaining virtually uniform across large sections of the locus (plateaus). Attempts at fitting bell-shaped curves (which lack both plateaus and sharp transitions) produced fits of lower quality compared to box-shaped curves of the kind shown in Figure 2E (M.G.G., J.B., and P.N., unpublished observation). Therefore, the Igh locus appears to be organized in precisely defined domains where origins have a similar rate of firing (suggesting a significant degree of coordination among the origins of individual domains). We conclude that the temporal order of replication is a consequence of the combined effect of domain sizes and firing rates.\n\nEquation 3, in Materials and Methods, also allows us to determine the efficiency of origin firing for specific sections of the Igh locus, according to the definition provided in Table 1. The values obtained for the DH-JH and middle-VH regions are only 1.1 and 1.5 initiation events, per allele, per S phase (IAS, gray dashed lines in Figure 2E). These regions are known to contain multiple origins of replication (Figure 2A). Hence, most of the origins remain silent during each cycle of replication (firing is inefficient). Notably, the portion of Igh locus spanning the proximal-VH genes produces 0.4 IAS even if its firing rate is about 2 orders of magnitude lower than the DH-JH and middle-VH regions. The nonlinear relationship between firing rate and origin efficiency can be explained by the fact that the proximal-VH genes occupy a very large genomic region and tend to replicate after adjacent portions of the locus (Figure 2D). This provides more time for the origins therein located to fire. Hence, efficiency is not an intrinsic property of individual origins, but rather the result of the distribution of the firing rate throughout the Igh locus.\n\nThe computer-generated data set allows us to draw a few additional conclusions. Although Igh origins fire inefficiently, they are responsible for the replication of 87% of the locus, with only minor contributions from external origins (Figure S2F). This means that inefficient origin firing extends beyond the margins of the locus into the surrounding regions. In addition, various portions of the locus have a very high probability of being replicated by forks moving in one particular direction (peaks and valleys in Figure S2G). Since the molecules analyzed in this experiment originated from both Igh alleles, the strong bias in fork direction indicates that both alleles follow a similar replication program. Finally, we calculate that it takes approximately 4 h to complete the replication of this portion of the genome in 100% of the cell population (Figure 2F). Hence, these experiments provide a complete description of DNA replication, within the Igh locus, over a broad portion of the S phase.\n\n        The Firing Rate Is Regulated Independently in Different Domains of the Igh Locus\n        \nBone marrow pro-B cells from Pax5−/− mice are blocked at the uncommitted stage of differentiation but, unlike Pax5−/−Rag2−/− cells, they can undergo DH-JH recombination. The resulting loss of various sections of the DH-JH origin cluster (the ∼55±13.2 kb region containing the origins with the highest firing rate; Figure 2E) provides us with a tool to study how the firing rate is regulated. Specifically, we can use ex vivo propagation to obtain clonal populations of cells carrying particular DH-JH deletions. Here, we studied a heterozygous pro-B cell clone that carries a 65 kb deletion on its 129/Sv allele and a 25 kb deletion on the C57BL/6 allele. The different sizes of the resulting restriction fragments allowed us to use SMARD to investigate the effect of each deletion on DNA replication.\n\nConsistent with the loss of the entire DH-JH origin cluster, the 65 kb deletion reduced the number of initiation events occurring within fragment PacI#3 to an undetectable level (left portion of Figure 3A and Figure S3B). The direction of replication fork movement (Figure 3B–C) and the uniform slope of the temporal order of replication (Figure 3D) indicate the passive replication of the region by forks originating 3′ of the Igh locus. This is similar to results previously obtained in non-B cells, where the Igh locus is part of a replication timing transition region [2]. Besides for the loss of the DH-JH origins, the rate of origin firing in adjacent portions of the locus remains unchanged (compare PacI#3 and SwaI#2 in Figures 2E and 3A). This rate is very low compared to the origins located at 3′ of the Igh locus. Hence, even if the 5′-end of PacI#3 now replicates 3 h later compared to unrearranged pro-B cells (compare Figure 3F at 280 kb to the corresponding portion of Figure 2F), this delay is not sufficient to produce large numbers of initiation events within PacI#3 and SwaI#2 (infrequent initiation events may still occur within this portion of the Igh locus but their visualization would require the analysis of a much larger sample of double-labeled DNA molecules).\n\nIn contrast, the 25 kb deletion removes less than half of the DH-JH origin cluster. On this allele, initiation events and fork collisions continue to occur at the same locations described for Igh locus in germline configuration (compare the right portion of Figure 3A with Figure 2A). However, there is a strong right-to-left bias in the direction of fork movement (Figure 3B–C), and the IdU content shows a steady decrease in the same direction with an inflection point at the site of the remaining DH-JH origins (Figure 3D). These factors indicate the passive replication of the region in a fraction of the cell population. Accordingly, there is a 40% reduction in the number of initiation events occurring within this section of the locus during each S phase (0.7 IAS, Figure 3E), compared to the level detected in unrearranged pro-B cells (1.1 IAS, Figure 2E). These results indicate that the decrease in initiation events is proportional to the reduction in size of the DH-JH origin cluster. Hence, the firing rate of the remaining Igh origins and the location of the firing rate transitions are unaffected by the 25 kb deletion (Figure 3E). This is reminiscent of results obtained by studying deletions of the DHFR locus by 2D-gel electrophoresis (although in that case conclusions were based on measurement of origin efficiency, which is context dependent, and not of firing rate) [26],[27]. We conclude that firing rate of origins is regulated independently in different sections of the locus and that origin activity at one location is not affected by the presence, or absence, of neighboring origins.\n\n        B Cell Commitment Alters the Firing Rate of Origins throughout the Igh Locus with the Largest Changes Occurring in Domains that Contain Pax5 Binding Sites\n        \nIn order to study how the replication of the Igh locus changes during cell differentiation, we isolated B cell progenitors from the bone marrow of a Rag2−/− mouse (129/Vs.). These cells efficiently undergo B cell commitment but maintain the Igh locus in germline configuration, which prevents them from developing any further. In these cells, initiation events and fork collisions are distributed across most of the Igh locus (Figure 4A). Only a few of these initiation events are centered at the same genomic location (Figure S4), indicating that the experiment is far from mapping saturation (leading to an underestimate of origin density). This suggests that potentially active origins are present at high density across most of the Igh locus, perhaps every 10–20 kb, although larger gaps may exist at a few locations. Despite the widespread activation of origins, it is still possible to distinguish portions of the locus where replication forks have a preferred direction of movement (e.g., PacI#3; Figure 4B–C) and regions that replicate first and last (Figure 4D). Thus, our results indicate that the level of origin activity is not uniform across the Igh locus and point to major differences in DNA replication between committed and uncommitted pro-B cells.\n\nOnce more, we found that the data obtained by SMARD are fully compatible with the stochastic firing of origins (reduced chi-square, 1.03; Figure S4C). The nearly perfect fit confirms that the temporal order of replication is mostly determined by the regulation of a single variable along the locus (the firing rate of origins). Computer calculations also show that the rate of origin firing is not uniform (blue line in Figure 4E). A comparison with the results obtained for uncommitted pro-B cells (red dotted line) reveals that B cell commitment is accompanied by changes in the rate of origin firing across most of the Igh locus. However, the largest changes (whether positive or negative) occur in regions where a previous genomic screening identified the presence of Pax5 binding sites in committed pro-B cells [28]. For example, the firing rate increases nearly 50-fold across the CH-3′RR region (∼216 kb in size and containing two Pax5 binding sites) and decreases 10-fold throughout the DH-JH origin cluster (∼55 kb in size and containing one Pax5 binding site). These results indicate that the rate of origin firing is the parameter that is being regulated during cell differentiation. In addition, they suggest that Pax5 participates in regulating the firing rate of origins during B cell commitment (although the number of known binding sites for this factor is far smaller than the number of potential origins affected by its expression).\n\nAs a result of B cell commitment, changes in origin efficiency were also observed throughout the Igh locus (compare gray dotted lines in Figures 2E and 4E). However, the overall efficiency of origins across the 1.4 Mb region increases only from 3.2 IAS in uncommitted pro-B cells (Figure S2D) to 7.4 IAS in uncommitted pro-Bs (Figure S4C). Thus, the firing rate can increase by 1–2 orders of magnitude across most of the Igh locus but produce variations of only 2.3-fold in the total number of initiation events (and replication complexes) involved in the replication of the locus. Given the high density of potential origins throughout the Igh locus, these results also suggest that the firing efficiency of individual origins is below 10%. Therefore, following B cell commitment, origins continue to fire inefficiently even if the firing rate increases across most of the Igh locus.\n\n        Inducing Pax5ER Increases the Firing Rate of Origins within the CH-3′RR Region and Changes the Temporal Order of Replication\n        \nReconstituting Pax5 expression in Pax5−/− pro-B cells induces B-cell commitment [20],[29] and can be used to study the role of this protein in origin regulation. For this purpose, we transduced bone marrow pro-B cells from a Pax5−/− mouse (129/Sv-C57BL/6) with a retroviral vector containing the expression cassette Pax5ER-IRES-GFP [30],[31]. We then sorted and expanded the GFP+ cells to obtain a polyclonal population expressing Pax5ER (KO-Pax5ER pro-B cells; Figure S5A–B). This protein is the fusion product of Pax5 and the hormone-binding domain of the estrogen receptor, which becomes biologically active in the presence of 4-hydroxy-tamoxifen (4-OHT). In KO-Pax5ER pro-B cells, 4-OHT is able to induce commitment-specific changes in the methylation of the 3′RR DNA, indicating that Pax5ER is able to interact with at least one of the Pax5 binding sites of the CH-3′RR region [32]. In KO-Pax5ER pro-B cells, the occurrence of B-cell commitment was monitored by the Pax5-dependent expression of the cell-surface-marker CD19. Before the addition of 4-OHT, we consistently found that only 4% of KO-Pax5ER pro-B cells are CD19+ (Figures 5A and S5C). However, 65%–90% of cells become CD19+ after the addition of 4-OHT. Thus, in our inducible system, the activity of Pax5ER is modest in the absence of 4-OHT but increases dramatically after induction, leading to B cell commitment.\n\nCan the induction of Pax5ER increase the firing rate of origins within the CH-3′RR region? To answer this question, we studied KO-Pax5ER pro-B cells before and after induction with 4-OHT for 28 h (see labeling scheme in Figure 5B). This induction time was chosen because it allows enough time for the synthesis and turnover of the gene products regulated by Pax5 and for cells to become fully committed to the B lineage [30]. In the absence of 4-OHT, we detected a limited number of initiation events within the CH-3′RR region, which is consistent with the modest activation of Pax5ER described above (first and third column in Figure 5C). However, this portion of the locus continues to be passively replicated in the majority of cells, as indicated by the replication fork distribution and the temporal order of replication (Figures 5D–F and S5H–I). In contrast, 4-OHT induction profoundly alters all aspects of DNA replication within the CH-3′RR region, suggesting a strong increase in origin activity (second and fourth column in Figures 5C–F and S5H–I). Numerical calculations confirm that the firing rate of origins reaches the level detected in committed pro-B cells (compare the 129/Sv results in Figures 5G and 4E). Hence, inducing B cell commitment in vitro produces changes in the firing rate of Igh origins that are similar to those observed in pro-B cells isolated from mice.\n\nAdditional experiments confirmed that these effects are specific. For example, the firing rate of CH-3′RR origins does not increase when 4-OHT is provided to uncommitted pro-B cells that do not express Pax5ER (Table S1). In addition, the induction of Pax5ER in KO-Pax5ER pro-B cells does not affect origin activity broadly and non-specifically. For example, we did not observe significant changes in cell proliferation and cell-cycle profile (Figure S5L) or the appearance of markers of DNA damage and DNA damage checkpoint activation (Figure S5M). We conclude that the change in origin activity observed in KO-Pax5ER pro-B cells results from the activation of Pax5ER and the induction of B cell commitment.\n\n        The Regulation of Firing Rate of Origins Does Not Require Changes in Gene Expression and Takes Place in Late G1\n        \nB cell commitment involves changes in the expression of hundreds of tissue-specific genes [33], raising the question of whether Pax5 is directly responsible for regulating the firing rate of origins. After the addition of 4-OHT, Pax5ER requires only a few minutes to translocate from the cytoplasm to the nucleus, where it changes the expression of its target genes over a period of several hours [30]. We suspected that the firing rate would change very slowly if its regulation depended on the activation or silencing of these genes. Therefore, we decided to determine the speed at which the firing rate increases within the CH-3′RR region following the addition of 4-OHT to KO-Pax5ER pro-B cells.\n\nThe labeling scheme for the time-course experiment is presented in Figure 6A. Our experimental design takes advantage of the fact that SMARD detects the occurrence of initiation events in the population double-labeled DNA molecules. These molecules begin their replication during a precise interval of time Tr that preceded the label switch, meaning that they originate from cells that entered S phase sometimes before each molecule started replicating [2]. As a result, we can study how DNA replication initiates, progresses, and terminates across the genomic region of interest, knowing that these events occurred in cells that crossed the G1/S transition during a specific window of time from the addition of 4-OHT (this procedure also avoids cell synchronization and experimental manipulations that may generate experimental artifacts).\n\nSurprisingly, we found that the replication of the CH-3′RR region changes very rapidly after the addition of 4-OHT. For all induction times between 1 and 24 h, the distributions of replication forks and the temporal orders of replication are similar to the experiment performed at 28 h (compare Figure 6B–E with Figure 5D–F). To accurately determine how the firing rate changes over time, we simultaneously fit all experimental data sets obtained for the 129/Sv allele (including those presented in Figure 5). This resulted in a reduced chi-square of 1.02 (Figure S6A–C). As summarized in Figure 6H, the firing rate of the CH-3′RR origins reaches a level comparable to committed pro-B cells within the first hour of induction. Given that this induction time is similar to the replication time of the restriction fragment (approximately 1 h; Table S1), we conclude that the firing rate of origins began to increase within minutes after the addition of 4-OHT. This rapidity implies that the changes in firing rate do not depend on modifications in gene expression and are likely to be caused by a different mechanism (e.g., transcription, chromatin remodeling, etc.).\n\nBut how is the regulation of the firing rate of origins achieved during cell differentiation? It is important to note that the population of double-labeled DNA molecules originates from cells that are in S phase at the time of the label switch, having crossed the G1/S transition 0 to 80′ before each molecule started replicating (Figure S7). This means that the 7-fold increase in the firing rate observed after 1 h of induction (Figure 6H) takes place in cells that were first exposed to 4-OHT at a time in the cell cycle close to the G1/S transition (between 60′ before G1/S and 80′ into S phase; Figure S7). We know that, in mammalian cells, the replicative helicase is loaded between the end of mitosis and early G1, completing the process of origin licensing and the formation of pre-replication complexes (pre-RCs) as reviewed in [34]. We can therefore conclude that Pax5 controls the rate of origin firing, and the temporal order of replication, by affecting a stage in origin activation downstream of pre-RC assembly. A corollary to this conclusion is that pre-RCs can form across the CH-3′RR region even in the absence of 4-OHT. Therefore, pre-RCs can form efficiently even in genomic regions characterized by a low firing rate of origins.\n\n        Events Prior to the Assembly of Pre-RCs Have Only Minor Effects on the Firing Rate of Origins and the Temporal Order of Replication\n        \nAre the effects of Pax5ER induction limited to the late stages of origin activation? Figure 6H shows that the firing rate of the CH-3′RR origins changes over time, peaking at 6 h induction and returning to the level of committed-pro-B cells thereafter (at 12, 24, and 28 h). We know that the cell cycle of KO-Pax5ER pro-B cells is approximately 14 h and that their G1 lasts about 6 h (A.D. and P.N., unpublished observation). This means that the 14-fold increase in firing rate that we observe during the first 6 h of induction is linked to events taking place during the preceding G1 (mostly after the assembly of the pre-RCs). In contrast, the firing rate measured at 12 h of induction is the result of events taking place not only after pre-RC assembly but also before (during the previous M, G2, and S phases). Since this value is higher than the pre-induction level but 63% lower than the firing rate measured at 6 h (Figure 6H), we conclude that some inhibition of the firing rate takes place during the previous M, G2, and S phases. However, this inhibition is insufficient to fully compensate for the increase in firing rate that takes place during G1. We conclude that the firing rate of the CH-3′RR origins is affected by the induction of Pax5ER at various stages of the cell cycle but is dominated by events that occur after pre-RC assembly.\n\n        The Activity of Pax5 Is Continuously Required to Maintain a High Rate of Origin Firing within the CH-3′RR Region\n        \nAre the changes in firing rate induced by Pax5 stable? Or do they need to be reestablished at every cell division? To address this question, we took advantage of the fact that the activation of Pax5ER can be slowly reversed by OHT withdrawal. We first grew KO-Pax5ER pro-B cells in the presence of 4-OHT for 36 h to induce full B cell commitment and to increase the rate of origin firing within the CH-3′RR region. We then isolated the population of committed pro-B cells (CD19+ fraction), expanding it in the absence of 4-OHT for 48 h before labeling the replicating DNA and performing SMARD. Results indicate that, following 4-OHT withdrawal, origin activity and the temporal order of replication revert to pre-induction levels (right portion of Figure 6 and Figure S6). Therefore, the activity of Pax5 is continuously required to maintain high rates of origin firing within the CH-3′RR region (these changes are not epigenetically inherited). This also means that a low firing rate represents the default state for these Igh origins, an observation that is consistent with the low level of origin activity observed in all types of non-B cells examined to date [2].\n\n      Discussion\n      \nIn this study, we provide a model of origin activation that can explain multiple parameters of DNA replication initiation, progression, and termination throughout a significant portion of the S phase. Parameters, such as the location of initiation events and fork collisions, the efficiency of origin firing, the number and distribution of replication forks, the timing of origin firing, and the temporal order of replication can be quantitatively explained by the interplay between two independent variables: the speed of replication forks and the firing rate of origins. Only the latter varies extensively along the locus representing the dominant variable. The firing rate of origins is also the main variable that is being regulated during cell differentiation.\n\nFor each individual experiment, both independent variables can be considered constant in time (an approximation that is sufficiently accurate to describe the events taking place within the Igh locus during the first few hours of S phase but does not exclude the possibility of variations over the entire S phase). Other aspects of DNA replication behave as dependent variables that do not require dedicated regulatory pathways. This means that the extensive literature concerning the regulation of origin efficiency and the timing of origin firing can be reexamined in terms of changes in the firing rate of origins. For example, the apparent discrepancies mentioned in the introduction regarding some earlier studies [2],[3],[5] could be reconciled by changes in the firing rate of origins during cell differentiation. Hence, our model can provide a simple conceptual framework to explain the dynamics of DNA replication at a specific mammalian locus.\n\nOur study suggests that potentially active origins are present at high density throughout the Igh locus in both committed and uncommitted pro-B cells (Figures 2A, 4A, S2E, S4D). Active origins were detected even within portions of the locus that replicate last (e.g., PmeI#4 in Figure 2). This interpretation is consistent with recent observations showing the presence of active origins of replication in portions of the human IGH locus previously thought to contain only silent ones [13],[35]. However, based on the analysis of a larger set of parameters of DNA replication (representing all stages of replication), we showed that the initiation events detected experimentally can be explained by an entirely stochastic mechanisms of activation (meaning that origin firing can occur in any unreplicated portion of the Igh locus, at any time during the S phase).\n\nOur study also suggests a significant degree of coordination in the level of origin activity across large sections of the Igh locus (tens to hundreds of kilobases in size). Within these domains, the firing rate appears to be relatively uniform and is modulated synchronously, over a broad range, as a result of changes in cell differentiation. The temporal order of replication is determined by the combined effect of variable domain sizes and firing rates. Consistent with studies performed at other mammalian loci [26], we showed that groups of origins can be deleted from the Igh locus without significantly affecting the firing rate of the remaining origins, or the location of the firing rate transitions (these two qualities of chromosomal domains are not significantly affected by the activity of individual origins of replication). In contrast, clustering of yeast origins with similar characteristics has been observed in various studies, but the firing rate of each origin is different and appears to be individually regulated [15],[36],[37]. Hence, our results point to significant differences in the way origin activity is regulated in the two organisms, perhaps reflecting a role of domain boundaries in the modulation of mammalian DNA replication (see below) [38].\n\nDuring B cell commitment, the largest changes in firing rate occur in Igh domains that contain Pax5 binding sites and depend on the continuous expression of this protein. This suggests that cell-specific factors participate in controlling the temporal order of replication by regulating the firing rate of origins within specific chromosomal domains. Pax5 modifies the firing rate of origins using at least two separate mechanisms that operate at different times during the cell cycle. One mechanism acts upstream of pre-RC assembly. It produces a stable decrease in the peak rate of origin firing across the CH-3′RR region, suggesting it affects a limiting step in origin activation (perhaps the formation of pre-RCs). However, the limited magnitude of the change means that this mechanism can only marginally affect the temporal order of replication. In contrast, within the CH-3′RR region, the rate of origin firing is mostly determined by events occurring in late G1/early S (after the loading of ORC and MCM proteins). This second mechanism produces a rapid increase in the firing rate of origins that continues for a few hours after the induction of Pax5ER (cells need to be exposed to Pax5 for most of G1 in order to reach the maximum level of origin activity). These results are consistent with recent observations suggesting that temporal order of replication is strongly affected by events downstream of the assembly of pre-RCs [39],[40].\n\nGiven that Pax5 affects origin activity in multiple ways, dissecting its activity will require additional studies. However, it is important to point out that chromosomal loops comparable to the CH-3′RR, DH-JH, proximal-VH, and middle-VH domains have been recently identified by 4C and 3C assays in C57BL/6 committed pro-B cells [41]. This suggests that the sharp transitions in firing rate detected in our study may occur at the bases of chromosomal loops; with plateaus making the body of each loop (adjacent loops with a similar firing rate may not be distinguishable). Interestingly, the loop organization of the Igh locus can change during B cell differentiation [42]. In addition, Pax5 has been shown to alter the chromosomal architecture of various portions of the locus, inducing locus contraction [43], and promoting chromatin looping within the CH-3′RR region [44]. Hence, it seems plausible that chromosomal topology and domain boundaries play a role in modulating the firing rate of origins within the Igh locus. In this context, the role of Pax5 could be helping to form new chromosomal loops or altering the topology of preexisting ones. Similar mechanisms could provide a way to affect the activity of multiple origins of replication across large sections of the genome (perhaps by changing their accessibility to rate-limiting factors or by facilitating DNA unwinding at origins). In fact, preliminary evidence indicates that the deletion of short regulatory elements can affect the firing rate of origins across entire Igh domains (P.N., unpublished result).\n\nOne of the appeals of the model of origin regulation presented above is that physiological variations in a range of parameters of DNA replication can automatically be compensated without necessarily requiring the intervention of checkpoints. For example, a localized decrease in replication fork progression will provide more time for origins to fire, resulting in the activation of additional origins (proportionally to their firing rate). This can limit the probability that sections of the genome will remain unreplicated for extended periods of time. A similar compensatory mechanism can operate at the genomic level as a result of cell-to-cell variations in origin licensing, or due to factors that are rate-limiting for origin firing [45]. Even in the presence of a drastic reduction in the global level of origin activity (e.g., following the activation of DNA damage checkpoints), residual initiation events are expected to continue to occur according to the differential in firing rate of origins in the various portions of the genome (therefore preserving the temporal order of replication). These predictions are consistent with experimental observations such as those referring to the activation of dormant origins during replicative stress [46],[47]. Thus, this model of origin regulation can help us to explain experimental observations that are not fully understood.\n\n      Materials and Methods\n      \n        Pro-B Cell Cultures Preparation and Characterization\n        \nShort-term bone marrow pro-B cell cultures were prepared as previously described [48]. Briefly, bone marrow cells were isolated from an 8-wk-old Rag2−/− mouse (129/Sv) and plated at 106 cells/ml in RPMI supplemented with 5% heat-inactivated fetal calf serum (FCS; Invitrogen), 2 mM L-glutamine, 1× penicillin-streptomycin, 50 μM 2-mercaptoethanol, and 10 ng/ml IL-7 (R&amp;D). Cells were kept in culture for 7 d before labeling the replicating DNA with halogenated nucleotides. FACS analysis performed before DNA labeling indicated that more than 99% of the cells in culture were CD19+ (corresponding to committed pro-B cells). In contrast, pro-B cells from Pax5−/− and Pax5−/− Rag2−/− mice can be grown ex vivo for extended periods of time [49]. Long-term uncommitted pro-B cell cultures were prepared from the bone marrows of 1-wk-old Pax5−/− Rag2−/− (129/Sv) and Pax5−/− (129/Sv-C57BL/6) mice, as previously described [20]. These cells were expanded ex vivo on irradiated feeder cells in IMDM medium supplemented with 2% heat inactivated FCS, 0.15% primatone, 2 mM L-glutamine, 1× penicillin-streptomycin, 50 μM 2-mercaptoethanol, and 1 ng/ml IL-7. The mouse stromal cell line ST2 was used to prepare the feeder layers for pro-B cell cultures. These cells were grown in IMDM medium supplemented with 10% heat-inactivated FCS, 2 mM L-glutamine, 1× penicillin-streptomycin until 60% confluent, then irradiated (11 Gy) and used as feeders. All pro-B cell cultures were maintained as polyclonal populations. However, a clonal population was also derived from the bone marrow of a Pax5−/− mouse (129/Sv-C57BL/6) and used for some of the experiments presented in this study.\n\nThe location of Pax5 binding sites in committed pro-B cells, as well as their DNA sequence, chromatin features, and transcriptional activity, is presented for the entire Igh locus in a previous publication [28]. Briefly, within the 1.4 Mb region considered in the current study (from strain 129/Sv), the DNA sequences for six of these sites are present at 11 different locations (marked from 1 to 11 in Figure 4E). The sites marked from 1 to 4 have unique DNA sequences that align to the reference mouse genome (strain C57BL/6) at the following positions: assembly mm8_ chr12:&lt;113676000113676290; chr12:113768900-113769250; chr12:113895270-113895500; and chr12:113972530-113972740. In contrast, sites 5 and 11 have the same DNA sequence and align to the reference strain at position mm8_chr12: 114630500-114630900, while sites 6–10 align at position mm8_chr12:114541600-114542000. With the exception of site number 4, all other sites display active chromatin marks in committed pro-B cells (H3K9ac and H3K4me2 [28]). However, these marks depend on Pax5 binding only at sites 1 and 2. Hence, there is no simple correlation between the firing rate of origins and the presence of active chromatin marks. Moreover, unlike Pax5 binding sites located in the distal portion of the Igh locus, none of these sites is associated with PAIR elements and Pax5-dependent antisense transcription [28].\n\nA portion of the uncommitted pro-B cell culture was transduced with the retroviral vector Pax5ER-IRES-GFP that we previously used to reconstitute Pax5 expression in uncommitted pro-B cells [20],[30],[31],[50]. In these experiments, GFP expression allowed us to identify the cells successfully transduced with the retroviral vector. The populations of GFP+ cells were isolated by FACS in sterile conditions using a FACS MoFlo apparatus (sorting buffer: 1× PBS, 4% FBS, 1× penicillin-streptomycin). We have previously shown that the fusion protein Pax5ER can respond within minutes of the addition of 4-OHT (1 μM), resulting in the efficient expression of target genes (usually within a few hours from induction [30]). Pax5ER expression was monitored by immunoblot using antibodies raised against the amino terminus of Pax5 (Santa Cruz), or against the carboxy terminus of the estrogen receptor alpha (Santa Cruz), to determine the total level of expression in 3×105 cells, using the expression of beta-actin as a reference (Santa Cruz). The induction of Pax5ER was monitored by FACS using anti-mouse-CD19 antibody (Pharmingen). Following 4-OHT induction, CD19+ and CD19− pro-B cells were isolated using an AutoMACS cell separator and anti-CD19 conjugated magnetic beads (Miltenyi), according to the manufacturer's procedure. Cell-cycle analysis before and after 4-OHT induction was performed by FACS following propidium-iodide staining of the cells (50 mg/L) in hypotonic buffer (0.1% sodium citrate). The lack of DNA-damage checkpoint activation was determined on total cell lysates from 3×105 cells in the presence of a protease and phosphatase-inhibitors cocktail (Thermo Scientific), using antibodies raised against p53 (Cell Signaling), phospho-p53, Ser15 (Cell Signaling), phospho-histone H2A.X, Ser139 (Cell Signaling), phospho-Chk1, Ser345 (Cell Signaling), phospho-Rad17, Ser645 (Cell Signaling), and phospho-ATM, Ser1981 (Santa Cruz).\n\n        Double-Labeling of Replicating DNA, DNA Purification, and SMARD\n        \nA detailed procedure for SMARD is presented in previous publications [17],[21],[22]. Briefly, cells in the exponential phase of growth were sequentially labeled with IdU and CldU (25 μM each) for periods of time between 3 and 4 h at a density between 3×105 and 8×105 cells/ml. The duration of each of the labeling periods was chosen to be longer than the replication time of the fragments analyzed but short enough to prevent multiple rounds of replication according to the principles described in previous publications [17],[21]. Total genomic DNA was prepared in agarose plugs (about 106 cells/plug) and digested with either PacI, SwaI, or PmeI (40 units/plug). Restriction fragments were purified by pulsed-field gel electrophoresis, recovered by agarase digestion, and stretched on silanized microscope slides by capillary action. During SMARD, the restriction fragments of interest were detected with the following probes: SwaI #2 was detected with several PCR products spanning the positions 14,606–25,310 and 35,667–46,206 of the Igh clone BAC199M11 (GeneBank: AF450245), together with a plasmid clone containing the switch region γ1 (pγ1/EH10; [51],[52]); PacI #3 was detected with the plasmids UUGC2M0237A15 and UUGC2M0215F07 (GeneBank: AZ966978, AZ966626/AZ951255, AZ950883), and with PCR products spanning, respectively, positions 9530909–9543550, 9560850–9571463, and 9644195–9652184 in the mouse chromosome 12 contig (GeneBank: NT_039553); PmeI #4 was detected with PCR products spanning, respectively, positions 1204509–1206646, 1206954–1208600, 1209395–1211337, and 1212606–1213479 in GeneBank: AJ851868; and PmeI #5 was detected with the plasmids UUGC1M0532J03, UUGC1M0259G14, UUGC2M0265N20, UUGC1M0166E11, and UUGC2M0258M14 (spanning positions 211454–219261, 413828–421730, 591439–598359, 631282–640007, and 647267-663409 in GeneBank: AJ851868). The same probes were used for the detection of both the 129/Sv and the C57BL/6 alleles. Microscopy image alignment to the maps of the restriction fragments and data analysis were performed as previously described [22]. Only molecules unbroken, fully-substituted with halogenated nucleotides, and sufficiency stretched to be aligned were considered.\n\n        Numerical Simulation of the SMARD Data\n        \nIn order to determine how origin firing is regulated in mammalian cells, we developed a new mathematical formalism and a simulation procedure which allow us to rigorously analyze the experimental results obtained by SMARD. The numerical simulations used in this study allow us to reproduce SMARD data sets from any given known replication scenario (i.e., a defined firing rate and fork speed), making it possible for us to study the statistics of the experimental data sets. As reported in the Results section, we performed numerical simulations of all experiments presented in this study. The simulation procedure is described in detail in reference [18] but can be summarized as follows:\n\nA replication cycle is simulated using a Monte-Carlo procedure. Replication forks are stochastically created based on firing rates similar to the ones presented in Figure 2E. Then the DNA is bi-directionally replicated from each origin by forks moving at a constant speed until all forks coalesce.\n\nOnce the full replication cycle is simulated, the labeling procedure is also mimicked by randomly defining the time when incorporation of halogenated nucleotides starts relative to the starting time of the replication cycle.\n\nA labeled fragment is generated from the simulated replication cycle and the labeling timeline. The simulations give us the positions of the forks as a function of time. The labeled fragments are created from the fork positions at the times when nucleotide types are switched.\n\nSteps 1 to 3 are repeated many times (typically 5,000 times), and the recorded simulated fragments are analyzed just as the real molecules were. In particular, when the number of analyzed fragments equals that of the actual experiments, we can use the simulation-to-simulation variations of measured quantities to estimate errors of those quantities. This leads to the error bars shown in various figures, such as Figure 2B–C (fork densities), Figure 2D (IdU content), and Figure S2B (replication time).\n\n        Computer Modeling of the SMARD Data\n        \nIn principle, numerical simulations could also be used to determine the most likely set of parameters responsible for generating specific experimental data sets obtained by SMARD. However, the need to explore a large number of variables makes this fitting procedure impractical and time consuming when the replication scenario is not pre-determined. Therefore, we also developed an analytical formalism that allows us to rapidly model the results obtained by SMARD [18]. The formalism leads to rate equations that describe changes in the number of replication forks as a function of both the location along the genome (x) and the time elapsed since the beginning of S phase (t). More specifically, we define a set of three coupled partial differential equations that describe the space-time evolution of the replication fraction, f(x, t), and the two densities of forks, ρ±(x, t), moving rightward (+) and leftward (–). Equation 1 gives the rate of change of the probability that a specific location x along the genome is replicated at time t,:where v±(x, t) is the speed of the replication fork at the position x at time t. This first equation states that the rate of replication of a specific location is proportional to the number of forks at the same location times their respective replication time. The rate of change of the fork densities (i.e., the number of forks moving in a given direction per kb) is given by Equation 2:where I(x, t) is the firing rate that corresponds to the number of initiation events per time per unreplicated DNA length. The two terms on the right-hand side of the latter equation represent initiation and termination events, respectively, while the terms on the left-hand side express the space-time-propagation of the replication forks. This second equation defines the rate of change of the probability of observing a replication fork at a specific location and time in the form of a classic transport equation. If both the firing rate and the fork speed space-time functions are known, these equations can be numerically integrated to obtain f(x, t) and ρ±(x, t). Once our set of equations is solved, the results can be converted to profiles of IdU content and fork distributions, as they are observed in the SMARD experiment (for details, see reference [18]). The solution can also be used to calculate the average number of initiation events occurring within a specific section of the locus, per allele, during each S phase as:where x1 and x2 are the boundaries of the region of interest (Equation 3). This calculation approach provides us with a faster and more precise way to describe the average replication kinetics for a specific genomic region, and its results were validated using simulations of known replication scenarios, as described in the previous section. In addition, simulations are still needed in order to study the statistical fluctuations of f(x, t) and ρ±(x, t).\n\n        Fitting Experimental Data\n        \nThis calculation technique was then used to fit the experimental data sets to parameterized functional forms for I(x, t) and v±(x, t). This means that starting with a series of parameters defining both the firing and the velocity profiles, we used our calculation technique to produce the corresponding SMARD-like results. The parameters were then iteratively adjusted in order to obtain the best fit between the calculated values and the experimental measurements. For the fits performed in this study, we assumed homogeneous fork speeds throughout both space and time (i.e., v±(x, t)  =  v for left- and right-moving forks). We also assumed that the firing rate is constant throughout time but spatially inhomogeneous, I(x, t)  =  I(x). A larger firing rate implies a shorter average replication time and vice versa. Time-dependent firing rates were considered but were not needed to obtain a satisfactory representation of the data. In other words, at the hundred-kilobase-to-megabase scale considered in this study, the replication timing is dominated by spatial variations in the firing rate. Our calculation technique also provided us the distribution of times required to duplicate a given section of the genome.\n\nThe SMARD data used in the fit are shown as empty symbols in Figures 2B–D and S2B. For each experiment, we performed a global fit of the two replication fork distributions (solid lines in Figure 2B–C) of the IdU content (solid lines in Figure 2D), and of the replication times for all restriction fragments (filled symbols in Figure S2B). Error bars on the experimental data were obtained from numerical simulations where each simulated experiment uses the best-fit parameters to collect the same number of labeled DNA fragments analyzed in the real experiment. Figure S2D shows the free parameters obtained from the fits, with the firing rate of origins I(x) also graphically illustrated in Figure 2E. For the purpose of the calculations, the firing rate was considered to be composed by a constant background of initiation events (one parameter), to which additional events are added where initiations are more likely to occur (active origins clusters). For simplicity, these initiation clusters were assumed to have the shape of a rounded box defined by three parameters (position and width of the cluster, and the firing rate within the cluster). While this is likely to represent an oversimplification of the conditions existing in vivo, we found that more complex shapes were not required to obtain meaningful representations of the experimental data sets. In contrast, Gaussian curves were tested but resulted in fits that do not accurately reproduce the observed number of initiation events and their location. Hence, curves where the firing rate changes sharply along the genome provide a better representation of the experimental data sets than curves where the firing rate changes gradually. In Figure 2E, two additional parameters show the level of origin firing outside the genomic region investigated. The value of these parameters may be seen as an effective constant firing rate profile outside the studied region. Finally, one parameter was used to fit the velocity of fork propagation (meaning that the speed of replication forks was assumed to be constant throughout the region analyzed). Among the other results of the fit, Figure S2F shows the probability for each section of the genome to be replicated by forks that originated within the modeled region, while Figure S2G shows the probability of being replicated by replication forks moving leftward or rightward. Finally, Figure 2F shows the average replication kinetics of the modeled genomic region. The color value on this space-time graph indicates the probability for each genomic position to replicate at a specific time in S phase. The transition from unreplicated (orange) to replicated (blue) occurs at a different speed in a different portion of the genome. Three contour lines are shown to illustrate which regions replicate faster than others (showing when 10%, 50%, and 90% of cells have replicated the corresponding portion of the genome).\n\nThe images collected by SMARD represent all stages of DNA replication. As a result, the number of initiation and termination events scored on individual DNA molecules (Table S1, columns g and h) is lower than the actual number of events taking place during every replication cycle. For example, initiation events can be easily scored when the size of the IdU patch is small, but no longer so at more advanced stages of replication (when one of the outward-moving forks runs off the fragment or coalesces with another fork). In contrast, our calculation method determines the actual number of initiation events and fork collisions occurring, on average, every replication cycle. Hence, in order to compare the outcomes of these two procedures, we performed additional simulations of the SMARD experiments to determine how many of initiations/collisions would be observed experimentally from the results of each fit. Figure S2C shows that the number of events obtained from the fit is comparable to the number observed experimentally.\n\n      Supporting Information"
}