{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001493",
  "doi": "10.1371/journal.pbio.1001493",
  "externalIds": [
    "pii:PBIOLOGY-D-12-02427",
    "pmid:23468592",
    "pmcid:PMC3582566"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Mechanistic Insights Revealed by the Crystal Structure of a Histidine Kinase with Signal Transducer and Sensor Domains",
  "authors": [
    {
      "name": "Chen Wang",
      "first": "Chen",
      "last": "Wang",
      "affiliation": "State Key Laboratory for Cellular Stress Biology, School of Life Sciences, Xiamen University, Xiangan, Xiamen, China; Department of Molecular and Computational Biology, University of Southern California, Los Angeles, California, United States of America"
    },
    {
      "name": "Jiayan Sang",
      "first": "Jiayan",
      "last": "Sang",
      "affiliation": "State Key Laboratory for Cellular Stress Biology, School of Life Sciences, Xiamen University, Xiangan, Xiamen, China"
    },
    {
      "name": "Jiawei Wang",
      "first": "Jiawei",
      "last": "Wang",
      "affiliation": "Department of Biology and Technology, Tsinghua University, Beijing, China"
    },
    {
      "name": "Mingyan Su",
      "first": "Mingyan",
      "last": "Su",
      "affiliation": "State Key Laboratory for Cellular Stress Biology, School of Life Sciences, Xiamen University, Xiangan, Xiamen, China"
    },
    {
      "name": "Jennifer S. Downey",
      "first": "Jennifer S.",
      "last": "Downey",
      "affiliation": "Division of Biomedical Science, Herman Ostrow School of Dentistry of University of Southern California, Los Angeles, California, United States of America"
    },
    {
      "name": "Qinggan Wu",
      "first": "Qinggan",
      "last": "Wu",
      "affiliation": "State Key Laboratory for Cellular Stress Biology, School of Life Sciences, Xiamen University, Xiangan, Xiamen, China"
    },
    {
      "name": "Shida Wang",
      "first": "Shida",
      "last": "Wang",
      "affiliation": "Dental Research Institute, Faculty of Dentistry, University of Toronto, Toronto, Ontario, Canada"
    },
    {
      "name": "Yongfei Cai",
      "first": "Yongfei",
      "last": "Cai",
      "affiliation": "State Key Laboratory for Cellular Stress Biology, School of Life Sciences, Xiamen University, Xiangan, Xiamen, China"
    },
    {
      "name": "Xiaozheng Xu",
      "first": "Xiaozheng",
      "last": "Xu",
      "affiliation": "State Key Laboratory for Cellular Stress Biology, School of Life Sciences, Xiamen University, Xiangan, Xiamen, China"
    },
    {
      "name": "Jun Wu",
      "first": "Jun",
      "last": "Wu",
      "affiliation": "State Key Laboratory for Cellular Stress Biology, School of Life Sciences, Xiamen University, Xiangan, Xiamen, China"
    },
    {
      "name": "Dilani B. Senadheera",
      "first": "Dilani B.",
      "last": "Senadheera",
      "affiliation": "Dental Research Institute, Faculty of Dentistry, University of Toronto, Toronto, Ontario, Canada"
    },
    {
      "name": "Dennis G. Cvitkovitch",
      "first": "Dennis G.",
      "last": "Cvitkovitch",
      "affiliation": "Dental Research Institute, Faculty of Dentistry, University of Toronto, Toronto, Ontario, Canada"
    },
    {
      "name": "Lin Chen",
      "first": "Lin",
      "last": "Chen",
      "affiliation": "Department of Molecular and Computational Biology, University of Southern California, Los Angeles, California, United States of America"
    },
    {
      "name": "Steven D. Goodman",
      "first": "Steven D.",
      "last": "Goodman",
      "affiliation": "Division of Biomedical Science, Herman Ostrow School of Dentistry of University of Southern California, Los Angeles, California, United States of America"
    },
    {
      "name": "Aidong Han",
      "first": "Aidong",
      "last": "Han",
      "affiliation": "State Key Laboratory for Cellular Stress Biology, School of Life Sciences, Xiamen University, Xiangan, Xiamen, China"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-02",
  "dateAccepted": "2013-01-14",
  "dateReceived": "2012-06-20",
  "volume": "11",
  "number": "2",
  "pages": "e1001493",
  "tags": [
    "Biochemistry",
    "Biophysics",
    "Discipline-v2/Biochemistry",
    "Discipline-v2/Biology",
    "Discipline-v2/Biophysics",
    "Discipline-v2/Enzyme kinetics",
    "Discipline-v2/Enzyme regulation",
    "Discipline-v2/Enzyme structure",
    "Discipline-v2/Enzymes",
    "Discipline-v2/Macromolecular assemblies",
    "Discipline/Biochemistry",
    "Discipline/Biophysics",
    "Enzyme kinetics",
    "Enzyme regulation",
    "Enzyme structure",
    "Enzymes",
    "Macromolecular assemblies",
    "Type/Research Article"
  ],
  "abstract": "A crystal structure reveals an elegant mechanistic switch whereby helical bending and catalytic domain rotation allow self-activation of a histidine kinase during a bacterial stress response.",
  "fullText": "Introduction\n      \nProtein phosphorylation is an essential signal carrier. Bacteria respond to transient living environments through transmembrane-integrated sensor histidine kinases (SKs), which act in concert with their intracellular cognate response regulators (RRs) to elicit necessary adaptive responses that are critical for their survival and virulence. The SKs and RRs have evolved into a two-component signal transduction system (TCS), whereby stimulation of the SK autophosphorylates at a conserved histidine residue to initiate a signaling cascade [1]. The phosphoryl group is transferred from the SKs to their cognate RRs, some of which lead to quickly reprogram bacteria by altering the transcriptional level of specific downstream target genes [2]. Because of the wide prevalence in bacteria and fungi, TCSs have been considered attractive targets for the development of potential therapeutics to control bacterial infections [3],[4].\n\nSensor domains are key modulators for SKs [5]–[7]. PAS domains (acronym for Per, ARNT, and SIM from Drosophila) are sensors in a majority of SKs, which respond to alterations in the redox potential, oxygen content, light, and small molecules in their environments [8],[9]. Because of their broad involvement in biological processes, the structure and function of the PAS domains in interactions with a variety of ligands have been extensively studied [10],[11]. The oligomeric dynamics of PAS domains in cooperation with local conformational changes can affect the stability of the entire SK, which is thought to be part of the mechanism of signal sensing and transduction [10],[12].\n\nThe enzymatic activities of SKs are modulated by HAMP domains, which are commonly found in histidine kinase, adenylyl cyclase, methyl-accepting chemotaxis, and phosphatase proteins [6]. Structural dynamics of the HAMP domain are believed to mediate transmembrane signal transductions [13]. The NMR structure of a HAMP domain from the putative transmembrane receptor Af1503 in Archaeoglobus fulgidus revealed an unusual knobs-to-knobs interhelical structure, which suggests a coordinated helical rotation model for the HAMP domain in signal transmission [14]. This model was further supported by a series of experimental structures of the HAMP mutants and detailed bioinformatics analyses [15],[16]. Several other laboratories reached a consensus conclusion using homologous HAMP domains from different TCSs that the dynamic properties of the HAMP domains are essential in mediating signal transduction [17]–[22].\n\nThe C-terminal catalytic and ATP-binding domain (CA) of the SKs, also called HATPase_c, in addition to the DHp domain (dimerization and histidine phosphorylation domain), phosphorylates a conserved histidine residue in the middle of DHp helices [2],[23]. The active site of an SK is assembled with the CA and DHp domains [23],[24]. The plasticity of the DHp domain and CA positioning is implicated in the on/off switch of the temperature sensor DesK kinase from Bacillus subtilis [25].\n\nVicRK is a well-characterized TCS that is highly conserved and essential for survival and virulence in a wide range of firmicute bacteria, including Streptococci, Bacilli, and Staphylococci [26]. Because of its critical role in cell wall synthesis, VicRK is also referred to as WalRK [27]. The VicRK in S. mutans, which is an important pathogen in caries etiology, regulates acid production and tolerance conducive to dental caries, including proton expulsion (F1F0-ATPase) [28]–[31]. VicK belongs to the type IA family based on sequence conservation of the DHp and CA domains [32]. In addition, VicK has one HAMP domain and one PAS domain. However, the function of the PAS domain is not clear because no ligand has been identified [26]. Recently, a deletion experiment indicated that the HAMP and PAS domains are essential for VicK phosphatase activity [33].\n\nGiven the vital role of TCSs in bacterial adaptation and pathogenicity, decades of research have focused on the molecular mechanisms of TCS signaling cascades [34]–[36]. Although the structure and functions of individual domains are well known, the signal transduction mechanisms remain largely unknown. Toward this end, we determined a crystal structure for a streptococcal VicK that harbors HAMP transducer and PAS sensor domains. Our crystal structure of the nearly full-length VicK comprises an elegant construction of multiple domains and reveals novel insights into the molecular mechanisms of the VicK histidine kinase.\n\n      Results\n      \n        Overall Structure\n        \nThe S. mutans VicK has one transmembrane domain (TM, aa 9–30) that anchors itself to the cytoplasmic membrane (Figure 1A). Following the TM domain, a HAMP signal transducer domain and PAS sensor domain are directly connected to the CA domain through a DHp domain. As several attempts to express full-length VicK (aa 1–450) resulted in insoluble protein, the entire intracellular region (TVicK, aa 31–450) was successfully purified and crystallized. TVicK had a Km of 44.5 µM and a Kcat of 0.413 min−1 (Table S1). Its kinetic parameters were similar to the TM-truncated VicK homologue of S. pneumoniae [33]. Static light scattering revealed a single species of VicK at a molecular weight of 103.2 kDa, indicating that the holoenzyme exists as a stable dimer in solution (Figure 1B).\n\nVicK crystals diffracted slightly better than 3 Å; however, because of strong anisotropy, the final structure was refined up to only 3.3 Å (Table S2). The overall structure of VicK comprises a dimer in the shape of a long slim rod (Figure 1C). The longest dimension of this molecule is nearly 150 Å (Cα distance). Each monomer contains a series of helices (α1–α11). One asymmetric unit contains two VicK dimers. Remarkably, the total buried surface area is 7590.8 Å2 upon VicK dimerization. The dimer interface consists of three tight hydrophobic contact patches (Figure 1D, I–III). In addition, the HAMP, PAS, and DHp domains are organized as dimers, which are connected by long, straight coiled-coils of helices α2 and α6 (Figure 1C). The C-terminal ends of the VicK dimer harbor two monomeric CA domains (Figure 1C). The N-terminal end of monomer A (Na, aa 31–37) and both C-terminal tails (Ca or Cb, aa 433–450) are disordered.\n\n        Structure of the HAMP Domain\n        \nThe HAMP domain (aa 36–86) is located at the uppermost position within the N-terminal region of the VicK structure (Figure 1C). Helices α1 and α2 of each VicK monomer form a parallel four-helical coiled-coil that is connected with loops L1 (Figure S1A). S. mutans HAMP shares approximately 45% identity to other Streptococci; however, it shows little (∼5%) identity to A. fulgidus Af1503, although the critical residues at positions a and d are mostly conserved (Figure 2A).\n\nThe helical interactions within the HAMP domain can be grouped into three shells (Figure S1B). The outer shell is formed by hydrophilic and polar residues at positions b, e, and g of the coiled-coil in addition to two residues from loop L1 (Figure 2A). The residues at the b and g positions in helix α1 are rich in basic residues with long side chains, whereas the corresponding positions in α2 are rich in polar residues (Figure S1B, gold). The middle shell is formed with hydrophobic residues, including leucine, isoleucine, and valine (Figure S1B, green). These residues form the canonical knobs-into-holes packing of coiled-coils [37]. Central to the VicK HAMP bundle are the hydrophobic residues that are all in van der Waals contacts and display knobs-to-knobs or x-layer packing (Figures 2A and S1B, blue).\n\nThe HAMP outer shell is distinct with three bound rings visible on the electrostatic surface (Figure S1C). Within this bundled structure, there are three pairs of hydrophobic residues in the knobs-to-knobs packing solely from two α2 helices. Two Leu71 residues compose the inside core of the first ring (Figure 2B) and two Leu78 residues are inside the core of the second ring (Figure 2C). Strikingly, the Phe82 pair forms π-π stacking inside the third ring, which is further stabilized by two Tyr56 residues from two L1 loops (Figure 2D). Indeed, Tyr56 is completely conserved in Streptococci, whereas Phe82 can be replaced by leucine in Af1503 (Figure 2A). In other HAMPs, position 82 can be Ile, Val, or Leu, whereas position 56 is typically Leu, Phe, or Tyr [15]. These residues are also capable of making van der Waals contacts if placed into the VicK HAMP domain (unpublished data). Notably, Gly54 is absolutely conserved in these HAMP homologs (Figure 2A).\n\n        The PAS Domain Dimer\n        \nThe PAS domain (aa 87–198) in VicK, which is located downstream of the HAMP domain, adopts a canonical fold (Figure 3A). Both PAS domains can be well aligned (root mean square deviation [rmsd] of 1.2 Å) except for the large shift of loop L5 (Figure S2A). The five β-strands form a core of β-sheets, which are sandwiched by two α2 helices on one side and helices α3–5 on the other. The loop L3 and the connected helix α5 form a surface layer on the top of the β-sheet with two flexible loops, L4 and L5, on both edges. Three substantial binding pockets (S1–3) with a large cavity and inside tunnel are observed on this surface (Figure 3B). The tunnel is lined by mostly hydrophobic residues, including Leu108, Ile116, Leu127, Ile142, Phe178, and Leu195.\n\nThe VicK PAS domains form a unique dimer, which is mediated by a leucine-zipper (Figure 3C). This leucine-zipper further forms hydrophobic networks with the canonical PAS domain, which suggests that the leucine-zipper is an integral part of the VicK PAS domains (Figure S2B). The residues Leu89, Leu96, Leu100, and Lys93 are in key positions to make van der Waals contacts (Figure 3C). The substitution of Leu100 with arginine was previously shown to disrupt VicK autokinase activity in S. pneumoniae [38]. It is likely that the L100R mutation destabilizes the dimerization of the VicK PAS domains, which sheds light on the functional importance of PAS dimerization.\n\nTo look for clues of ligands for VicK PAS domains, we compared the VicK PAS domains with representative structures of all ligand-bound PAS domains according to a recent comprehensive review by Henry and Crosson [11]. Despite their limited sequence identities (6%–10%), all PAS domains can be structurally aligned to VicK with low rmsd of 2–2.5 Å (Figures S3 and S4). The relatively large shifts were observed in loops L3 to L5 and helix α5 of the PAS domains of NifL, FixL, DcuS, and PhoQ, which form pockets for a variety of ligands to bind. Therefore, the VicK PAS domain may bind some ligands differently from these PAS domains because it has a unique cavity and tunnel properties.\n\n        The Overall Structure of the Histidine-Specific ATPase\n        \nThe C-terminal end of VicK (aa 199–450) contains a histidine-specific ATPase, which is often divided into one DHp domain and one CA domain with a short linker (aa 270–278) (Figure 1A). The dimeric architecture of these domains looks like a butterfly, wherein the DHp domain (aa 199–269) is a four-helix bundle of helices α6 and α7 with a phosphoryl receptor histidine located in the middle (Figure S5A). Surrounding this helical core are two CA domains with a layer of four helices (α8 to α11) on a layer of β-sheets (β7 to β12), wherein α10 is a short helix (Figure S5B). The two loop regions, L7 (aa 303–308) and L11 (aa 391–395) in the CA domain, called the lid, could not be well defined because of a weak electron density and are labeled with light dashed lines. One linker (aa 270–274), which connects the DHp and CA domains, was also disordered (Figure S5A, the monomer in magenta).\n\nBoth CA domains (aa 278–450) of VicK adopt a classical histidine kinase fold and are well aligned with an rmsd of 1.3 Å despite the missing loop L11 (Figure S5B). The CA domain of VicK is similar to HK853 (rmsd of 1.7 Å) except for structural differences in loops L7 and L8 in addition to the loop L11 region (Figure S5C). We could not clearly define ATP binding because of the weak electron density at the current resolution.\n\n        Helical Bending in the DHp Domain\n        \nUnlike the HAMP domain, the DHp domain forms an anti-parallel four-helical coiled-coil. Interestingly, the two monomers of the DHp domain bear an asymmetric fold (Figure 4A). The two monomers are well aligned with an rmsd of 2.2 Å for the bottom part of the coiled-coil (aa 219–255), and the relatively large rmsd of the alignment is mostly caused by flexibility of loop L6. However, the upper parts of helices α6 and α7 are remarkably different, wherein helix α6 bends ∼25° at Pro222 toward the central DHp axis and α7 moves ∼11° away in the opposite direction to avoid a possible clash.\n\nWhen aligning the VicK DHp domain with T. maritima HK853, which is a symmetric four-helix coiled-coil, we observed similar bending of monomer A (Figure 4B). The bending is coordinated with shifts of the upper helices, whereas the bottom helices remain stationary, and the upper part of helix α6 of monomer A moves toward the center axis, which possibly drives the other helices away.\n\n        Mutations in the DHp Domain Affect Kinase Activity\n        \nHelix α6 of the DHp domain has an intrinsic plasticity for bending (Figure 4C). The bending region is absolutely conserved among over 50 VicK homologs in Streptococci, Lactobacilli, Lactococcus, and Enterococci (Figures 4C, the bottom and S6). Consistently, the DHp domain region (aa 211–225) was predicted to have low helical probability (Figure 4C, the top). Therefore, we hypothesized that the low helical propensity of the DHp domain may play a role in His217 phosphorylation. To test this, we mutated Pro222 to glycine and measured its autokinase activity (Table S1). The P222G mutant retained full activity when compared to wild-type (wt) VicK, as did the T221A mutant. We continued to mutate residues in the bending region, including Val212, Val215, Ser213, and Ser216 to alanine (VS2AA), which is statistically favorable in an α-helix [39]. All mutants, including the combined mutants VSP2AAA, VST2AAA, and VSTP2AAAA, bound S. mutans VicR similarly to wt VicK, which suggested that they likely retain the correct conformation (Figure S7).\n\nThe autokinase activity of the single and combined mutants described above was analyzed using γ32P-ATP (Figure 4D; Table S1). As the Thr221 and Pro222 mutants (T221A, P222A, P222G, and TP2AA) retained nearly full activity compared to wt VicK, the two combined mutations of VSP2AAA and VSTP2AAAA showed significantly reduced activity. Although we cannot rule out other effects from multiple sites of mutation, these data are consistent with the model that the low helical propensity of the DHp domain in addition to Pro222 are important for VicK autokinase activity.\n\n        The Proline Is Essential for Phosphatase Activity\n        \nAs VicK is a multifunctional enzyme, we tested whether the helical bending region of the DHp domain is important for phosphatase activity. Here, we used Phos-tag gel mobility shift assay (PMS) to detect the phosphorylated S. pneumoniae VicR. As a control, over 90% of VicR was phosphorylated by acetyl-phosphate (AcP), which resulted in a mobility retardation shift (Figure 5A, lane 2). Further incubation with wt VicK completely removed the phosphate group from VicR (lane 3, top gel). It is interesting to note that in the absence of 5 mM ATP, little dephosphorylation of VicR was observed (lane 3, middle gel), which suggested that ATP is required for VicK phosphatase activity.\n\nWe tested the phosphatase activity of the DHp mutants described above. To our surprise, the single proline or threonine mutations (P222A and T221A) abolished VicK phosphatase activity (Figure 5A, lanes 5 and 7, top gel). In contrast, the P222G and VS2AA mutants, similar to wt VicK, dephosphorylated VicR within the time course of this assay (lanes 6 and 9). Consistently, the combined mutants VSP2AAA, VST2AAA, and VSTP2AAAA, which contain Pro222 and Thr221 substitutions, also showed little phosphatase activity (lanes 10–12). It is interesting to note that the VSP2AAA mutant had substantially more phosphatase activity than the single P222A mutant likely because VSP2AAA mutant lost partially kinase activity (Figure 4D).\n\nWe also analyzed some of these mutants using high performance liquid chromatography (HPLC). Phosphorylated S. pneumoniae VicR eluted at ∼7.6 min compared with the native VicR at ∼8.8 min (Figure 5B, run 1). After incubation with VicK in the presence of ATP, phosphorylated VicR completely shifted back to 8.8 min (Figure 5B, run 2). A clear conversion to unphosphorylated VicR was also observed when incubated with the VS2AA mutant (Figure 5B, run 3). All other VicK mutants, including T221A, P222A, TP2AA, and VST2AAA, failed to dephosphorylate VicR (Figure 5B, runs 4–7).\n\nTogether, our data suggest that Pro222 and its neighbor, Thr221, are the key residues in the bending region required for the phosphatase activity of VicK.\n\n        Active State of the CA Domain\n        \nAlthough the overall conformation of each CA domain in VicK is the same, their positions relative to the DHp domain show dramatic differences, which generates an asymmetrical ATPase dimer (Figure 6A). The CA domain rotates ∼61° and further translates ∼20 Å down along an axis parallel to the DHp domain. When aligning the CA domain with the symmetric dimeric structure of T. maritima HK853, we found that monomer A takes completely different positions (Figure S8, magenta).\n\nThe large shift of the CA domain of monomer A moves its active site to the in cis phosphoryl acceptor His217. Recently, a crystal structure of the B. subtilis YycG CA domain bound to ATP was solved, which is 47% identical to the CA domain of S. mutans VicK [40]. These two structures of the CA domains aligned well with an rmsd of 1.47 Å of all backbone atoms, which is where the ATP from the structure of the YycG CA domain was modeled nicely in the active pocket of the VicK CA domain. To our surprise, we found that the γ-phosphate of ATP approached His217 to form two hydrogen bonds with εΝ or δN of His217 (Figure 6B, yellow dashed lines). In addition, Leu265 from monomer B is close to His217 to form van der Waals interactions (Figure 6B, grey dashed lines). Arg220 of monomer A and Arg269 of monomer B are also in close contact with His217.\n\nIn addition to the ATP binding pocket, the CA domain positions itself toward the DHp domain to form a large interface (Figure S9). Many residues are involved in the direct interaction between the DHp and CA domains (Figure 6C). Arg294, Asp326, Gln330, Asn334/337, and Arg385 of the CA domain form hydrogen bonds with Glu218, Thr221, Glu253, Arg256, and Arg259 residues around the middle region of the DHp domain. In addition, Arg382 and Asp387 form hydrogen bonds with Arg206 and Glu207 at the upper part of the DHp domain. Phe295, Ile298, Phe383, and Ile403 of the CA domain also form van der Waals contacts with Asn214, Thr224, Ser225, and Tyr229 of the DHp domain. Ile403, which is located on the back of the ATP binding pocket of VicK, is one of the key residues that contribute to the hydrophobic interaction with Leu267 and the aliphatic side chain of Glu218.\n\nTo test whether these interactions are important for autokinase activity, we generated a series of mutants and analyzed their autokinase activity (Figure 6D). The Arg294, Gln297, Ile298, Asn334, and Asn337 mutations (R294A, Q297A/I298A, and N334A/N337A) were nearly as active as wt VicK (Figure 6D, lanes 5, 7, and 9). In contrast, mutations of Asp326, Gln330, Arg382, Arg385, and Phe383 (D326A/Q330A, R382A/R385A, and F383A/R385A) dramatically suppressed VicK autokinase activity (Figure 6D, lanes 8, 10, and 12), whereas the dual mutations of D326A/N337A and R382A/R385A completely eliminated VicK autokinase activity (Figure 6D, lane 13). As references, two mutations in the ATP-binding pocket (K341A/Y342A) and a deletion of the first G loop (del392–395, RAQG) negatively affected autokinase activity (Figure 6D, lanes 11 and 14). Two Ile403 mutations I403W and I403S did not significantly affect VicK autokinase activity (Figure 6D, lanes 3 and 4). Interestingly, the I403W mutation was found to dramatically increase autokinase activity in HK853 (I448W) [23].\n\nTogether, the CA domain of monomer A can position itself toward the DHp domain to form a large interface, which is further centered by two groups of key residues. One group is D326/Q330, which forms hydrogen bonds with Arg259 of the DHp domain. Another group is R382 and R385, which form hydrogen bonds with Glu207 and Glu218 of the DHp domain. F383 inserts into a hydrophobic pocket in the DHp domain and further stabilizes the interactions between the CA and DHp domains. Therefore, a mutant (D326A/Q330A/R382A/R385A) that disrupts both groups of key residues completely eliminated the autokinase activity (Figure 6D, lane 13).\n\n        Positioning of Inactive CA Domain\n        \nThe CA domain of VicK monomer B stays away from the DHp domain and represents an inactive state (Figures 1C and S5A). A relatively small interface is formed mainly by van der Waals interactions between Phe383, Ile403, and Leu399 from the CA domain and Phe211, Val215, and Leu264 from the DHp domain, which are further stabilized by several hydrogen bonds between Arg382, Arg385, Asp271, and Glu218 (Figure S10). The buried surface of this interface is 623 Å2, which suggests that it may not be sufficiently stable. Phe383 and Leu399 appear to be the most important residues because they insert into helices α6 and α7 for extensive van der Waals interactions with Leu264 and Val215. When compared with T. maritima HK853 alone, the VicK CA domain rotates ∼76° along an axis vertical to the DHp domain (Figure S8). Overall, the CA domain remains inactive by positioning itself away from the DHp domain and this interface may act as a hinge.\n\n      Discussion\n      \nThe ability to mount a rapid response to various stress signals is essential for the adaptation and survival of prokaryotic cells. Some of the TCSs convert these stress signals ultimately to transcriptional reprogramming for necessary adaptive responses. How SKs are activated in response to these stimuli to initiate subsequent signal transduction cascades has been a long-standing question. In this study, we report the crystal structure of the entire intracellular portion of VicK (aa 31–450), which comprises an SK dimer with one signal transducer, one signal sensor, and one intact kinase domain. This structure allows us to dissect the molecular mechanisms underlying SK-mediated signal transduction in prokaryotes.\n\n        VicK Is a Long Rod-Shaped Molecule\n        \nOur crystal structure revealed a long rod-shaped VicK holoenzyme (Figure 1). The three modules of the HAMP, PAS, and DHp/CA domains are connected through two groups of straight helices. Such an extended VicK molecule may provide sufficient surface and accessibility for potential ligands or protein partners to interact with.\n\nThe long shaped molecules often have the largest radius of gyration and tend to polymerize. VicK and its homologs have one or two integrated TMs rather than being free cytosolic proteins and are localized as clusters within the membrane [26]. In B. subtilis, YycG proteins center in the division ring possibly through interactions with FtsZ, a tubulin-like protein [41]. In contrast, approximately 420 dimeric VicK holoenzymes are randomly distributed as clusters throughout the periphery of one S. pneumoniae cell [42]. This clustering characteristic indicates that its function might require direct interaction between individual molecules, which is consistent with the physical properties of rod-shaped molecules.\n\n        Signal Transduction by HAMP\n        \nA long-standing question is how HAMP domains serve in signal transduction because they often directly connect TMs and extracellular sensors. The HAMP domains may undergo a 26° rotation, which is derived from the unusual knobs-to-knobs packing of the solution structure of Af1503 HAMP, when they receive transmembrane signals [14],[15]. The crystal structure of concatenated HAMP domains from Pseudomonas aeruginosa Aer-2 implicates that the conformational dynamics may also serve a role in signal transduction [20]. Consistently, a series of structure and functional experiments have shown that intrinsic thermodynamic instability is required for HAMP signaling [16],[17],[19],[21],[43].\n\nThe VicK HAMP domain appears to be a stable four-helix coiled-coil with classical knobs-into-holes interactions, wherein three pairs of hydrophobic residues from helix α2 form a central hydrophobic core with knobs-to-knobs packing, and it is unlikely that structural alternations of the HAMP domain play a central role in signal transmission (Figures 2 and S1B). The VicK HAMP domain is further stabilized by Phe82, which is conserved in the majority of streptococcal species (Figures 2A and S11). However, variable residues, including isoleucine, valine, and occasionally threonine, are present at position 82 in some VicK homologs, which suggests that the stability of HAMP domains may vary in different species.\n\nIt is worth noting that the α2 helices of the HAMP domain connect with downstream PAS domains through continuous helices, part of which (aa 86–103) form a fairly rigid leucine-zipper (Figure 3C). This long helical structure most likely serves two purposes: (1) The HAMP domain might be further stabilized by additional interlock packing of the coiled-coil; and (2) The HAMP domain can easily transfer any conformational change down to the PAS domain. In contrast, the connection of the α6 helices between the PAS and DHp domains, particularly a short linker between α6 and β5, is rather flexible. Thus, the VicK molecule also appears to have a potential thermodynamic property for signal transduction from the HAMP or PAS domains to the catalytic CA domains.\n\n        Mobile PAS Domain\n        \nThe VicK PAS domains form a stable dimer through the short leucine-zipper (aa 89–103) (Figure 3C). In general, canonical PAS domains are rather flexible and readily subjected to ligand-induced conformational changes [9]. The three loops, L3–L5, form a mobile surface that could be regulated by unknown ligands (Figure 3B). Winkler et al. recently demonstrated that deletion of the PAS domain but not a triple mutation (D133N, N136Y, and L140R) of S. pneumoniae VicK reduced the autokinase activity and, more dramatically, phosphatase activity [33]. A similar deletion experiment also showed that the PAS domain is essential for the phosphatase activity of T. maritima ThkA [44]. Our S. mutans VicK structure shows that Leu135 (equivalent to N136 of S. pneumoniae VicK) stabilizes helix α4 by interactions with Ile116 and Ile139 (equivalent to L140 of S. pneumoniae VicK), which contributes to the hydrophobic cavity of the PAS domain (unpublished data). Therefore, it is likely that an Ile139 to arginine mutation only disrupted potential ligand binding but not dimerization. In contrast, an L100R mutation disrupted dimerization of the PAS domain, and in turn, the kinase activity of S. pneumoniae VicK [38].\n\nIn ligand-free VicK, helix α5 adapts an open conformation when compared to flavin adenine dinucleotide (FAD)-bound NifL, heme-bound FixL, and malate-bound DcuS (Figure S4). Thus, loop L3 is able to provide a sufficient cavity and tunnel for potential ligands to bind. Interestingly, when aligned with PhoQ, helix α4 and loop L3 of the VicK PAS domain adapt significantly different conformations and the trajectory of helix α5 is similar. Unfortunately, despite our efforts, no ligand specific to the VicK PAS domain has been experimentally identified. Only when such ligands are identified will it be possible to analyze how induced conformational changes regulate VicK catalytic activities. Therefore, this remains an interesting area for future research.\n\n        The Low Helical Propensity of the DHp Domain\n        \nThe local region around the phosphoryl receptor histidine of DHp domains is highly conserved [45]. We found that this region has a low helical propensity and is subject to significant helical bending, which is consistent with its low helical propensity. The helical bending most likely helps place His217 in close proximity to the CA domain to allow hydrogen bonds to form with the γ-phosphate of ATP (Figures 4 and 6B). Similarly, the DHp domain of B. subtilis DesK bends 50–54° when His188 is phosphorylated [25]. The HK853 DHp domain also bends 20° when bound to its cognate RR468 [46]. Therefore, the helical bending appears to be an intrinsic property of the DHp domain and is relevant to its function. Indeed, we showed that the combined mutations, through introducing alanines (VSP2AAA and VSTP2AAAA) into the DHp domain, abolished VicK autokinase activity (Figure 4D).\n\nResidues Pro222 and Thr221 are conserved among VicK homologs (Figure 4C). Interestingly, these residues are essential for phosphatase activity because mutations of either P222A or T221A abolished the phosphatase activity of VicK (Figure 5). Proline, which produces a kink and 18–35° bending that affects the thermodynamic stability of the α-helix [47], plays key roles in the transmembrane signaling of several proteins, including G-protein-coupled receptors and voltage-gated potassium channels [48]. In addition to proline, threonine and serine residues are able to bend a helix 3–4° larger than alanine, which is important for the channel gating of voltage-dependent connexin32 [49],[50]. Our data in this study demonstrate that Pro222 and Thr221 are essential for phosphatase activity in VicK (Figure 4D).\n\nGlycine may also serve a similar role as proline. The glycine in the middle of an α-helix attributes unique flexibility [51]. B. subtilis DesK has a glycine instead of proline present in this region [25]. Consistently, our P222G, as opposed to the P222A mutant, had phosphatase activity similar to wt VicK (Figure 5A, lane 6). It is worth noting that the DHp domain is not significantly bent in the structure of B. subtilis Spo0B and Spo0F complex compared with T. maritima HK853 and RR468 complex, although a glycine residue is localized adjacent to the phosphoryl receptor histidine [52]. However, it is possible that the crystal structure of the Spo0B and Spo0F complex captures only one state of the DHp domain of Spo0B kinase.\n\n        Transient Formation of the Active Site\n        \nOur structure has shown that monomer A positions toward to its own His217 to form an active state, which is consistent with the findings using heterodimeric kinase mutants of HK853 and PhoR [46]. A flexible linker between the CA and DHp domains has been postulated to play a role in CA domain swinging [23]. In addition, the small interface created by Arg382, Phe383, and Arg385 provides a docking site as well as sufficient freedom for the CA domain to rotate (Figure S10). In the HK853 and RR468 complex, the CA domain swings ∼37° along the axis of the DHp domain when compared with free HK853 [46]. Crystal structures of B. subtilis DesK have shown that the CA domains could position themselves differently relative to the DHp domain [25].\n\nThe buried surface of the active monomer A is 1140 Å2. However, this interface is mainly composed of hydrophilic and polar residues, which suggests that these contacts may only be transient (Figure 6C). Our mutagenesis experiments showed that these residues are important for VicK autokinase activity (Figure 6D). Interestingly, while Ile403 mediates van der Waals contacts with Asn214 and Glu218 in the active state, it also contributes to the interface in the inactive state (Figures 6C and S10). Thr221 mediates a hydrogen bond with Asn337 and van der Waals interactions with Phe295 (Figure 6C). The T221A mutation eliminated phosphatase activity but did not affect the autokinase activity (Figures 4D and 5). In contrast, Winkler et al. found that a T221R mutant of S. pneumoniae VicK completely abolished its autokinase activity and greatly reduced phosphatase activity [33]. It is possible that the large arginine side chain may block the CA domain from properly accessing the DHp domain for active site formation.\n\nIt is important to note that the asymmetrical positioning of the CA domains and the different conformations of each monomer of the DHp domain are captured in a unique crystal-packing environment. The two VicK dimers form an anti-parallel tetrameric packing where the active CA position is stabilized by direct interactions with HAMP and PAS domains from another dimer in the same asymmetric unit (Figure S12). The N terminus of the HAMP domain makes contacts with the inactive CA domain of the VicK dimer from another asymmetric unit through the extended N terminus of monomer B (Nb) (Figure 1C). However, the overall structures of the HAMP and PAS domains remain symmetric.\n\n        Sequential Autokinase Activation Model\n        \nTogether, coordinated helical shifts of DHp and movement of the CA domains can be combined into a model to illustrate the activation steps for VicK (Figure 7). When both CA domains are inactive, they stay relaxed and further away from the phosphoryl acceptor histidine (I). Upon stimulation, one helix bends ∼25° toward the DHp central axis in coordination with the global shifts of DHp to expose the phosphoryl acceptor histidine. Consequently, one CA domain in cis rotates ∼61° to reach this histidine for initial phosphorylation (II). It is likely that this activation does not happen simultaneously for both CA domains because the DHp domain allows only one helix to bend at a time (Figure 4B). To fully activate both histidines (IV), VicK may go through an intermediate state that is similar to the inactive state (III) before the second CA domain rotates. Finally, the CA domains swing back to the initial state (IV to I) through several steps that remain to be determined.\n\n      Materials and Methods\n      \n        Protein Expression and Crystallization\n        \nS. mutans VicK (aa31–450) was cloned into vector pET15 (Novagen). S. mutans VicR (aa1–235) and S. pneumoniae VicR (aa1–234) were cloned into pETHis vector. All these constructs were expressed with N terminal 6× Histidine tag in Escherichia coli BL21/DE3 Rosetta (Novagen). VicK protein was purified through nickel affinity agarose (Qiagen), Q sepharose, phenyl sepharose, and Superdex S200 (GE Healthcare). The two VicR homologs were simply purified by nickel affinity agarose and gel filtration. Protein preps were concentrated down to 8 mg/ml in a buffer of 10 mM Tris (pH 8.0), 100 mM NaCl, 300 mM ammonium acetate, 2 mM DTT, and 1 mM β-mecaptoethanol (β-ME). The preliminary crystals were obtained using the screen kits of JCSG Plus (Qiagen) and Index (Hampton Research). Most crystals from these initial screening could only diffract to ∼4.5 Å. The later optimizations of those crystals defined the best condition of 2.3–2.8 M Sodium formate, 50 mM Tris (pH 7.4–8.6), and 4% PEG 4000 at room temperature. Selenium-methionine labeled protein was prepared following a standard protocol [53].\n\n        Structural Determination\n        \nBar-like crystals were grown for 2–4 d and immediately frozen in liquid nitrogen after quickly soaked with crystal growth buffer and additional 12% isopropanol as a cryo-protectant. Data were collected in BM17U, Shanghai Synchrotron Radiation facility (SSRF), China and processed by HKL2000 [54] and CCP4 suite [55]. Data collection statistics are summarized in Table S2.\n\nThe selenium sites were located using SHELXD [56]. Heavy atom positions were refined and phases were calculated with PHASER [57]. The real-space constraints were applied to the electron density map in DM [58]. An initial model was then built manually using COOT [59]. The model was further refined using PHENIX with stereochemistry and secondary structure information as restraints [60]. The structure and refinement statistics are summarized in Table S2.\n\n        Model Analyses and Graphics\n        \nModel analyses were performed using a variety of programs. The structural alignments were calculated in Coot [59]. Similar folds searches were carried out using Dali server [61]. The helical bending was calculated using a program HELANAL [62]. The buried surface areas were calculated in CNS [63]. The electrostatic potential surfaces was calculated and graphed by CCP4mg [64], while other graphics were made using Pymol (DeLano Scientific LLC).\n\n        Multiangle Laser Light Scattering\n        \nThe VicK protein prep at ∼4 mg/ml was first resolved on a size exclusion column (Shodex KW-802.5) in a buffer of 50 mM HEPES (pH 7.0) and 200 mM Na2SO4 at 25°C. Data were then collected on a DAWN HELEOS II laser photometer with an emission at 658 nm (Wyatt, USA). Molecular mass was calculated using ASTRA V (Wyatt, USA).\n\n        Autokinase Assay by γ32P-ATP\n        \nAll VicK mutants were generated by our modified Quikchange mutagenesis protocol [65]. All these mutants were purified as wt VicK described above. β–ME was excluded from buffer in the final protein preps. The autokinase activity of VicK was measured by using isotope γ32P-ATP (Perkin-Elmer, NEG002Z001MC) according to a recent protocol published by Winkler and his colleague [33]. The working solution of the hot ATP was freshly made by mixing the hot ATP with an equal volume of 3 mM cold ATP. The VicK proteins at 0.5–10 µM were incubated with a concentration gradient (0–80 µM) of the hot ATP working solution in 10 µl reaction buffer of 50 mM Tris (pH 7.5), 200 mM KCl, and 10 mM MgCl2 for 0.25 to 8 min at room temperature. The measurements were setup at four different time points. The protein concentration and time points for each VicK protein were pre-determined to have the signals within linear ranges. The reactions were stopped by adding 3 µl 4× SDS loading buffer. The resulted mixtures were then subjected to 12% SDS-PAGE before the gels were dried and scanned in Typhoon 9410 (GE Healthcare). Quantifications were carried out using a program Totallab Quant. The autokinase parameters were derived from non-linear regression of the Michaelis-Menten equation. For simple comparison of the various VicK mutants, the VicK protein preps of 2 µg were mixed with 0.3 µl hot ATP working solution in 15 µl reaction buffer and further incubated for 30 min at room temperature. The reactions were stopped with 4× SDS loading buffer and separated in 15% SDS-PAGE. The gels were dried before being exposed to X-ray film.\n\n        Phosphatase Assay by PMS and HPLC\n        \nS. pneumoniae VicR at concentration of 4 µM was phosphorylated in 50 mM AcP, 50 mM Tris (pH 7.4), 50 mM KCl, 2 mM MgCl2, and 20% glycerol for 1 h at 37°C [66],[67]. The phosphorylated VicR was then mixed with VicK wt and mutants at a final concentration of 4 µM for another hour at 37°C. AcP was diluted by at least 10-fold in the latter reaction. The resulted mixtures were first analyzed by PMS [68]. Briefly, the regular 8% SDS gels (29∶1) were prepared with additional 50 µM phos-tag acrylamide (Wako) and 100 µM MnCl2. The gels were run at 120 V for 120 min at 4°C for the best mobility shift and stained with coomassie blue.\n\nThe reactions of phosphorylated VicR were also analyzed by HPLC [67]. Briefly, additional 20% glycerol was added into reactions of VicR after treated with AcP as described above, which were further mixed with HPLC running buffers (A: 0.1% trifluoric acid; B: 0.1% trifluoric acid and 100% acetonitrile) to reach 40% acetonitrile. HPLC was run using a reverse-phase C8 column (4.6 mm×250 mm) (Agilent 1200). The phosphorylation state of VicR was confirmed by PMS as described above.\n\n        Sequence Conservation, Helicity, and Protein Engineering\n        \nHomologs of the full-length VicK with &gt;50% sequence identities were initially pooled from Genebank using a program BLAST [69]. Redundant entries of 96%–100% identity were identified using a multiple alignment program CLUSTAL [70] and subsequently removed, resulting in &gt;50 unique homologs with 50%–96% identities (Figure S11). The DHp regions corresponding to amino acids 197–269 of these VicK homologs were used to generate the conservation logo using Weblogo server (weblogo.berkeley.edu). Redundant sequences (with 100% identity) of the DHp domain were further removed, resulting in &gt;40 unique sequences (Figure S6). The helicity of the DHp was analyzed by a comprehensive secondary structure prediction program Phyre, which scores each amino acid as 0–9 for a helical probability [71]. DHp engineering was carried out through reiterative process of mutations and secondary structure calculation. Those unfavorable amino acids to α-helices within the bending region of DHp domain were determined according to statistical analyses [39].\n\n        Accession Number\n        \nThe coordinates of the structure and relevant information have been deposited into the Protein Data Bank (4I5S).\n\n      Supporting Information"
}