{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002426",
  "doi": "10.1371/journal.pbio.1002426",
  "externalIds": [
    "pii:PBIOLOGY-D-15-03483",
    "pmid:27015088",
    "pmcid:PMC4807775"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Transgenerational Epigenetic Contributions to Stress Responses: Fact or Fiction?",
  "authors": [
    {
      "name": "Eric J. Nestler",
      "first": "Eric J.",
      "last": "Nestler",
      "affiliation": "Fishberg Department of Neuroscience and Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, New York, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-03-25",
  "volume": "14",
  "number": "3",
  "pages": "e1002426",
  "tags": [
    "Animal cells",
    "Biochemistry",
    "Cell biology",
    "Cellular types",
    "Chromatin",
    "Chromosome biology",
    "DNA-binding proteins",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Chromatin",
    "Discipline-v3/Chromosome biology",
    "Discipline-v3/DNA-binding proteins",
    "Discipline-v3/Epigenetics",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Gene regulation",
    "Discipline-v3/Genetics",
    "Discipline-v3/Germ cells",
    "Discipline-v3/Histones",
    "Discipline-v3/MicroRNAs",
    "Discipline-v3/Non-coding RNA",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Nucleosomes",
    "Discipline-v3/Proteins",
    "Discipline-v3/RNA",
    "Discipline-v3/Sperm",
    "Epigenetics",
    "Gene expression",
    "Gene regulation",
    "Genetics",
    "Germ cells",
    "Histones",
    "MicroRNAs",
    "Non-coding RNA",
    "Nucleic acids",
    "Nucleosomes",
    "Proteins",
    "RNA",
    "Sperm",
    "Type/Perspective"
  ],
  "abstract": "There has been increasing interest in the possibility that behavioral experience—in particular, exposure to stress—can be passed on to subsequent generations through heritable epigenetic modifications. The possibility remains highly controversial, however, reflecting the lack of standardized definitions of epigenetics and the limited empirical support for potential mechanisms of transgenerational epigenetic inheritance. Nonetheless, growing evidence supports a role for epigenetic regulation as a key mechanism underlying lifelong regulation of gene expression that mediates stress vulnerability. This Perspective provides an overview of the multiple meanings of the term epigenetic, discusses the challenges of studying epigenetic contributions to stress susceptibility—and the experimental evidence for and against the existence of such mechanisms—and outlines steps required for future investigations.",
  "fullText": "Introduction\n\nThe term epigenetics is used in at least three different ways, each referring to a fundamentally different mode of biological regulation, which has contributed to considerable confusion in the field. Epigenetics, in its broadest meaning, is used by some to denote stable changes in gene expression that are mediated via mechanisms that do not involve modification of DNA sequence. In the field of stress responses, such epigenetically induced stable changes in gene expression likely result from any number of environmental stresses that occur throughout a lifetime. For example, chronic stress may induce epigenetic mechanisms that alter gene expression in the adult brain [1]. Likewise, it’s thought that environmental exposures to stress and other behavioral experience early in life (i.e., in utero and during childhood and adolescence) may produce epigenetic changes that determine how susceptible or resilient an individual is to those or other stresses later in life. There is now robust and growing evidence supporting a role for epigenetic modification as a key mechanism underlying lifelong regulation of gene expression and, consequently, of stress vulnerability [2–12].\n\nThe term epigenetic is also used to describe two additional phenomena for which the evidence base is less solid. One concerns stochastic changes during development, whereby random epigenetic modifications in the developing brain generate variations in an individual’s traits, including differences in stress vulnerability, without changes in either genomic sequence or environmental exposures. The other relates to epigenetic inheritance across multiple generations, whereby epigenetic modifications induced in an individual’s germ cells in response to stress or other environmental exposures are transmitted to offspring to control their stress vulnerability. The degree to which these two forms of epigenetic regulation contribute to the lasting consequences of stress, including stress-related syndromes such as depression, remains more controversial.\n\nBrief Overview of Epigenetic Mechanisms\n\nDNA is wrapped around histone octomers to form nucleosomes—the unit of chromatin (Fig 1). A gene’s activity is reflected in the surrounding structure of chromatin: genes within relatively spaced nucleosomes are actively transcribed, whereas those in tightly packed nucleosomes are silenced. Such nucleosome spacing is determined by extremely complex processes, which include the post-translational modification of histones (see Fig 1) and DNA as well as the recruitment of large numbers of chromatin regulatory proteins that interact with these modifications [13,14]. On the other hand, there continues to be disagreement, partly semantic, about whether alterations in epigenetic states per se cause changes in gene expression or whether they reflect changes mediated by other mechanisms.\n\nPost-translational modifications of histones remain the best studied form of epigenetic regulation. Each of the four canonical histone subunits in mammals is modified at specific amino acid residues in diverse ways, including acetylation, methylation, polyADP-ribosylation, and ubiquitination, among many others. DNA is also modified, without affecting nucleotide sequence, most prominently through its methylation, hydroxymethylation, or related changes (Fig 1). Meanwhile, large numbers of regulatory proteins bind to each of these histone and DNA modifications and mediate changes in chromatin structure and gene transcription. As just one example, chromatin remodeling proteins possessing ATPase activity control nucleosome spacing and positioning during transcription. Work over recent years has also demonstrated several forms of noncoding RNAs, including microRNAs (miRNAs) and long noncoding RNAs (lncRNAs), as important mediators of epigenetic regulation. There is now growing evidence, alluded to above, that each of these forms of epigenetic regulation are altered in the brain by exposure to stress and that their experimental manipulation (e.g., by overexpression or knockout of a chromatin regulatory protein or delivery of small molecule inhibitors) has dramatic effects on stress vulnerability [2–12].\n\nEnvironmental stimuli, such as stress exposures over a lifetime, regulate these various epigenetic processes in two main ways [16]. First, synaptic transmission and neural activity, through intracellular signaling cascades, control the activity and levels of numerous transcription factors—e.g., CREB (cAMP response element binding protein) and Fos and Jun family proteins, among many others—that bind to their specific response elements within regulatory regions of genes and trigger downstream changes in chromatin structure. Second, the same intracellular signaling pathways directly control the activity or expression of many chromatin regulatory proteins (e.g., histone- or DNA-modifying enzymes, chromatin remodeling factors), which then directly drive alterations in gene expression. Indeed, a recent study established that single types of histone modifications at a single gene within neurons in an adult brain, induced through the viral-mediated expression of synthetic transcription factors, is sufficient to induce altered expression of that gene, thus establishing this second pathway of gene regulation [17].\n\nStochastic Epigenetic Contributions to Depression\n\nAs the human brain develops, generating ~100 billion neurons and ~100 trillion synapses, enumerable stochastic events occur that generate diversity even though genetics and environment remain constant [18,19]. The highly divergent patterns of cerebral gyri exhibited by identical twins is an example of such phenomena (identical twins also have different fingerprints, another example of presumably random events during development). While epigenetic mechanisms are likely contributors to such differences, it is difficult to obtain experimental proof. For example, in the chronic social defeat stress model of depression, genetically identical animals with virtually uniform environmental exposures diverge strikingly into susceptible versus resilient outcomes after social stress [20]. However, it is not currently possible to define epigenetic contributions to such phenotypic outcomes, because it is not possible at the present time to determine—prior to stress exposure—which individuals will show susceptibility or resilience, making it impossible to characterize the preexisting epigenetic state of genes within animals prior to stress.\n\nAn alternative approach would be to compare stress-induced changes in epigenetic state in a given brain region or cell type of a susceptible versus resilient adult mouse after social defeat stress to the epigenetic states seen in the same brain region or cell type of mice with or without exposure to stress or other challenges early in life. In fact, preliminary evidence suggests that a form of early life stress, which renders a mouse more susceptible to social defeat stress later in life, induces patterns of gene regulation in several brain regions—in the absence of adult stress—that resemble patterns induced by adult stress in susceptible mice [21]. However, this is a fundamentally different question from the hypothesized role of stochastic events during development. In the latter case, two mice from the same litter with identical environmental exposures would develop different epigenetic states in the brain, due to no extrinsic factors—just random events during development, which make one of the mice susceptible after social defeat and the other resilient, even though we cannot distinguish the mice behaviorally before social defeat.\n\nIn any event, stochastic, epigenetic differences in brain function could be one reason why it has been difficult to identify genes that confer risk for depression and other stress-related disorders. This use of the term epigenetics comes closest to Waddington’s original definition in 1942, which posited—before we knew that DNA carried genetic information—that the effect of genetics in determining phenotype is subject to random variations during development, akin to several marbles taking distinct paths rolling down a hill [22].\n\nEpigenetic Inheritance of Depression Susceptibility\n\nThe term epigenetics is also used to refer to the transgenerational transmission of traits without a change in DNA sequence [23,24]. It is clear that stressful life events can alter stress susceptibility in subsequent generations. Male mouse pups subjected to maternal separation display lifelong increases in stress susceptibility and generate offspring that display similarly enhanced stress susceptibility over several generations [25]. Adult male mice subjected to chronic social defeat stress generate offspring that are more vulnerable to a range of stressful stimuli than the offspring of control mice [26]. Likewise, adolescent or adult male mice subjected to chronic variable stress sire offspring that display aberrant stress regulation of the hypothalamic-pituitary-adrenal axis as well as of gene expression in stress-sensitive brain regions [27].\n\nHowever, the mechanisms underlying this clear transgenerational transmission of stress vulnerability remain controversial. Stress produces DNA methylation changes at particular genes in the sperm of stressed mice [25], yet it is far from certain whether such modifications contribute to the differences seen in stress vulnerability (see below). Studies utilizing in vitro fertilization—which has its own confounds (see below)—after chronic social defeat stress suggest that, while epigenetic changes in sperm might be a small factor in transgenerational transmission of stress vulnerability, a large portion of the observed transmission may be behavioral, with females altering their maternal care based on their procreation with previously stressed fathers [26].\n\nSuch skepticism for the transgenerational epigenetic inheritance of stress susceptibility is based on current schemes whereby virtually all epigenetic modifications that occur throughout life are “erased” during meiosis [28,29]. Even imprinted genomic loci—those displaying increased DNA methylation selectively on maternal versus paternal alleles—are erased during meiosis and then recapitulated later in development. Nevertheless, there appear to be a small number of genomic regions that might not be subjected to demethylation, such that this possible mechanism of transgenerational epigenetic inheritance warrants future attention. Likewise, evidence from nonvertebrate systems suggests that certain types of histone modifications may play a role in mediating transgenerational epigenetic inheritance [23].\n\nAdditionally, increasing attention has been given to miRNAs as possible vehicles of transgeneration epigenetic inheritance. In worms, for example, phenotypes as varied as viral immunity, nutritional status, and aging can be influenced across several generations via induction of specific miRNAs in parents [30–32]. Growing evidence implicates similar mechanisms in transgenerational control of stress responses in mice. Both maternal separation early in life and chronic variable stress later in adulthood alter levels of several miRNAs in sperm [27,33]. Moreover, injection of total sperm RNA [33] or injection of nine stress-regulated miRNAs [34] into normal zygotes recapitulates the transgenerational transmission of behavioral, hormonal, and gene expression deficits in offspring animals. Such recent studies are, thus, getting much closer to providing definitive evidence for true epigenetic inheritance of stress susceptibility, although it would be important to knockout or recapitulate changes in specific miRNAs in sperm and show how they subsequently influence the brains of offspring animals to alter stress responses.\n\nThe failure of in vitro fertilization to demonstrate robust epigenetic inheritance of social defeat-induced susceptibility (stated above) [26] may not be surprising, since substantial epigenetic reprogramming occurs when sperm or egg cells are placed in vitro. In fact, a more recent study, in which normal females have sex with normal (but vasectomized) males, followed immediately by artificial insemination with sperm from defeated or control fathers, supports that sperm can indeed be an active vehicle in transmitting increased stress susceptibility to the next generation [35]. It will be interesting in future studies to determine if this effect, too, is mediated by miRNAs.\n\nThe final consideration in studying transgenerational epigenetic inheritance is the fact that most groups have examined paternal transmission. This is due to two practical considerations. First, studying paternal transmission is one generation easier, since the eggs of the F1 generation are present in mothers exposed to stress or any other stimulus, and the eggs of the F2 generation are present in those F1 pups. As a result, the first generation that could show true transgenerational inheritance is F3. Second, it is well established that different amounts or types of maternal care can have a profound, lasting effect on stress-related behavior in offspring animals [8,36], which makes it that much harder to parse the effects of epigenetic mechanisms versus maternal behavior when studying maternal transmission of traits. Despite these challenges, it is essential to evaluate epigenetic inheritance by maternal as well as paternal transmission.\n\nConclusions\n\nFurther work is needed to understand whether and to what extent true epigenetic inheritance of stress vulnerability adds to the well-established and powerful influence of genetics and environmental exposures in determining an individual’s susceptibility versus resilience to stress throughout life. Despite the two extremes of disbelief versus wild speculation, there is growing evidence for at least some contribution of epigenetic regulation—perhaps achieved by miRNAs—in mediating part of the ability of parental behavioral experience to influence stress vulnerability in their offspring."
}