{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002414",
  "doi": "10.1371/journal.pbio.1002414",
  "externalIds": [
    "pii:PBIOLOGY-D-16-00415",
    "pmid:26949965",
    "pmcid:PMC4780807"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Correction: HER2 Phosphorylation Is Maintained by a PKB Negative Feedback Loop in Response to Anti-HER2 Herceptin in Breast Cancer",
  "authors": [
    {
      "name": "Merel Gijsen",
      "first": "Merel",
      "last": "Gijsen"
    },
    {
      "name": "Peter King",
      "first": "Peter",
      "last": "King"
    },
    {
      "name": "Tim Perera",
      "first": "Tim",
      "last": "Perera"
    },
    {
      "name": "Peter J. Parker",
      "first": "Peter J.",
      "last": "Parker"
    },
    {
      "name": "Adrian L. Harris",
      "first": "Adrian L.",
      "last": "Harris"
    },
    {
      "name": "Banafshé Larijani",
      "first": "Banafshé",
      "last": "Larijani"
    },
    {
      "name": "Anthony Kong",
      "first": "Anthony",
      "last": "Kong"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-03-07",
  "volume": "14",
  "number": "3",
  "pages": "e1002414",
  "tags": [
    "Type/Correction"
  ],
  "fullText": "The authors would like to clarify that some of the blots previously depicted in Fig 1E and Fig 2B were for different experiments and were included in error.\n\nThe correct blots for Fig 1E and part of Fig 2B could not be located. These panels have therefore been removed from the revised versions included here after a careful assessment and investigation determined that the results for which the original figure panels were cited are supported elsewhere in this article, and that removal of these panels does not affect the conclusions of the paper.\n\nThe authors have provided new versions of Figs 1–5 to accommodate these changes. These revised figures now also clearly indicate blot splices that were not previously indicated or declared in Figs 1F and 2F, and replace incorrectly spliced blots with the un-spliced originals in Fig 4B. Those blots that are from the same experiment and share controls are now clearly indicated in the figure legends for Figs 1A, 2A, 2B, 2E, 3A and 5C. The authors have also corrected the inhibitor concentrations in the legend to Fig 5.\n\nThe text in the Results sections titled “The effects of acute Herceptin treatment on HER3 and PKB phosphorylation” and “The discordant effects of Herceptin on ERK and PKB pathways” has been edited to accommodate the removal of panel E in Fig 1, and the rearrangement of panel F in Fig 1, as explained above. The text in the Results section titled “HER2 phosphorylation is maintained by its dimerisation with other HER receptors through ligand release” has been edited to accommodate the removal of part of Fig 2B.\n\nThe corrected text, Figs 1–5 and their respective legends are included in this correction.\n\nThe effects of acute Herceptin treatment on HER3 and PKB phosphorylation\n\nWe found that the downregulation of HER2 receptors was detectable after Herceptin treatment in SKBR3 and BT474 cells, and was associated with an increase in HER2 phosphorylation (Fig 1A and 1D). Lee-Hoeflich et al (2009) showed that knockdown of HER2 receptors but not EGFR caused a significant decrease of HER3 phosphorylation in HER2 positive breast cell lines [20]. We investigated whether this occurred in our experiments. After 1 hour of Herceptin treatment in SKBR3 and BT474 cells, there was a decrease in HER3 phosphorylation (Fig 1E and 1F), correlating with a downregulation of HER2 receptors (Fig 1A and 1D). HER2 over-expressing cells have been shown to constitutively suppress PTEN activity with increased PKB activity and it has been shown that acute Herceptin exposure decreased PKB phosphorylation through PTEN activation [13]. We found that after one hour of Herceptin treatment, there was a decrease in PKB phosphorylation and this correlated with a decrease in HER3 phosphorylation in both SKBR3 and BT474 cells (Fig 1E and 1F). Thus, acute Herceptin treatment downregulated HER2 receptors resulting in a decrease of HER3 phosphorylation and PKB phosphorylation.\n\nThe discordant effects of Herceptin on ERK and PKB pathways\n\nWe analysed the effects of Herceptin on the downstream signalling pathways in HER2 positive breast cancer cells. It was found that the effect of acute Herceptin treatment on phosphorylation of PKB and ERK1/2 was not concordant (Figs 1E, 1F, 2A and 2E), in contrast to acute TKIs treatment which decreased both PKB and ERK phosphorylation [17]. Acute Herceptin exposure increased ERK phosphorylation (Fig 2A and 2E) but decreased PKB phosphorylation in BT474 and SKBR3 cells (Fig 1E and 1F).\n\nAcute Herceptin exposure increased EGFR/HER2 and HER2/HER4 dimerisation, correlating with an increase in ERK phosphorylation (Fig 2A and 2E). In contrast, acute Herceptin treatment decreased PKB phosphorylation (Figs 1E, 1F and 2E), which has been shown to be due to activation of PTEN [13] correlating with a decrease in HER3 phosphorylation (Fig 1F). With prolonged Herceptin treatment, reactivation of PKB phosphorylation and HER3 occurred (Fig 2E). The increased ERK phosphorylation was transient (Fig 2A and 2E), mimicking the effect of exogenous ligand stimulation.\n\nTherefore, Herceptin treatment decreased PKB phosphorylation due to a decrease in HER3 phosphorylation induced by HER2 downregulation. However, one hour of Herceptin treatment increased ERK phosphorylation as a result of ligand-dependent EGFR and HER4 activation.\n\nHER2 phosphorylation is maintained by its dimerisation with other HER receptors through ligand release\n\nWe found that although Herceptin downregulated HER2 receptors, the remaining cells had persistent and increased HER2 phosphorylation in both SKBR3 and BT474 cells (Fig 1A and 1D). Since HER2 is the preferred dimerisation partner, we postulated that HER2 phosphorylation was maintained by the other HER receptors via their dimerisation with HER2. We proceeded to show that acute Herceptin treatment increased EGFR/HER2 dimerisation in BT474 cells using the streptavidine-biotin immunoprecipitation method (see Methods) (Fig 2A, left two panels). This effect was specifically induced by Herceptin since one hour of IgG treatment did not increase EGFR/HER2 dimerisation (data not shown). There was also an increase in HER2/HER3 dimerisation in both SKBR3 and BT474 cells after one hour of Herceptin treatment (Fig 2B, left upper and lower panels). Furthermore, there was increased HER2 dimerisation with the phosphorylated EGFR and HER3 receptors in BT474 cells treated with Herceptin (which was demonstrated using two immunoprecipitation methods–see Methods) (Fig 2B, right upper two panels and middle lower two panels). There was also increased HER2 dimerisation with the phosphorylated HER4 receptor (Fig 2B, right lower panel). Due to a low level of HER4 expression in these cells, the quality of the western blot was not optimal using the streptavidin-biotin immunoprecipitation method despite repeated attempts. However, the quality of the blot was better using immunoprecipitation method with Herceptin (Fig 2B, right lower panel).\n\nWe postulated that the increased dimerisation of EGFR, HER3 and HER4 with HER2 was due to activation by their respective ligands. We proceeded to assess the levels of endogenous ligands, using heregulin (ligand for HER3 and HER4) and betacellulin (ligand for EGFR and HER4) as examples. Herceptin treated cells were lysed and endogenous ligand levels were detected using ELISA. We found that Herceptin induced a statistically significant upregulation of heregulin and betacellulin (p = 0.0152 and p = 0.0286 respectively) after 1 hour of Herceptin treatment compared to untreated cells in both SKBR3 and BT474 cells (data on BT474 cells are shown in Fig 2C). There was also increased secretion of these ligands in the conditioned medium in these cells (Fig 2D).\n\nThus, Herceptin increased the dimerisation of EGFR, HER3 and HER4 with HER2 as a result of the activation by their ligands."
}