{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001383",
  "doi": "10.1371/journal.pbio.1001383",
  "externalIds": [
    "pii:PBIOLOGY-D-12-00220",
    "pmid:22969412",
    "pmcid:PMC3433736"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Stat5 Signaling Specifies Basal versus Stress Erythropoietic Responses through Distinct Binary and Graded Dynamic Modalities",
  "authors": [
    {
      "name": "Ermelinda Porpiglia",
      "first": "Ermelinda",
      "last": "Porpiglia",
      "affiliation": "Department of Pediatrics and Department of Cancer Biology, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America"
    },
    {
      "name": "Daniel Hidalgo",
      "first": "Daniel",
      "last": "Hidalgo",
      "affiliation": "Department of Pediatrics and Department of Cancer Biology, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America"
    },
    {
      "name": "Miroslav Koulnis",
      "first": "Miroslav",
      "last": "Koulnis",
      "affiliation": "Department of Pediatrics and Department of Cancer Biology, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America"
    },
    {
      "name": "Abraham R. Tzafriri",
      "first": "Abraham R.",
      "last": "Tzafriri",
      "affiliation": "CBSET Inc., Department of Applied Sciences, Lexington, Massachusetts, United States of America"
    },
    {
      "name": "Merav Socolovsky",
      "first": "Merav",
      "last": "Socolovsky",
      "affiliation": "Department of Pediatrics and Department of Cancer Biology, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America"
    }
  ],
  "journal": "PLoS Biol",
  "date": "2012-08",
  "dateAccepted": "2012-07-20",
  "dateReceived": "2012-01-16",
  "volume": "10",
  "number": "8",
  "pages": "e1001383",
  "tags": [
    "Discipline-v2/Biology",
    "Type/Research Article"
  ],
  "abstract": "Stat5 signaling in erythroblasts can assume either a binary, low-intensity form, essential for basal erythropoiesis, or a graded, high-intensity response, restricted to early erythroblasts and to erythropoietic stress.",
  "fullText": "Introduction\n      \nHealthy individuals at sea level continuously generate red blood cells in a process known as “basal erythropoiesis” that is essential to life. Erythropoiesis increases by up to 10-fold its basal rate in response to hypoxic stress, as may occur at high altitude, or in response to anemia or hemorrhage. Erythropoietic rate is regulated by the hormone Erythropoietin (Epo), whose concentration in blood spans a remarkable, three orders of magnitude range, from ≈0.01 U/ml in the basal state to 10 U/ml in extreme stress. Epo exerts its effects by binding to its receptor, EpoR, a transmembrane homodimer of the cytokine receptor superfamily expressed by erythroid progenitors [1]. Epo or EpoR-null mice die at mid-gestation as a result of complete absence of mature red cells [2], and EpoR signaling is essential for both basal and stress erythropoiesis [3]–[7]. Binding and activation of the EpoR results in activation of the cytoplasmic tyrosine kinase Jak2, and in phosphorylation of EpoR cytoplasmic-domain tyrosines that act as docking sites for signaling intermediates including Stat5 [8].\n\nA key challenge lies in understanding how EpoR signaling might differ between stress and basal conditions. This challenge is of particular relevance to clinical practice, where Epo is widely used and where erythropoietic mimetics are under intense development to maximize benefit while reducing risk [9],[10]. Here we addressed this question by studying Stat5, which, as suggested by mouse genetic models, is a key mediator of both basal and stress erythropoiesis. Thus, Stat5-null mice die perinatally due to anemia, while mice hypomorphic for Stat5 survive, but are deficient in their response to erythropoietic stress [6],[7],[11],[12].\n\nStat5 functions are due to two highly homologous proteins, Stat5a and Stat5b, of the Signal Transducers and Activators of Transcription (STAT) family. STAT proteins are latent cytoplasmic transcription factors that become activated by phosphorylation of a C-terminal tyrosine in response to a variety of extracellular signals [13],[14]. Stat5 is a key mediator of cell survival in erythroblasts and other hematopoietic progenitors. In addition, it is frequently constitutively active in myeloproliferative disease and in hematological malignancies [6],[7],[11],[12].\n\nHere we asked whether the dynamic behavior of the Stat5 activation signal, namely, the way it varies with Epo concentration and with time, differs between stress and basal erythropoiesis. Previously, distinct dynamic forms of ERK or Ras signaling have been shown to specify distinct cellular responses [15],[16]. The dynamic form of a signal, however, is often masked when measured in large populations of cells whose responses are inherently variable. Analysis of a signal's dynamic properties therefore requires measurement in single cells, with relatively few such studies to date.\n\nTo address this, we analyzed Stat5 signaling using flow-cytometry, in primary murine erythroid progenitors, either in vivo or shortly following harvest (&lt;24 h). We combined two recent flow-cytometric assays, identifying differentiation-stage-specific erythroblasts in tissue using cell-surface markers [17]–[19] and measuring their Stat5 phosphorylation signal (p-Stat5) using intracellular flow-cytometry [20]. We determined the time course and full dose-response curves of the p-Stat5 response to the entire basal and stress Epo concentration range, in freshly harvested fetal liver erythroblasts at five distinct stages of differentiation.\n\nWe found that Stat5 signals through two modalities, binary (digital) and graded (analog). We characterized these modalities using wild-type mice and an EpoR mutant mouse that we found to be restricted to the binary Stat5 signaling modality. We show that later erythroblasts generate a low intensity but decisive, binary “on” or “off” p-Stat5 signal that is both necessary and sufficient for mediating Stat5 functions in basal erythropoiesis. By contrast, in early erythroblasts Stat5 signaling is graded, reaching much higher signal intensities that are necessary for the stress response, including the upregulation of the transferrin receptor (CD71), a novel EpoR and Stat5 stress target.\n\nThe orderly transition in the modality of Stat5 signaling from early to later erythroblasts is due to decreasing Stat5 protein levels with erythroid maturation. Stat5 protein levels determine both maximal p-Stat5 signal intensity and the steepness of the Stat5 signaling response. This contrasts with EpoR expression, which does not appear to impose a limit on the maximal p-Stat5 response.\n\nOur work shows that Stat5 signaling dynamics conveys information specifying the required functional outcome in erythroblasts. The unique combination of a steep, binary response to low Epo in the basal state, with a higher intensity graded signaling modality during stress, allows Stat5 to transduce Epo stimuli with high fidelity over its entire physiological and stress range.\n\n      Results\n      \n        Flow Cytometric Measurement of Phosphorylated-Stat5 (p-Stat5) in Primary Erythroblasts\n        \nMurine erythropoiesis takes place in fetal liver between embryonic days 12 (E12) and 15. To examine intracellular Stat5 activation by phosphorylation, we fixed and permeabilized fresh fetal liver cells, which we then labeled with an AlexaFluor647-conjugated antibody specific to the Stat5 C-terminal phosphotyrosine. In addition, we labeled the cells' surface with antibodies directed at CD71 and Ter119, which may be used to stage erythroblast maturation [17],[18],[21],[22]. We distinguished subsets S0 to S4 in the fixed fetal liver, with the earliest erythroid cells in S0, maturing into increasingly differentiated erythroblasts in S1 through S4; S3 is further subdivided into earlier, large cells and more differentiated, small cells (Figure 1A). Unless otherwise stated, “S3” below refers to “S3 large.” All cells in subsets S1 to S3 are Epo-dependent erythroid precursors; S0 is composed of earlier, Epo-independent erythroid progenitors (70%) and non-erythroid cells (30%, [18]). Following stimulation of freshly isolated fetal liver cells with Epo, we measured an Epo-dependent signal with the anti-phosphorylated-Stat5 (p-Stat5) antibody (Figure 1B). This signal was specific to the active, p-Stat5, since it was obtained in wild-type, but not in Stat5−/− fetal liver (Figure 1B, upper panels). Further, the p-Stat5 signal was lost if, following Epo stimulation, fixed cells were incubated with λ phosphatase (Figure 1B, lower panels). Work below also confirmed, with the use of a Stat5 mutant, that the signal is specific to the C-terminal Y694 residue.\n\n        Erythroid Maturation Determines the p-Stat5 Response\n        \nWe stimulated freshly isolated fetal liver cells with Epo and examined the resulting p-Stat5 response in each of the fetal liver subsets (Figure S1A; Figure 1C–E). We measured three aspects of the p-Stat5 fluorescence signal (Figure 1C). First, “total p-Stat5” corresponds to the p-Stat5 median fluorescence intensity (MFI) of the entire subset population; the total p-Stat5 MFI of all S3 subset cells in the red histogram, upper panel of Figure 1C, is 1,200 fluorescence units. This measure includes both signaling and non-signaling cells. Second, we measured the fraction of cells that are “p-Stat5 positive” (p-Stat5+), lying within the p-Stat5+ gate (Figure 1C, lower panel), as an estimate of the fraction of signaling cells. The placement of the p-Stat5+ gate was determined by reference to the baseline, pre-stimulation histogram (black histogram, Figure 1C, lower panel), which was closely similar to that of cells stained with an isotype-control antibody in place of the anti-p-Stat5 antibody. Last, we measured the “p-Stat5 in p-Stat5+ cells,” which estimates the p-Stat5 MFI in signaling cells only (Figure 1C, lower panel, where p-Stat5 in p-Stat5+ cells is 1,700 fluorescence units).\n\nUsing these measures, we examined the p-Stat5 response to Epo at 15 min post-stimulation, when a peak response is attained (see time course of activation, Figure S1B). The p-Stat5 signal intensity was highest in S1, decreasing with erythroid maturation through subsets S2 and S3 (Figure S1A). In the earliest, S0 subset, only ∼25% of cells responded to Epo, suggesting that the p-Stat5 response pathway becomes fully activated only with the onset of Epo dependence at the transition from S0 to S1, when a number of key transcriptional and epigenetic changes take place in erythroid progenitors (Figure S1A,C [18],[19]).\n\nWe contrasted the response of S1 and S3 cells to a range of Epo concentrations encountered in physiological (&lt;0.05 U/ml) and hypoxic-stress conditions (0.05 to 10 U/ml; Figure 1D; each histogram in the left panels is represented as a data-point of the same color in the dose/response curves in the right panels). S1 cells generated a graded increase in total p-Stat5 in response to increasing Epo (Figure 1D, right upper panel), which reflected a graded increase in both the number of signaling cells (p-Stat5+ cells, Figure 1D, right middle panel) and in the signal intensity of signaling cells (Figure 1D, lower right panel). “S3 large” ( = “S3”) cells attained a ≈4-fold lower signal than S1 cells. The S3 cell population also showed a graded increase in total p-Stat5 with increasing Epo stimulation (Figure 1D, right upper panel). However, this was principally the result of an increase in the number of signaling cells with Epo concentrations (Figure 1D, right middle panel); the p-Stat5 signal intensity within signaling cells remained relatively constant (Figure 1D, right lower panel). A summary of five independent experiments for all erythroid subsets shows that these dose/response characteristics are reproducible (Figure 1E).\n\n        Graded versus Binary Signaling in Cell Populations\n        \nIn spite of wide variation in the number of responding cells, the p-Stat5 signal intensity of S3 cells with a positive p-Stat5 response (p-Stat5 MFI in p-Stat5+ cells) remained relatively constant (Figure 1E, middle and lower panels). We found that maturation-stage equivalent cells in adult tissue behaved similarly (“EryA” erythroblasts, Figure S2). Together, these findings raised the possibility that S3 cells may be generating a binary p-Stat5 response. Under this hypothesis, p-Stat5 activation in individual S3 cells would be switch-like, with cells either expressing their maximal p-Stat5 levels regardless of Epo concentration (and are “on”) or failing to respond and remaining “off.” In an idealized switch-like response, an infinitesimally small increase in stimulus in the region of the stimulus threshold can cause the response to increase from 0% to 100%. The Hill coefficient of this idealized step-like dose/response curve approaches infinity (Figure 2A, gray step response). Switch-like responses in biology, however, are only approximations of this idealized case, in that the switch in response from 0% to 100% requires a small but finite increase in the stimulus. Goldbeter and Koshland called switch-like biological responses “ultrasensitive” and defined them as steeper than the graded hyperbolic Michaelis-Menten curve—that is, responses with a Hill coefficient (nH) larger than 1 [23]. In a graded response (nH = 1), the stimulus needs to increase 81-fold in order to increase the response form 10% to 90% of maximum. By contrast, in a more switch-like, steeper response, with nH = 3, only a 4-fold increase in stimulus is required for a similar change in response (Figure 2A). Examples of effective switch-like responses include the cooperative binding of oxygen to hemoglobin (nH = 2.7) and the MAPK pathway in Xenopus oocytes (nH = 4 or 5) [24],[25].\n\nA binary p-Stat5 response in single cells may sometimes appear to be graded when the signal is measured in a population of cells. This is illustrated in Figure 2B, which contrasts three hypothetical cases of signaling cells. In the first case (Figure 2B, left panels), there is a graded increase in signal within individual cells in response to increasing Epo concentration, resulting in a graded increase in the total p-Stat5 MFI at the population level. The corresponding Epo dose/p-Stat5 response curve has a Hill coefficient of 1 (Figure 2B, left lower panel). The two hypothetical cases of binary signaling (Figure 2B, middle and right panels) differ from each other only in the Epo threshold at which cells respond with a p-Stat5 signal. In the “variable threshold” example, individual cells vary substantially with respect to the Epo concentration at which they switch from “off” to “on.” The measured p-Stat5 signal, which is the sum of the signals generated by a large population of cells, increases in a graded manner with increasing Epo concentration (nH = 1) (Figure 2B, lower middle panel). The flow-cytometry histograms for each Epo dose (in color) are a composite of two underlying histograms, of non-signaling cells (in grey) and signaling cells (in black). Only the amplitudes of the black and grey histograms change with Epo concentration, while their MFI remains constant. However, the MFI of the composite, color histogram increases in a graded manner with Epo dose. By contrast, in the second binary signaling example (Figure 2B, right panels), cells have a similar threshold to Epo stimulation, so that the entire cell population switches from “off” to “on” within a narrow Epo concentration range. This results in the population response resembling the binary responses of individual cells, with a much steeper Epo dose/p-Stat5 response curve that is characterized by a high Hill coefficient (nH&gt;1) (Figure 2B, lower right panel).\n\nA graded p-Stat5 response in the S3 population (Figure 1E, top panel) does not therefore preclude the possibility that individual S3 cells have binary responses that are masked by a variable threshold to Epo (as in Figure 2B, middle panel).\n\n        A Binary Low-Intensity p-Stat5 Signal in EpoR-HM Erythroblasts\n        \nWe studied p-Stat5 signaling in the EpoR-H and EpoR-HM mouse strains, in which the respective EpoR truncation mutants are “knocked-in” at the wild-type EpoR locus, replacing wild-type EpoR (Figure 3A, [3]). EpoR-H lacks seven of the eight cytoplasmic domain tyrosines. EpoR-HM is similarly truncated but in addition contains the Y343F mutation and therefore lacks tyrosine docking sites for Stat5.\n\nS1 cells from EpoR-H fetal livers generated a p-Stat5 signal equivalent to that of wild-type cells, but had a high p-Stat5 background in the absence of Epo stimulation, consistent with a previously identified negative regulatory function for the EpoR carboxy-terminal domain (Figure 3B, lower panel; [26]). S1 cells from EpoR-HM fetal liver, by contrast, generated only a low-intensity p-Stat5 response to Epo, consistent with previous studies (Figure 3B, upper panel; [27]). A full Epo dose/p-Stat5 response analysis revealed that the maximal p-Stat5 signal generated by S1 cells in EpoR-HM was ≈3–4-fold lower than in wild-type S1, resembling in intensity p-Stat5 signals generated by more mature, wild-type S3 cells (Figure 3C–D, Figure S3A). Strikingly, in addition to their lower p-Stat5 intensity, the EpoR-HM S1 response was binary (Figure 3C–E), resembling the hypothetical example of binary signaling in a population of cells with similar Epo thresholds (Figure 2B, right panels). Thus, unlike wild-type S1, the p-Stat5 fluorescence histograms in EpoR-HM S1 are in one of two clusters, either “off” or “on” (Figure 3C, lower panel). The switch from “off” to “on” occurs at ∼0.3 U/ml (see apparent Km values for the EpoR-HM dose/response curve, Figure S3B). This binary behavior was reflected in the steep Epo dose/p-Sta5 response curve for EpoR-HM S1 cells (Figure 3D). In each of three independent experiments, the Hill coefficients found for each of the EpoR-HM fetal liver subsets were consistently higher than in wild-type littermate controls (Figure 3E), with nH for S1 cells ranging between 2 and 3.5. Taken together, S1 cells in EpoR-HM have lost the high-intensity graded signaling mode characteristic of this subset. The residual signal is of low intensity, similar to that of S3 cells, and is binary in nature.\n\n        Binary Signaling in S3 Cells of Similar Maturation Stage\n        \nThe S3 subset consists of a spectrum of erythroblast maturational stages with varying size and hemoglobin expression (Figure 1A; [18]). Since variability between cells may mask binary signaling properties, we attempted to subdivide S3 cells into more uniform subsets. Maturation is associated with a decrease in cell size. We made use of this trend to digitally sub-divide the S3 population of cells in an E14.5 fetal liver into a series of smaller subsets, based on their forward scatter (FSC) parameter, which is a function of cell size (Figure 3F). We confirmed that increasingly smaller cells were indeed increasingly mature by comparing Ter119 expression in each of the FSC gates. As expected, larger cells in FSC gate #6 expressed less Ter119 than smaller cells in FSC gate #3 (Figure 3F). We proceeded to analyze the Epo dose/p-Stat5 response properties of cells in individual FSC gates, and found that signaling by smaller and more mature cells was binary, with high Hill coefficients; the steepness of the dose/response curve decreased progressively in less mature cells, while the p-Stat5 intensity increased. For comparison, the dose/response curve for the S1 subset was much less steep (nH = 1.8), similar to that found for the least mature cells within S3 (Figure 3G).\n\nThis analysis suggests that the most mature cells within S3 generate the lowest p-Stat5 signal intensity, and have the steepest dose/response curves, giving rise to an overall binary response pattern. We carried out a similar analysis on S3 cells from a younger, E12.5 embryo, in which the most mature cells within S3 had not yet developed (Figure S4). There were fewer cells in the low FSC gates of the E12.5 embryo, and these were less mature than in corresponding gates of the E14.5 embryos, as indicated by Ter119 expression (Figure S4A, right panels). All dose/response curves in the E12.5 embryos had lower Hill coefficients (nH∼1.2 to 1.8) and hence a more graded response (Figure S4B). Of interest, cells in FSC gate #3 in the E12.5 fetal liver generated a similar p-Stat5max signal intensity to that of cells in FSC gate #4 of the E14.5 fetal liver. However, the steepness of the dose/response curve of the two cell types was markedly different (nH = 1.6 and 5, respectively) (Figure S4C), in line with their differing maturational state. This analysis suggests that, for a given maximal p-Stat5 signal intensity, more mature cells generate a steeper dose/response curve.\n\n        SOCS3 Expression Increases with Erythroblast Maturation, Modulating the p-Stat5 Response\n        \nWe investigated factors that might account for the gradual decrease in the p-Stat5 response as cells mature (Figure 1E). Differentiation of S1 into “S3 small” cells takes 24 to 48 h and entails large changes in gene expression [18]. We examined the potential role of two established Jak2 and Stat5 negative regulators, Shp1 (Figure S5) and SOCS3 (Figure S6) [28]. Shp1 mRNA expression decreases with maturation from S0 to S3 (Figure S5A). There was no significant difference in either the time course of the p-Stat5 response to Epo or in the dose/response curve, between Shp1−/− (C57BL/6J-Ptpn6me/J) fetal liver and littermate controls (Figure S5B–C). In contrast to Shp1, SOCS3 mRNA expression increased with the transition from S1 to S3 (Figure S6A). Knock-down of SOCS3 expression successfully prevented its induction following Epo stimulation (Figure S6B). In S1 cells, SOCS3 knock-down had no effect on the initial p-Stat5 response, but it prevented the decline in p-Stat5 that was invariably detected by 2 h post-stimulation (Figure S6C, left panels). This pattern is consistent with the known negative feedback role of SOCS3 in Stat5 signaling [29],[30]. In contrast to S1, knock-down of SOCS3 in S3 cells increased the peak p-Stat5 signal intensity at 15 min, suggesting that the lower p-Stat5 signal intensity in S3 is in part the result of their higher SOCS3 expression (Figure S6C, right panels).\n\n        A Decrease in Stat5 Protein Levels with Erythroid Maturation Closely Correlates with a Decreasing p-Stat5 Response\n        \nWe examined the potential role of changes in EpoR or Stat5 protein levels during erythroblast maturation. To this end we investigated embryos heterozygous for the null allele of either Stat5 or EpoR (Figure 4). An Epo dose/p-Stat5 response analysis in fetal liver cells from Stat5+/− embryos showed a clear decrease in the p-Stat5 signal across the entire Epo concentration range in all fetal liver subsets S1 to S3, compared with wild-type controls (see representative example in Figure 4A; a dataset of 7 Stat5+/− and 6 wild-type littermates embryos is summarized in Figure 4B). Fitting Hill curves to the dose/response data yielded three parameters: the apparent Km, the maximal p-Stat5 signal at high Epo concentrations, defined as “p-Stat5max,” and the Hill coefficient, nH (Figure S7A). In addition to the clear decrease in p-Stat5max in all subsets of the Stat5+/− fetal liver (Figure 4A,B, Figure S7A), the p-Stat5 response curve was steeper, reflected in a higher Hill coefficient (Figures 4B and S7A). There was also a shift to the right (increase in the apparent Km) in Stat5+/− S3 cells. The apparent Km reflects a number of separate sequential interactions: binding of Epo to the EpoR, Jak2 activation, Jak2 phosphorylation of the EpoR, binding of Stat5 to the phosphorylated EpoR, and phosphorylation of Stat5. A change in the apparent Km can in principle be due to alterations anywhere in this pathway. Reduced expression of Stat5 in Stat5+/− embryos may affect recruitment of Stat5 to EpoR phosphotyrosines, potentially explaining the higher apparent Km.\n\nTo assess the relation between Stat5 protein levels and the maximal p-Stat5 response more precisely, we measured Stat5 protein levels in individual cells within each of the Stat5+/− and wild-type embryos, using anti-Stat5 antibodies and flow cytometry, a method that we verified using the Stat5-null fetal livers (Figure S7D). Stat5 protein levels in wild-type fetal liver decreased with maturation, being highest in S1 and 4-fold lower in “S3 large” cells (Figure 4D,E, closed symbols). A similar pattern was observed in Stat5+/− embryos, but for each corresponding subset, Stat5 protein levels were approximately halved compared with wild-type cells (Figure 4D,E, open symbols). There was a linear correlation (R2 = 0.85) between Stat5 protein levels in each of the wild-type or Stat5+/− fetal liver subsets and their corresponding maximal p-Stat5 response (p-Stat5max, Figure 4F; p-Stat5max was determined by fitting a Hill curve to data from each embryo). These findings suggest that decreased Stat5 protein levels may cause the decrease in the p-Stat5 response with cell maturation in wild-type embryos (Figure 1E), as well as the reduced p-Stat5max in Stat5+/− embryos (Figure 4A,B).\n\n        The p-Stat5 Response in the EpoR+/− Fetal Liver\n        \nWe examined the Epo dose/p-Stat5 response in fetal livers derived from EpoR+/− embryos and their littermate controls (Figure 4C). EpoR+/− fetal livers had an approximately 2-fold decrease in EpoR mRNA (Figure S7B). Unlike the Stat5+/− embryos, there was no change in p-Stat5max in EpoR+/− fetal liver. Instead, the EpoR+/− dose/response curves were shifted to the right, with a 2-fold increase in the apparent Km (Figure 4C, Figure S7C), raising the possibility that a doubling in Epo concentration compensated for the reduced expression of EpoR. Therefore, although EpoR+/− fetal liver requires a higher Epo concentration to elicit a given p-Stat5 signal, the likely reduced cell-surface EpoR in these embryos appears not to limit the maximal p-Stat5 response.\n\nTo investigate this further, we asked whether EpoR+/− fetal livers in fact have less EpoR available for activation. We sorted Ter119 negative cells, equivalent to subsets S0 and S1, from E13.5 fetal livers of either wild-type or EpoR+/− embryos. We briefly stimulated the cells with a high Epo concentration that would be expected to generate a maximal p-Stat5 response (2 U/ml for 5 min). We used quantitative Western blot analysis to examine both p-Stat5 and phosphorylated EpoR (p-EpoR) in each fetal liver (Figure S8). This analysis showed that EpoR+/− fetal liver cells had reduced p-EpoR but not reduced p-Stat5; specifically, the ratio of p-EpoR to p-Stat5 in each fetal liver was significantly higher in wild-type compared with the EpoR+/− embryos (1.7±0.02 versus 1.1±0.08, p = 0.002; Figure S8B). These results support the conclusion that EpoR expression in primary fetal liver cells is present at sufficiently high levels so as not to limit the maximal p-Stat5 signal.\n\n        Exogenous Stat5 Protein Endows EpoR-HM and Wild-Type S3 with a Graded, High-Intensity p-Stat5 Response\n        \nTo test whether the loss of the high-intensity p-Stat5 response in mature, S3 cells is indeed due to their decreased Stat5 expression (Figure 4D–F), we asked whether we could rescue high-intensity Stat5 signaling in these cells by exogenously expressing Stat5. In parallel, we also examined the effect of exogenous Stat5 expression in EpoR-HM erythroblasts, which signal exclusively via the low-intensity binary signaling mode (Figure 3C–E). We electroporated FLAG-tagged Stat5a constructs (“FLAG-Stat5”), or two control constructs, either FLAG-tagged Stat5aY694F (“FLAG-Stat5Y694F”) lacking the C-terminal tyrosine, or “empty vector” (“pcDNA3”), into freshly isolated wild-type or EpoR-HM fetal liver. Cells were incubated overnight in the presence of Epo (0.2 U/ml) to allow expression of the transduced constructs and were then deprived of Epo for 3 h prior to stimulation with a range of Epo concentrations (0.004 to 9 U/ml) for 15 min. Cells were immediately fixed and labeled with both anti-FLAG and anti-p-Stat5 antibodies. A single electroporation contained cells with a spectrum of FLAG expression levels, allowing us to determine how FLAG-Stat5 expression affected the p-Stat5 response (Figure 5).\n\nWe first examined how exogenous FLAG-Stat5 protein levels compared with endogenous Stat5 (Figure S9). Freshly isolated S3 cells express lower levels of the Stat5 protein than S1 cells (Figure 4D,E, Figure S9A, top panel). Following transfection with FLAG-Stat5, Stat5 protein in S3 cells increased to levels similar to those of the endogenous protein in S1 cells (Figure S9A, lower panel). We were therefore in a position to ask whether increasing Stat5 protein in S3 would be sufficient for these cells to generate the high-intensity p-Stat5 signal characteristic of S1. A minority of transfected S3 (18%, Figure S9A) expressed FLAG-Stat5 at higher levels than endogenous Stat5 in fresh S1. Of these, approximately 2% retained p-Stat5 following 3 h Epo deprivation (Figure 5A, double-headed arrow). We excluded all cells expressing the very high FLAG-Stat5 levels from further analysis, by gating specifically on cells with lower FLAG fluorescence. This was possible as FLAG fluorescence was an accurate measure of the level of the exogenous FLAG-Stat5 protein (Figure S9B).\n\nFor a given Epo concentration, the p-Stat5 response of transfected S3 cells increased with increasing FLAG-Stat5 levels (Figure 5A, top middle panel). There was no increase in the p-Stat5 signal in cells transfected with FLAG-Stat5Y694F, verifying that the p-Stat5 signal detected with increasing FLAG-Stat5 is indeed specific (Figure 5A, central panel). To analyze the p-Stat5 response quantitatively for each FLAG-Stat5 expression level, we sub-divided the “p-Stat5 versus FLAG-Stat5” dot histograms into narrow vertical gates, each containing cells with similar levels of FLAG-Stat5 (Figure 5B, left panels). Three of these vertical gates, numbered 10 to 12, are color coded in red, green and blue respectively. Cells in these gates are shown either unstimulated (Figure 5B, top left panel) or stimulated with Epo concentrations of 0.33 U/ml (middle left panel) or 9 U/ml (Figure 5B, lower left panel). Panels to the right show an overlay of the cells' responses in each of the red, green, or blue vertical gates (Figure 5B).\n\nThe entire dataset of the p-Stat5 response to nine Epo concentrations in each of four vertical gates (9 to 12) for either wild-type or EpoR-HM S3 cells were fitted with Hill curves (Figure 5C). These show that exogenous FLAG-Stat5 has two principal effects. First, the maximal response (p-Stat5max) in any given vertical gate is positively and linearly correlated with the level of FLAG-Stat5 protein in that gate (Figure 5D). Second, as FLAG-Stat5 levels increase, there is a decrease in the steepness of the p-Stat5 response curve, reflected by a decreasing Hill coefficient (Figure 5C). As examples, transfected EpoR-HM S3 cells containing high FLAG-Stat5 levels had a dose/response curve with a lower Hill coefficient and a higher p-Stat5max (nH = 1.0, p-Stat5max = 1,100, gate 12, FLAG MFI = 1,700) than cells in the same sample containing lower levels of FLAG-Stat5 (nH = 4.0, p-Stat5max = 120, gate 9, FLAG MFI = 340). Similarly, wild-type S3 cells containing very low levels of FLAG-Stat5 had a dose/response curve with a higher Hill coefficient and lower p-Stat5max (nH = 3.5, p-Stat5max = 25, gate 6, FLAG MFI = 75) than cells in the same sample with higher FLAG-Stat5 (nH = 1.0, p-Stat5max = 100, gate 8, FLAG MFI = 200).\n\nTherefore, by varying the level of the Stat5 protein in mature S3 erythroblasts from either wild-type or EpoR-HM fetal livers, we were able to generate the entire spectrum of Stat5 signaling responses encountered in the erythroblast maturation series (Figure 1E). Taken together, the data in Figures 4 and 5 show that decreasing Stat5 protein levels with erythroblast maturation is the cause of the gradual shift from high-intensity, graded signaling in early erythroblasts to low-intensity, binary signaling in mature erythroblasts.\n\nThe loss of high-intensity Stat5 signaling in EpoR-HM shows that, in addition to high levels of the Stat5 protein, this mode of signaling also requires Stat5 phosphotyrosine docking sites on the EpoR. Exogenous expression of Stat5 successfully compensated for the EpoR-HM mutation, rescuing high-intensity graded signaling in these cells (Figure 5).\n\nThe linear dependence of p-Stat5max on Stat5 protein levels, whether endogenous (Figure 4F) or exogenous (Figure 5D), indicates that Stat5 is limiting for Stat5 phosphorylation in erythroid cells. By contrast, EpoR expression in erythroblasts is not limiting to the maximal p-Stat5 response (Figure 4C). The Michaelis-Menten model of enzyme kinetics assumes that the substrate is present in excess. It therefore is unlikely to apply to the behavior of Stat5 activation in erythroblasts [31],[32]. The kinetics that apply instead is further analyzed in Text S1.\n\n        Binary Low-Intensity Stat5 Signaling Rescues Mice from Fatal Perinatal Anemia\n        \nWe used Stat5−/− and EpoR-HM mice to elucidate the specific biological functions of the binary and graded Stat5 signaling modalities. Mice lacking Stat5 die perinatally of severe anemia [6],[12],[33],[34], suggesting that the functions of Stat5 in erythropoiesis are essential to life. By contrast, EpoR-HM mice, which retain only the binary low-intensity p-Stat5 signal, are viable and have near-normal basal erythropoiesis. Therefore, the low-intensity binary p-Stat5 signal is sufficient to support the essential erythropoietic Stat5 functions required for life. We examined this further by measuring Epo-mediated anti-apoptotic signaling in Stat5−/− and EpoR-HM fetal liver erythroblasts. Anti-apoptosis is a key function of Epo-activated Stat5 in both basal and stress erythropoiesis, and is mediated by its transcriptional activation of the anti-apoptotic protein bcl-xL and other targets [5]–[7],[34],[35]. We incubated fetal liver cells freshly isolated from EpoR-HM, Stat5−/− and strain- matched wild-type control embryos in the absence of Epo for 90 min. We then labeled the cells with Annexin V, to detect cells undergoing apoptosis (Figure 6A,B). As reported previously [6],[34], a large fraction (40%) of Stat5−/− S1 cells, but only 1%–2% of wild-type controls, were Annexin V positive, confirming the essential role for Stat5 in erythroblast survival (Figure 6A). By contrast, there was little apoptosis in the EpoR-HM fetal liver (Figure 6B, representative example in upper panel, summary of embryo litters in lower panel). Therefore, the low-intensity, binary Stat5 signal generated in EpoR-HM erythroblasts is sufficient for mediating Stat5's anti-apoptotic functions.\n\n        EpoR-HM Adult Mice Fail to Upregulate Erythroblast CD71, a Target of EpoR Stress Signaling\n        \nAlthough adult EpoR-HM mice are viable, they are nevertheless mildly anemic, and are deficient in their response to erythropoietic stress [3],[36]. Given our finding that these mice retain the binary but lack the graded high-intensity Stat5 signaling mode, we asked whether the latter is specifically required during stress. The transferrin receptor, CD71, was recently identified as a Stat5 transcriptional target, and Stat5−/− fetal liver erythroblasts were found to express 50% lower levels of cell-surface CD71 (Figure 6C; [12],[34]). Here we found that EpoR-HM fetal liver erythroblasts had a milder, though statistically significant, 15% loss of CD71 expression (Figure 6D; p&lt;0.002, unpaired t test), potentially the result of their Stat5 signaling deficit. Although CD71 is highly expressed on fetal and adult erythroid progenitors during basal erythropoiesis, we found that there is a substantial, further increase in its cell-surface expression during the stress response (Figure 7A). Thus, a single subcutaneous Epo injection, which generates stress levels of Epo in blood for ∼24 h, caused a 3-fold increase in CD71 on the surface of splenic EryA erythroblasts (CD71highTer119highFSChigh [21]) (Figure 7A, left panel). Further, CD71 increased nearly 2-fold in the same cells in mice placed in a reduced oxygen environment (11% oxygen, Figure 7A, right panel); plasma Epo in these mice rises ∼3-fold in the initial 3 days following the onset of hypoxia. An in vivo Epo dose/CD71 response analysis showed a graded increase in cell surface CD71 in response to increasing Epo, with half the maximal increase seen in mice injected with 3 U of Epo/25 g body weight (Figure 7B), and a Hill coefficient of 1.5. These findings establish CD71 as a target of erythropoietic stress whose level is modulated with the degree of stress.\n\nGiven the mild but significant deficit of CD71 expression in EpoR-HM fetal liver erythroblasts (Figure 6D), we examined expression of erythroblast CD71 during the response of EpoR-HM adult mice to stress (Figure 7C,D). We found that, unlike wild-type mice, EpoR-HM mice completely failed to upregulate CD71 when injected with high Epo (100 U/25 g mouse; Figure 7C,D). This failure may account in part for the failure of EpoR-HM mice to accelerate erythropoiesis and increase their hematocrit (Figure 7E) [3].\n\n        Exogenous Stat5 Rescues Stress-Induced CD71 Up-Regulation in EpoR-HM Erythroblasts\n        \nSince high exogenous Stat5 restored the high-intensity graded Stat5 signaling missing in EpoR-HM erythroblasts (Figure 5C), we asked whether it may also restore high CD71 expression. We measured CD71 expression in EpoR-HM and wild-type fetal liver cells that were electroporated with FLAG-Stat5 in the experiment illustrated in Figure 5A–D, following overnight culture in stress Epo levels (0.2 U/ml, Figure 7F). We found that cells with increasing FLAG-Stat5 protein showed a corresponding, gradual increase in cell-surface CD71, in both wild-type and EpoR-HM cells (Figure 7F). These findings strongly suggest that the graded, stress-dependent CD71 up-regulation is a function specifically mediated by the high-intensity graded Stat5 signal during the erythropoietic response to stress.\n\n      Discussion\n      \nEpoR-activated Stat5 signaling in erythroid progenitors begins with the transition from S0 to S1 (Figure S1A), a transition that marks a developmental switch comprising transcriptional and epigenetic erythroid commitment events including the onset of dependence on EpoR signaling [18],[19]. We identified two modalities of p-Stat5 signaling in erythropoietic tissue, graded and binary, each with distinct biological functions, which together increase the information content of the Stat5 signal and allow differential regulation of basal and stress erythropoiesis. In early erythroblasts, a graded increase in Epo concentration generates a graded p-Stat5 signal that reaches high intensities in response to stress levels of Epo. The maximal p-Stat5 signal intensity declines, however, with erythroblast maturation, to a 4-fold lower level in more mature, S3 erythroblasts. The low-intensity p-Stat5 signal in S3 erythroblasts has a steep response to increasing Epo concentrations, characterized by Hill coefficients in the range of three to four, which is similar to or steeper than the cooperative binding of oxygen to hemoglobin [25]. This steepness converts a graded Epo input into a binary, “on” or “off” response.\n\nThe gradual loss of high-intensity p-Stat5 signaling with erythroid maturation is due in part to increasing expression of SOCS3 (Figure S6) and to declining Stat5 protein (Figure 4). The role played by Stat5 was first indicated by the strong correlation between Stat5 protein levels and the maximal p-Stat5 signal intensity, across all erythroblast differentiation subsets (Figure 4F). We used exogenous Stat5 to confirm a causal role for Stat5 protein levels in determining Stat5 signaling modality. Thus, we were able to endow mature erythroblasts expressing high levels of exogenous Stat5 with high-intensity graded signaling, and showed that maximal p-Stat5 signal intensity was proportional to exogenous Stat5 protein levels (Figure 5D).\n\n        Distinct Biological Functions for the Binary and Graded Stat5 Signaling Modalities\n        \nThe biological functions of the two Stat5 signaling modalities are exemplified by the EpoR-HM and Stat5−/− mouse models. EpoR-HM erythroblasts signal exclusively via the binary low-intensity signal. Unlike Stat5−/− mice, which die of fatal perinatal anemia due to erythroblast apoptosis, EpoR-HM mice are viable with near-normal basal erythropoiesis and normal erythroblast survival (Figure 6B). The binary low-intensity pStat5 signal conveys binary, life or death decisions that rescue sufficient numbers of erythroblasts from apoptosis to make developmental and basal erythropoiesis possible.\n\nBy contrast, the EpoR-HM mice lack an efficient stress response (Figure 7E, [3]). We found that up-regulation of CD71 on the surface of erythroid precursors is a stress-specific graded response that depends on high Epo levels in vivo (Figure 7A.B). It requires the graded, high-intensity p-Stat5 signal that is elicited by stress levels of Epo and that is missing in EpoR-HM mice. This is evident from the finding that EpoR-HM erythroblasts fail to up-regulate CD71 when subjected to high Epo and from rescue of the CD71 response in EpoR-HM erythroblasts transduced with exogenous Stat5, which restores the high-intensity p-Stat5 signal to these cells (Figure 7F, Figure 5C). Exogenous Stat5 similarly endowed mature wild-type erythroblasts with both high-intensity graded Stat5 signaling and with the ability to induce stress levels of CD71 (Figure 7F, Figure 5C). These findings strongly suggest that the ability of an erythroblast to generate the CD71 stress response is determined by its ability to generate the high-intensity p-Stat5 signal, and not by other aspects of erythroblast maturation.\n\n        The Transferrin Receptor Is a Novel Target of Erythropoietic Stress\n        \nAlthough the transferrin receptor (CD71) is ubiquitous in dividing cells, it is expressed at uniquely high levels in erythroid progenitors, where it provides the high iron requirement for hemoglobin synthesis. Genetic mutations that decrease either CD71 or plasma iron compromise erythropoiesis, resulting in anemia and a loss of the stress response [37],[38]. Recently, Stat5 was shown to be required for optimal erythroblast CD71 expression in the fetus [12],[34].\n\nHere we found that, during stress, CD71 in early erythroblasts increases beyond its already high level in basal erythropoiesis (Figure 7A–B). This increase is a Stat5-dependent function that specifically requires the high-intensity Stat5 signaling mode (Figure 7C–F). Though not reported previously, the increase in cell-surface transferrin receptor during stress is consistent with the higher requirement for iron during stress erythropoiesis [37],[38]. It is also consistent with the increase in plasma soluble transferrin receptor, a known clinical indicator of increased erythropoietic rate [39]. The failure of EpoR-HM mice to up-regulate CD71 may therefore account for their deficient stress response. It is likely, however, that additional functions regulated by the high-intensity p-Stat5 signal also contribute, including a stress-dependent increase in the level of the anti-apoptotic bcl-xL protein [5].\n\n        Coexisting Graded and Binary Modalities Permit High Fidelity Signaling over a Wide Epo Range\n        \nBinary and graded signaling modes have fundamentally different functional consequences. The steepness of the binary dose/response curve has the advantage of filtering out noise and generating a clear signal that is easily distinguishable from background. This mode of signaling is therefore ideal at the low end of the Epo concentration range, where Epo stimuli, though low, are nevertheless essential for basal erythropoiesis and must be clearly distinguished from noise. A key disadvantage of binary signaling, however, is its inability to encode incremental changes in stimulus. This would exclude it as a useful signaling modality in erythropoietic stress, where Epo concentration determines the precise level of erythropoietic acceleration that is required to compensate for hypoxia.\n\nStat5 bridges this conundrum by combining the binary and graded signaling modalities in a manner analogous to a dimmer switch (Figure 8A), allowing signaling fidelity over a wide Epo concentration range. Low stimuli activate the binary component of the dimmer switch from “off” (open on/off switch, Figure 8A) to “on” (closed on/off switch), which closes the electric circuit and switches the light on. A further turning of the power dial incrementally reduces the circuit's resistance, resulting in an incremental, graded increase in light intensity. Similarly, low Epo stimuli result in a binary activation of p-Stat5. In S1 cells, this binary activation is superseded at higher Epo stimuli with a further, graded increase in the p-Stat5 signal intensity (Figure 8B). Of note, although S3 cells are individually limited to a low-intensity binary response, increasing Epo results in an increasing number of signaling S3 cells, due to their varying activation thresholds (Figure 8B).\n\nAt the level of gene transcription, p-Stat5 signal intensity, rather than the steepness of the dose/response curve, is likely to determine which subset of gene targets will be activated. As example, it is likely that activation of lower affinity Stat5 binding sites will require higher p-Stat5 concentration, manifesting as higher signal intensities. Further, the p-Stat5 signal intensity may affect the likelihood of formation of Stat5 tetramers, which appear to bind to a functionally distinct subset of Stat5 targets [40],[41].\n\nWhile a steep dose/response curve is unlikely to determine which Stat5 targets are activated, its role is to ensure that the low-intensity p-Stat5 signal is generated only in response to a biologically appropriate stimulus. A key challenge of low-intensity signals is their inherently low signal-to-noise ratio. The steep dose/response curve of binary signaling provides a threshold for activation that filters out random noise and ensures that the low-intensity signal is decisive.\n\nNetworks containing similar signaling components and similar topologies may vary in their output, generating either binary (digital) or graded (analog) responses, depending on the value of key parameters [42]–[44]. Thus, apparently homologous MAPK modules generate a switch-like response in Xenopus oocytes, but a graded response in the yeast mating pheromone pathway [43]. Further, isogenic yeast cells use a similar complement of transcription factors to generate either binary or graded transcriptional responses from the Gal1 promoter [42]. The mechanism(s) that determine whether a response is binary or graded in these examples is not fully understood [43]. By contrast, Ozbudak et al. showed both theoretically and experimentally that it is possible to interconvert binary and graded responses of the E. coli lac operon simply by titrating the Lac repressor LacI [44]. Recent reports suggest that binary and graded signaling modalities may coexist in cells [16],[45]. Thus, Ras signaling in T lymphocytes is of a low-intensity, analog form, but can assume a high-intensity, digital form when an SOS positive feedback loop is activated.\n\nHere we suggest that low concentration of the Stat5 protein results in a binary response, while a high concentration generates a graded response. This model is consistent with the following data: (i) steeper dose/response curves in the Stat5+/− S3, which contain less Stat5, compared with wild-type S3 (Figure 4B); (ii) steeper dose/response curves in the more mature subsets of S3 (Figure 3G), consistent with decreasing levels of Stat5 protein with maturation (Figure 4D–E); and (iii) gradual conversion from binary to graded responses in cells expressing increasing levels of transduced FLAG-Stat5 (Figure 5C).\n\nThe binary response of EpoR-HM may be explained within the same framework. Presumably, docking of Stat5 on EpoR phosphotyrosines increases Stat5 concentration in the immediate vicinity of the EpoR/Jak2 complex. The absence of EpoR phosphotyrosines in EpoR-HM might be expected to result in lower Stat5 concentration within the locality of EpoR/Jak2 and be functionally equivalent to low cellular Stat5. Support for this comes from the fact that we can rescue graded signaling in EpoR-HM by transducing these cells with high FLAG-Stat5 (Figure 5C, lower panels).\n\nIt is unclear at this point how Stat5 concentration determines the steepness of the dose/response curve, a question that will form the focus of future work.\n\n        EpoR Does not Limit Stat5 Signaling Intensity in Erythroblasts\n        \nReduced levels of EpoR in EpoR+/− erythroblasts do not prevent the generation of a maximal p-Stat5 signal (Figure 4C, Figure S8). Further, the low-intensity p-Stat5 signal can be converted into a high-intensity signal by exogenous high expression of FLAG-Stat5, consistent with EpoR expression in these cells not being limiting to the p-Stat5 signal (Figure 5C–D).\n\nEstimates of the EpoR cell-surface occupancy required to generate the p-Stat5 response are consistent with the conclusion that cell surface EpoR is not limiting for this response. Using a value of 130,000 U of Epo per milligram [46], a dissociation constant (KD) for Epo of 240 pmol/L [1] and Epo's molecular weight (34,000 Daltons), 50% occupancy will be seen at Epo concentrations of 1 U/ml. This is a much higher concentration than the apparent Km for generating the half-maximal p-Stat5 response, which we found to be between 0.06 and 0.15 U/ml (Figures S3B, S7A, S7C). Assuming a hyperbolic binding curve for Epo, basal Epo levels (0.010–0.020 U/ml) would occupy only 1%–2% of the cell surface EpoR, and an Epo concentration of 0.1 U/ml, generating half the maximal p-Stat5 response, would increase EpoR occupancy to 10%. At 35% occupancy, the p-Stat5 response is expected to be near-maximal in all erythroblast subsets. The very highest Epo levels, found for example in aplastic anemia, of 10 U/ml, result in 90% EpoR occupancy. This analysis suggests that cell-surface EpoR has vast reserves with respect to the generation of the p-Stat5 signal.\n\n        The Role of Stat5 Dosage in Developmental and Disease-Related Stat5 Signaling\n        \nWe found that the maximal p-Stat5 signal intensity generated by a maximal Epo stimulus is largely determined by Stat5 protein levels (Figures 4F, 5C–D), though it is also affected by high SOCS3 expression in mature erythroblasts (Figure S6).\n\nMichaelis-Menten enzyme kinetics assumes that the substrate is present in excess, and is therefore not applicable to Stat5 signaling in erythroblasts, where the substrate is limiting ([31],[32]; see Text S1). This non-Michaelian behavior may explain recent reports linking higher Stat5 gene dosage or expression to leukemogenesis [47],[48]. Thus, based on our findings, we suggest that the higher Stat5 protein found in leukemia cells may be causing a higher p-Stat5 signal, possibly activating gene targets that contribute to leukemogenesis. These considerations underscore the importance of identifying regulators of Stat5 expression both during normal erythroid differentiation and in leukemia.\n\nOur findings raise the possibility that there may be signaling pathways other than EpoR-Jak2-Stat5 in which the second messenger molecule, and not its upstream receptor, is limiting to the signal response. This non-Michaelian behavior has implications when such pathways are activated pathologically. To date, inhibition of abnormal signaling in tumor cells has largely focused on membrane or nuclear receptors and on other early or first steps of signaling cascades. Examples include the inhibition of the epidermal growth-factor (EGF) receptors, over-expressed in many solid tumors, and inhibition of Jak2 or Bcr-Abl in myeloproliferative disease and leukemia [49]–[52]. Our work suggests an alternative therapeutic paradigm, in which targeting second messengers that are limiting to signal transduction may be an effective therapeutic strategy. In the case of Stat5, targeting its high-intensity signaling may inhibit its function in myeloproliferative disease without affecting the binary low-intensity p-Stat5 response in normal cells.\n\n      Materials and Methods\n      \n        Fetal Liver Cell Preparation\n        \nFetal livers were isolated at E12.5–E14.5, dissociated mechanically, and deprived of Epo for 90 min in the presence of 20% serum prior to Epo stimulation. Electroporations were performed using Amaxa Biosystem Nucleofector on fresh fetal liver. Cells were incubated for 18 h in Epo (0.2 U/mL), Stem Cell Factor (100 ng/mL), and Interleukin-3 (10 ng/mL) and washed 3 times and incubated in 20% serum for 3 h prior to Epo stimulation.\n\n        Flow Cytometry\n        \nEpo-stimulated cells were harvested in phosphowash (PBS, 1 mM sodium orthovanadate, 1 mM β-glycerol phosphate, 1 µg/mL microcystin), fixed in 1.6% paraformaldehyde, permeabilized in 80% acetone, and stored at −80°C. Thawed cells were stained in PBS/3% milk with AF647-conjugated anti-phospho Stat5 (612599, BD Biosciences), for Ter119 and CD71 as described [21], and where indicated, for Stat5 (ab 7969, Abcam followed by anti-rabbit-APC, Jackson ImmunoResearch Laboratories), FLAG (F4049, Sigma Aldrich), and Myc (2272, Cell Signaling Technology). In all electroporation experiments, cells were stained with LIVE/DEAD Fixable Blue Dead Cell Stain Kit for UV excitation (L-23105, Invitrogen), prior to fixation and permeabilization in order to exclude dead cells from analysis. λ-phosphatase treatment was for 15 min at 37°C on fixed and permeabilized cells (1,000 units, New England Biolabs).\n\nApoptosis assays were done on fresh fetal livers that were deprived of Epo for 90 min and then stained for CD71, Ter119, and Annexin V according to the manufacturer's instructions (BD Biosciences). Spleen and bone marrow cells isolated from adult mice were immediately stained with CD71 and Ter119 as described [21]. Cells were analyzed on an LSRII cytometer (BD Biosciences). Data were analyzed with FlowJo software (Tree Star, Stanford University, Stanford, CA).\n\nFor mouse strains, DNA constructs, quantitative RT-PCR, and si-RNA, see Text S2.\n\n      Supporting Information"
}