{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000856",
  "doi": "10.1371/journal.pbio.3000856",
  "externalIds": [
    "pii:PBIOLOGY-D-20-00834",
    "pmid:32941420",
    "pmcid:PMC7524002"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "CombiANT: Antibiotic interaction testing made easy",
  "authors": [
    {
      "name": "Nikos Fatsis-Kavalopoulos",
      "first": "Nikos",
      "last": "Fatsis-Kavalopoulos",
      "affiliation": "Department of Medical Biochemistry and Microbiology, Uppsala University, Uppsala, Sweden",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-5081-0138"
      ]
    },
    {
      "name": "Roderich Roemhild",
      "first": "Roderich",
      "last": "Roemhild",
      "affiliation": "Department of Medical Biochemistry and Microbiology, Uppsala University, Uppsala, Sweden",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-9480-5261"
      ]
    },
    {
      "name": "Po-Cheng Tang",
      "first": "Po-Cheng",
      "last": "Tang",
      "affiliation": "Department of Medical Biochemistry and Microbiology, Uppsala University, Uppsala, Sweden; Department of Medical Cell Biology, Uppsala University, Uppsala, Sweden",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-5642-0360"
      ]
    },
    {
      "name": "Johan Kreuger",
      "first": "Johan",
      "last": "Kreuger",
      "affiliation": "Department of Medical Cell Biology, Uppsala University, Uppsala, Sweden",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-2055-7776"
      ]
    },
    {
      "name": "Dan I. Andersson",
      "first": "Dan I.",
      "last": "Andersson",
      "affiliation": "Department of Medical Biochemistry and Microbiology, Uppsala University, Uppsala, Sweden",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-6640-2174"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-09-17",
  "dateAccepted": "2020-08-20",
  "dateReceived": "2020-04-01",
  "volume": "18",
  "number": "9",
  "pages": "e3000856",
  "tags": [
    "Antibiotic resistance",
    "Antibiotic susceptibility testing",
    "Antibiotics",
    "Antimicrobial resistance",
    "Antimicrobials",
    "Bacteria",
    "Bacterial pathogens",
    "Broth microdilution",
    "Discipline-v3/Antibiotic resistance",
    "Discipline-v3/Antibiotic susceptibility testing",
    "Discipline-v3/Antibiotics",
    "Discipline-v3/Antimicrobial resistance",
    "Discipline-v3/Antimicrobials",
    "Discipline-v3/Bacteria",
    "Discipline-v3/Bacterial pathogens",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Broth microdilution",
    "Discipline-v3/Drug interactions",
    "Discipline-v3/Drugs",
    "Discipline-v3/Genitourinary infections",
    "Discipline-v3/Medical microbiology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial control",
    "Discipline-v3/Microbial pathogens",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Organisms",
    "Discipline-v3/Pathogens",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Pharmacologic analysis",
    "Discipline-v3/Pharmacology",
    "Discipline-v3/Pseudomonas",
    "Discipline-v3/Pseudomonas aeruginosa",
    "Discipline-v3/Staphylococcus",
    "Discipline-v3/Staphylococcus aureus",
    "Discipline-v3/Synergy testing",
    "Discipline-v3/Urinary tract infections",
    "Discipline-v3/Urology",
    "Drug interactions",
    "Drugs",
    "Genitourinary infections",
    "Medical microbiology",
    "Microbial control",
    "Microbial pathogens",
    "Microbiology",
    "Organisms",
    "Pathogens",
    "Pathology and laboratory medicine",
    "Pharmacologic analysis",
    "Pharmacology",
    "Pseudomonas",
    "Pseudomonas aeruginosa",
    "Staphylococcus",
    "Staphylococcus aureus",
    "Synergy testing",
    "Type/Methods and Resources",
    "Urinary tract infections",
    "Urology"
  ],
  "abstract": "Antibiotic combination therapies are important for the efficient treatment of many types of infections, including those caused by antibiotic-resistant pathogens. Combination treatment strategies are typically used under the assumption that synergies are conserved across species and strains, even though recent results show that the combined treatment effect is determined by specific drug–strain interactions that can vary extensively and unpredictably, both between and within bacterial species. To address this problem, we present a new method in which antibiotic synergy is rapidly quantified on a case-by-case basis, allowing for improved combination therapy. The novel CombiANT methodology consists of a 3D-printed agar plate insert that produces defined diffusion landscapes of 3 antibiotics, permitting synergy quantification between all 3 antibiotic pairs with a single test. Automated image analysis yields fractional inhibitory concentration indices (FICis) with high accuracy and precision. A technical validation with 3 major pathogens, Escherichia coli, Pseudomonas aeruginosa, and Staphylococcus aureus, showed equivalent performance to checkerboard methodology, with the advantage of strongly reduced assay complexity and costs for CombiANT. A synergy screening of 10 antibiotic combinations for 12 E. coli urinary tract infection (UTI) clinical isolates illustrates the need for refined combination treatment strategies. For example, combinations of trimethoprim (TMP) + nitrofurantoin (NIT) and TMP + mecillinam (MEC) showed synergy, but only for certain individual isolates, whereas MEC + NIT combinations showed antagonistic interactions across all tested strains. These data suggest that the CombiANT methodology could allow personalized clinical synergy testing and large-scale screening. We anticipate that CombiANT will greatly facilitate clinical and basic research of antibiotic synergy.",
  "fullText": "Introduction\n\nAntibiotic therapy increasingly relies on the combined activity of 2 or more agents. Combinations of antibiotics are applied for up to 50% of patient cases in the treatment of severe surgical site infections, bacteremia, pneumonia, or septic shock [1–4]. Antibiotic combinations are also frequently prescribed as prophylactic treatments to prevent post-operation-related infections [5,6] and in the treatment of complicated chronic infections [7–9]. The rationale for combination therapy compared to monotherapy is 3-fold: (i) a broadened activity range by combining the different modes of action, pharmacodynamics, and pharmacokinetics of different antibiotics, (ii) stronger treatment effect, and (iii) reduced risk of resistance evolution. The spread of antibiotic resistance has put an emphasis on the latter property, in that treatments need to be effective despite preexisting resistance and emergence of resistance during treatment needs to be prevented [10–12]. Combinations of certain antibiotics show high efficacy against resistant pathogens [13], and several cases exist in which combinations allow treatment of, e.g., vancomycin-resistant Staphylococcus aureus (VRSA) [14], resistant bacteria that express beta-lactamase [15], and heteroresistant pathogen populations that are refractory to killing by a single antibiotic [16]. Moreover, antibiotic combinations often reduce the rate of resistance evolution during treatment, especially for chronic infections, as highlighted by P. aeruginosa in cystic fibrosis and other bacterial pathogens [10,17–19]. The efficacy of these multitarget treatments is likely explained by a requirement for the co-occurrence of multiple resistance factors for treatment escape.\n\nThe individual inhibitory effects of antibiotics on the bacterial cell can interact to produce combination effects that are either stronger (synergistic) [20,21] or weaker (antagonistic) [22] than expected from additivity. Antagonistic and especially suppressive drug interactions could reduce the treatment effect, and, conversely, positive synergistic activities could provide an edge in refined combination therapy. Thus, the proper use of combination therapy hinges upon our ability to quantify the synergy profile of antibiotic combinations.\n\nSynergy and antagonism are not inherent properties of an antibiotic pair but arise from the combination of actions that the antibiotics have on bacterial cells. Thus, the interaction, be it positive, additive, or negative, is the net effect of drug-induced damage and drug-defense responses. As a result, variation in the genetics and physiology of the bacterial population could potentially cause variation in antibiotic interaction type. Indeed, several recent studies have shown that co-treatment with different pairs of clinically relevant antibiotics exhibit interaction patterns that depend both on the bacterial species and the specific strain within a species [23–26]. Together, these data strongly support the idea that antibiotic interactions depend on genetic variation in the bacterium, which is currently not considered for combination therapy in clinical settings.\n\nRefined combination therapy requires a case-by-case examination of antibiotic interactions for each patient isolate. However, such personalized diagnostics is—because of its complexity and high labor cost—not feasible with the current gold-standard methods, broth-based checkerboard assays and time-kill experiments [27,28]. Agar plate-based methods are easier to perform and multiplex but suffer from other drawbacks. Antibiotic disk diffusion can be used for the qualitative detection of strong interactions between antibiotics, provided that multiple disks loaded with different antibiotics are placed in sufficient proximity to generate areas of an agar plate with multiple antibiotics acting together [29,30]. The shape of the combined inhibition zone provides a qualitative indication of synergy or antagonism. An extension of the disk diffusion generates more defined areas of antibiotic combination gradients using cross-formation of antibiotic gradient strips (Epsilometer tests) [27] or filter paper strips [31]. There are, however, some drawbacks of using these assays. Gradient strips need to cross each other at their minimal inhibitory concentration (MIC) values for the assay to allow a calculation of the combinatory effect, while the filter paper strips need to be removed after application and cannot be part of the plate while inoculating. Although these methods produce quantitative measurements, they are restricted to 2 antibiotics per plate and require advance knowledge of the MICs of the antibiotics tested. An assay that could produce quantitative measurements of antibiotic synergy while still remaining simple enough to use would ideally serve the needs both of clinical and academic laboratories alike.\n\nIn this study, we present a new and easy-to-conduct assay for testing antibiotic synergy that is robust and highly quantitative. Our solution, CombiANT, is a diffusion-based assay that provides quantitative information of all pairwise interactions of 3 antibiotics in a single agar plate. The present study shows that CombiANT performs equally well to broth-based checkerboard methodology, but due to its unique design and function, offers much reduced method complexity that is comparable to a disk diffusion test. Similar to checkerboard assays, CombiANT produces fractional inhibitory concentration indices (FICis) but enables higher throughput. The assay can be applied without previous information of the susceptibility of the strain. We demonstrate the potential of CombiANT for antibiotic interaction screening by applying the assay to the antibiotics used for treating E. coli urinary tract infections (UTIs). Lastly, we identified conserved and variable antibiotic interactions that have high potential for personalized and refined combination therapy.\n\nResults\n\nCombiANT assay and system design\n\nThe CombiANT assay was designed to fulfil the following criteria: (i) the generation of quantitative information of antibiotic interactions, (ii) a reduction of assay complexity and work hours for assay preparation and analysis, (iii) high throughput, and (iv) easy integration into clinical microbiology laboratory routines. Our solution is a diffusion-based assay that provides quantitative information of the pairwise synergy of 3 different antibiotics in a single agar plate. The assay consists of a custom-designed culture inserts (Fig 1A) that can be integrated into any standard cell culture plate (Fig 1B). Multiple inserts can be used on the same plate (Fig 1B). The insert comprises 3 reservoirs (marked ‘A,’ ‘B,’ and ‘C’) housing antibiotics and a central triangular interaction area (Fig 1A).\n\nTo run a CombiANT assay, antibiotic-containing agar is loaded into the insert reservoirs by pipetting (Fig 1C). For most applications in this study, the reservoirs are loaded with different antibiotics. Upon agar solidification, the assay is in an inactive state. At this point, the inserts can be stored under refrigeration, with no loss of function for at least 1 week (depending on the antibiotics used). This allows for multiple assays, encompassing different antibiotics, to be prepared and stored according to the user’s need so that they can be easily used without delay.\n\nTo implement a specific synergy test, the prepared insert is placed into a culture plate and overcast with a final layer of culture agar. This step activates the assay, which is ready for use once the agar solidifies (Fig 1C). The final agar layer allows the antibiotics suspended in agar and housed in the reservoirs to start diffusing into the surrounding agar and toward the agar surface (Fig 1C). The isolate is then spread across the entire solidified agar to create a lawn by streaking with a cotton swab. The assay is designed for an inoculum density of 0.5 McFarland, in accordance with the European Committee on Antimicrobial Susceptibility Testing (EUCAST) guidelines for disk diffusion tests (version 8.0). Following inoculation, plates are incubated overnight to allow for sample growth. At this point, the CombiANT plates are identical to standard agar plates. CombiANT assays may thus be easily integrated into automated clinical systems for overnight culture and incubation of bacterial samples on plates. During growth, inhibition zones establish around the insert according to the diffusion-generated concentration landscape of the 3 antibiotics (Fig 2). For measurement of antibiotic interactions, the plates incubated overnight were imaged (e.g., with a hand-held mobile device or a gel-doc camera) and analyzed with an in-house curated algorithm that provided quantitative synergy measurements.\n\nQuantitative measurements of drug interactions\n\nThe insert is designed for easy and precise image analysis. Specifically, the geometry of the insert and its geometric relation to—i.e., its precise and predetermined distance from—the agar surface generates a predetermined and controlled diffusion of the antibiotics. The controlled diffusion is modeled with a finite elements method (FEM) for each antibiotic individually (S1 Text), yielding an antibiotic-specific diffusion map. The diffusion map expresses the concentration of the antibiotic for the surface of the plate relative to the initial concentration of the antibiotic in the reservoir and the diffusion coefficient of the antibiotic (Fig 2A).\n\nAntibiotics differ in their diffusion rate due to their structure and the interaction with the diffusion matrix, in this case agar. The diffusion of an antibiotic is specific to the precise assay conditions (type of agar, culture volume, incubation time) used. Therefore, an experimental diffusion coefficient was pre-calculated for every antibiotic in an assay calibration step. To carry out the calibration of the assay, a reference strain with known MIC is tested with 3 concentrations of the target antibiotic (10 ×, 20 ×, 40 × MIC; see S1 Text for a detailed protocol). The calibration needs to be performed only once for every antibiotic, after which the diffusion map generated is stored and applied whenever the antibiotic is tested in subsequent assays. In addition to the diffusion coefficient generated, the recommended initial concentration of antibiotic to be supplemented with agar housed within the reservoirs is calculated from the one-time calibration result. The recommended initial concentration for the 8 antibiotics used in this study, according to EUCAST guidelines for antimicrobial susceptibility testing, are provided in S1 and S2 Tables.\n\nThe analysis algorithm uses the calibrated diffusion maps to generate a virtual antibiotic landscape to visualize the antibiotic concentrations in all different positions at the agar surface. First, the user indicates which antibiotic was placed in every reservoir of the assay. At this point, the algorithm recalls the stored diffusion maps corresponding to the antibiotics used in the assay and assembles them into an assay-specific antibiotic landscape (Fig 2B). The antibiotic landscape is then aligned to the assay picture, according to the geometric anchor points of the insert. The synergy quantification of CombiANT is based on the Loewe model for dose additivity [32]. The extent of antibiotic interaction is quantified from points on the edge of the inhibition zone (i.e., the concentration isobole of complete growth inhibition), according to the formula of the FICi, as specified below.\n\nIn an image of a CombiANT agar plate, certain areas of interest can be observed (Fig 2C). On the outside of the inserts in the area to the center of the reservoirs, every antibiotic is acting individually (the rest have negligible concentrations, see S3 Table). Since antibiotics also diffuse outward from the reservoirs, the point of the inhibition zone, opposite a chamber, that is farthest from the chamber represents the inhibitory concentration (IC) of that antibiotic when acting alone. For analysis, IC points are placed opposite the reservoir midpoint (Fig 2C). The IC points (shown in blue crosses in Fig 2C) are matched to the antibiotic landscape, and the corresponding concentrations of the 3 antibiotics are extracted (ICA, ICB, and ICC).\n\nInside the interaction imaging area (Fig 2C, black triangle), the 3 antibiotics have diffused out of the reservoirs and are now overlapping in pairs in the 3 corners. Every corner of the interaction imaging area constitutes a part of the plate where the 2 closest antibiotics are acting together. Therefore, the edge of the growth zone in the interaction imaging area that is closest to a corner corresponds to a point where the combination of the 2 antibiotics present is inhibitory to growth (shown in red points on Fig 2C). Similarly, to the 3 IC points, the 3 combination inhibitory points (CPs) are matched to points in the antibiotic landscape, and the concentrations of both antibiotics present are extracted. Having extracted both individual ICs and combinatorial ICs for all 3 antibiotics, the analysis algorithm proceeds to calculate FICi for all antibiotic pairs. For the interaction between antibiotics A and B, FICiAB=CAICA+CBICB in which CA and CB are the concentrations of A and B, respectively, in their corresponding CP. FICiAC and FICiBC are calculated similarly. An FICi value of 1 denotes additivity. FICi &lt; 1 indicates synergy, whereas FICi &gt; 1 indicates antagonism. Threshold values for clinically relevant levels of synergy and antagonism are usually set at &lt;0.5, and &gt;2–4, respectively [33–35]. The identification of all IC and CP points in an image can be done either automatically or manually. The analysis yields instantaneously the FICi values for all 3 antibiotic pairs (as shown in Fig 2D from the analysis of the plate in Fig 2C).\n\nTechnical validation of assay\n\nFirst, as controls, we performed self-interaction experiments in which the 3 CombiANT insert reservoirs were filled with the same antibiotic. The self-interaction control experiments reliably produced FICi close to 1 for all antibiotics used in this study (S2 Fig). Next, to verify that the CombiANT assay produces valid synergy quantifications, we ran an accuracy and precision study. We tested all pairwise antibiotic interactions with 2 gram-negative reference strains (E. coli K-12 MG1665 and P. aeruginosa PA14) and a gram-positive reference strain (S. aureus ATCC29213) against a panel of 4 antibiotics. The antibiotics, ampicillin (AMP), cefotaxime (CTX), ciprofloxacin (CIP), and gentamicin (GEN), span 3 distinct mechanisms of action, and 2 are commonly used in treatments of bacteremia and sepsis caused by the bacterial species described. FICis were calculated for all pairwise interactions and the 3 strains (Fig 3A). To gage the model’s experimental validity, we extracted ICs for the antibiotics acting alone, i.e., MIC values, from the computational pipeline and compared these to MIC values from standard broth microdilution. The MIC values computed by the pipeline showed good agreement with those obtained from broth microdilution (S1 Fig). An extraction of MIC values from CombiANT assumes that the concentrations of the non-focal antibiotics are negligibly low at the IC points. We therefore calculated the expected concentrations of focal and non-focal antibiotics in the IC and CP points and found this assumption to be accurate (S3 Table). The highest concentration of non-focal antibiotic was approximately 2% of MIC.\n\nIn order to fully quantify the assay’s precision, the previously mentioned strains were screened in multiple replicates (n &gt; 10) using the CombiANT assay protocol (S2 Text). Half of the replicates were tested on the same day to quantify repeatability (within-day variability). The other half was tested the following day to quantify reproducibility (day-to-day variability). To compare results between days, we chose to quantify relative day-to-day difference of the same antibiotic combination and then average all 6 combinations together for every strain (Fig 3B). Average relative differences of FICi measurements between days were below 13% for all strains, with the highest quartile being below 40%, indicating high reproducibility (Fig 3B, right side). To quantify repeatability, we measured the relative standard error of the mean for all FICi measurement, using same-day replicates for all antibiotic combinations. Those errors were then averaged for every strain. All relative standard errors were below 12%, with the highest quartile below 15%, indicating very small technical variation between replicates (Fig 3B, left side). Finally, we analyzed all replicates together to get an overall assessment of precision that encompasses both repeatability and reproducibility. We chose to calculate the coefficient of variation for each species-combination pair, an analysis that expresses the variability of measurement in proportion to an interaction’s average value (Fig 3C). All coefficients of variation were below 37% and on average 19.7%, signifying that the method was precise enough to be replicable and repeatable.\n\nNext, we set out to quantify CombiANT’s accuracy. To that end, we replicated all measurements of antibiotic interactions using the gold standard methodology of broth-based checkerboard assays as previously described [27]. First, we tested whether the 2 methods (CombiANT and checkerboard assays) systematically produced different results. We therefore performed a Bland-Altman analysis of the FICi data that were obtained with the 2 methods (Fig 3D). The Bland-Altman comparison yielded a bias of 0.049 between the checkerboard and CombiANT assays. This low level of bias is close to the detection limit of FICi differences. Two FICi measurements with a difference of 0.049 would stem from 2 different CPs that would almost completely overlap. In CombiANT’s current dimension of 42 mm (diameter of insert) and with the resolution of a standard camera, that kind of position differences of the CPs is beyond the assay’s current resolution. Hence, we concluded that there is no statistically detectable discrepancy between results obtained from the 2 assays.\n\nHaving shown that the 2 methods are interchangeable, we tested the effect choosing one method over the other by performing a multivariate linear regression analysis. We tested the correlation between 2 factors and the outcome of the experiment in the form of FICi values. The 2 factors were the identity of the antibiotics used, and the method applied to that specific test (either CombiANT or checkerboard). The analysis yielded a correlation coefficient and a corresponding P value for every factor. As expected, the identity of the focal antibiotic pair had a strong and significant effect on the FICi value measured (with a correlation coefficient = 0.55; P &lt; 0.01). The choice of method on the other hand was not statistically correlated with experimental outcome (correlation coefficient = 0.07; P = 0.83). Altogether, we concluded that the CombiANT assay has an equal accuracy for the detection of antibiotic interactions as broth-based checkerboard assays.\n\nA difference between the CombiANT and checkerboard assays is that, by virtue of diffusion, CombiANT applies a continuous concentration range, while checkerboard assays typically test discrete 2-fold dilutions. Therefore, we tested whether the high precision of the CombiANT assay was a result of the continuous concentration range. To do that, we performed refined checkerboard assays with increased linear concentration ranges. All 18 strain-combination pairs, used in this technical validation, were replicated with this method and quantified using a Bliss independence null model (S3 Fig). The Bliss model was preferred because the analysis was easier computationally. Again, we observed high agreement of antibiotic interactions with CombiANT results (S3 Fig). Interestingly, synergy profiles occasionally showed dose-dependent variation, with different synergy profiles at low doses than at MIC, making interactions harder to classify (S3 Fig). Such dose-dependent variation was not detected by the CombiANT assay as it quantifies interactions at a predetermined high inhibition level. We concluded that the precision of the CombiANT assay is not just an effect of using a continuous concentration range.\n\nAntibiotic interaction panel using CombiANT assays on clinical UTI E. coli isolates\n\nWe proceeded to use CombiANT assays to screen for antibiotic synergies against 12 different E. coli UTI clinical isolates and included the E. coli K-12 MG1655 as a reference strain (S4 Fig). Here, a panel of 5 antibiotics that are commonly used as single or combination treatment for UTIs was selected [36,37], nitrofurantoin (NIT), trimethoprim (TMP), mecillinam (MEC), CIP, and fosfomycin (FOF). CombiANT assays were used to measure all pairwise interactions of the antibiotics panel against the 12 E. coli strains (Fig 4A). The E. coli strains were designated susceptible to all antibiotics in the panel. The categorical FICi limit for an interaction to be designated to show clinically relevant levels of positive synergy was set at FICi &lt; 0.5, according to previous recommendations [33–35]. A conservative limit for antagonism was set at FICi &gt; 4 [34,35]. All in-between values were designated as describing additivity.\n\nOverall, a majority of the combinations were shown to be additive in nature, with NIT-CIP, MEC-CIP, TMP-CIP, MEC-FOF, TMP-FOF, and combinations being additive across all tested strains. FOF-CIP exhibited a borderline but statistically significant antagonistic interaction for one isolate (DA44560) but was observed to have an additive behavior in all remaining strains. In contrast, NIT-FOF had a slight but significant positive interaction in the strain DA44578 but was additive in all other strains. The medically more interesting results were obtained for the remaining 3 combinations, TMP-NIT, TMP-MEC, and MEC-NIT. Positive synergy for TMP-NIT was detected in only 4 out of 12 UTI isolates (TMP-NIT: DA45417, DA4712, DA44568, and DA45308). TMP-MEC exhibited positive synergy in 3 out of the 12 isolates (TMP-MEC: DA46056, DA45310, and DA44578). All remaining isolates in both cases displayed no synergy between the antibiotics, indicating genetic variation in the nature of these interactions among UTI isolates. For the clinically relevant combination of TMP-MEC strains DA44560, DA45406, and DA46056 exhibited entirely different synergy profiles, ranging from border line antagonism to positive synergy. We confirmed further the variation in TMP-MEC synergy by performing additional synergy experiments on those strains using a time-kill assay and a growth-rate assay. Both assays reiterated the findings of CombiANT (S5 and S6 Figs). Finally, the combination MEC-NIT exhibited a strongly antagonistic behavior that was detected on all of the tested strains. Together, these data clearly indicate a value of case-by-case synergy validation within one species.\n\nDiscussion\n\nIn this study, we present and characterize the new CombiANT assay, which enables an efficient determination of antibiotic interactions. Our extensive technical validation indicated high accuracy and precision, and an overall equal performance to the established checkerboard assay. We then implemented CombiANT for a screen of antibiotic synergy among UTI isolates. A consistent antagonistic interaction was discovered as well as 4 interactions with significant strain-to-strain variation, indicating the potential of CombiANT for both individualized clinical diagnostics and basic research.\n\nAn alternative methodology has been successfully applied for the high-throughput measurement of drug interactions in basic research [26]. In this method, bacteria are treated with low sub-MIC concentrations of different antibiotics and combinations thereof, and their exponential growth rate recorded over time using absorbance. While these measurements are highly precise, they are less applicable for clinical microbiology, requiring dedicated instrumentation and complex data analyses. Therefore, the CombiANT assay was specifically designed for simplicity and practical implementation in clinical settings. In the inactive state, inserts can be kept refrigerated, in large amounts, according to the regular shelf-life of antibiotic agar plates. This makes it feasible for hospitals and laboratories to pre-load inserts with the desired antibiotics of interest and then quickly implement them when needed. Starting with the activation step, the handling of CombiANT plates is identical to that of regular agar plates and thus compatible with the existing clinical pipelines for the mass handling of agar plates, including automated pouring of agar for large-scale production.\n\nTo allow for easy use of CombiANT both by clinics and academic laboratories, we designed 2 different protocols, namely (i) a resistance breakpoint-based protocol for clinical use (S2 Table, and as applied for the UTI screen in Fig 4), and (ii) a higher-sensitivity MIC-based protocol for research applications (S1 Table, as applied for Fig 3). CombiANT can be fully automated and requires a digital picture as input for image analysis. The lack of need for dedicated machinery makes CombiANT suitable also for low-resource settings.\n\nAn important design principle of CombiANT was that antibiotic synergy is quantified at high, clinically relevant concentrations. Synergy is measured from the edge of inhibition zones, meaning the MIC-equipotency isobole of combination space using the FICi. The FICi method is based on the null model of Loewe additivity of doses [32]. An alternative approach for synergy quantification uses the Bliss independence null model that assumes additivity of effects [32], rather than doses. The general direction of antibiotic interactions is often conserved between Bliss and Loewe models, although exact agreement exists in only few dose-response points. Synergy can be measured at lower antibiotic concentration and inhibition levels than used in CombiANT, using, e.g., growth rates as readout. It has been shown previously that interaction profile of a particular antibiotic combination can be dose dependent [38–40], occasionally complicating synergy quantification from checkerboards assays (S3 Fig). These biologically interesting cases suggests complex physiological effects. Synergy measurements by FICi are robust (or blind) to such variation, as they are performed at a high inhibition level (MIC), which we would suggest is more clinically relevant. Another technical difference of the plate-based CombiANT assay compared to broth microdilution methods refers to the phenotypic effects of antibiotics on cell shape. Many antibiotics induce changes in cell shape, as part of their mechanism of action. For example, beta-lactam antibiotics that inhibit PBP3 and septation induce extensive cell elongation prior to cell death [41]. Such elongation can lead to an overestimation of viable cell numbers by optical density measurements, leading, e.g., to a disagreement of MIC values called by broth and agar methods [42].\n\nThe results obtained in the datasets in Figs 3 and 4 agree with those described in the literature. CombiANT replicated the previously reported synergies between AMP-GEN, TMP-MEC, and TMP-NIT combinations; the strong antagonism between MEC and NIT; and the additivity between beta-lactams and CIP in E. coli K-12 MG1655 [26,43]. However, the additive combination GEN-CIP was previously classified as synergistic using the low-inhibition growth rate methodology [43]. Only a few antibiotic interactions in P. aeruginosa PA14 strain and the S. aureus ATCC29213 were previously characterized, limiting comparisons to our study. AMP-CIP additivity was previously reported for S. aureus [44], and interactions of CIP with beta-lactams and CIP with the aminoglycoside GEN are known to be antagonistic in P. aeruginosa [18], and CombiANT replicated these observations. Taken together, the observed high agreement of our measurements with the literature support the accuracy and utility of CombiANT.\n\nThe screening of 12 UTI clinical isolates presented in Fig 4 illustrates CombiANT’s usability for clinical microbiology. To mimic a clinical scenario, we had no specific inclusion criteria for these isolates, aside from requiring susceptibility according to EUCAST breakpoint. The applied CombiANT protocol variant with breakpoint-based input concentrations (S2 Table) reliably produced readable growth zones in the isolates, requiring no isolate-specific adjustments. However, some of the detected antagonism was so strong that growth did occur up to the reservoir edge and thereby exceeded the upper quantification limit of FICi = 8 in the screen. Resistant strains were not included in this analysis. The reason for that was 2-fold. First, we wanted to illustrate that—even in isolates that, in a clinical perspective, are viewed as being similar (since they are all deemed susceptible)—antibiotic interaction profiles can vary considerably from isolate to isolate. Second if resistance is detected in one of the antibiotics that could potentially go into a multitherapy scheme, the logical first choice would be to replace that antibiotic with another one to which the strain is susceptible. The behavior and utility of CombiANT with resistant and multi-resistant isolates is an important future research direction.\n\nAs the above synergy screening of 12 clinical UTI isolates iterates, there are cases, such as the interaction between TMP and MEC, in which combining 2 antibiotics seems to have a consistent antagonistic effect across most strains. Cases such as these, with antagonistic behavior across the board, illustrate the need for clear guidance when designing combination therapies, even when carried out empirically. Identifying such combinations of antibiotics that should be avoided will require large-scale systematic synergy screenings. With the current methods that quantify antibiotic synergy, a systematic screening of such a scale is unfeasible. However, CombiANT presents a new, less labor-costly method that is still capable of quantifiable results. Using our new approach to interaction studies makes such large-scale synergy screens attainable. The screening performed here illustrates CombiANT’s scalability. To get all pairwise interactions for the 5 antibiotics that we screened one UTI isolate for and assuming that a range of 8 concentrations is tested for all antibiotics would require 640 tubes for a time-kill experiment or ten 96-well plates for a checkerboard assay. With CombiANT, all synergy data were extracted from only 4 agar plates.\n\nThe screening for the interactions between TMP-NIT and TMP-MEC revealed an important result, namely that the same 2 antibiotics might not have a consistent synergy profile across different strains of the same species. If antibiotics can be synergistic against one strain but additive or antagonistic for another, then we suggest that synergy screens should become a part of standard testing in clinical microbiology laboratories. Thus, an assay such as CombiANT, which is quantitative and simple, could be part of routine screening in a microbiology laboratory. Translating CombiANT’s in vitro positive synergy findings to in vivo antibiotic synergy is not trivial. Antibiotic absorption as well as kinetics in the human body might disrupt a positive synergy profile. In silica antagonistic behavior, however, represents a compound-to-compound inhibition in its simplest form. Therefore, we think any detection of antibiotic antagonism in vitro could be a helpful guide for clinical decisions in an even more straightforward way than antibiotic synergy.\n\nAside from the clinical applicability, CombiANT has high potential as a tool for basic research in biology. For a majority of observed antibiotic interactions, a mechanistic and evolutionary understanding is currently lacking, and these knowledge gaps may partly be explained by the complexity of current synergy measurement methods. In our limited screen of UTI isolates, the majority of antibiotic interactions were additive. The variable synergy profiles that were observed with TMP-NIT, FOF-CIP, NIT-FOF, and TMP-MEC indicate interesting biological strain-to-strain variation that warrants further investigation. The highly antagonistic interaction between the beta-lactam MEC and NIT may potentially indicate an evolutionary conservation of this drug interaction, implying a functional constraint between cellular functional modules. The antagonism could potentially be explained by an overlap in the cellular drug and stress responses to the component drugs. It has been shown that both beta-lactams and NIT individually induce expression of the cellular SOS response for DNA repair [45,46], potentially explaining the antagonism through a coordinated stronger defense response. Yet the antibiotics also induce other response systems, such as the RpoS-mediated stress response for beta-lactams [47] and oxidative stress response in the case of NIT [48]. Therefore, the antagonism observed could alternatively be explained by potential pleiotropy of these other responses. These and other hypotheses could be efficiently tested by implementing CombiANT for a functional genetics screen.\n\nFinally, CombiANT is not restricted to the study of interactions between antibiotics. In principle, the individual and combined activity of any bioactive compound can be studied with CombiANT. We anticipate similar applications in cell biology, as well as environmental microbiology. A potential diversity of applications is supported by the high flexibility of CombiANT, which can be easily implemented with different growth medium and culturing conditions (e.g., temperature). We anticipate that CombiANT could, e.g., be applied for the characterization of combination effects between chemotherapy agents on hydrogel-embedded growth of spheroids or organoids [49,50]. Thus, CombiANT may be an interesting alternative to the currently utilized microfluidic approaches [51] that in our experience [52–54] entail high assay complexity. CombiANT could also be applied to characterize biological activities, independent of several inducers and repressors, provided that the activity can be optically tracked (e.g., fluorescence, colorimetry). Still, we currently see the highest need for efficient interaction testing with antibiotic synergies. The spread of antibiotic resistance increasingly makes combination therapy attractive, but the high pathogen diversity indicates an added value of personalized synergy validation and optimization, even for isolates that appear broadly resistant.\n\nMaterials and methods\n\nFabrication and design\n\nThe insert was designed with computer-aided design software (Autodesk Fusion 360, Adobe) and manufactured by 3D printing (Formlabs, Somerville, MA; SLA 3D printer) using proprietary formulations for autoclavable or dental resin version 2 (Formlabs, Somerville, MA; SLA 3D printer). The 3D printing was performed in the U-Print facility of Uppsala University. The designs are available upon request to the authors.\n\nStrains and growth media\n\nFor the technical validation, we tested the reference strains E. coli K-12 MG1655 (DA5438), P. aeruginosa PA14 (DA64160), and S. aureus ATCC29213 (DA64485). For the UTI study, we screened 12 clinical isolates of independent origin that were susceptible to the antibiotics CIP, FOF, MEC, NIT, and TMP. Bacteria were cultured on Mueller-Hinton agar and in Mueller-Hinton broth (Becton Dickinson, Sparks, MD; Refs. 275730, 225250) with incubations at 37°C. Overnight cultures were prepared from single colonies in 1 mL and 190 rpm orbital shaking. For the UTI isolate screening, the agar was supplemented with 25 mg/L glucose-6-phosphate, as this is required for the action of FOF. Antibiotic stocks were prepared according to the manufacturer’s recommendations and stored frozen at −20°C in aliquots for single use: AMP 100 mg/mL in water (Sigma-Aldrich, Ref. A9518-25G), CIP 25 mg/mL in 0.1 M HCl (Sigma-Aldrich, Ref. 17850-25G-F), CTX 50 mg/mL in water (Sigma, Ref. C7039-1G), GEN 50 mg/mL in water (Sigma, Ref. 48760-5G-F), FOF 50 mg/mL in water (Sigma-Aldrich, Ref. P5396-5G), MEC 10 mg/mL in water (Sigma-Aldrich, Ref. 33447-100MG), NIT 10 mg/mL in 100% DMSO (Sigma, Ref. N7878-10G), and TMP 10 mg/mL in 100% DMSO (Sigma, Ref. T-7883-5G).\n\nBroth microdilution\n\nTo calibrate CombiANT, we determined MIC values for antibiotics individually, using standard broth microdilution methodology in agreement with EUCAST guidelines. Two-fold serial dilutions of antibiotics in Mueller Hinton broth were prepared in 96-well microtiter plates. The plates were then inoculated with approximately 3 × 105 cells from a dense overnight culture (1:1000 dilution, 180 μL final volume) and incubated without shaking at 37°C for 24 hours, after which wells were mixed by pipetting and growth was measured by optical density at 540 nm (Thermo Fisher Scientific, Multiscan FC Type 357). MIC was called at the lowest concentration that yielded a growth signal of uninoculated control wells. Measurements were performed with 2 biological replicates, and their average value was designated MIC. For determination of MIC to FOF, the media were supplemented with 25 mg/L of glucose-6-phosphate, which is required for FOF-mediated inhibition.\n\nInput concentrations\n\nFor the technical calibration of the CombiANT assay, the antibiotic concentrations were determined based on the MIC of the antibiotic against the strains used (S1 Table). In the screening of the UTI isolates, a set concentration of antibiotic was used for all strains (S2 Table). When MIC is known for an antibiotic, using a MIC-based determination of the insert’s concentration is preferable, as it will lead to the most readable results. For tests with FOF, glucose-6-phosphate was provided in the final agar layer at a concentration of 25 mg/L.\n\nCheckerboard experiments\n\nStandard checkerboard assays (8 × 8 concentrations) for FICi determination were performed in single biological replicate and with 2-fold serial dilutions ranging from 4 × MIC to one-quarter MIC, as previously described [27]. Inoculum size was 5 × 105 cells (0.5 McFarland), and optical density was read at 540 nm (Thermo Fisher Scientific, Multiscan FC Type 357) after 16 hours of static incubation. For Bliss model synergy quantification, higher-resolution checkerboards (9 × 9 concentrations) were obtained using linear concentrations up to 1 × MIC, and with 3 biological replicates. Treatments positions were fully randomized to avoid bias from edge and gradient effects. Degree of synergy was calculated as previously described [55]. Growth yield was expressed relative to untreated wells using background-corrected optical density values. The expected relative growth Y1+2 according to a Bliss independence model [56] was calculated by multiplication of the relative growth yields Y1 and Y2 obtained in the single-antibiotic treatments. The degree of synergy S of a combination is defined as: S = Y1+2 –Yobserved. S = 0 expresses additivity, positive values denote synergy, and negative values denote antagonism.\n\nPhysics diffusion model and image analysis\n\nAn FEM was used to model diffusion of reagents from the reservoirs. Diffusion was assumed to follow Fick’s laws of diffusion, and concentration of the agent was calculated by solving the convection-diffusion equation for no advective flux and no net volumetric source. The diffusion coefficients used were experimentally determined for every antibiotic. As per the protocol described in the Supporting Information (S1 Text), each experimental coefficient is unique to the specific temperature, medium, and antibiotic used. The FEM analysis, antibiotic diffusion modeling, and calibration as well as the antibiotic landscape assembly were performed using COMSOL Multiphysics (Comsol, Stockholm, Sweden). The algorithm was scripted using Matlab (Mathworks, Natick, MA) and COMSOL-Matlab bridge and is provided as S1 Code. CombiANT plates were photographed using a vertically mounted CCD digital camera (Raspberry Pi version 2 camera module). The IC and CP points were identified manually according to these principles. IC points were placed on the inhibition edge outside the interaction imaging area and opposite the midpoint of the corresponding reservoir. The CP point is selected within the interaction imaging area as the point of the growth zone that is closest to the corresponding corner of the interaction imaging area. The coordinates of the IC and CP points were obtained from the image using the multi-point tool of the ImageJ distribution Fiji. The coordinates of the interaction imaging area were obtained in the same way and used to align the image with the concentration landscape. The computation of ICs and FICi is automated, and the analysis script is provided as S1 Code. To avoid observer bias, the manual identification of the IC and CP points was performed blind to the strains and antibiotics used on the plate. Experiments were analyzed by a single individual to exclude potential person-to-person bias.\n\nStatistical analyses\n\nStatistical analyses were performed using Graph Pad Prism and Matlab. Statistical difference of measured FICi to the additive model (FICi = 1) was assessed using Wilcoxon signed rank tests. In the UTI screen, only interactions that show clinically relevant levels of antibiotic interaction (FICi &lt; 0.5, FICi &gt; 4) were tested. Numerical values underlying all analyses are available in S1 Data.\n\nTime-kill experiments\n\nA time-kill experiment was performed with E. coli isolates DA44560, DA45406, and DA46056, which showed different interaction profiles for the combination MEC-TMP. In brief, MHB broth was supplemented with TMP, MEC at isolate-adjusted MIC dosage, or the MEC-TMP combination (MIC-MIC), of which 1 mL was inoculated with approximately 3 × 106 cells from a dense overnight culture (1:1000 dilution). The MICs of the isolates were determined before the assay using broth microdilution and were found to vary between 0.1 to 0.4 mg/L for both antibiotics. Cultures were incubated at 37°C with orbital shaking, and survival was measured after 0, 2, 4, 8, and 24 hours by plating diluted samples on well-dried MHA using Miles and Misra spotting [57] with 5 μL droplets. Colony forming units (CFU) were counted after overnight incubation, and stability of counts was verified using extended incubation up to 48 hours. Experiment and counting were done without knowing the condition identities (blind). The experiment was performed with 3 biological replicates. Antibiotic synergy was assessed by comparison with a Bliss null model, for which the expected additive combination effects was obtained by multiplication of the survival fractions of the antibiotics acting alone.\n\nGrowth curve experiments\n\nGrowth curves of E. coli isolates DA44560, DA45406, and DA46056 were obtained for a 5 × 5 concentration checkerboard of MEC-TMP and measurement of growth using optical density at 600 nm (OD) in a Bioscreen C plate reader (OY Growth Curves, Helsinki, Finland; Ref. FP-1100-C). The strains were selected for their variation in synergy profiles for this antibiotic combination. Antibiotics were dosed at 0, 0.025, 0.05, 0.1, and 0.2 mg/L. Treatment conditions were prepared in large volume of which 300-μL portions were aliquoted into honeycomb well plates. To start antibiotic treatments, the wells were inoculated with approximately 3 × 106 cells from a dense overnight culture. Immediately after inoculation, plates were transferred to Bioscreen reader for incubation (37°C, orbital shaking with medium amplitude and normal speed) and measurements of OD every 4 minutes for a total of 12 hours. The experiment was performed with 3 biological replicates. Data were analysed using the R statistical platform. Raw OD values were background corrected using OD from uninoculated wells. Exponential growth rates were calculated from log-transformed data (ln OD) in the early time window of 60 minutes to 110 minutes during which growth was strictly exponential (the fit of an exponential model showed a median coefficient of determination R2 of 0.99, and a range of 0.97–1.0; see S6 Fig). Relative growth rate inhibition effects E were calculated as 1 –(Rxy−R0), in which R0 represents the uninhibited growth of untreated reference wells. The expected inhibition effect E1+2 was calculated by addition of the inhibition effects of the antibiotics when acting alone, E1 and E2. Synergy was then quantified, using degree of synergy S, expressed as S = E1+2 –Eobserved. Positive values denote synergy, and negative values denote antagonism. The obtained S-values were then averaged across the checkerboard concentration grid and tested against the null expectation (S = 0) using a one-sample Wilcoxon signed rank test. A parallel analysis was conducted using growth yields after 12 hours, according to the procedures described in the section ‘Checkerboard experiments,’ given earlier.\n\nSupporting information"
}