{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000251",
  "doi": "10.1371/journal.pbio.1000251",
  "externalIds": [
    "pii:09-PLBI-RA-0312R3",
    "pmid:19956801",
    "pmcid:PMC2774341"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "AGAMOUS Controls GIANT KILLER, a Multifunctional Chromatin Modifier in Reproductive Organ Patterning and Differentiation",
  "authors": [
    {
      "name": "Kian-Hong Ng",
      "first": "Kian-Hong",
      "last": "Ng",
      "affiliation": "Temasek Life Sciences Laboratory, National University of Singapore, Singapore; Department of Biological Sciences, Faculty of Science, National University of Singapore, Singapore"
    },
    {
      "name": "Hao Yu",
      "first": "Hao",
      "last": "Yu",
      "affiliation": "Temasek Life Sciences Laboratory, National University of Singapore, Singapore; Department of Biological Sciences, Faculty of Science, National University of Singapore, Singapore"
    },
    {
      "name": "Toshiro Ito",
      "first": "Toshiro",
      "last": "Ito",
      "affiliation": "Temasek Life Sciences Laboratory, National University of Singapore, Singapore; Department of Biological Sciences, Faculty of Science, National University of Singapore, Singapore; PRESTO, Japan Science and Technology Agency, Saitama, Japan"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2009-11",
  "dateAccepted": "2009-10-16",
  "dateReceived": "2009-01-23",
  "volume": "7",
  "number": "11",
  "pages": "e1000251",
  "tags": [
    "Discipline/Developmental Biology/Developmental Molecular Mechanisms",
    "Discipline/Developmental Biology/Plant Growth and Development",
    "Discipline/Plant Biology/Plant Genetics and Gene Expression",
    "Type/Research Article"
  ],
  "abstract": "The floral, homeotic protein AGAMOUS coordinates multiple downstream genes through direct transcriptional regulation of the nuclear matrix attachment region binding protein GIANT KILLER.",
  "fullText": "Introduction\n\nDuring flower development, many key processes depend on tissue-specific regulation of gene expression achieved by the coordinated interplay of transcription factors. The classical ABC model was proposed nearly two decades ago to account for organ identity control in flower development [1]. The ABC model predicts that the combinatorial action of ABC floral homeotic genes controls floral organ identity. The ABC genes, A class for APETALA1 (AP1) and APETALA2 (AP2), B class for APETALA3 (AP3) and PISTILLATA (PI), and C class for AGAMOUS (AG), have been extensively studied and have been shown to encode transcription factors [2]–[8]. AG encodes a transcription factor of the MADS-domain protein family, and AG is necessary for the specification of stamens and carpels, the floral reproductive organs [5],[6]. In ag-1 mutants, flowers undergo homeotic conversion to show a sepal-petal-petal reiteration instead of the normal sepal-petal-stamen-carpel structure. The complete lack of reproductive organs in ag-1 flowers places AG at the top of the hierarchy of genes controlling reproductive development. This conclusion is supported by microarray expression profiling of wild-type and ag mutant flowers showing that more than 1,000 genes are regulated downstream of AG [9].\n\nGenome-wide studies by microarray using plant lines with controllable floral homeotic activities and chromatin immunoprecipitation (ChIP) led to the identification of direct target genes of the homeotic proteins [10]–[14]. AG directly regulates SPOROCYTELESS (SPL, NOZZLE) [15],[16] to induce microsporogenesis, a process leading to pollen formation in Arabidopsis [12]. AG is expressed in developing stamens and regulates the expression of the catalytic enzyme DEFECTIVE IN ANTHER DEHISCENCE 1 (DAD1) [17] to induce the biosynthesis of the phytohormone jasmonate, which is required for stamen maturation [18].\n\nAlong with SPL and DAD1, genetic studies in Arabidopsis have revealed a large group of genes that are necessary for proper patterning and differentiation of reproductive organs. ETTIN (ETT, AUXIN RESPONSE FACTOR3) acts redundantly with AUXIN RESPONSE FACTOR 4 (ARF4) to participate in abaxial-adaxial axis patterning of the floral meristem and reproductive organs, as well as in the apical-basal patterning of the gynoecium [19]–[21]. LEUNIG (LUG) is implicated as a negative regulator of AG in petal primordia and also controls gynoecium fusion [22]–[24]. The YABBY family gene CRABS CLAW (CRC) is expressed preferentially in the abaxial side of carpels and is involved in specification of the gynoecium and nectaries [25],[26]. JAGGED (JAG) and NUBBIN (NUB), both encoding C2H2 zinc-finger transcription factors, function redundantly to promote proliferation of stamen and carpel primordia [27]–[29]. Another C2H2 zinc-finger transcription factor, KNUCKLES (KNU), is involved in floral meristem determinacy and gametophyte specification, and its meristem expression is directly regulated by AG [30],[31]. Nevertheless, the genetic pathways and networks leading to organogenesis are largely unknown, as are the molecular mechanisms that orchestrate the large number of transcriptional gene circuits downstream of AG.\n\nWe report here the identification of GIANT KILLER (GIK), a gene coding for an AT-hook type DNA binding protein, as a target of AG. GIK belongs to a protein family consisting of 29 members in Arabidopsis [32],[33]. AT-hook DNA binding proteins may contribute to functional nuclear architecture by binding to the nuclear matrix [34]–[36]. The nuclear matrix is a putative structural component that remains inside the nucleus after removal of basic proteins and histones. AT-hook motifs bind to the minor grooves in duplex DNA of matrix attachment regions (MARs) of target DNA sequences [37],[38], a property that distinguishes them from common transcription factors that primarily bind to the major groove. MARs are stretches of characteristic AT-rich DNA sequences that tend to attain a single-stranded conformation through base unpairing (thus, MARs are also called base unpairing regions, or BURs) as a result of the torsional stress of the surrounding DNA [39]. MARs and AT-hook DNA binding proteins are believed to mediate anchoring of specific DNA sequences to the nuclear matrix, generating chromatin loop domains and possibly introducing structural changes in the chromatin [37]. In animals, the MAR binding protein SATB1, which contains an AT-hook motif, has been implicated in tissue- or cell-type-specific regulation of multiple genes [40]–[44]. SATB1 may play a role in chromatin assembly and histone modification of nearby genes and may influence the transcription of multiple target genes. In plants, very little is known about developmental roles of AT-hook motif proteins, although close homologs of GIK have been isolated using yeast one-hybrid screening as promoter-binding proteins as well as from activation tagging screens [33],[45]–[49].\n\nWe propose that GIK acts as a target of the floral homeotic protein AG and fine-tunes the expression of multiple genes involved in organ patterning and differentiation during reproductive development. Therefore, these data reveal one of the mechanisms by which homeotic genes regulate multiple downstream targets in plants.\n\nResults\n\nGIK Is a Direct Target of AG\n\nWe identified At2G35270 (isolation name, 2-ATH; AHL21 [32]) as a putative direct target of AG using bioinformatics screening (Figure 1A, B) of the Arabidopsis genome for potential AG binding sites and named it GIK (as we found that it functions as a negative regulator of a gene whose name means “giant”; see below). First, we searched the entire Arabidopsis genome for the 16-bp consensus CArG box binding sequences of AG (5′-TTDCCWWWWNNGGHWW-3′, D = A/T/G, W = A/T, N = A/T/G/C, H = A/T/C) [50],[51] and found 1,007 sites (allowing one mismatch) by utilizing the NCGR Patmatch program (http://www.arabidopsis.org/cgi-bin/patmatch/nph-patmatch.pl). We then identified 110 genes located near the putative binding sites of AG (within 3 kb upstream, 1 kb downstream, or in introns) and tested their expression in wild-type and ag mutant flowers using RT-PCR (Figure 1A, Figure S1). Most of these genes were expressed in flowers. By comparing RNA in wild-type and ag-1 mutant flowers, we found that 24 of these genes (22%) showed AG-dependent expression patterns (Figure S1, Table S1); of these, GIK, SHATTERPROOF2 (SHP2, AGL5, At2g42830) [52],[53], and ATHB40 (At4g36740) [54],[55] showed rapid induction upon AG activation in an inducible AG activity line [12] (unpublished data for ATHB40, see below for GIK). We found a typical CArG box sequence located 732 bp downstream of the translational termination codon of GIK (Figure 1B). After the series of experiments described below, we identified GIK as a direct target of AG. GIK encodes an AT-hook type DNA binding protein with an uncharacterized plant-and-prokaryote conserved domain (Figure 1B).\n\nGIK transcripts were detected in roots, flowers, and leaves, with the highest expression in the roots, showing that GIK does not code for a flower-specific transcript (Figure 1C). In ag mutant flowers, GIK expression was substantially reduced (Figure 1C), suggesting that AG may be an upstream activator of GIK or that GIK is expressed in stamens and/or carpels, which are missing in ag-1 mutant flowers. To clarify these two possibilities, we used ag-1 plants that are transgenic for 35S::AG-GR as a post-translational AG activation system [12] and analyzed the expression of GIK following AG induction in developing flowers by RT-PCR and real-time PCR with GIK-specific primer sets (Figure 1D–F; Table S2 for primer sequences). The transgenic line contains a gene coding for a fusion protein (AG-GR) of AG and the steroid binding domain of the rat glucocorticoid receptor (GR) on the ag-1 mutant background. Following application of the synthetic glucocorticoid dexamethasone (DEX), AG-GR enters the nucleus and induces AG activity. GIK expression was upregulated 6 h after 10 µM DEX treatment compared to mock-treated inflorescences (Figure 1D). The induction was observed even 2 h after DEX treatment (Figure 1E). To exclude the possibility that GIK was induced indirectly by AG through an intermediate protein, we included the protein synthesis inhibitor cycloheximide [12],[56] in our studies. DEX and 5.0 µM cycloheximide treatment induced GIK expression at a level comparable to DEX-only treatment, implicating a direct relationship between AG and GIK induction in developing flowers (Figure 1E). In the time-course assay, GIK expression was upregulated by AG 4- and 16-fold at days 1 and 3 after AG induction, respectively (Figure 1F).\n\nTo test whether AG directly binds the Arabidopsis genome near GIK, we performed ChIP with a polyclonal antibody against AG (anti-AG) using 35S::AG-GR ag-1 inflorescences treated continuously with DEX. The primer pair hybridizing to the 3′ region of genomic GIK DNA containing a putative CArG box showed enrichment over a primer pair hybridizing to the coding region of GIK (Figure 1G). The control experiment using untreated 35S::AG-GR ag-1 inflorescences did not show obvious enrichment (Figure S2). Our data suggest that AG directly activates GIK by binding to the region of the GIK CArG box in developing flowers.\n\nGIK Is Expressed in Reproductive Organs and Is Localized to the Nucleoplasm\n\nTo determine whether AG is responsible for GIK expression in reproductive development, we examined GIK expression in inflorescences in detail using 3′ region of GIK cDNA as a probe for in situ hybridization. GIK transcripts were detected in inflorescence meristems, floral primordia, and developing flowers (Figure 2A–G). GIK is expressed throughout floral primordia at stages 1 through 4 (Figure 2A–D). At stage 6 and later, GIK expression is confined to reproductive organ primordia (Figure 2D, E). At stages later than stage 10, GIK is localized in developing ovules and anther locules (Figure 2F, G). These data suggest that GIK expression is not fully dependent on AG (as AG is expressed only in the central region of flower primordia after stage 2) but that expression later than stage 6 may depend on AG during reproductive development. In ag-1 inflorescences, although GIK is noticeably expressed in inflorescence meristems and floral primordia in early stages, GIK expression is considerably reduced in developing organs (Figure 2H–J), which is consistent with the hypothesis that GIK is regulated by AG in reproductive organs.\n\nTo examine GIK localization, we raised polyclonal antibodies against recombinant full-length GIK, the N-terminal and AT-hook domains. The antibody raised against full-length GIK detected a major protein band around 30 kDa in western blots (Figure S3A), in agreement with the predicted GIK protein size of 29.1 kDa (285 residues). GIK was found in roots and flowers but not significantly in leaves (Figure S3A). The level of GIK expression in roots and flowers corresponded well with our RT-PCR analysis of GIK transcripts in these tissues, where its expression in roots is much higher than in flowers (Figure 1C, Genevestigator: www.genevestigator.ethz.ch, AtGenExpress: www.arabidopsis.org/info/expression/ATGenExpress.jsp), suggesting that GIK might play a role in root development. To determine whether GIK is a nuclear protein, we performed immunofluorescence staining using whole-mount seedlings and confocal microscopy. Staining was specifically detected in the nucleus (Figure 2K–Q, Figure S3B) and largely colocalized with two nuclear markers: the DNA dye TOPRO-3 and the trimethylguanosine cap of small nuclear RNA (Figure 2K–Q). These results indicate that GIK is localized in the nucleoplasm. In addition, anti-GIK staining was distinguishable from both nuclear markers by a lack of GIK expression in heterochromatin chromocenters (Figure 2K–M, arrowheads, regions observed as blue color in 2M) and the nucleolus (Figure 2O–Q, arrow in 2Q).\n\nOverexpression and Loss of Function of GIK Lead to Reproductive Defects\n\nTo understand the role of GIK during flower development, we examined the effects of GIK overexpression. Over 20 transgenic plants from each transgenic line (35S::GIK and inducible 35S::GIK-GR-6HA) were examined during flower development (Figure 3A–G). At least three T1 35S::GIK plants showed reduced fertility with wide-ranging defects in reproductive development such as excessive outgrowth of stigmatic tissues (Figure 3A, B), short valves (Figure 3B), and excessive proliferation of a carpelloid organ at the lateral side of a pistil with exposed ovules (Figure 3C). These phenotypes were largely recapitulated in nearly half of the T1 35S::GIK-GR-6HA lines after five DEX treatments (Figure 3F, G). More than 90% of flowers from the induced 35S::GIK-GR-6HA plants showed severe reproductive defects such as excessive growth of stigmas or bipartite stigmas with outgrowth of ovules. In addition to defects in carpels, stamen development was occasionally affected, resulting in reduced male fertility (unpublished data). Similar reproductive phenotypes were observed at low frequency (3% to 4% of their flowers) in transgenic plants with a genomic copy of GIK, which showed 5- to 50-fold higher expression levels of GIK than wild-type plants (unpublished data), indicating that the 35S::GIK and 35S::GIK-GR constructs provide high levels of GIK activity. These results show that overexpression of GIK strongly interferes with normal reproductive development.\n\nTo examine whether GIK controls a subset of the known functions of AG, 35S::GIK was introduced into the ag-1 mutant plants. 35S::GIK did not rescue the ag-1 organ identity defects: no stamen- or carpel-like organs were observed in 35S::GIK ag-1 flowers, even though there was occasional sepal-sepal fusion (Figure 3D). This observation suggests that the function of GIK is unlike many transcription factors that control cell differentiation or specification and that instead GIK may have a unique function in modulating gene expression downstream of AG.\n\nTo further understand the role of GIK during flower development, a transposon insertion mutant of GIK (http://genetrap.cshl.edu/TrHome.html, ET14389) was identified. It contains an insertion in the middle of the coding region, 450 bp from the start codon. Homozygous plants were verified by PCR-based genotyping and GIK expression analysis (Figure S4A, B). Most of the flowers from gik homozygous mutants appeared normal without any gametophytic defects (unpublished data), but a small number of flowers (22 of 800) showed various degrees of defects in stamen and carpel development (Figure 3H, I, Figure S4C–E). Stamen development was impaired, which resulted in delayed dehiscence or indehiscence of anthers (Figure 3H). In some cases, the filaments of the stamens were branched and had ectopic anther formation, and anthers were partially transformed into petal-like structures (Figure 3I, Figure S4C, D). None of the defects were observed in wild-type plants grown under the same conditions. To examine whether the mutant phenotypes were caused by loss of GIK activity, we generated RNA interference (RNAi) silencing lines using the 3′ end of the GIK coding region (Figure 3J, K). In 5 of 29 independent T1 RNAi plants, we observed similar defects of immature anthers and branching of stamen filaments at a similarly low frequency in T1 and T2 generations. We confirmed that the GIK transcripts were significantly reduced in flowers of GIK RNAi plants (unpublished data). To examine whether GIK has redundant functions with other GIK-like genes [32],[33], we produced an RNAi silencing construct for the highly similar gene At4g17800 (67% amino acid identity) and created the transgenic plants on the gik mutant background. However, we did not observe any obvious enhanced effects in the transgenic plants (unpublished data). The GIK loss-of-function defects, albeit not at a high frequency, suggest some level of participation by GIK in reproductive development as a component of a fine-tuning mechanism.\n\nGIK Negatively Regulates ETTIN Expression\n\nBecause GIK overexpression phenotypes of outgrowth of stigmatic tissues, short valves, and bipartite stigmas with ectopic ovule formation (Figure 3A–C, F, and G) closely resemble loss-of-function phenotypes of the previously identified ettin (ett, meaning “giant”) mutants [19]–[21],[57], we examined whether there is a functional link between GIK and ETT. ETT encodes a member of an auxin response factor family of DNA binding proteins, and loss of ETT activity results in severe reproductive defects [20],[57]. First, we crossed 35S::GIK-GR-6HA plants with the weak ett-3 mutant. Overexpression of GIK in the heterozygous and homozygous backgrounds of the weak ett-3 allele showed strong ett mutant phenotypes (Figure S5), suggesting an epistatic interaction of GIK overexpression with ETT. Next, we compared the expression patterns of GIK and ETT in wild-type reproductive organs in detail using in situ hybridization analysis (Figure 4A–H). At floral stages 7–12, GIK and ETT exhibited complementary expression patterns in the developing reproductive organs (GIK, Figure 4A–D; ETT, Figure 4E–H). GIK is predominantly expressed in the adaxial part of the developing carpels and locules of stamens (Figure 4A–C). On the other hand, ETT is expressed in the abaxial part of the developing carpels and in the vasculature of the stamens (Figure 4E–G). In the developing ovules, complementary expression of GIK and ETT was also apparent (Figure 4D, H): GIK was mainly expressed in funiculi, outer integuments, and the chalazal megaspores (Figure 4D), whereas ETT expression was restricted to inner integuments and the nucellus (Figure 4H).\n\nNext, we compared ETT expression in wild-type and 35S::GIK plants (Figure 4I–L). ETT signals in the 35S::GIK flowers were lower than in the wild-type flower sections when stained on the same slide (compare Figure 4I and J, 4K and L). Because the overexpression phenotype of GIK can be interpreted as the repression of GIK by ETT, we tested this possibility by examining GIK expression in ett mutant flowers. However, GIK expression was not upregulated in ett mutant flowers (Figure S6). Taken together, these results suggest that GIK can negatively regulate ETT, but not vice versa.\n\nNext, we examined ETT expression in the flowers of ag-1 mutants and inducible AG lines. ETT expression was only observed in the abaxial sides of early organ primordia and was not maintained in maturing organs in an ag mutant background (Figure 4M). This indicates that late ETT expression, which can be modulated by GIK, requires AG activity. In ag-1 35S::AG-GR inflorescences, ETT expression was reduced to 80% of the initial level at 1 d after AG induction and then upregulated from day 2 onwards (Figure S7). These results suggest that ETT expression is positively regulated by AG, but at the same time, negatively modulated by GIK.\n\nTo examine the regulatory effects of GIK on ETT in detail, time-course analysis of ETT expression was performed with 35S::GIK-GR-6HA transgenic plants with inducible GIK activity using real-time PCR. ETT expression was downregulated 4 h after a single DEX treatment that induces GIK activity, reached its lowest level at 8 h, and then returned to pretreatment levels (Figure 4N), suggesting that induced GIK activity rapidly repressed ETT expression and that the ETT repression requires continuous GIK expression. Furthermore, we quantitatively measured ETT expression levels in gik mutant flowers. ETT was upregulated about 1.8 times in gik mutant flowers as compared to wild-type (Figure 4O). These results suggest that GIK functions as an upstream negative modulator of ETT at certain floral stages.\n\nGIK Is a Bona Fide Matrix Protein and Binds ETT Putative MARs In Vitro and In Vivo\n\nGIK contains an AT-hook DNA binding motif, which binds to the MAR of DNA sequences [36],[38]. To examine how GIK controls ETT expression, we first examined whether GIK is a bona fide nuclear matrix-bound protein. Because the endogenous expression level of GIK in inflorescences is low (Figure 1C, Figure S3A), we used inflorescences from 35S::GIK-GR-6HA plants. We isolated the nuclei from the inflorescences of DEX-treated 35S::GIK-GR-6HA plants (the inflorescences were harvested 4 h after DEX treatment) and then purified the matrix fraction by DNaseI treatment and extensive washing with high-salt buffer, which removes basic proteins and histones [58],[59]. The total nuclear protein and the matrix fraction were probed with anti-HA that recognizes GIK-GR-6HA protein (Figure 5A). A strong GIK signal was observed in the matrix fraction of the nuclei. In comparison, AG (as a control) was mostly washed away during the extraction processes, and only a faint signal was detected in the matrix fraction on the same membrane (Figure 5A). This suggests that GIK is associated with the nuclear matrix.\n\nNext, to examine whether there are putative binding sites for GIK in the ETT promoter, we identified MARs in the upstream genomic region of ETT using SMARTest Software (Figure 5B) [60]. To test whether GIK can bind the putative MARs in the ETT promoter region, we expressed a truncated GIK with an intact AT-hook motif in E. coli and checked for its binding to an ETT putative MAR probe. We detected binding of the ETT probe to the GIK AT-hook domain (Figure 5C, GIK-AT). The binding activity was reduced when one of the conserved binding regions, Arg-Gly-Arg-Pro (Figure 1B) [36] of the AT-hook domain, was mutated to Arg-Gly-Lys-Pro (Figure 5C, GIK-MUT), suggesting that the wild-type AT-hook motif binds to the predicted MAR in the ETT promoter in vitro.\n\nTo examine whether GIK binds to the putative MARs of the ETT promoter in vivo, we performed a ChIP assay using inflorescences from 35S::GIK-GR-6HA plants. The plants were treated with DEX, and the inflorescences were harvested 4 h later. Nuclear proteins were solubilized by sonication and immunoprecipitated with anti-HA. The putative MARs of the distal ETT promoter, especially the region represented by primer set P2, showed clear enrichment (Figure 5D). In contrast, neither the region that is close to one of the predicted MARs represented by primer set P4 nor the control showed enrichment (Figure 5D). To examine whether endogenous GIK binds the putative MARs of the ETT promoter in a non-transgenic context, we repeated the ChIP experiment using wild-type inflorescences and the polyclonal anti-GIK. The result, albeit with some differences in the fold enrichment, indicated that GIK binds to the putative MARs of the distal ETT promoter in vivo (Figure S8).\n\nThe ETT MAR Is Necessary for GIK-Mediated Repression\n\nTo evaluate whether the binding of GIK to the putative MARs of the ETT promoter is necessary for ETT regulation, we performed ETT promoter-reporter analysis (Figure 5E, F, Figure S9). We generated transgenic reporter lines in which the major MAR (represented by primer sets P1 and P2), located at distal part of the ETT upstream genomic region, was deleted (pETTΔMAR::GUS) (Figure 5F). As a control, the upstream genomic region of ETT inclusive of all MARs (pETT::GUS) was fused with a GUS reporter gene and the inflorescences were stained (Figure 5E). Expression of GUS in T1 pETTΔMAR::GUS transgenic lines was comparable or slightly weaker compared with that of pETT::GUS lines (Table S3). This result suggests that ETT expression is normal even after the deletion of these 5′ distal regions, and that the deleted regions may not contain regulatory elements or may contain both positive and negative regulatory elements for transcription. These reporter lines were crossed with the 35S::GIK-GR-6HA plants to test their responsiveness to ectopic GIK activation. There was a gradual reduction of GUS activity in response to continuous DEX treatment in plants transgenic for the construct with a full-length ETT promoter (pETT::GUS) in a time-dependent manner (Figure 5E). At day 3 and later, GUS staining was barely detectable. In contrast, the pETTΔMAR::GUS reporter line was less responsive to GIK (Figure 5F). To exclude the possibility that the no responsiveness is due to positional effects of an insertion site, we repeated the experiments using an independent line and confirmed that pETTΔMAR::GUS reporter line does not respond to GIK activity (Figure S9A). To quantify this MAR-dependent repression of GUS activity by GIK, we carried out time-course GUS reporter gene expression analysis using quantitative real-time PCR (Figure S9B, C). In agreement with the reduction in GUS staining, GUS expression in the pETT::GUS line was significantly downregulated at days 3 and 4 after GIK induction, respectively (Figure S9B). In contrast, in the pETTΔMAR::GUS reporter line, there was no significant reduction of GUS expression at day 4, and in fact a slight increase was seen at day3 (∼1.3-fold) after GIK induction (Figure S9C). These results suggest that repression of ETT by GIK requires the sequence containing the distal putative MARs of the ETT promoter.\n\nGIK-Mediated ETT Repression Is Associated with Dynamic Changes in Dimethylated Histone H3 at Lys9\n\nTo examine whether repression of ETT is associated with any known epigenetic histone modifications, we performed a ChIP assay using antibodies against modified histones in wild-type and 35S::GIK backgrounds (for details, see Materials and Methods). One of the repressive marks, dimethylated Lys 9 of histone H3 [61], was found to be specifically enriched in the 35S::GIK background in the ETT upstream region (Figure S10). To gain further insight into the change in H3K9 dimethylation, we performed a time-course ChIP analysis using inflorescences of 35S::GIK-GR-6HA plants treated one time with 10 µM DEX. We observed a rapid increase in H3K9 dimethylation at the distal portion of the putative MAR within 2 h of GIK induction, especially in the region represented by primer set P2 (Figure 5G). At 4 h post-induction, the increase in H3K9 dimethylation reached a maximum, with a 3- to 4-fold increase in the dimethylation level in the ETT upstream region (Figure 5G). This change in dimethylated H3K9 was relatively rapid and dynamic: at the 8 h time point, the level was comparable to that at time 0. ETT transcript levels were reduced to their lowest levels at the 8 h time point after GIK induction (Figure 4N). This result suggests that the GIK-mediated ETT change requires continuous GIK activity and that the repression is closely associated with a dynamic change in the extent of H3K9 dimethylation in the ETT upstream region.\n\nGIK Regulates a Set of Reproductive Genes\n\nTo account for the pleiotropic phenotypes conferred by overexpression and loss of function of GIK (Figure 3), we examined a panel of reported Arabidopsis genes involved in reproductive development for their expression responses to GIK using real-time PCR (Figure 6A–D and Table S4). Many genes including LUG, which is a putative repressor of AG and whose loss of function leads to bipartite stigmas [22]–[24], showed no clear changes in expression upon GIK activation in the time-course experiments using 35S::GIK-GR-6HA inflorescences (Figure 6D, Table S4). However, expression of CRC, JAG, and KNU decreased significantly after GIK induction (Figure 6A–C).\n\nTo determine whether GIK directly regulates CRC, JAG, or KNU, we first examined transcriptional repression by including the protein synthesis inhibitor cycloheximide (Figure S11). DEX with cycloheximide treatment repressed ETT, CRC, JAG, and KNU expression in 2 h at a level comparable to DEX-only treatment, indicating that transcriptional repression by GIK does not require de novo protein synthesis (Figure S11). In the upstream region of each of these genes, one to three predicted MARs were identified using SMARTest (Figure 6E–G). The prediction made by the SMARTest program could contain false-positive and false-negative results (Figure 5D) [60]. To validate the SMARTest prediction, we performed ChIP experiments and showed apparent enrichment using primer sets that detect some of the putative MAR regions of these target genes (Figure 6E–G). In the CRC promoter, there are two predicted MARs. Both the distal and proximal putative MARs showed a clear enhanced binding compared with control, whereas primer set P2, which amplifies the 3′ region of the distal putative MAR, showed no clear enrichment (Figure 6E). In the JAG promoter, the most distal of the three putative MARs showed the strongest enrichment (Figure 6F). The 5′ transcribed region of JAG showed an unexpectedly high enrichment, which may indicate that an unpredicted MAR site is located in the transcribed region of JAG. In the KNU promoter, there was only one predicted MAR, and the enrichment index showed a bell-shaped distribution centered on the binding site (Figure 6G). These results suggest that ectopically expressed GIK binds directly to the putative MARs of these target genes and represses their transcription.\n\nTo determine whether endogenous GIK is involved in the regulation of CRC, JAG, or KNU, we examined the expression of these genes in the gik mutant background. Real-time PCR using flowers from gik homozygous plants showed that JAG and KNU were relatively highly expressed in the gik mutant (Figure 6H). Expression of CRC was slightly increased, but expression of LUG was not changed in the gik mutant. These results suggest that GIK is involved in a mode of regulation that ensures proper levels of expression of multiple genes during reproductive development (Figure 7).\n\nDiscussion\n\nThe floral homeotic protein AG is a key determinant of reproductive organ development. AG is thought to control the spatiotemporal expression of over 1,000 genes responsible for stamen and carpel development [9]. We showed that AG regulates the expression of GIK, which codes for a MAR binding protein with an AT-hook DNA binding motif. We further demonstrated that the expression of various key transcription factors in flower development, including ETT/ARF3, is modulated directly by GIK by binding to the putative MARs. We also showed that GIK modulation of target genes is closely associated with epigenetic modifications. Our data strongly suggest that GIK has multiple inputs into transcriptional control of reproductive development downstream of AG (Figure 7).\n\nGIK Expression Balances Patterning and Organogenesis\n\nAlthough organ patterning and organogenesis are generally thought to occur independently, evidence has emerged that there is cross-talk between these processes. The homeotic protein AG controls stamen identity partly by activating SPL/NZZ, a gene necessary for specification of male gametophytes [12]. During late stamen development, AG directly controls DAD1 to induce jasmonic acid biosynthesis for stamen maturation [18]. Here we show that another target of AG, GIK, modulates the expression of the auxin response factor ETT through epigenetic modification of the ETT promoter. ETT controls patterning in both the abaxial-adaxial and apical-basal axes of reproductive organs [19]–[21],[57]. GIK also influences the expression of other key regulators during reproductive development, such as CRC, another abaxial-adaxial polarity-controlling YABBY family gene [25],[26]; JAG, which is involved in proliferation and differentiation of carpels [28]; and KNU, which is involved in floral meristem determinacy and gametophyte differentiation [30]. Thus, we propose that organ patterning that is mediated by ETT (and possibly CRC) and reproductive differentiation that is regulated by KNU and JAG are under partial control of AG, and that GIK acts as a molecular organizer to orchestrate expression of these key regulators for floral reproductive patterning and differentiation (Figure 7).\n\nEctopic GIK expression in the ag-1 mutant background had minor effects on organ identity and patterning. This does not, however, imply that GIK has no clear function as an AG target. Rather, our data suggest that GIK may modulate and refine spatial and temporal expression of multiple genes downstream of AG. The direct GIK targets, ETT, CRC, JAG, and KNU, are predominantly expressed in reproductive organs, and their expression depends on AG activity to varying degrees. CRC and KNU are directly regulated by AG [13],[31]. ETT locus is directly bound by SEPALLATA3, a binding partner of AG [14]. Thus, the effects of ectopic GIK expression were only observed in the wild-type context in which genes downstream of AG are activated. Based on this observation, we conclude that the general role of GIK is to fine-tune the expression of key regulators necessary for patterning and differentiation during reproductive development (Figure 7).\n\nWe observed a relatively low penetrance of GIK loss-of-function phenotypes, despite robust phenotypes caused by GIK overexpression. In addition to a possible redundancy, this observation may suggest that GIK does not act as a steadfast controller of gene expression but rather that it fine-tunes the expression of multiple genes through chromatin formation. Furthermore, GIK is expressed in tissues other than flowers, with especially robust expression in roots. Therefore, GIK may have an AG-independent and root-specific function during root growth and development. In agreement with this observation, overexpression of GIK caused root growth inhibition (Figure S12), even though loss of GIK function did not show clear morphological defects in roots (unpublished data).\n\nRegulation of ETT by GIK\n\nWe showed that ETT is a major target gene for repression by GIK during reproductive development based on the results of a series of genetic and molecular experiments: (1) GIK overexpression mimics the phenotypes of ett mutants, (2) GIK and ETT show complementary expression patterns during late reproductive development, (3) ETT expression is increased in gik mutants, (4) GIK binds to ETT putative MARs in vivo, and (5) the putative ETT MARs are important in GIK-regulated ETT expression. GIK-mediated repression of ETT occurred relatively rapidly after GIK induction in floral tissues, and the stable repression of ETT required continuous GIK activity. We also showed that ETT silencing was associated with repressive histone dimethylation of H3K9 in the ETT promoter, especially at the distal putative MAR. It remains unclear whether GIK is directly involved in this histone modification. Because GIK lacks known domains typically found in chromatin-modifying enzymes, GIK may introduce structural changes to the genomic region through MAR binding and may thereby facilitate the binding of chromatin-modifying enzymes to carry out histone modifications. It is also possible that GIK serves as a center for organizing chromatin remodeling complexes in the nuclear matrix to regulate target gene expression. Alternatively, MAR binding by GIK may inhibit the binding of the transcriptional machinery to the proximal promoter, leading to gene silencing associated with dimethylated H3K9. However, our time-course analysis showed that the dynamic changes in H3K9 dimethylation levels appeared to precede negative regulation of ETT transcription, which does not support the later hypothesis. Dimethylation of H3K9 increased rapidly during the 2 h after GIK induction. A further increase in dimethylation at the 4 h time point corresponded with the steepest downregulation of ETT transcription at the 8 h time point. Conversely, a dynamic reduction of H3K9 dimethylation to a level lower than that seen prior to induction at the 8 h time point was followed by a steady recovery of ETT transcription at the later time points of 16 h and 24 h. Nevertheless, how this dynamic methylation pattern is achieved remains unknown. The mammalian AT-hook protein SATB1 has been shown to mediate gene repression by directly recruiting histone deacetylases [62]. Further studies of proteins that interact with GIK may provide a more detailed account of the mechanism of GIK-mediated repression.\n\nETT has recently been shown to be regulated by trans-acting short interfering RNAs (siRNAs) [63]–[65]. Interestingly, ETT expression may be refined by two different molecules, GIK and siRNA, to establish strict spatiotemporal expression boundaries. These events may also partially explain the modest effects of the GIK loss-of-function mutant and of deletion of putative MAR regions in the ETT-promoter reporter construct in the wild-type context. However, it remains to be determined whether GIK and siRNA have separate or overlapping roles in the control of ETT in reproductive development.\n\nEvolutionary Convergence on AT-Hook Motif MAR-Binding Proteins\n\nIn mammals, MAR-binding proteins have been implicated in the control of expression of multiple genes. SATB1 in mice contains an AT-hook DNA binding motif and acts as a “gene organizer” to regulate temporal and spatial expression of multiple genes during thymocyte maturation and breast tumor growth and metastasis [40],[44]. Another SATB1-related MAR-binding protein, SATB2, represses the expression of several Hox genes during skeletal development and osteoblast differentiation [43]. In agreement with these studies, we show that GIK exhibits similar properties in its regulation of target genes. First, these proteins share the role of a matrix binding protein with an AT-hook DNA binding motif and regulate expression of multiple genes. Second, they are important regulators of various developmental processes: SATB1 in T-cell development, SATB2 in craniofacial patterning and osteoblast differentiation, and GIK in floral reproductive development. Third, most of these proteins execute their effects by modifying chromatin (SATB1 recruits histone deacetylase, whereas negative regulation by GIK is associated with H3K9 methylation). Thus, convergent evolution may have permitted proteins with the same motif to be used for transcriptional coordination in the two kingdoms. Plants and animals are considered to have independently evolved their multicellular developmental processes, but organ or segment identity control in plants and animals starts with transcription factors: HOX genes in animals and MADS genes in plants [66]. Proteins with AT-hook motifs are predominantly present in eukaryotes. The motif is found in some families of HMG proteins that bind to the minor groove of DNA, and the proteins may serve as an anchor for chromatin modifying proteins or may change chromatin architecture [37],[38],[62]. Such properties may explain why AT-hook proteins have been used in the evolution of both plant and animal development. In mice, SATB2 controls the expression of the homeotic protein Hoxa2 [43]. In contrast, the homeotic protein AG controls the expression of GIK in Arabidopsis. Thus it is possible that AT-hook motif proteins have been independently incorporated into multicellular developmental processes in animals and plants, but with similar functions of orchestration and fine-tuning of tissue-specific expression of multiple genes.\n\nMaterials and Methods\n\nPlant Materials and Chemical Treatments\n\nAll plants used in this study are on the Landsberg erecta background and were grown at 22°C under continuous light. DEX treatment was done by submerging inflorescences in a solution containing 10 µM DEX together and 0.015% Silwet L-77 for ∼1 min. Transgenic plants were generated by Agrobacterium-mediated infiltration [67]. Plant photographs were taken using a Nikon SMZ 1500 stereoscopic microscope attached to a digital camera (SIGHT DS-U1). Scanning electron microscope images were taken using a JEOL JSM-6360LV scanning electron microscope.\n\nGeneration of GIK Loss of Function, Complementation, RNAi, and Overexpression Lines\n\nTo generate the 35S::GIK and 35S::GIK-GR-6HA constructs, GIK cDNA was cloned into a pMAT137 vector and a composite pGreen vector containing a rat GR hormone binding domain and a 6×HA tag, respectively [12],[68]. Transgenic plants were selected with kanamycin (for the pMAT137 construct) and BASTA (for the pGreen construct) for two generations to obtain homozygous lines. 35S::GIK-GR-6HA plants were treated with DEX five times at 1 d intervals for phenotypic observation. More than 90% of DEX-treated flowers showed reproductive defects. A GIK insertion line was obtained from the TRAPPER collection (http://genetrap.cshl.edu/TrHome.html) (NASC stock number, ET14389). The enhancer trap was inserted into the middle of the coding region, 450 bp downstream from the start codon. Homozygous lines were verified by PCR-based genotyping. In total, ∼1% of gik mutant flowers showed reproductive defects. For the rescuing experiment of the gik mutant, a genomic copy of GIK, containing 4,660 bp of the 5′ upstream region, 858 bp of the GIK coding region, and 1,767 bp of the 3′ region, was cloned into the pDONR221 vector (Invitrogen) and later into the pBGW binary vector using gateway cloning [69] for plant transformation. Unexpectedly, we obtained lines showing 5–50-fold higher expression levels of GIK, thus showing the ectopic expression phenotypes. To generate the 35S::GIK-RNAi construct, a C-terminal fragment of the GIK coding region (GIK-Cter, 410–808 bp) was amplified using UltraPfu-High-Fidelity DNA polymerase (Stratagene) to produce BamHI-GIK-Cter-ClaI and XhoI-GIK-Cter-KpnI fragments. These fragments were cloned into the pKANNIBAL vector [70]. pKANNIBAL-GIK-RNAi was cut by NotI to produce a 35S::GIK-RNAi fragment, which was then cloned into the pMLBART binary vector [71]. GIK-RNAi transgenic plants were selected using BASTA. A few percentages of the examined flowers showed reproductive defects in the T1 and T2 generations. In the T3 generation, the lower ratio of the GIK-RNAi flowers showed reproductive defects. To generate the 35S::GIK2-RNAi construct, an N-terminal fragment of the GIK2 (AT4g17800; 39–260 bp) coding region was amplified using UltraPfu-High-Fidelity DNA polymerase to produce BamHI-GIK2-Nter-ClaI and XhoI-GIK2-Nter-KpnI fragments. These fragments were cloned into the pKANNIBAL vector and later into the pMLBART binary vector as described in the cloning process for 35S::GIK-RNAi. A T1 35S::GIK2-RNAi plant was crossed to gik and the GIK2 RNAi gik plants were obtained and confirmed following BASTA selection and PCR genotyping.\n\nAntigen Purification and Polyclonal Antibody Production\n\nFull-length GIK cDNA and cDNAs of the conserved N-terminal and AT-hook domains were cloned into the pQE30 vector (QIAGEN) to produce 6×His-GIK proteins. Recombinant protein was induced using 1 mM IPTG and purified on a nickel column (QIAGEN) under denaturing conditions. Protein was then partially refolded through buffer exchange and concentrated using a Centriprep Centrifugal Filter with an Ultracel YM-10 membrane (Millipore). Purified 6×His-GIK recombinant protein was injected intramuscularly into guinea pigs with Freund's adjuvant. Blood was withdrawn after the fourth and sixth immunizations. Whole blood was processed to obtain polyclonal anti-GIK serum.\n\nWestern Blot Analysis\n\nApproximate 0.035 g each of Arabidopsis roots, flowers, and leaves was ground in liquid nitrogen and re-dissolved in 80 µL SDS sample loading buffer (0.125 M Tris-HCl, pH 6.8, 4% SDS, 10% β-mercaptoethanol, 20% sucrose, 0.02% bromophenol blue). The samples were boiled for 10 min, and 25 µL of each sample was loaded onto a 12% SDS polyacrylamide gel for electrophoresis. Proteins were transferred onto a PVDF nylon membrane (Bio-Rad) and blocked with skim milk. The membrane was then incubated overnight with polyclonal anti-GIK at 4°C, washed with 20 mM Tris-HCl, pH 7.5, 137 mM NaCl, and 0.1% [v/v] Tween 20 and further incubated with secondary anti-guinea pig coupled to horseradish peroxidase. Signal was detected using SuperSignal West Dura extended duration substrate (Pierce). A replicate membrane was stained with Coomassie Blue to show protein loading.\n\nImmunofluorescence Staining\n\nArabidopsis seedlings were rinsed with 1× phosphate buffered saline (PBS) and fixed with 4% paraformaldehyde in PBS for 1 h. Seedlings were washed three times with PBS and incubated with 4% Driselase (Sigma) at 37°C for 30 min. After washing, seedlings were further incubated with PBS containing 10% dimethyl sulfoxide and 3% [v/v] NP-40 for 1 h at room temperature. Seedlings were washed three times with PBS and blocked with 3% bovine serum albumin for 30 min. Seedlings were then incubated overnight with polyclonal anti-GIK or monoclonal anti-trimethylguanosine (Calbiochem). Cy3-conjugated anti-guinea pig and FITC-conjugated anti-mouse were used as secondary antibodies. TOPRO-3 was used as a fluorescent DNA dye. Immunostaining was analyzed with a laser scanning confocal microscope (Zeiss Meta LSM510).\n\nIn Vitro MAR Binding Assay\n\nRecombinant proteins GIK-AT (residues 74-173) and GIK-MUT (residues 74-173; R83K) were produced in the pQE30 expression vector carried by E. coli M15 cells. ETT MAR probes were generated by cloning SMARTest-predicted MAR sequences [60] in the ETT upstream genomic region into the pCRII vector (Invitrogen). Probe 1 (−5,233 to −5,084 bp from translation start site) and Probe 2 (−4,283 to −4,134 from translation start site) fragments were generated by EcoRI digestion and were end-labeled with a digoxigenin probe synthesis mix (Roche) using Klenow fragment (New England BioLabs). South-Western analysis was performed as described [34] with some modifications. Briefly, induced and noninduced bacterial lysates were separated by 10% SDS-PAGE and blotted onto a nitrocellulose membrane (Bio-Rad). The membrane was incubated overnight with 20 ng/mL of digoxigenin-labeled ETT putative MAR probes in DNA binding buffer containing 20 mM Tris-HCl, pH 7.4, 150 mM NaCl, and 20 ng/mL salmon sperm DNA at room temperature, washed, and incubated with anti-dioxigenin coupled with alkaline phosphatase (Roche). Signal was detected using CDP-Star (Roche) as a substrate. P1 and P2 probes showed similar binding efficiencies to GIK-AT. The binding result with the P2 probe is shown.\n\nReal-Time PCR Analysis\n\nTotal RNA was isolated from floral bud clusters at stage 10 or younger [18] using the RNeasy plant mini kit (Qiagen) and reverse-transcribed using the Superscript III RT-PCR system (Invitrogen). Quantitative real-time PCR assays were performed in triplicate with the 7900HT fast real-time PCR system (Applied Biosystems) using the SYBR Green PCR master mix (Applied Biosystems). Statistical analysis was done using paired student's t-test.\n\nChIP Assay\n\nThe ChIP assay was performed as described [18],[72] with some modifications. Briefly, inflorescences were ground in liquid nitrogen and postfixed with 1% formaldehyde for 10 min. Chromatin was isolated and solubilized by sonication, resulting in an average DNA length of 500 bp. The solubilized chromatin was precleared with salmon sperm DNA-treated protein A- (for anti-AG, anti-dimethylated H3K9, and normal rabbit IgG) or protein G- (for anti-HA) agarose beads (Upstate). After centrifugation, the supernatant was incubated overnight with anti-AG (for AG ChIP experiments), anti-HA (Roche) (for GIK ChIP experiments), anti-modified histone (Upstate) for dimethylated H3K9, dimethylated H3K4, acetylated histone H3, and trimethylated H3K27 (for histone modification ChIP experiments), or normal rabbit IgG (for both AG and GIK ChIP experiments as a control). The DNA-protein complex was precipitated by adding protein A- or protein G-agarose beads, and the purified DNA samples were used for enrichment tests with real-time PCR assays. We measured the ratio between the input DNA before IP and bound DNA after IP for each primer set. The relative enrichment for AG and GIK ChIP experiments was the ratio obtained from: [{(Bsp/Isp)/(Bctrl/Ictrl)} of Absp]/[{(Bsp/Isp)/(Bctrl/Ictrl)} of control IgG], where Bsp = amount of bound DNA measured by a specific primer pair; Isp = amount of Input DNA by a specific primer pair; Bctrl = amount of bound DNA by control primer pair (ACT); Ictrl = amount of Input DNA by control primer pair; and Absp = anti-AG or anti-HA. The control value was set at 1.0.\n\nThe relative enrichment for the histone modification experiments was the ratio obtained from: [(Bsp/Isp) of X time points]/[(Bsp/Isp) of 0 h].\n\nAt least three independent biological replicates of the ChIP assay were performed for the AG ChIP and GIK ChIP experiments. Two independent biological replicates were performed for the histone modification ChIP assay. The real-time PCR assay was done in triplicate for each ChIP assay. One representative data set showing a reproducible trend is shown.\n\nNuclear Matrix Isolation for Protein Analysis\n\nNuclei matrix was isolated as described [59] with some modifications. Briefly, nuclei were isolated using the ChIP method (see previous section) without fixation or sonication. The isolated nuclei were washed once with RSB buffer (10 mM NaCl, 3 mM MgCl2, 10 mM Tris-HCl, 0.5 mM PMSF, pH 7.4) and a fraction was kept as a total nuclear control. The remaining sample was digested with 50 U of DNaseI (Roche) in RSB containing 0.25 M sucrose and 1 mM CaCl2 for 2 h at room temperature. After centrifugation, pellets were resuspended in RSB and an equal volume of high-salt buffer I (4 M NaCl, 20 mM EDTA, 20 mM Tris-HCl, pH 7.4) and incubated for 10 min at 0°C. After centrifugation, the pellets were further extracted twice with high-salt buffer II (2 M NaCl, 20 mM EDTA, 20 mM Tris-HCl, pH 7.4, 0.25 mg/mL BSA). After high-salt extractions, the matrices were washed with RSB buffer containing 0.25 M sucrose and 0.25 mg/mL BSA and resuspended in the same buffer. The resuspended matrices and total nuclear lysates were used for western analysis. Anti-HA and anti-AG were used to detect GIK-GR-6HA and AG proteins, respectively.\n\nETT Promoter Analysis\n\nTo generate the pETT::GUS construct, 8.7 kb of ETT upstream genomic sequence was first amplified using UltraPfu-High-Fidelity DNA polymerase with an extension time of 8 min and then cloned into the pDONR221 (Invitrogen) to create the entry clone. Similarly, the 4.9 kb pETTΔMAR::GUS construct was amplified using UltraPfu-High-Fidelity DNA polymerase with an extension time of 5 min and then cloned into the pENTR directional TOPO cloning vector (Invitrogen). Both clones were sequenced for confirmation. Subsequently, both entry clones were cloned into the pBGWFS7 binary vector [69] using the Gateway cloning method. Transgenic plants with positive GUS reporter expression were crossed with 35S::GIK-GR-6HA plants to obtain pETT::GUS 35S::GIK-GR-6HA and pETTΔMAR::GUS 35S::GIK-GR-6HA double transgenic plants. DEX treatment was performed as described above continuously at 2 d intervals. Whole inflorescences were rinsed and stained to determine GUS activity for GUS expression analysis [73].\n\nIn Situ Hybridization\n\nNonradioactive in situ hybridization was performed as described [74]. Full-length ETT cDNA and a 3′ specific region of GIK cDNA were amplified with PCR and cloned into pSK (Stratagene) and pCRII vectors, respectively, and used as templates for in vitro transcription.\n\nAccession Numbers\n\nArabidopsis Genome Initiative locus identifiers of Arabidopsis genes used in this article are as follows: AGAMOUS (AG, At4g18960), GIANT KILLER (GIK, At2g35270), ETTIN (ETT, At2g33860), CRABS CLAW (CRC, At1g69180), JAGGED (JAG, At1g68480), KNUCKLES (KNU, At5g14010), LEUNIG (LUG, At4g32551), TUBULIN 2 (TUB, At5g62690), MU-LIKE TRANSPOSASE (MU, At4g03870), PHOSPHOFRUCTOSE KINASE (PFK, At4g04040), and LIPASE (At1g10740).\n\nSupporting Information"
}