{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001907",
  "doi": "10.1371/journal.pbio.1001907",
  "externalIds": [
    "pii:PBIOLOGY-D-14-01025",
    "pmid:25026549",
    "pmcid:PMC4098999"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Integration of Signals along Orthogonal Axes of the Vertebrate Neural Tube Controls Progenitor Competence and Increases Cell Diversity",
  "authors": [
    {
      "name": "Noriaki Sasai",
      "first": "Noriaki",
      "last": "Sasai",
      "affiliation": "Division of Developmental Biology, Medical Research Council, National Institute for Medical Research, London, United Kingdom"
    },
    {
      "name": "Eva Kutejova",
      "first": "Eva",
      "last": "Kutejova",
      "affiliation": "Division of Developmental Biology, Medical Research Council, National Institute for Medical Research, London, United Kingdom"
    },
    {
      "name": "James Briscoe",
      "first": "James",
      "last": "Briscoe",
      "affiliation": "Division of Developmental Biology, Medical Research Council, National Institute for Medical Research, London, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2014-07",
  "dateAccepted": "2014-06-05",
  "dateReceived": "2014-03-20",
  "volume": "12",
  "number": "7",
  "pages": "e1001907",
  "tags": [
    "Cell fate determination",
    "Developmental biology",
    "Discipline-v2/Biology and life sciences",
    "Discipline-v2/Cell fate determination",
    "Discipline-v2/Developmental biology",
    "Type/Research Article"
  ],
  "abstract": "FGF gates competence to generate Floor Plate and Neural Crest in response to Shh and BMP signals by controlling expression of the transcription factor Nkx1.2.",
  "fullText": "Introduction\n\nA large array of distinct cell types is generated during embryonic development in response to a relatively small number of inductive signals. A mechanism to explain this was described by C.H. Waddington in his influential book “Organizers and Genes” [1]. In this work he proposed that the specification of cell identity resulted from an interplay between “evocators,” extrinsic inductive signals, and the specific intrinsic response of the tissue to the inductive signal, which he termed “competence.” In this view inductive signals initiate cellular differentiation but the fate induced by the signal is intrinsic to the responding cell. Thus temporal shifts in a cell's competence provide a means to increase the diversity of cell types induced while maintaining control over the pattern in which they are generated.\n\nOne example where this is relevant is the development of the vertebrate nervous system. In the spinal cord, this involves the well-ordered generation of a large variety of molecularly distinct cell types including the neurons that process sensory information and control motor movement and the migratory neural crest cells (NCCs) that form the peripheral nervous system [2]–[6]. The ventral part of the spinal cord contains motor neurons (MNs) and interneurons (V0–V3) as well as the morphologically distinct nonneuronal cells of the floor plate (FP) [6]. These cell types are produced from domains of progenitors arrayed along the dorsal ventral axis, each of which is defined by the expression of transcription factors including Olig2 (pMN), Nkx2.2 (p3), and Arx (FP) [7]–[10]. By contrast, NCCs and dI1–dI3 interneurons [3] are produced in the dorsal neural tube. Similar to the ventral neural tube, the progenitors of these cell types can be distinguished by their distinct gene expression programmes—Snail2 and Sox10 in NCCs and Olig3 in dI1–3 progenitors [11]–[13].\n\nThe stereotypic organization of neural tube cell types depends on secreted factors. Sonic Hedgehog (Shh), emanating from the FP and the underlying notochord, is involved in patterning the ventral neural tube [14]. The dorsal neural tube is patterned by a distinct set of signals, prominent amongst these are members of the TGFβ family [15]. Several studies indicate that both dorsal and ventral signals function as morphogens to regulate differential gene expression in a graded manner [16]–[18]. Nevertheless a simple morphogen mechanism does not appear sufficient to explain the entirety of cell diversity produced by these factors. Importantly, the time at which cells are exposed to Shh or BMP has a significant influence over the cell types generated. For example, the induction of FP cells, which are situated in the most ventral part of the neural tube, require exposure to Shh at an early developmental time point [10],[19]. Accordingly, progenitors exposed to similar amounts of Shh but at later developmental times differentiate into p3 progenitors of V3 neurons instead of FP cells [10],[19]. Likewise, the differentiation of NCCs depends on the time-specific exposure to dorsal signals [20]. Neural cells exposed to BMP4/7 at early time points differentiate into the NCCs, whereas neural cells exposed to the same signals at later time points differentiate into the dorsal interneurons [20].\n\nHow neural cells change their competence to inductive signals over developmental time is unclear. It is notable, however, that when first generated in the posterior neural plate, neural progenitors are exposed to FGF signaling, but as development proceeds axis elongation interrupts FGF signaling and progenitors are exposed to retinoic acid (RA) secreted from the adjacent somites [21]. The switch from FGF to RA signaling has been suggested to control the timing of neuronal differentiation in the spinal cord [22],[23]. Moreover, the repression by FGF signaling of Pax6, Irx3, and other transcription factors expressed in neural progenitors has been suggested to contribute to the maintenance of the undifferentiated state [21]. Whether this state provides cells with the competence to generate FP and NCC in response to appropriate inductive signals is unclear.\n\nHere we investigate the shift in generation from FP to p3 and from NCCs to dorsal interneurons to identify the mechanisms responsible for the change in competence. We provide evidence that FGF signaling, in early neural progenitors, provides cells with the competence to differentiate into FP and NCCs in response to Shh and BMP, respectively. Furthermore, we find that Nkx1.2, a NK-1 transcription factor, which is regulated by FGF signaling [24], mediates this competence and represses the expression of Pax6 and Irx3 [8],[21],[25]. In the case of FP, the coincidence of Nkx1.2 with Shh-induced FoxA2 expression defines the domain in which the FP will differentiate. Subsequently, axis elongation and the ensuing decline in FGF signaling result in the down-regulation of Nkx1.2 expression. This then allows cells to generate ventral and dorsal interneuron progenitors in response to Shh and BMP signaling. Hence the dynamics of cell movement drive temporal changes in signaling and gene expression in neural progenitors and these in turn control the transcription network that determines the intrinsic competence of cells to respond to morphogens acting along the orthogonal axis. Together the data reveal a molecular mechanism in which the interplay between cell competence and inductive signals increases the diversity cell types in the neural tube and determines their pattern of generation.\n\nResults\n\nFGF Provides Competence for FP Induction\n\nWe previously showed that early exposure to Shh is required for neural progenitors to induce FP, characterized by Arx expression (Figure 1A) [10]. Forced expression of Shh, by in ovo electroporation, in the early [Hamburger Hamilton (HH) stage 9] [26] neural tube resulted in the broad ectopic induction of FP 48 h posttransfection (hpt) both in vivo (12/15; Figure 1A,B) and in vitro (Figure S1). By contrast, forced expression of Shh later (HH stage 12) did not induce ectopic FP (0/10; Figure 1C,D). Instead, progenitors expressed Nkx2.2, characteristic of p3 neural progenitors that are normally situated in a progenitor domain dorsal and adjacent to the FP (Figures 1A′,B′,C′,D′ and S2B,C) were induced. Moreover, longer incubation (72 h) of embryos transfected at HH stage 12 with Shh did not lead to induction of Arx (0/8; Figure S2G,H′). Similar results were obtained assaying Nato3 [27] and Nkx6.1 [28], which are expressed in FP and p2–p3 domains, respectively (unpublished data). Thus, neural progenitors lose their competence to generate FP in response to Shh between HH stage 9 and HH stage 12. A similar change in competence was observed in ex vivo experiments. Intermediate [i] neural plate explants from HH stage 10 embryos treated with 4 nM Shh for 48 h expressed Arx in most of the cells (Figure 1E,F,F′,I) [10]. By contrast, explants that were incubated in the absence of Shh for 12 h before the addition of 4 nM Shh induced little if any Arx expression (Figure 1E,G,I). Instead Nkx2.2 expression was maintained in these explants (Figure 1G′,I). A longer culture, up to 72 h, did not change the expression profile (unpublished data).\n\nThe timing of the change in FP competence led us to focus on signals present in the neural plate of HH stage 10 embryos. To this end we tested the function of FGF [21], Wnt, and RA [29] signaling in HH stage 10 [i] explants. Culturing [i] explants in the presence of Wnt or the RA inhibitor BMS493 for 12 h before replacing with media containing 4 nM Shh did not result in the induction of FP (see Materials and Methods; unpublished data). By contrast, FP gene induction was observed if [i] explants were transiently exposed to 5 nM bFGF for 12 h in the absence of Shh and then transferred to 4 nM Shh for 48 h (Figure 1E,H,I). Moreover, additional markers of the FP identity including Nato3 [Figure 1J(j1)] [27], Shh [Figure 1J(j2)] [10], HES1 [30], and FoxP2 [31] were restored by this treatment (Figure 1J; unpublished data). In contrast, expression of the p3 marker Nkx2.2 decreased [Figure 1H′,I,J(j3)]. The expression of FoxA2 was similar in early and FGF-treated conditions (Figures 1J(j4) and S2D–F). FGF on its own did not induce Arx expression (unpublished data) at 48 h, nor did FGF induce Shh gene expression at 12 h [green arrow in Figure 1J(j2)] or Shh signaling (green arrow in Figure S2I), indicating that FGF on its own is not sufficient to induce FP identity.\n\nWe next asked whether FGF promotes FP differentiation in the presence of Shh in vivo. Surprisingly, the sustained expression of FGF8b in vivo, using in ovo electroporation, eliminated Arx expression and resulted in the ventral expansion of Nkx2.2 expression (5/5; Figure S2J–K′). In light of the posteriorly restricted expression of FGF8 in vivo [21] we speculated that transient FGF signaling might be necessary for FP differentiation. To test this hypothesis we took advantage of a regulatable expression system to activate the FGF pathway in vivo for a limited time period [32]. We transfected a constitutively active version of the FGF-activated MAP kinase, MKK1 (HA-MKK1-SD) [33], under the control of a Tamoxifen-regulated Gal4 transactivator (ER-Gal4-VP16). Following electroporation at HH stage 8+, we stimulated HA-MKK1-SD using Tamoxifen for 8 h at HH stage 10. The drug was then thoroughly washed out, and the embryos were cultured for an additional 40 h (Figure 1K,M,M′). This resulted in a transient up-regulation of luciferase activity (Figure S2L) and HA-MKK1-SD expression (Figure S2M–Q′). Moreover transient activation of MKK1 resulted in an expansion of Arx expression [6/8; Figure 1K(ii),M,M′]. This suggested that transient, but not sustained, FGF signaling prolonged the competence period for FP induction and this facilitated the expanded FP induction in response to the increasing amplitude of the Shh gradient. Embryos without Tamoxifen did not show an expansion of Arx [0/6; Figure 1K(i),L,L′], and sustained treatment with Tamoxifen abolished FP induction, consistent with the unregulated activation of FGF [6/8; Figures 1K(iii),N,N′ and S2J–K′,W,W′,Z,Z′). Together these data indicate that transient exposure of neural progenitors to FGF provides competence for neural progenitors to differentiate into the FP in response to Shh.\n\nFGF Signalling Is Necessary for FP Induction\n\nWe next asked whether FGF/MAPK activity is necessary for FP induction in vivo. First, we in ovo electroporated a dominant-negative FGFR1 in which the intracellular portion of the protein containing the kinase signaling domain is truncated [34]. We targeted the posterior region of HH stage 8 embryos, comprising the preneural tube and stem zone [29],[35]. Assaying embryos 48 hpt revealed Nkx2.2 expression in place of Arx (5/6; Figure 2B,B′,b1–b3). Transfection of a GFP control construct did not disrupt FP formation (0/10; Figure 2A,A′,a1–a3). Next, to inhibit FGF signaling downstream of the receptor, we transfected HH stage 8 embryos with MAP Kinase Phosphatase 3 (MKP3; also known as DUSP6) [36],[37], which dephosphorylates ERK1/2 and thereby inactivates the MAP kinase pathway. As a result, Arx expression was down-regulated and replaced by Nkx2.2 expression (4/6; Figure 2C,C′,c1–c3). Neither perturbation led to a significant change in total number of Arx, and Nkx2.2-expressing cells greatly changed, suggesting that changes were mainly due to the alteration in gene expression (Figure 2F). Together these data indicate that the FGF/ERK signaling pathway is required for the induction of FP in vivo.\n\nWe next assessed the spatial-temporal requirement for FGF signaling. At spinal levels of the chick central nervous system, MAP kinase is active in the caudal neural plate and stem zones [37]. Nevertheless, FGF receptors are expressed throughout the neural tube [37], and FGF signaling has been shown to play local roles even after the neural tube is closed [25],[38],[39]. To test whether the requirement for FGF signaling for FP differentiation was restricted to the regions of MAP kinase activity, we electroporated FGFR1ΔC or MKP3 into the neural tube and anterior preneural tube of HH stage 10- embryos, the region flanked by the posterior 4–5 somites. In contrast to the result of blocking FGF signaling in the preneural tube (Figure 2A–C′), Arx expression remained intact 48 hpt (6/7; 1/7 slightly down-regulated in the case of FGFR1ΔC and 0/6 for MKP3; Figure 2D,d1–d3,E,e1–e3). This result suggests that FGF signaling is required prior to prospective FP cells entering the neural tube.\n\nWe confirmed the requirement of FGF/ERK signaling for FP induction using ex vivo experiments. Explants were prepared from HH stage 9 embryos that had been in ovo electroporated with MKP3 [37] 3 h prior to the dissection and cultured for 48 h with 4 nM Shh. In these explants, FGF target genes ETV5 [37],[40], IL17RD/SEF [41],[42], and Nkx1.2 (see below) were more rapidly down-regulated than in control explants (Figure S3A,B). Compared to control explants (Figure 2G–I,M), MKP3 blocked the ability of Shh to induce Arx and increased the expression of Nkx2.2 (Figures 2J–L′,M and S3C–G′). A similar result was obtained when FGFR1ΔC was electroporated (Figure S3H–J,P). We also assayed [i] explants exposed to 4 nM Shh for 36 h that had been incubated in the presence or absence of the MEK inhibitor PD184352 [Figure 2N(b)] or the FGF Receptor inhibitor SSR128129E [43],[44] [Figure 2N(c)] for the first 12 h. Both treatments resulted in increased expression of Nkx2.2 (Figure 2O′,P′,Q′) at the expense of Arx (Figure 2O,P,Q). Together, this series of experiments indicate that neural progenitors require exposure to transient FGF/MAPK signaling at the time when Shh signaling is initiated in order to differentiate into FP.\n\nETV4/5 (also known as Pea3 and Erm, respectively) are ETS family transcription factors expressed in neural cells competent to generate FP (see Figure 3A) and mediate transcriptional responses to FGF signaling [37],[40]. We therefore investigated the requirement for ETV4/5 activity in FP induction. In ovo electroporation with a dominant inhibitory version of ETV5 (EnR-ETV5DBD) at HH stage 8 [45] blocked Arx expression assayed 48 hpt (5/5) (Figure S3K–L′). In addition, we cultured explants electroporated with EnR-ETV5DBD in the presence of 4 nM Shh for 48 h. As a result the induction of Arx was decreased and expression of Nkx2.2 increased (Figure S3M–P). We also examined the expression of another FP marker, Nato3, in explants electroporated either with MKP3, FGFR1ΔC, or EnR-ETV5DBD by quantitative reverse transcription and polymerase chain reaction (qRT-PCR). Consistent with the findings from the immunohistochemistry of Arx, Nato3 expression was significantly down-regulated compared to control explants and Nkx2.2 expression up-regulated (Figure 2R). Together, these data indicate that FGF signaling through MAPK and ETV4/5 is necessary for FP development.\n\nDownstream Mediators of FGF Signaling in Neural Progenitors\n\nTo better understand the molecular mechanisms determining the competence for FP induction, we surveyed the transcriptome of FP-competent and -incompetent neural progenitors. For this purpose, we performed RNA-seq on samples extracted from competent explants harvested immediately after dissection (sample “0”) or explants treated with FGF for 12 h (“FGF_12 h”) and explants that had lost competence following incubation in vitro in control medium for 12 h (“0_12 h”) (Figure 3A).\n\nFrom this analysis we selected 988 genes that displayed the greatest differences in their expression levels between explants assayed at the time of dissection [Figure 3A(i)] and explants cultured in vitro for 12 h [Figure 3A(ii)]. The genes expressed higher at 0 h than 12 h were categorized as Group A and further stratified using the expression level of genes in explants treated with FGF for 12 h [Figure 3A(iii)]. The genes that were expressed lower in 0 h than 12 h samples were categorized as Group B. Group A contained several genes related to FGF (including ETV4 and ETV5; Figure S3K–P), Wnt, and Eph/ephrin signaling as well as several transcription factors (Figure 3A, Table S2).\n\nTo test whether any of the Group A genes mimicked the activity of FGF signaling to prolong the competence period for FP induction, we prepared explants from embryos electroporated with a selection of these candidates (labeled blue in Figure 3A). Explants were incubated in control medium for 12 h and then exposed to Shh for an additional 48 h and assayed for Arx expression [see Figure 1E (ii)]. This secondary screen led us to focus our attention on the NK-type transcription factor Nkx1.2 (also known as Hox3, Sax1).\n\nNkx1.2 Maintains FP Competence\n\nNkx1.2 is expressed in the caudal stem zone and preneural tube in chick and mouse embryos (Figure S4A) [46]–[48] and is induced by FGF signaling [24]. Shh signaling was not sufficient to maintain expression of Nkx1.2 in HH st10 [i] explants (Figure 3B) [24],[47],[48].\n\nHypothesizing that Nkx1.2 provides the FGF-dependent competence of cells to generate FP in response to Shh signaling, we devised a system in which Nkx1.2 expression could be manipulated to mimic the transient expression of Nkx1.2 during normal FP development. We prepared explants transfected with a construct encoding Nkx1.2 fused to the hormone-binding domain of Glucocorticoid Receptor (GR-Nkx1.2). In the absence of Nkx1.2 activation, no Arx expression was induced [Figure 3C(i),D,D′,d1,d2]. By contrast, transient activation of Nkx1.2 in explants by Dexamethasone treatment (DEX: a Glucocorticoid analogue) for the initial 12 h followed by an additional 48 h with Shh resulted in the induction of a substantial number of Arx-expressing cells [Figure 3C(ii),E,E′,e1,e2,G(ii)]. However, the presence of both GFP-positive/Arx-positive and GFP-negative/Arx-positive cells suggested that Arx has been induced non-cell-autonomously as well as cell-autonomously. A similar non-cell-autonomous induction of Arx was observed following the sustained expression of Nkx1.2 (Figure S4B–D′). This suggested that Nkx1.2 induced a secreted factor(s). We therefore performed qRT-PCR in explants transfected with Nkx1.2 and found that FGF8 and its target gene MKP3 were induced at 12 h after Nkx1.2 induction (Figure 3I). These findings suggest FGF8 and Nkx1.2 form a positive feedback loop and maintain the competence of cells to differentiate into FP.\n\nTo test whether FGF signaling is necessary for FP competence in cells expressing Nkx1.2, we repeated the 12 h activation of the Nkx1.2 experiment in the presence of the MAPK inhibitor PD184352. In this condition, Arx continued to be induced and these cells were derived from cells that had expressed Nkx1.2 [Figure 3C(iii),F,F′,f1,f2,G(iii)]. Other FP markers were also induced in this experimental regime [Figure 3C(iii)], as examined by qRT-PCR (Figure 3H). The expression of Nkx2.2 expression was reciprocal to Arx in these explants (Figure 3D′,d1,d3,E′,e1,e3,F′,f1,f3). These data indicate that transient expression of Nkx1.2 immediately followed by exposure to Shh is sufficient to reconstitute FP induction even when FGF signaling is blocked.\n\nWe next tested whether Nkx1.2 is required for FP differentiation. Nkx1.2 contains a Groucho-binding domain and appears to act as a transcriptional repressor [49],[50]. We therefore hypothesized that an activator variant—Nkx1.2DBD-VP16—would function as a dominant negative. Consistent with this, forced expression of Nkx1.2DBD-VP16 repressed Arx (7/8) and Nato3 (6/8) expression in vivo (Figure 3J,J′ and unpublished data) and promoted the ventral expansion of Nkx2.2 (7/8; Figure 3K,K′). In addition, in [i] explants expressing Nkx1.2DBD-VP16, Arx induction by Shh was blocked cell-autonomously and cells expressed Nkx2.2 instead (Figure 3L–N). Taken together, these findings suggest that Nkx1.2 and/or a closely related factor(s) is necessary for FP induction.\n\nRepression of RA Signaling, Pax6, and Irx3 Allows FP Differentiation\n\nFGF signaling has been shown to inhibit the expression of several neural progenitor expressed transcription factors, including Pax6 and Irx3 [Figures S2R–T′ and S4K(iii)] and to perturb RA signaling (Figure S5A) [19],[21],[25]. The mRNA sequencing data were consistent with these findings (Group B in Figure 3A). We therefore asked whether Nkx1.2 activity was responsible for this repression. Electroporation of the dominant-negative Nkx1.2DBD-VP16 up-regulated expression of Pax6 and Irx3 (Figure 4A–F) without affecting FGF8 expression (Figure S5B–C′). This suggested that Nkx1.2 mediates the repressive activity of FGF signaling.\n\nOn the other hand, forced expression of either Irx3, Pax6, or a constitutive-active RA receptor (RAR-VP16) in HH stage 8+ embryos repressed FP differentiation (Figures 4G–I′ and S5D–I′) at 48 hpt. We therefore speculated that blocking the combined activity of these factors would prolong the competence of cells to generate FP. To test this, we electroporated, either alone or in combination, the dominant-negative versions of Irx3 (Figure S5J–K′), Pax6 [51], and RA Receptor RAR-403 [25]. Forced expression of individual constructs was not sufficient to induce FP (unpublished data). Electroporation of RAR-403 induced the expression of Nkx1.2 [Figure 4J(j1)(v)], whereas the expression of FoxA2 was induced by dominant-negative Irx3 and Pax6 (and their combination) [Figure 4J(j2)(ii)(iii)(iv)]. Strikingly, the combined expression of Irx3DBD-VP16 or Pax6PD-EnR with RAR-403 maintained the competence of cells to differentiate into FP both in vivo (6/8; Figure 4K–N′) and in vitro (Figure 4O–S′). Consistent with this, the FP markers Nato3 and FoxJ1 were also substantially induced when RAR-403 was transfected together with either Irx3DBD-VP16 or Pax6PD-EnR (Figure S5L). These results suggest that Nkx1.2 maintains FP competence by repressing the expression of transcription factors normally found in more mature neural progenitors.\n\nTo extend these findings, we investigated if FP differentiation also requires the blockade of RA signal in another species. For this, we took advantage of the differentiation of mouse ES cells into Arx-expressing FP cells. ES cells, cultured in serum free media, expressed FGF8 and Nkx1.2 (Figure S6E), and treatment with Shh for 60 h generated FP, as evidenced by the expression of Arx, FoxA2, and Nato3 (Figure S6A,B,D). In contrast, the differentiation of FP was substantially reduced in ES cells exposed to RA in addition to Shh, and instead Nkx2.2-expressing p3 cells were generated (Figure S6A,C,D). In these assays, the addition of RA inhibited FGF8 and Nkx1.2 expression and up-regulated Pax6 expression (Figure S6E). These findings are consistent with the idea that the blockade of RA is required for the FP differentiation in mouse as well as chick.\n\nCoincidence of Nkx1.2 and FoxA2 Induces FP\n\nThe Shh target gene FoxA2 is critical for FP induction [52]. Cells lacking FoxA2 fail to form FP (Figure S7A), and FoxA2 expression is initiated in prospective FP soon after neural induction and is maintained during FP differentiation [53] (Figure 5V). This prompted us to investigate whether the induction of FP by FoxA2 was also dependent on the competence of neural progenitors. Forced expression of FoxA2 in the posterior neural tube at an early time point (HH stage 11) induced Arx by 48 hpt, consistent with previous studies [10] (10/10; Figure 5A,A′). FoxA2 also induced its target gene Shh, and therefore Nkx2.2 was induced non-cell-autonomously (10/10 for each; Figures 5B–C′ and FS7G,G′ for negative control). By contrast, transfection of FoxA2 at a later time (HH stage 14) was not able to induce Arx (6/8;2/8 had sporadic expression; Figure 5D,D′), although ectopic expression of Shh and Nkx2.2 were still induced (7/8 each; Figure 5E–F′). Notably the induction of FP by FoxA2 was independent of Shh signaling, as the coelectroporation of PtcΔ, which inhibits the Shh signaling pathway [16], with FoxA2 did not abrogate the induction of ectopic FP (n = 8; Figure S7B–C″).\n\nA requirement for early FoxA2 expression was also evident in explants. We constructed an inducible FoxA2 (an estrogen-receptor-fused FoxA2; ER-FoxA2; Figure 5G) and activated it for different time periods in explants prepared from transfected embryos. Induction of FoxA2 at the time explants were dissected and induced in Arx [Figures 5G(i)(ii),H–I′ and S7H). However, when the induction of FoxA2 was delayed for 12 h after dissection, it failed to induce FP [Figure 5G(iii),J,J′]. The ability of FoxA2 to induce FP after 12 h in culture could be restored by exposing the explants to FGF for the initial 12 h [Figures 5G(iv),K,K′ and S7H]. Consistent with this, blocking FGF signaling in vivo at HH stage 11, by transfecting MKP3, inhibited the ectopic induction of FP cells by FoxA2 (6/8 inhibited; Figure 5L,L′), although FoxA2 remained able to induce expression of Shh and Nkx2.2 (n = 6 for each; Figure 5M–N′). Thus, the timing and requirement for the competence of cells to induce FP in response to FoxA2 corresponds to the competence to induce FP in response to Shh.\n\nWe next asked if Nkx1.2 was involved in maintaining the competence of cells to induce FP in response to FoxA2. Forced expression of either Nkx1.2DBD-VP16, Pax6, or Irx3 with FoxA2 blocked induction of Arx, although ectopic Shh remained expressed, suggesting the FP induction by FoxA2 requires Nkx1.2 and the absence of Irx3 or Pax6 (more than five embryos out of six for each; Figures 5O–Q′ and S7D–F′ and unpublished data).\n\nWe sought to reconstitute FP induction in vitro by regulating the timing of Nkx1.2 and FoxA2 activity. To this end, we prepared explants from embryos coelectroporated with GR-Nkx1.2 and ER-FoxA2. Explants were treated with DEX for the first 12 h, to maintain Nkx1.2 activity, and then media was replaced with Tamoxifen, to induce FoxA2 [Figures 5R(vi),T–T′ and S7H]. This regime, but not conditions in which only GR-Nkx1.2 or ER-FoxA2 were activated [Figures 5G(iii),J,J′,R(v),S,S′ and S7H], resulted in the induction of Arx. Together these results suggest that the coincidence of FoxA2 and Nkx1.2 expression, which is determined by the intersection of Shh and FGF signaling, establishes the transcriptional code for FP induction.\n\nFinally, in order to map where the expression of Nkx1.2 and FoxA2 intersect in vivo, we performed whole mount in situ hybridization. Whereas Nkx1.2 was transiently expressed in the posterior stem and preneural tube (Figure 5U,u1–u3) [24],[46],[48], FoxA2 expression was initiated just anterior to Hensen's node, and continued to be expressed in midline cells and notochord (Figure 5V,v1–v3). Therefore, the midline cells anterior to the Hensen's node (Figure 5u2,v2) appear to simultaneously express, albeit at low levels, Nkx1.2 and FoxA2. In light of the ex vivo data (Figure 5K,K′,T,T′), it is highly likely that it is at this position cells acquire FP fate. Moreover the expression patterns of FGF8 (Figure 5W,w1–w3) [37] and Shh (Figure 5X,x1–x3) [54] are consistent with those of Nkx1.2 and FoxA2, respectively. By contrast, Pax6 and Irx3, which inhibit FP induction, are only expressed anterior to the limits of FGF8 and Nkx1.2 expression (Figure 5Y,Z). These in vivo observations support the idea (Figure 1E,H) that transient FGF and subsequent Shh signaling are critical for FP differentiation, whereas Pax6 and Irx3 restrict FP differentiation.\n\nFGF and Nkx1.2 Also Provide Competence for Neural Crest Induction\n\nThe induction of NCCs at the dorsal pole of the neural tube also depends on early exposure to inductive signals [20]. Consistent with this, ectopic BMP expression in the neural tube in vivo at early time points promoted the induction and delamination of NCCs [more than 7 embryos out of 10 for each, while Olig3 expression did not change significantly (n = 10); Figure S8A–C′]. By contrast, later exposure to BMP favored the generation of dorsal interneurons instead (n = 10; in all cases the expression of Sox10 and HNK1 were repressed while Olig3 expanded ventrally; Figure S8D–F′) [20]. This prompted us to address whether the switch in response to BMP dorsally is similar to the switch in response to Shh ventrally.\n\nNCCs express Snail2, Sox10, and HNK1, whereas Olig3 is expressed in dorsal neural progenitors that generate dI1–dI3 interneurons [12],[13],[55],[56]. Using these as markers, we assayed the generation of NCCs in vitro. Treatment of [i] explants with 0.25 nM BMP4 resulted in the induction of the Snail2 [Figure 6A(ii)(iii),B,C,F,G] at 24 h and HNK1 and Sox10 at 36 h [Figure 6A(ii)(iii),B″,C″,G]. Migratory cells were also apparent by 36 h. However, if BMP treatment was delayed for 12 h after [i] explants were placed in culture, the induction of Snail2 was lost [Figure 6A(iv),D,G]. This did not appear to be due to the loss of responsiveness to BMP, as the induction of the dorsal neural progenitor marker Olig3 (dP1–dP3) and the dorsal interneuron dI1 marker Lhx2 was maintained in these conditions [20] (Figures 6B′,C′,D′,F,G and S8G–I). Moreover, explants treated at early and late times generated comparable levels of signaling activity, assayed using a luciferase reporter with a BMP-responsive element (Figure S8K) [18]. Strikingly, NCC induction was restored if explants were exposed to bFGF for 12 h prior to the treatment with BMP4 [Figures 6A(v),E–E″,F,G and S8J]. Thus these data suggest that the competence to induce neural crest differentiation is determined by FGF signaling.\n\nNext we asked if the activity of FGF in the dorsal neural tube is also mediated by Nkx1.2. Overexpression of Nkx1.2 on its own did not induce any gene expression characteristic of the neural crest [Figure S8L(iii)], suggesting the cells still require BMP signal for neural crest induction. To test for a direct effect of Nkx1.2 on the neural crest induction, we transiently expressed Nkx1.2 and blocked FGF signaling simultaneously [Figure 3C(iii)]. We prepared [i] explants that had been electroporated with GR-Nkx1.2 and cultured these in the presence of PD184352 alone [Figure 6H(a)] or together with DEX [Figure 6H(b)] for 12 h. Media was then replaced with 0.25 nM BMP for an additional 24-h culture. Assaying NCC and dorsal neural progenitor markers revealed that the expression of Nkx1.2 promoted NCC induction [Figure 6H(b),J–L] and blocked dI1–3 generation (Figure 6L).\n\nFinally we asked if Nkx1.2 is necessary for the neural crest induction by expressing the dominant-negative Nkx1.2DBD-VP16. This resulted in the cell-autonomous repression of Snail2 expression in vivo (4/6; Figure 6M–N′) and enhanced Pax6 expression (5/6; Figure 6P–Q′). Moreover, the overexpression of RAR-VP16 in the dorsal area inhibited the Snail2 induction at the expense of that of Pax6 (6/6; Figure 6O,O′,R,R′). The electroporation of Pax6 and Irx3 also inhibited Snail2 expression (5/7 for Pax6, 5/6 for Irx3; Figure S8M,M′ and unpublished data). Together these findings suggest that the competence of neural progenitors to generate NCCs is determined by the FGF-mediated expression of Nkx1.2, via repressing the activities of RA, Pax6, and Irx3.\n\nDiscussion\n\nIn this study we describe a molecular mechanism that controls the spatial-temporal competence of neural progenitors (Figure 7). Previous studies have revealed that the specification of NCC and FP depend on developmentally earlier inductive signaling than the progenitors of neuronal subtypes [10],[20]. Our data provide evidence that this timing is set by FGF signaling. Emanating from the posterior pole of the neural tube, FGF induces the expression of the NK-1 homeodomain factor Nkx1.2 to establish a region of FP and NCC competence. The range of FGF signaling confines this competence region to the caudal preneural tube [24],[35],[37]. Within these cells, Shh, produced from the underlying mesoderm, initiates FP induction by activating FoxA2, and BMP signaling dorsally initiates NCC induction. At this position in the embryo, the extent of Shh and BMP signaling restricts induction of FP and NCC to the prospective ventral and dorsal poles of the neural tube, respectively. As development proceeds, axis elongation results in the posterior regression of FGF signaling, thereby restricting Nkx1.2 expression and FP/NCC competence to the caudal region of the embryo. More mature neural progenitors, which have exited the region of FGF signaling, lack Nkx1.2 expression and generate distinct classes of neuronal progenitors in response to the increasing amplitudes of Shh and BMP signaling. Together, these data reveal how the cell movements responsible for axial elongation are exploited to change the signals to which progenitors are exposed and thereby impose shifts in the transcriptional program of cells that alter the competence of prospective neural cells to inductive signals.\n\nTransient FGF Signaling Provides FP and NCC Competence\n\nClassic embryological grafting studies provided the first evidence that a signal, later identified as Shh, produced by the notochord is responsible for FP induction [57]–[60]. These studies also found that the capacity for FP induction attenuated as neural cells matured. This loss of competence restricts the specification of FP to the ventral midline of the neural tube by limiting the homeogenetic induction of FP [57]. Our study reveals a molecular mechanism that explains these observations. The intersection of FGF and Shh signaling is restricted to regions of the neural plate immediately anterior to the regressing node (Figure 5W,X). This function for FGF signaling complements its previously identified role as an inhibitor of neuronal differentiation in this region of the embryo [21],[48]. In these regions the low levels of Shh emanating from axial mesodermal cells mean that the only Nkx1.2-expressing cells that receive sufficient Shh to induce FoxA2 are those in the ventral midline [10],[61].\n\nThe function of FGF and Shh signaling in FP induction is also supported by data from the directed differentiation of ES cells to dopaminergic neurons [62],[63]. This cell type is generated by FoxA2-expressing progenitors at the ventral midline of the midbrain, and their in vitro differentiation requires FGF signaling transiently during the period ES cells commit to a neural fate [63],[64].\n\nThe coincidence of FGF and BMP signaling is required for NCC specification. This is in good agreement with studies that have implicated FGF signaling in the specification of NCC (Pax7, Zic1, and Msx1 expression) as early as gastrula stages [65],[66] and the subsequent determination of neural crest fate by BMP and other signals (e.g., Wnt, Notch) [67]. The functional difference between FGF, Wnt, and Notch in NCC specification remains unclear. Nevertheless, our data implicate a regulatory network at least between FGF and Wnt because FGF induces Nkx1.2 expression that in turn induces Wnt gene expression (Figure S4K). Taken together, therefore, in both the dorsal and ventral neural tube, the intersection of anterior–posterior FGF signaling with dorsal–ventral morphogen signaling provides a spatial and developmental time window that determines the induction of the cell types characteristic of the poles of the neural tube.\n\nBy contrast, a study from chick embryos suggested that ectopic expression of FGF inhibits NCC specification and emigration [56]. The lack of NCC induction in these experiments could be due to the prolonged activation of FGF signaling because our studies indicate that sustained FGF exposure inhibits NCC production (Figure S8N–P′). In this view, therefore, FGF signaling is transiently required to establish NCC competence, but its sustained activity blocks the elaboration of NCC identity [56]. FP induction also displays a similar requirement for transient FGF signaling (Figures 1K–N′ and S2J,K). In vivo the transience of FGF signaling is determined by the posterior regression of the source of FGF driven by axis elongation [68]. The consequent down-regulation of FGF signaling in neural tissue as it becomes incorporated into the neural tube therefore allows the elaboration of FP and NCC identity that are specified earlier. This mechanism exploits tissue morphogenesis to coordinate progression in cell identity with the overall dynamics of the embryo's development.\n\nLoss of FGF signaling also prompts the down-regulation of Nkx1.2 expression and a change in the competence of progenitors not committed to FP or NCC identity. These cells now respond to the dorsal and ventral morphogens by acquiring identities of neuronal progenitors. In the ventral neural tube, the increasing levels of Shh production induce p3 identity in the cells dorsal to the FP and MN progenitors at a further distance [17]. Dorsally progenitors of dI1–3 neurons are induced by BMP signaling [20]. Taken together these data reveal how the cell movements that drive axis elongation provide a timing mechanism for changes in competence by controlling the combination of signals to which cells are exposed. This increases the diversity of the cell types generated in the neural tube and ensures their correct temporal and spatial generation.\n\nNkx1.2 Establishes the Competence for the FP and NCC Differentiation\n\nThe competence to form FP and p3 progenitors appears to be mutually exclusive, as does the formation of NCC and dorsal interneurons. FGF has been shown to block both the induction of Shh-dependent neuronal subtypes in the ventral neural tube and the expression of transcription factors that define the progenitors of these neurons [21],[25]. This does not appear to be a consequence of substantial changes in Shh signal transduction (Figure S2I). Likewise BMP signaling in neural progenitors appears unaffected by FGF signaling (Figure S8K). Moreover the induction of FP and NCC identity within cells receiving FGF signaling suggests that there is not a complete blockade in the specification of new cell identities. Instead, FGF signaling appears to act by regulating the expression of a set of transcription factors in neural progenitors that transform the transcriptional program induced by Shh or BMP.\n\nOur attention focused on Nkx1.2, as this appeared to mediate the FGF-dependent competence for FP and NCC differentiation. In support of this, Xenopus Nkx1.2 gene (Nbx) [69] is expressed in the presumptive neural crest area and is essential for the neural crest differentiation. Nevertheless, mutation of Nkx1.2 in mouse embryos does not appear to affect FP or NCC generation [70]. Redundancy with Nkx1.1, an Nkx1.2 paralogue, may explain this apparent discrepancy. Both Nkx1.1 and Nkx1.2 are expressed in similar regions of the caudal embryo and forced expression of Nkx1.1 had similar effects to Nkx1.2 (Figure 5U and unpublished data). The generation of compound mutant mice lacking both genes would test this hypothesis. Alternatively there might be functional redundancy among a broader set of transcription factors in the caudal preneural tube, and it will be important to understand the function of these and the transcriptional network that connects them.\n\nA recent study has identified changes in higher order chromatin structure of specific genes as cells progress from the pre-eural tube to the neural tube [71]. How these changes are instated remains to be determined. It is possible Nkx1.2 regulates chromatin modifiers or factors that direct the chromatin modifiers to appropriate regions of the genome. Alternatively other targets of FGF signaling, independent of Nkx1.2, could be responsible. Irrespective of the mechanism, the irreversible changes in chromatin structure might provide an explanation as to why cells that have lost their competence to differentiate into the FP do not regain it even if exposed to FGF. In this context, it is notable that in pancreatic development, the repression of Arx expression is controlled by methylation of a CpG island within the Arx gene locus [72]. This mechanism does not seem directly applicable in the neural tube, however, because neural explants treated with 5-aza-dC, a DNA demethylating agent, did not alter the expression of key patterning genes (unpublished data). Identification and detailed analysis of the regulatory regions and epigenetic marks will be necessary to explore the relevant mechanism further.\n\nA Gene Regulatory Network for FP and NCC Competence\n\nExpression of Nkx1.2 repressed expression of neural progenitor transcription factors, including Pax6 and Irx3 (Figure S4E–K). Conversely, our experiments and previously published studies indicate that Pax6, Irx3, and RA signaling inhibit FP and/or NCC differentiation [19],[21],[73], while promoting the establishment of neuronal progenitor identity. Although nonautonomous effects of Nkx1.2 might contribute, cell-autonomous mutual cross-repression between alternative transcription states is a reoccurring theme in developmental decisions and appears to be the most likely explanation for the spatial and temporal transition between the different competence states. Indeed cross-repressive interactions are apparent between the transcription factors that determine distinct progenitor domains along the dorsal–ventral axis of the neural tube [74]. Thus there appears to be a common logic that underlies the transcriptional mechanisms along both the dorsal–ventral and rostral–caudal axis of the neural tube.\n\nIt is notable that as well as being induced by FGF signaling, Nkx1.2 also promotes the expression of FGF (Figure 3I). This establishes a positive feedback loop that supports the FP/NCC competence state. This is reminiscent of the positive feedback loop between FoxA2 and Shh expression that is characteristic of the FP itself. In both cases the feedback loop functions to repress the expression of Pax6/Irx3 in a cell-autonomous manner (Figure S4L–O″) and must be interrupted in order to limit the homeogenetic induction of FP cells [57],[58]. In the case of the FoxA2-Shh loop, the change in progenitor competence mediated by the down-regulation of FGF signaling is responsible for ending the feedback loop. In the case of the FGF-Nkx1.2 loop, it seems likely that RA signaling terminates the positive feedback. RA emanating from somites adjacent to the maturing neural tube forms a rostral to caudal gradient in both neural tissue and paraxial mesoderm that counteracts the posteriorly produced FGF [21]. Consistent with this, a dominant-negative RAR effector is sufficient to induce Nkx1.2 expression in cells that would otherwise have down-regulated its expression [Figure 4J(v)]. Thus axis elongation not only results in the posterior regression of the source of FGF but also the exposure of cells to RA signaling [21]. Once RA starts to be produced in the somites, the inductive effect on Pax6/Irx3 by RA overcomes the repressive effect of Nkx1.2 on their expression and cells change the competence in response to Shh or BMP, and this promotes the transition in competence, adding a further level of spatial and temporal control over the transition (Figure 7).\n\nThe details of the transcriptional network controlled by Nkx1.2 that acts to induce FP or NCC fate in response to Shh or BMP signaling remains to be fully elucidated. The set of transcription factors responsible for defining premigratory NCC identity is known in some detail, and it will be interesting to examine how Nkx1.2 influences this network [75]. For FP differentiation the situation is not as clear. Our data suggest that FP is specified within 12 h of the initiation of FGF and Shh signaling. Nevertheless, it takes more than 30 h before expression of mature FP genes such as Arx, Nato3, and HES1 (Figure 1J and unpublished data). We anticipate that transcriptional mechanisms must relay the immediate targets of FGF signaling (Nkx1.2) and Shh signaling (FoxA2) to regulate the mature FP genes.\n\nTaken together, the current study provides new insight into how the interplay between cellular competence and inductive signals controls pattern formation and increases cell type diversity in the neural tube. A striking feature of this mechanism is that it combines the morphogenetic movements of the developing embryo with signals acting along orthogonal axes to position and time transitions in competence. The dynamics of these interactions offer a means to couple changes in the response of individual cells to the overall development of the embryo. More generally, the increasingly detailed knowledge of the gene regulatory network underpinning these events makes the neural tube a good model in which long established developmental concepts, such as competence and inductive signals, can be understood in mechanistic terms.\n\nMaterials and Methods\n\nGenes\n\nThe Ensembl database (http://www.ensembl.org/index.html) and National Center for Biotechnology Information (NCBI; http://www.ncbi.nlm.nih.gov) accession numbers are as follows: chicken Arx (ENSGALG00000025770), chicken Nkx6.1 (AF102991), chicken Olig2 (AF411041), and chicken FoxP2 (ENSGALG00000009424). Refer to Table S1 for the other genes.\n\nIn Ovo Chick Electroporation, Immunohistochemistry, and in Situ Hybridisation\n\nAll animal experiments were performed under a UK Home Office project license within the conditions of the Animals (Scientific Procedures) Act 1986. All authors are personal license holders, and this study was performed under the project license PPL80/2528, approved by the Animal Welfare and Ethical Review Panel of the MRC-National Institute for Medical Research.\n\nUnless otherwise stated, in ovo electroporation experiments were performed using the pCIG expression plasmid, which contains an IRES-GFP gene downstream of the gene of interest [76]. For the overexpression experiments of Shh, pCX-Shh-N (an expression construct producing the amino-terminal region of Shh) was used [77]. Electroporation was performed at the indicated stages using an ECM-830 electroporator (BTX). For the early stage electroporations, DNA was applied with a glass capillary onto the open neural plate and electric pulses given from dorsal to ventral. Otherwise the DNA was placed in the lumen of the neural tube and electroporation was performed laterally. At the indicated time points, embryos were fixed with 4% paraformaldehyde (PFA), subsequently treated with 15% of sucrose, embedded in gelatin, and 14 µm sections taken. The antibodies used in this study were against Arx (rabbit, a gift from J. Chelly) [78], Irx3 (rabbit, a gift from T.M. Jessell) [25], Nkx2.2 (mouse, DSHB 74.5A5), Olig2 (rabbit, Millipore AB9610) and Pax6 (rabbit, Millipore AB2237), Olig3 (mouse, Abcam ab168573; rabbit, SIGMA HPA018303), Sox10 (rabbit; Abcam ab27655), Snail2 (rabbit; Cell Signaling Technology 9585), HNK1 (mouse; BD 347390), GFP (sheep, Biogenesis 4745-1051; rabbit, Invitrogen A11120), haemagglutinin (rabbit, SIGMA H6908), FoxA2 (goat, Santa Cruz sc-6554X), FoxP2 (rabbit, Abcam ab16046), and Nato3 (rat, a gift from Y. Ono) [27]. For in situ hybridization of chick and mouse embryos, embryos were harvested at the indicated stages and fixed with 4% paraformaldehyde (PFA) overnight. Antisense RNA probes were synthesized with Digoxigenin (DIG; Roche), and hybridization was performed at 70°C in the solution containing 1.3×SSC (saline-sodium citrate) pH 5.0, 5 mM EDTA, 1 mg/ml torula yeast RNA (SIGMA), 0.2% Tween 20 detergent (SIGMA), 0.5% CHAPS detergent (SIGMA), 100 µg/ml Heparin sodium salt, and 50% Formamide. Signals were developed by BM-Purple (Roche). In situ hybridization on chick sections was performed as described previously [79].\n\nTransient Expression System\n\nThe hormone-binding domain of the estrogen receptor (ER) was fused to Gal4-VP16 to make pCIG-ER-Gal4-VP16 [32]. The target gene HA-MKK1SD (a haemagglutinin-tagged constitutive-active MKK1; [33]) was placed under the control of 14 concatemerized Gal4 binding sequences (the upstream activating sequences; UAS). For transient in ovo expression, pCIG-ER-Gal4-VP16 and 14×UAS-HA-MKK1SD were electroporated at HH stage 8. For the induction of the target gene, Pluronic gel F-127 (SIGMA) was prepared to 20% (w/v) in Hank's Balanced Salt Solution (HBSS; SIGMA), and 4-Hydroxytamoxifen (4-OHT; SIGMA) was added to 50 µM. The gel was placed between the vitelline membrane and the embryo. After 8 h the gel was washed out with HBSS and the embryos were incubated until the indicated time point. For the sustained expression, the gel was replenished every 12 h. pCIG-ER-FoxA2 was generated by fusing the same ER domain to the coding region of mouse FoxA2 gene, and pCIG-GR-Nkx1.2 was generated by fusing the hormone-binding domain of human Glucocorticoid Receptor (also known as NR3C1) [80] to the coding region of mouse Nkx1.2 gene.\n\nExplants\n\nExplant assays were performed as described previously [81],[82]. Briefly, explants were prepared from the posterior neural epithelial layer of HH stage 9+ embryos and maintained in Leibovitz (L-15) medium (Gibco) during the preparation, embedded in a drop of collagen (SIGMA) buffered with DMEM (SIGMA), and preincubation was performed under 5% CO2 and 37°C for 1 h to allow the collagen drop to harden. Explants were then cultured with F-12/Ham (Gibco) containing Glutamine supplemented with antibiotics (50 U/ml of Penicillin, 50 µg/ml of Streptomycin) and Mitoserum (BD). Mouse recombinant FGF2 was purchased from R&amp;D, and mouse Shh (C25II) [54],[83] was produced in house. In addition, in Figure 1E(iii), we tried DKK (R&amp;D) to inhibit Wnt, BMS 493 [84], and 4-Diethylaminobenzaldehyde (DEAB) [85] to inhibit RA and valproate as a Notch activator [86]. In Figure 2N–Q′, FGF signal was inhibited by PD184352 (SIGMA) or SSR128129E (Selleckchem) [43],[44]. In these experiments, explants were prepared in L-15 in the presence of either of the inhibitors. Inhibitors were also added to the collagen. Explants were fixed with 4% PFA for 1 h and stained with antibodies as indicated. Data were collected with an SP2 confocal microscope (Leica), and all explant images are 125 µm per side, except in Figure 6B,B″,C,C″,D,D″,E,E″, which are 375 µm. Quantitation was performed on at least three areas, each of which contained approximately 200–250 cells, randomly chosen from the explants. Data are presented as mean values ± s.e.m.\n\nReporter Assays\n\nThe reporter constructs used in this study were as follows: the GBS-Luc reporter construct (the Firefly Luciferase gene driven by 8 concatermized Gli-binding sites) [87], the 14×UAS-luc (the luciferase gene controlled by 14×UAS sequences), the RARE-luc (a construct with a triple repeat of the RA Responding Element; obtained from Addgene) [88], and the BRE-luc (a gift from P. Ten Dijke) [18]. In ovo reporter assays were performed by co-electroporating the reporter together with pRL-CMV (Promega; used as the normalization control). The anterior thoracic levels of the embryos were harvested at indicated time points, and luciferase assays were performed following the manufacturer's instruction (Dual luciferase assay kit; Promega) using a Luminometer 9509 (Berthold). The relative induction levels of the luciferase were calculated by comparison with control electropotation. At least five embryos were assayed at each condition and were represented as mean values ± s.e.m. For the reporter assays in explants, five explants were pooled for each measurement, and four pools were assayed for each condition. Relative induction levels were calculated compared to the luciferase activity in unstimulated control explants.\n\nqRT-PCR\n\nRNA was extracted from a pool of 20–30 explants using Picopure RNA extraction kit (LifeTechnologies) to obtain 500 ng–1 µg of total RNA. cDNAs were synthesized by Superscript II reverse transcriptase (Invitrogen), and qRT-PCR analyses were performed by 7900 HT Fast Real-Time PCR system (Applied Biosystems). Where possible, the primers were designed to cross an intron by referring to Ensembl database in order to avoid amplifying any contaminating genomic DNA. Sequences of primers are presented in Table S1. Each gene expression level was normalized to that of β-actin. Each data point contains at least two biological replicates and is presented as the mean values ± s.e.m.\n\nExpression Plasmids\n\nNkx1.2DBD-VP16 and Nkx1.2DBD-EnR were made by fusing the transcription activator domain of the herpes simplex virus VP16 or drosophila Engrailed repressor domain and the DNA-binding domain of mouse Nkx1.2 (amino acid numbers 131–218). Likewise, the DNA binding domain of mouse Irx3 (amino acid numbers 131–200) and mouse ETV5 (amino acids numbers 290–489) [45] were used for Irx3DBD-VP16, Irx3DBD-EnR, and EnR-ETV5DBD. A nuclear localization signal was added to Irx3 and ETV5 constructs. The construction of FGFR1ΔC [34], Pax6PD-EnR [51], RAR-VP16, RAR-403 [25], FoxA2-EnR [10], and PtcΔ [16] were described previously.\n\nHigh Throughput mRNA Sequencing Analysis\n\nLibraries were synthesized with TruSeq™ RNA Sample Preparation kit according to the manufacturer's instruction (Illumina). Fifty-five base-pairs paired-end sequencing was performed on a HiSeq 2000 (Illumina). From 50 to 100 million clusters were obtained from each sample. The sequence data were mapped using Bowtie [89] to the 16,832 chick cDNAs annotated in the Ensembl database. Sequences mapped to each gene were then counted and each sample normalized to the total number of reads in the sample. The standard deviation of each gene across the samples was calculated, and the 988 genes that had the standard deviations of more than 0.5 were selected. These were divided into two groups: those with higher expression at time 0 than that in 0 nM_12 h (416 genes) and a second group with lower expression at time 0 than in 0 nM_12 h (572 genes). The genes that restored by FGF (263 genes; Group A) and the genes repressed by FGF (364 genes; Group B) by up to 10-fold were selected for further study. The list of the categorized genes is available in Table S2. The original sequence data have been deposited in ArrayExpress (http://www.ebi.ac.uk/arrayexpress; E-MTAB-2393).\n\nMouse Embryonic Stem (ES) Cells\n\nMouse ES cells were maintained on feeders in LIF-supplemented medium. Cells were differentiated using a monolayer differentiation protocol with minor modifications [90]. Briefly, feeder-depleted ES cells were plated at high density on gelatin-coated CellBind dishes (Corning) and maintained in N2B27 medium. For FP differentiation, recombinant 2 µg/ml Shh was added to the medium at day 3.5 and cells were cultured for an additional 60 h. For p3 differentiation, 30 nM RA (SIGMA) was added at day 3 and replaced each day with media containing 30 nM RA and 2 µg/ml Shh for an additional 60 h. In qRT-PCR, the expression values of each gene were normalized to that of RhoA, which is expressed at the same level throughout the differentiation.\n\nSupporting Information"
}