{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000470",
  "doi": "10.1371/journal.pbio.3000470",
  "externalIds": [
    "pii:PBIOLOGY-D-19-02300",
    "pmid:32150534",
    "pmcid:PMC7108746"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Crumbs2 mediates ventricular layer remodelling to form the spinal cord central canal",
  "authors": [
    {
      "name": "Christine M. Tait",
      "first": "Christine M.",
      "last": "Tait",
      "affiliation": "Department of Biomedical Science and Bateson Centre, University of Sheffield, Sheffield, United Kingdom"
    },
    {
      "name": "Kavitha Chinnaiya",
      "first": "Kavitha",
      "last": "Chinnaiya",
      "affiliation": "Department of Biomedical Science and Bateson Centre, University of Sheffield, Sheffield, United Kingdom"
    },
    {
      "name": "Elizabeth Manning",
      "first": "Elizabeth",
      "last": "Manning",
      "affiliation": "Department of Biomedical Science and Bateson Centre, University of Sheffield, Sheffield, United Kingdom"
    },
    {
      "name": "Mariyam Murtaza",
      "first": "Mariyam",
      "last": "Murtaza",
      "affiliation": "Department of Biomedical Science and Bateson Centre, University of Sheffield, Sheffield, United Kingdom"
    },
    {
      "name": "John-Paul Ashton",
      "first": "John-Paul",
      "last": "Ashton",
      "affiliation": "Department of Biomedical Science and Bateson Centre, University of Sheffield, Sheffield, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-2326-0919"
      ]
    },
    {
      "name": "Nicholas Furley",
      "first": "Nicholas",
      "last": "Furley",
      "affiliation": "Department of Biomedical Science and Bateson Centre, University of Sheffield, Sheffield, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-8136-736X"
      ]
    },
    {
      "name": "Chris J. Hill",
      "first": "Chris J.",
      "last": "Hill",
      "affiliation": "Department of Biomedical Science and Bateson Centre, University of Sheffield, Sheffield, United Kingdom"
    },
    {
      "name": "C. Henrique Alves",
      "first": "C. Henrique",
      "last": "Alves",
      "affiliation": "Department of Ophthalmology, Leiden University Medical Centre, Leiden, the Netherlands",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-9776-5701"
      ]
    },
    {
      "name": "Jan Wijnholds",
      "first": "Jan",
      "last": "Wijnholds",
      "affiliation": "Department of Ophthalmology, Leiden University Medical Centre, Leiden, the Netherlands",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-0099-460X"
      ]
    },
    {
      "name": "Kai S. Erdmann",
      "first": "Kai S.",
      "last": "Erdmann",
      "affiliation": "Department of Biomedical Science and Bateson Centre, University of Sheffield, Sheffield, United Kingdom"
    },
    {
      "name": "Andrew Furley",
      "first": "Andrew",
      "last": "Furley",
      "affiliation": "Department of Biomedical Science and Bateson Centre, University of Sheffield, Sheffield, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-5549-8668"
      ]
    },
    {
      "name": "Penny Rashbass",
      "first": "Penny",
      "last": "Rashbass",
      "affiliation": "Department of Biomedical Science and Bateson Centre, University of Sheffield, Sheffield, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-6799-1556"
      ]
    },
    {
      "name": "Raman M. Das",
      "first": "Raman M.",
      "last": "Das",
      "affiliation": "Division of Cell and Developmental Biology, School of Life Sciences, University of Dundee, Dundee, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3375-619X"
      ]
    },
    {
      "name": "Kate G. Storey",
      "first": "Kate G.",
      "last": "Storey",
      "affiliation": "Division of Cell and Developmental Biology, School of Life Sciences, University of Dundee, Dundee, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3506-1287"
      ]
    },
    {
      "name": "Marysia Placzek",
      "first": "Marysia",
      "last": "Placzek",
      "affiliation": "Department of Biomedical Science and Bateson Centre, University of Sheffield, Sheffield, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-4106-9229"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-03-09",
  "dateAccepted": "2020-02-18",
  "dateReceived": "2019-08-08",
  "volume": "18",
  "number": "3",
  "pages": "e3000470",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Biochemistry",
    "Cell biology",
    "Cell physiology",
    "Cell polarity",
    "Cellular types",
    "Cytoskeletal proteins",
    "Developmental biology",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell physiology",
    "Discipline-v3/Cell polarity",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Cytoskeletal proteins",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Embryogenesis",
    "Discipline-v3/Embryology",
    "Discipline-v3/Embryos",
    "Discipline-v3/Fluorescence imaging",
    "Discipline-v3/Green fluorescent protein",
    "Discipline-v3/Imaging techniques",
    "Discipline-v3/Luminescent proteins",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Nervous system",
    "Discipline-v3/Nestin",
    "Discipline-v3/Neuroanatomy",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Spinal cord",
    "Discipline-v3/Stem cells",
    "Embryogenesis",
    "Embryology",
    "Embryos",
    "Fluorescence imaging",
    "Green fluorescent protein",
    "Imaging techniques",
    "Luminescent proteins",
    "Nervous system",
    "Nestin",
    "Neuroanatomy",
    "Neuroscience",
    "Proteins",
    "Spinal cord",
    "Stem cells",
    "Type/Research Article"
  ],
  "abstract": "In the spinal cord, the central canal forms through a poorly understood process termed dorsal collapse that involves attrition and remodelling of pseudostratified ventricular layer (VL) cells. Here, we use mouse and chick models to show that dorsal ventricular layer (dVL) cells adjacent to dorsal midline Nestin(+) radial glia (dmNes+RG) down-regulate apical polarity proteins, including Crumbs2 (CRB2) and delaminate in a stepwise manner; live imaging shows that as one cell delaminates, the next cell ratchets up, the dmNes+RG endfoot ratchets down, and the process repeats. We show that dmNes+RG secrete a factor that promotes loss of cell polarity and delamination. This activity is mimicked by a secreted variant of Crumbs2 (CRB2S) which is specifically expressed by dmNes+RG. In cultured MDCK cells, CRB2S associates with apical membranes and decreases cell cohesion. Analysis of Crb2F/F/Nestin-Cre+/− mice, and targeted reduction of Crb2/CRB2S in slice cultures reveal essential roles for transmembrane CRB2 (CRB2TM) and CRB2S on VL cells and dmNes+RG, respectively. We propose a model in which a CRB2S–CRB2TM interaction promotes the progressive attrition of the dVL without loss of overall VL integrity. This novel mechanism may operate more widely to promote orderly progenitor delamination.",
  "fullText": "Introduction\n\nThe ventricular layer (VL) of the embryonic spinal cord is composed of pseudostratified radial glial stem/progenitor cells that line the central lumen. VL cells express the SRY-related HMG-box transcription factors, SOXB1 [1], a feature of their neuroepithelial origin [2,3], and differentially express homeodomain transcription factors, a feature of dorsoventral patterning [4–6]. In early embryogenesis, VL cells undergo neurogenesis in a process that involves apical constriction, adherens-junction disassembly, acto-myosin-mediated abscission and mediolateral migration [7,8]. Following the major period of neurogenesis, VL cells switch to gliogenesis, and glial cells migrate out of this layer [9–12].\n\nConcomitant with the transition to gliogenesis (around E12 in the mouse) the VL begins to remodel, ultimately giving rise to the ependymal layer (EL) surrounding the adult central canal. Ependymal cells constitute key components of a quiescent stem cell niche [13–15], are implicated in glial scar formation after spinal injury [15–17], and serve important mechanical and sensory functions [18,19]. Multiple steps contribute to the remodelling of the VL into the EL [1,20], including dorsal collapse, a delamination of dorsal ventricular layer cells (hereafter termed dVL cells) that results in a pronounced dorsoventral reduction in the length of the lumen [20–28]. Little is understood, however, of the mechanisms that mediate dorsal collapse.\n\nProteins of the Crumbs (CRB) and PAR complexes (the latter composed of PAR3/PAR6/aPKC) are present on the apical side of epithelial cells. In invertebrates, PAR- and CRB-complex proteins directly interact to determine the apicobasal axis and the position and stability of cell–cell adherens junctions [29–36]. PAR and CRB complex components are evolutionarily conserved and similarly regulate polarity, integrity, and morphogenesis of vertebrate epithelia, including the neural tube neuroepithelium [37–39]. In the mouse, Crb2 (one of the three vertebrate Crb genes) is required for maintenance of the apical polarity complex [40–42], and in zebrafish, the two crb2 genes have been implicated in retinal organisation. Crb2a (oko meduzy, Ome), in particular, was described as a determinant of apicobasal polarity in the retina, and its loss caused severe basal displacement of cell junctions in neuroepithelial cells [43,44]. Intriguingly, the finding in zebrafish that mutation in pard6yb results in the failure of dorsal collapse [45,46] suggests that apical polarity complex regulation plays a critical role in VL remodelling. However, it remains unclear whether and how components of the apical polarity complex change during dorsal collapse, nor in which cell populations these proteins are regulated and required, nor how they regulate downstream effectors of epithelial integrity.\n\nThe roof plate is a specialised glial cell population that defines the dorsal neural tube/spinal cord midline and patterns dorsal neuroepithelial cells [47]. In mid-embryogenesis, roof plate cells are transformed from wedge-shaped cells into a thin, dense septum of elongated dorsal midline Nestin(+) radial glia (hereafter termed dmNes+RG) that extend from the ventricle to the pia [20–23,26,45,48] and eventually contribute to the EL [20,28,49]. Elongation of the roof plate/dmNes+RG occurs reciprocally with reduction of the lumen [20,23,26,28,45,50], and dmNes+RG are known to play a critical role in dorsal collapse. Studies in zebrafish suggest that the filamentous (F)-actin cytoskeleton belt that defines the apical side of VL cells, and whose constriction drives early neurulation [51–54] and neuronal delamination [7,8], is also required for dorsal collapse: this involves a process that depends on its appropriate tethering by elongating roof plate/dmNes+RG cells [45,50]. However, in addition to their tethering function, dmNes+RG cells may play an active role in promoting delamination by locally regulating VL cell polarity.\n\nHere, we provide evidence that in mouse and chick, Crumbs2 (CRB2) proteins are required for dorsal collapse. In particular, we show that a CRB2-mediated interaction of dmNes+RG cells and adjacent dVL cells drives the progressive delamination of dVL cells and the transformation of the VL to the EL. Expression of apical/tight junction components and adhesion complexes are maintained at high levels on the apical end-feet of dmNes+RG throughout lumen diminution but are dramatically reduced on dVL cells as they delaminate. dmNes+RG are rich in secretory vesicles, and gain-of-function in vivo studies show that they secrete a factor that promotes progenitor cell delamination. Furthermore, they express a variant of CRB2 that can be secreted (CRB2S) and appears to mediate this activity. Ex vivo cell culture studies show that CRB2S binds to the apical surfaces of CRB2-expressing epithelial cells and reduces their polarity and cohesion. In vivo analysis of Crb2F/F/Nestin-Cre+/− mice and targeted reduction of Crb2/CRB2S in dmNes+RG in slice cultures reveal essential roles for transmembrane CRB2 (CRB2TM) and CRB2S on VL cells and dmNes+RG, respectively. In this interaction, CRB2 proteins are required to remove rather than maintain cells within an epithelium. We propose that collapse is initiated by the release of CRB2S from dmNes+RG that acts on CRB2TM-expressing VL cells, causing down-regulation of polarity and junctional proteins and their decreased cohesion. We suggest that these are a critical step in the exclusion of these cells from the VL and transformation of the VL to the EL. Our findings suggest a model in which CRB2S acts cell non-autonomously to orchestrate progenitor cell delamination from an epithelium through a mechanism that retains epithelial integrity.\n\nResults\n\nCollapse occurs through attrition of dVL cells\n\nDorsal collapse of the mouse spinal cord occurs over the period E14–E17. At thoracic levels, the lumen spans almost the entire dorsoventral length of the spinal cord at E14 and reduces to a two-fifth span at E15 and a one-fifth span by E17 (Fig 1A–1E and 1P). As described recently [1], dorsal collapse is predicted by differences in VL morphology. In the ventral ventricular layer (vVL), the lumen is narrow and nuclei are tightly packed and mediolaterally oriented (Fig 1A–1D, 1P, S1A and S1A′ Fig), whereas in the dVL, the lumen is wide and nuclei are more loosely arranged (Fig 1A–1C and 1P, S1A and S1A′ Fig). The dVL reduces significantly in length on each consecutive day during collapse (Fig 1A–1D and 1P), whereas the vVL does not (Fig 1A–1D and 1P). Dorsal collapse is the most obvious remodelling event but is mirrored ventrally by a rearrangement of floor plate cells, only a subset of which remain within the central canal (Fig 1B arrowhead and see [1]).\n\nSOXB1 proteins, namely SOX1, SOX2 and SOX3, are expressed on all VL cells during remodelling (Fig 1F–1I and S1C–S1F Fig). Quantitative analyses show a reduction in the number of SOX2(+) cells in the VL during collapse (Fig 1J) and see [1]; excluded cells continue to express SOX1-3 (Fig 1Gand 1H and S1C–S1F Fig). Likewise, the paired-box protein (PAX6), which marks cells in all but the ventral-most VL region (consistent with its earlier expression in progenitor subsets [55]) reveals a similar proportional reduction (S1G–S1J Fig). By contrast, the homeobox protein NKX6.1, which marks ventral progenitor subsets [55], is restricted to vVL cells at E14 (Fig 1K) and is then detected at the ventral midline as the floor plate pinches off (Fig 1L–1N). There is less proportional reduction in the number of Nkx6.1(+) VL cells (Fig 1O). Together, these observations are consistent with the idea that dorsal collapse is largely driven through the attrition of the dVL [1,24].\n\ndVL cells reorientate during attrition\n\nConsistently, during dorsal collapse, we detect a nuclear bridge spanning the two sides of the dVL. Regardless of the stage, the bridge is detected 2–8 cell diameters below the dorsal-most lumen (Fig 2A–2D arrowheads). As VL cells dorsal to the bridge are excluded, their nuclei appear to reorient from mediolateral to dorsoventral (S1A and S1A′ Fig). By the end of dorsal collapse, all nuclei dorsal to the vVL are dorsoventrally elongated (S1B and S1B′ Fig). Together, these results begin to suggest a remodelling of dVL cells during collapse.\n\nTo better characterise the position of reorientating nuclei, we compared expression of SOX2 to that of Nestin. From E14.5, the dorsal and ventral midline are characterised by Nestin(+) radial glial cells (Fig 2E–2I, S2 Fig, and see [1,20–23,26,28,45,48]). dmNes+RG, which elongate as collapse proceeds, are thought to tether the diminishing VL to the pial surface [45]. Double-labelling of Nestin and SOX2 shows that the dorsal-most pole is a nuclei-free area occupied by dmNes+RG end-feet (Fig 2J–2L″) and confirms that the nuclear bridges below the dmNes+RG end-feet/dorsal lumen are SOX2(+) (Fig 2J–2L arrowheads). Towards the end of dorsal collapse (E17.5), a bright spot of Nestin immunoreactivity is detected in the SOX2(+) bridge (Fig 2M and 2M′) suggesting a physical interaction of dmNes+RG and dVL cells. Double-labelling of Nestin and SOX2 confirms, additionally, that many SOX2(+) cells are closely associated with dmNes+RG and can be detected as far away as the dorsal funiculus (Fig 2N–2N″).\n\nTo validate the arrangement/reorganisation of dVL cells, we performed transmission electron microscopy (EM) imaging at E15.5–E16 (n = 3 embryos; 6 sections), a time when dorsal collapse is underway. The narrower vVL and wider dVL zones can be distinguished in EM images (Fig 2O). Quantitative analyses confirmed that the looser arrangement of dVL cells to vVL cells (21.5 ± 1.04 nuclei/100μm2 and 54.0 ± 1.83 nuclei/100 μm2 respectively) is significantly different (p &lt; 0.0001; S4 Table), and high magnification views confirm that the dorsal-most pole lacks nuclei (Fig 2O′). Notably, however, although nuclei in the dVL are loosely arranged, they remain abutted to the lumen except for the 2–3 nuclei directly adjacent to the nuclei-free dorsal pole. These appear to have moved away (Fig 2O′ red asterisks), suggesting an organised delamination of dorsal-most dVL cells.\n\nIn summary, a first indication of dorsal collapse is a local cell reorganisation and remodelling of the dVL. Key changes include formation of a bridge just below the dorsal-most pole, the re-orientation of nuclei dorsal to the bridge, and distancing of nuclei from the lumen in cells that are immediately adjacent to the endfeet of dmNes+RG.\n\nDorsal collapse involves cell delamination and ratcheting\n\nTo better examine the rearrangement of cells during dorsal collapse, we performed time-lapse imaging of spinal cord slice cultures, focusing on the dorsal region of the collapsing spinal cord. After transfecting sparse numbers of cells with membrane-GFP (green fluorescent protein) and histone-RFP (red fluorescent protein) (n = 3 slices from 3 embryos; 6–20 dorsal cells electroporated in each), the dmNes+RG cell can be detected because of its typical morphology and midline position (Fig 3A and 3A′, and S1 Movie). As predicted from our static studies (Fig 2), dmNes+RG cells remain in a dorsal midline position throughout imaging (Fig 3A′ red arrows and red cells). At their apical ends, dmNes+RG cells are closely apposed, on each side to a dVL cell (Fig 3A and 3A′ pink arrows and pink cells). These cells delaminate and, on each side, a second dVL cell becomes closely apposed to the dmNes+RG cell (Fig 3A′ blue cells). These second dVL cells in turn delaminate (Fig 3A and 3A′ blue arrows and blue cells). Together this suggests that dorsal collapse proceeds through the progressive delamination of dVL progenitors that are immediately adjacent to the dmNes+RG cell. Analysis of slices where higher numbers of cells were electroporated (n = 2 slices; 20–30 dorsal cells electroporated) further suggests that post-delamination, dVL cells may actively migrate dorsally along the dmNes+RG scaffold (S2 Movie and S3A Fig).\n\nThe proximity of electroporated cells, the fact that delaminating dVL cells can appear to cross one another (Fig 3A′ pink and blue cell on right-hand side), and the movement of cells in and out of focus, however, made it difficult to resolve the precise behaviour of cells, or the interaction of dmNes+RG endfeet and apical-most parts of dVL cells in mouse slice cultures. We therefore performed similar studies in chick spinal cord slice cultures, in which it is easier to electroporate smaller numbers of cells, having first established that chicken embryos undergo collapse in vivo between E7 and E11 [56,57] (S4 Fig). Dorsal cells were targeted with membrane-GFP and time-lapse analyses performed (n = 6 slices from 3 embryos; 6–12 dorsal cells electroporated in each). Cells behaved in a similar manner to that observed in mouse (Fig 3B and 3B′ and S3 Movie), but individual cell behaviours could be discerned. The dmNes+RG cell elongates and thins (Fig 3B red arrow and Fig 3B′ red cell). A first and then a second dVL cell delaminate (Fig 3B pink and blue arrows and Fig 3B′ pink and blue cells). Intriguingly, we noted that in cases where it was possible to follow a dVL that stayed in focus throughout imaging, delamination of more distal dVL cells is preceded by a cell remodelling event: a protrusion ‘reaches’ towards the previous (delaminating) dVL cell or dmNes+RG (Fig 3B and 3B′; blue arrowhead in Fig 3B; n = 3 cells). Analysis of a small number of mouse cultures (n = 2) in which only 1–2 dVL cells were electroporated revealed a similar reorientation prior to delamination (n = 3 cells; S4 Movie). This remodelling may enable delamination and the dorsal migration of delaminating dVL cells to the top of the dmNes+RG (Fig 3B and 3B′).\n\nA single Z-plane view reveals that delamination is preceded by contact/close proximity between the dmNes+RG cell and the dVL cell; thus, as dmNes+RG endfeet extend down to them, dVL cells sequentially delaminate (Fig 3C and 3C′ and S5 Movie; additional evidence shown in S3B Fig and S6 Movie). Together, this suggests that dorsal collapse proceeds through the progressive delamination of dVL progenitors that are immediately adjacent to dmNes+RG cell endfeet; as each dVL cell delaminates, the next dVL cell ratchets up and the dmNes+RG endfoot ratchets down. This progressive series of interactions between two cell populations suggests a novel and specific delamination mechanism.\n\nDiminished adhesion junctions on VL progenitors adjacent to dmNes+RG\n\nThe stable retention of the dmNes+RG at the dorsal pole and delamination of adjacent dVL progenitors led us to predict that these two cell types will show distinctive profiles of apical adhesion and junction proteins that, in other systems, govern epithelial integrity and cell delamination. We therefore examined expression of Zona occludens 1 (ZO-1), a tight junction–associated protein, and the apical polarity proteins aPKC, CRB2, and PAR3 at E13.5 (prior to collapse), E15–E15.5 (maximal dorsal collapse), and E17 (termination of collapse). At the same time, we assayed expression of phalloidin, a marker of F-actin, previously suggested to anchor dmNes+RG and VL progenitor cells [45]. At E13.5, junction/adhesion proteins are detected in a continuum on the apical side of all VL progenitor cells (S5A–S5C Fig). By contrast, at E15, junction/adhesion proteins are maintained on vVL cells and on the end-feet of dmNes+RG, but ZO-1, CRB2, and PAR3 are barely detected on dVL cells (Fig 4A–4D, 4A′–4D′ and 4A″–4D″) and on dVL cells that lie immediately adjacent to the dmNes+RG, Zo-1, aPKC, and PAR3 appear completely absent (Fig 4A–4A″, 4B–4B″ and 4D–4D″ green arrowheads; n = 24–30 cells each, imaged from a minimum of 3 embryos; quantitative measurements shown in S5D Fig), and CRB2 is absent or reduced on these cells (Fig 4C–4C″; n = 24 cells from 8 embryos; S5 Fig). By E17, some dorsal discontinuity is still apparent, albeit less obvious (Fig 4F–4I and S5E Fig; n = 8 slices from 4 embryos), and by E18, apical/junctional proteins are again expressed as a continuum (S5F Fig). Phalloidin does not show the same marked absence but shows punctate labelling on the apical side of dVL cells at E15 (Fig 4E–4E″ and S5D Fig), and then continuous labelling at E17 (Fig 4J). Together, these data suggest that apical adhesion/tight junction proteins are retained on dmNes+RG throughout collapse but are reduced on dVL progenitor cells; in particular, they are absent (Zo-1, aPKC, PAR3) or markedly reduced (CRB2) from the dVL cells that are delaminating.\n\nTo explore this further, we examined adhesion complexes after EM imaging (Fig 4K). dmNes+RG endfeet have long, tight adhesion complexes (Fig 4K red arrowheads), whose characteristic profiles (electron-dense; extending from the apical surface on adjacent cell membranes) can be detected at high magnification (Fig 4K panels I, II). By contrast, adhesion complexes can barely be detected on VL progenitor cells that are about to delaminate; only electron-lucent, short adhesion complexes can be detected (Fig 4K green arrowheads; panel IV). Immediately dorsal to these, a long adhesion complex extends parallel to the VL (panel III), potentially indicating a remodelling cell. In VL progenitor cells that lie ventral to delaminating cells, adhesion complexes lengthen and become increasingly electron-dense (Fig 4K blue arrowheads and panels V, VI). Quantitative measurements of the length of adhesion complexes reveal a gradual decrease in length in dVL cells that are about to delaminate, then a gradual increase towards dmNes+RG (Fig 4L).\n\nIn summary, throughout the collapse window, dmNes+RG form long apical adhesion complexes and tight junctions. By contrast, dVL progenitors that are about to delaminate show markedly reduced apical adhesion complexes and tight junctions. Dorsal and ventral to these, apical adhesion complexes gradually increase in length. Together these analyses show that a reduction in apical adhesion/tight junction complexes prefigures or accompanies dVL cell delamination.\n\ndmNes+RG secrete a factor that promotes VL progenitor delamination\n\ndmNes+RG have previously been implicated in dorsal collapse; studies in zebrafish have suggested that dmNes+RG cells are tethered to VL cells via a F-actin cytoskeleton belt and that tethering is required for dorsal collapse [45]. However, our EM imaging shows that dmNes+RG are rich in vesicles that appear to be fusing with the adjacent lumen (Fig 4K-I and 4K-II asterisks; see also [28]), suggesting that these cells could be secreting a factor involved in dVL cell delamination.\n\nTo test this idea, we established an in vivo assay, using the early chicken embryonic neural tube to assay dmNes+RG activity. Mouse E15 dmNes+RG cells or control VL cells (S6 Fig) were transplanted into the dorsal lumen of Hamburger-Hamilton (HH) stage 10 chick embryos, a stage when the neural tube is composed of pseudostratified neuroepithelial cells, and embryos were developed 20–24 hours, to HH stages 16–18 (Fig 5A schematic; n = 14 embryos each). In embryos transplanted with control lateral VL cells, the neural tube appeared normal: Zo-1 and aPKC were detected apically on VL progenitor cells (Fig 5C and 5D), the distribution of Pax6(+) and Nkx6.1(+) progenitors appeared normal, the basement membrane was intact (Fig 5E and 5F), and the secreted glycoprotein Sonic hedgehog (Shh) was detected on the floor plate (Fig 5G). By contrast, dmNes+RG cells had a marked effect on neuroepithelial cells. At 20 hours post-graft, Zo-1 and aPKC were down-regulated (Fig 5H and 5I). By 24 hours, Nkx6.1(+) progenitor cells appeared disorganised (Fig 5K green arrowhead), the basement membrane showed breaks (Fig 5J and 5K white arrowheads), and some Pax6(+) progenitor cells seemed to have delaminated from the neuroepithelium (Fig 5J green arrowhead). Ectopic clumps of Shh(+) cells were similarly detected outside of the neural tube (Fig 5L arrowheads); in some cases, these appeared to be dissociating from the endogenous floor plate (S7A–S7B′ Fig). Therefore, dmNes+RG appear to provoke a loss of polarity, cohesion, and organisation of pseudostratified neuroepithelial cells. We next asked if other tissues could mimic these effects. Nestin(+) cells in dorsal regions of the subventricular layer (SVL) of the lateral ventricle showed similar activity to dmNes+RG cells (S7C–S7G Fig). By contrast, other regions of the central nervous system (CNS) failed to mimic dmNes+RG cells (S5 Table).\n\nThe ability of transplanted dmNes+RG (and SVL cells) to affect progenitor cells at a distance indicated that these cells may secrete a factor that leads to down-regulation of apical polarity and tight junction proteins. Furthermore, this factor appears to initiate events that lead to loss of cohesion and organisation and may even promote neuroepithelial delamination.\n\nCrb2S is expressed in dmNes+RG and CRB2S mimics dmNes+RG activity\n\nWe had noted that during the period of dorsal collapse, CRB2 is not restricted to the apical endfeet of dmNes+RG but shows diffuse, punctate labelling in the endfeet (Fig 4C′ and 4C″ open arrowheads and Fig 5B and 5B′); similarly, punctate expression of CRB2 is detected in the Nestin(+) SVL cells of the lateral ventricle (S7D and S7D′ Fig). Studies in humans suggest the existence of an alternatively spliced isoform of CRB2 that lacks the transmembrane domain and is putatively secreted [58], and work in Xenopus has shown a secreted variant of CRB2 (termed Xer1) in the early neural plate [59,60]. This prompted us to investigate whether a secreted isoform of CRB2 can be detected in mouse, and whether this protein can phenocopy the effects of dmNes+RG cell transplantation.\n\nBioinformatic analysis of the mouse Crb2 locus predicts different splice variants. One encodes the transmembrane variant of CRB2 ([CRB2TM]. In a second, however, alternative exon splicing between exon9 and exon10 introduces a premature stop codon before the transmembrane domain, predicting that this splice variant (which we term Crb2+9A, or Crb2S) may encode the putatively secreted protein. Stable clonal HEK293 cell lines constitutively expressing Crb2+9A secreted a CRB2-protein (termed CRB2S) into the media (S8 Fig and see Materials and methods). We therefore used a nested PCR approach (Fig 5M) to determine whether the mRNA encoding the secreted isoform can be specifically detected in dmNes+RG cells. dmNes+RG, SVL cells, and control lateral VL cells were compared to the adult eye, a tissue that expresses high levels of CRB2TM [61,62]. As predicted from immunohistochemical analyses, RNA encoding full-length CRB2TM was detected in both dmNes+RG cells and lateral VL cells. However, the RNA encoding the secreted isoform, CRB2S, was detected only in dmNes+RG and not in lateral VL cells (Fig 5M and S9 Fig).\n\nBeads soaked in purified CRB2S were then implanted into the dorsal lumen of HH stage 10 chick embryos (n = 6). Transplants of CRB2S-soaked beads phenocopied transplants of dmNes+RG cells. Thus, the neural tubes of host embryos showed a reduction of apical polarity and junctional proteins, most obviously in the vicinity of the bead, disruption and disorganisation of the neuroepithelium, breaks in the basement membrane (Fig 5N–5P), and the ectopic appearance of neuroepithelial cells outside of the neural tube (Fig 5P and S10 Fig). PBS soaked beads caused no such effects (S10 Fig).\n\nThe appearance of ectopic progenitor and floor plate cells outside of the neural tube could arise, either through the delamination of neuroepithelial cells, or due to a fate change in cells outside of the neural tube. To distinguish between these, we combined RFP electroporation and bead implantation. When RFP was electroporated into the dorsal neural tube (avoiding the neural crest) prior to transplantation of a PBS bead, Sox2(+) RFP(+) cells were confined to the neural tube (Fig 5Q). By contrast, when similar cells were targeted, then a CRB2S bead implanted, Sox2(+) RFP(+) cells were detected outside of the neural tube (Fig 5R). Thus, in the presence of CRB2S, cells delaminate from the neuroepithelium. In summary, a secreted variant of CRB2, CRB2S, is specifically expressed in dmNes+RG cells, and its premature mislocalisation leads to loss of apical polarity proteins in neuroepithelial cells and their ability to delaminate from the neuroepithelium.\n\nCRB2S reduces cohesion/adhesion in MDCK cells\n\nIn zebrafish, CRB2 homologues can bind homophilically to mediate cell–cell adhesion in epithelial cells [63]. This raises the possibility that CRB2S can similarly associate with CRB2. To begin to test this, we incubated spinal cord sections with His-tagged CRB2S or control PBS, then analysed with an anti-His antibody. Punctate labeling was detected on the apical side of VL cells incubated with His-tagged CRB2S (Fig 6A) but not with control medium (Fig 6A′).\n\nTo test the effect of CRB2S on epithelial cells, we performed an acute assay on MDCK cells (a polarised columnar epithelial cell line [64,65]). In MDCK cells seeded at high density, the tight junction protein ZO-1 is apically located in 77% of cells cultured in control medium (S11A Fig). By contrast, apically localised ZO-1 is detected in only 23% of cells cultured with high concentrations of CRB2S (S11B Fig). We next examined the effect of CRB2S on MDCK cells seeded at low density. DAPI-labelling revealed the presence of single cells and doublets that express CRB2 (Fig 6B). Exposure of cells to control medium or to CRB2S for 15 hours suggested that CRB2S did not affect proliferation or apoptosis of MDCK cells: the total numbers of cells in each condition was not significantly different, and in each condition, a similar increase in total cell number was detected over the 15-hour culture period (Fig 6F). However, CRB2S had a negative effect on polarity and cohesion/adhesion. In control medium, the majority of cells were detected in small clumps (Fig 6C and 6G) and expressed ZO-1 and E-cadherin in a uniform manner (Fig 6C). After exposure to low concentrations of CRB2S, similar-sized clumps of cells were detected (Fig 6D and 6G). However, cellular E-cadherin-expressing blebs were apparent (Fig 6D arrowheads) and ZO-1 distribution was uneven and sometimes punctate (Fig 6D and S11C Fig). Furthermore, after exposure to higher concentrations of CRB2S, cells were largely detected as doublets (and sometimes singlets), with almost no larger clumps detected (Fig 6E and 6G). As with low CRB2S, ZO-1 showed unusual cytoplasmic expression, and E-cadherin was no longer uniformly detected in cells (Fig 6E). These observations suggest that CRB2S can reduce polarity and cohesion/adhesion in CRB2-expressing cells. Together, these analyses suggest a model in which a direct interaction of CRB2S and CRB2TM destabilises CRB2TM-CRB2TM interactions, leading to downstream changes, including loss of polarity and decreased cohesion/adhesion (Fig 6H; see Discussion).\n\nCrb2 and CRB2S are required for dorsal collapse\n\nThis model predicts that Crb2 is essential for cell delamination and dorsal collapse but that this function occurs through an interaction of CRB2TM (required on dVL cells) and CRB2S (from dmNes+RG cells). To test this, we first deleted Crb2TM from neuroepithelial VL progenitors by crossing a transgenic Crb2 floxed (Crb2F/F) mouse (a construct designed to remove full-length Crb2TM but not Crb2S [41,66] with Nestin-Cre+/− mice [67] to obtain CRB2F/F/Nestin-Cre+/−) animals (termed CRB2 Nestin-Cre hereafter). Embryos were compared to Crb2F/F embryos at E17 (n = 4 embryos each). In control (Crb2F/F) embryos, collapse occurred as normal. DAPI labelling showed the lumen was reduced to a similar extent to that seen in wild-type mice (compare Fig 7A and Fig 1A) and dmNes+RG cells elongated to a similar extent to that in wild-type embryos (compare Fig 7B and S2 Fig); CRB2 itself, aPKC, and PAR3 were detected on the apical side of VL cells (Fig 7C–7E) and PAX6(+) and NKX6.1(+) progenitors were located as in wild-type embryos (Fig 7F and 7G). By contrast, collapse failed to proceed normally in CRB2 Nestin-Cre embryos. DAPI labelling showed the dorsoventral extent of the lumen to be much greater than that detected in controls, consistent with a dorsal collapse failure (Fig 7H), although unusual kinks were detected in dorsal regions (Fig 7H, 7J, 7L and 7M arrowheads). Nestin immunolabelling showed that the ventral and dorsal RG failed to elongate (Fig 7I). Analysis with anti-CRB2 antibody confirmed a reduced expression of CRB2 at the apical surface of VL cells (Fig 7J), although punctate CRB2S persisted in dorsal regions (Fig 7J and 7J inset). Minimal expression of aPKC was detected (Fig 7K), but PAR3 was expressed at the apical side of VL cells (Fig 7L). PAX6(+) progenitors were retained in dorsal parts of the VL (Fig 7M), and in contrast to wild-type and CRB2F/F embryos, no Nkx6.1 expression could be detected on vVL cells (Fig 7N). Together, these data suggest that CRB2TM is required for dorsal collapse.\n\nWe next blocked CRB2S specifically from dmNes+RG by implanting a bead soaked in α-CRB2 antibody adjacent to these cells in E13 mouse slice cultures (Fig 7O). After culture to an equivalent of E16, dmNes+RG exposed to a control bead showed a collapse similar to that detected in vivo (Fig 7P). Analysis of transverse sections revealed apical CRB2 in remaining VL cells (Fig 7Q) and revealed elongated dmNes+RG (Fig 7R). By contrast, collapse failed to occur when dmNes+RG were exposed to an α-CRB2 antibody-soaked bead (Fig 7S). The diffuse labelling characteristic of CRB2S (Fig 4C and 4C′ and Fig 5B and 5B′) could not be detected in cells at the dorsal pole (Fig 7T red arrowhead), although apical CRB2 could still be detected within VL cells (Fig 7T white arrowhead), and dmNes+RG failed to extend (Fig 7U). Similar results were observed when CRB2 was deleted from dmNes+RG after targeting a shCrb2 construct [68] in E13 mouse slice cultures (S12 Fig).\n\nTogether, these results show that CRB2 is required both in VL cells and dmNes+RG for dorsal collapse, and that the CRB2S variant mediates the activity of the dmNes+RG.\n\nDiscussion\n\nHere, we present evidence for a novel role for the apical protein CRB2 in a local delamination and ratcheting mechanism that remodels the VL of the vertebrate spinal cord into the EL. Similar to recent studies on mouse gastrulation [41,69,70], our data show that Cbr2 is required for the removal of cells within an epithelium. Such a role for Crb2 is surprising because, classically, Crb2 and drosophila crumbs are required for polarity and the cohesion and maintenance of epithelia [36,71,72]. Our studies show that in the spinal cord, the ability of CRB2 to effect cell delamination is mediated by a secreted variant, CRB2S. We propose that a CRB2TM–CRB2S interaction causes changes in cell polarity and cell cohesion that ultimately effect cell delamination and mediate dorsal collapse. Furthermore, the ratcheting interaction of CRB2S dmNes+RG cells and CRB2TM VL cell suggests a mechanism that enables EL and central canal formation via attrition of VL cells without loss of overall VL/EL integrity.\n\nCRB2 is detected in a dynamic pattern in cells that line the spinal cord lumen. dmNes+RG that tether the lumen to the pial surface maintain high levels of CRB2 in their apical endfeet throughout collapse. By contrast, although CRB2 is detected on the apical sides of all VL cells prior to and following collapse, it is eliminated from the apical side of dVL cells that immediately neighbour dmNes+RG during collapse. Full-length transmembrane Crb2 is expressed in all VL cells, but a splice variant that lacks the transmembrane domain and is predicted to be secreted [58,62,73] is specifically expressed in dmNes+RG. Four lines of evidence suggest that CRB2S secreted from dmNes+RG acts on immediately adjacent dVL cells to disrupt apicobasal polarity and effect their delamination from the VL. First, the CRB2 splice variant can be secreted, and premature exposure of chick neuroepithelial VL cells to CRB2S leads them to lose apical aPKC and even to delaminate. Second, exposure of CRB2-transfected MDCK cells to CRB2S disrupts apicobasal polarity, as assessed through the basal protein, E-cadherin, and the apical tight junction protein, ZO-1 (similarly reduced in chick neuroepithelial cells after exposure to CRB2S), and reduces their cohesion/adhesion. Third, the phenotype elicited by CRB2S is recapitulated by dmNes+RG: premature and ectopic exposure of chick neuroepithelial VL cells to dmNes+RG, but not other spinal cord VL cells, leads to the loss of Zo-1, aPKC, and delamination of progenitor cells. Fourth, targeted blockade of CRB2S in dmNes+RG prevents dorsal collapse. It remains to be proven that CRB2S is secreted in vivo, as appears to occur in Xenopus [59,60], but these observations, together with the secretory nature of dmNes+RG and their specific expression of the Crb2 splice variant, provide strong evidence for this idea.\n\nOur demonstration that CRB2S associates with CRB2 on the apical side of VL cells suggests a mechanism for how dVL delamination may be initiated. In flies and vertebrates, full-length CRB2 homologues normally mediate cell adhesion through homophilic interactions at opposing cell membranes, mediated by the extracellular domain. Homophilic interactions stabilise Crb/CRB2 apically, and maintain epithelial organisation and integrity [36,43,44,63,68,74–76]. The full mechanisms through which this is achieved remain elusive but likely involve the ability of CRB2 to interact with the PAR complex (Cdc42-Par6-aPKC-PS980-Baz), which maintains apicobasal polarity and adherens junction assembly and positioning [36,63,75–77]. In flies, the Crb transmembrane domain retains Cdc42-Par6-aPKC at the apical part of the cell, enabling PS980-Baz (Bazooka) to accumulate at the lateral part of the cell and recruit adherens junction material, including E-cadherin, a key intercellular adhesion factor [36,77]. Our studies suggest that the association of CRB2S with CRB2 within the vertebrate spinal cord disrupts this pathway. In vivo, VL cells closest to dmNes+RG down-regulate the apical polarity proteins CRB2, aPKC, PAR3, and the tight junction protein ZO-1. In experiments, exposure of cells to CRB2S results in the loss of aPKC, the mediator of PAR complex signalling [36,78,79], and disrupts E-cadherin localisation. Together, our findings suggest a model (Fig 6H and Fig 7V) in which all VL cells, including dmNes+RG cells, express CRB2, which supports apicobasal polarity and cohesion; however, dmNes+RG also secrete CRB2S, which acts non cell-autonomously and locally to compete away CRB2 in neighbouring cells, leading to loss of apicobasal polarity.\n\nOur studies suggest that the CRB2S-CRB2TM–mediated polarity changes exert specific downstream effects to enable delamination, which are not triggered simply through genetic loss of full-length CRB2 (Fig 7J). Our imaging studies show that intimate interactions between dmNes+RG and dVL cells lead to stepwise dVL delamination; live imaging shows that as each dVL cell delaminates, the next dVL cell ratchets up, the dmNes+RG endfoot ratchets down, and the process repeats. Additionally, we detect a remodelling of cells that are delaminating, including a dorsal ‘reaching’ (S3 Movie), a dorsal reorientation of nuclei (Fig 2), and an unusually long adherens complex, parallel to the VL (Fig 4K panel III). A prosaic interpretation is that these events are triggered by the CRB2S-CRB2TM interaction and enable a specific delamination mechanism. Our observations that PAR3 (the vertebrate homologue of Baz, which recruits adherens junction material [36,77], is down-regulated during dorsal collapse (Fig 4D–4D″) but not after genetic loss of Crb2TM (Fig 7L) raises the possibility that PAR3 down-regulation is needed for the specific delamination detected in dorsal collapse.\n\nLive imaging reveals that as each dVL cell ratchets up, the dmNes+RG endfoot ratchets down. Previous in vivo studies in zebrafish have suggested that dmNes+RG cells are tethered to VL cells via a F-actin cytoskeleton belt, that tethering is required for dorsal collapse and depends on the activity of Rho-associated protein kinase (Rok) [45], so potentially, an actin cable ratchets dmNes+RG end-feet to the next VL cell and tensions the diminishing VL. A second possibility not exclusive to this is that the reaching of the dVL cell onto the dmNes+RG promotes the lengthening of the latter.\n\nOur findings do not address how VL progenitor cell delamination initiates or terminates. Little CRB2 is detected in dmNes+RG at E13.5 (S3B Fig) prior to dorsal collapse, and relatively little Crb2S-encoding mRNA is detected at E11.5 (Fig 5M), but we cannot exclude an earlier role for CRB2S, for instance, in neural crest–neural plate boundary formation, similar to that observed in Xenopus [59,60]. Furthermore, the punctate, non-apical CRB2 that we detect at E15.5 (Fig 5B and 5B′), potentially CRB2S, is not obviously detected at the end of dorsal collapse (S3E and S3F Fig). Another possibility, not exclusive, is that vVL cells are, or become, refractory to the action of CRB2S. Future studies are needed to understand this question, and that of why dmNes+RG are themselves refractory to the action of CRB2S.\n\nThe mechanism that we uncover in these studies is likely to be one of multiple steps that contribute to spinal cord VL attrition and eventual formation of the adult central canal. The looser arrangement of dVL cells and their lack of expression of ZO-1 indicate that the attrition process we describe here is only one of multiple integrated mechanisms. Previous studies, for instance, indicate a role for declining proliferation [1] and Wnt signalling [20,28]. Moreover, a parallel study in one of our laboratories reveals that central canal formation proceeds through a combination of cell rearrangements at each pole: dorsally, dorsal collapse, and ventrally, a dissociation of a subset of floor plate cells, accompanied by changes in the activity of critical ventral and dorsal patterning signals: a gradual decline in ventral sonic hedgehog activity and an expansion of dorsal bone morphogenetic protein signalling [1]. Our data here provide evidence that CRB2 is involved in these additional events: in mice that lack CRB2, cell fate specification mediated by patterning signals is dysregulated; no expression of the homeobox transcription factor, NKX6.1, is detected on aberrantly retained VL progenitors. Further studies are needed to determine whether CRB2 governs NKX6.1 through its ability to interact with other homeobox genes [80] or via an effect on SHH-BMP signalling.\n\nIn conclusion, our studies reveal a novel mechanism of action of CRB2, in which the action of a secreted variant, CRB2S, deriving from dmNes+RG, mediates loss of apicobasal polarity and local delamination as part of a mechanism that establishes the central canal. The finding that CRB2S is expressed elsewhere in the CNS suggests it may operate more widely to promote local delamination: future studies are needed to establish whether its expression in SVL cells of the lateral ventricle, a recognised stem cell niche in the brain, promotes delamination associated with neuronal differentiation, and whether its expression in the eye is involved in dynamism of the retinal neuroepithelium, where loss of CRB2 leads to retinal degeneration [41,66,68,81,82]. More generally, our findings demonstrate how early patterning centres (dmNes+RG derive from roof plate cells) are maintained through life to support remodelling and maintenance. Finally our studies add to the evidence that, similar to Drosophila epithelial sheets, the vertebrate neuroepithelium is modelled by dynamic local cell–cell interactions, and reveal a cell non-autonomous action for CRB2S in neuroepithelial remodelling.\n\nMaterials and methods\n\nEthics statement\n\nAll procedures concerning transgenic mice were performed with the permission of the animal experimentation committee (DEC) of the Royal Netherlands Academy of Arts and Sciences (KNAW) (permit and approval number NIN06–46), and all experiments for wild-type mice were approved by the University of Sheffield Animal Welfare and Ethical Review Body (AWERB) and conformed to the United Kingdom Home Office ethical guidelines.\n\nMice\n\nC57BL/6J or CD1 mice were used to obtain wild-type mouse embryos. Timed mating was used to obtain embryos at the appropriate stages. Pregnant mice were anaesthetised to unconsciousness through isoflurane inhalation (Abbot Laboratories, Sittingbourne, UK) before cervical dislocation. Embryos were transferred into Leibovitzʼs 15 (L-15 Gibco, Thermo Fisher Scientific, Grand Island, NY, and Paisley, Scotland) before decapitation, then further dissection.\n\nGeneration of transgenic mice\n\nTo generate CRB2 Nestin-Cre cKO (Crb2F/F/Nestin-Cre+/−) mouse embryos, homozygote CRB2F/F mice [41] were crossed at the Netherlands Institute for Neurosciences with double heterozygote Crb2F/+/Nestin-Cre+/− [67]. Nestin-Cre expressing cells specifically delete Crb2 encoding exons 10–13 [66]. Note Crb2 Nestin-Cre cKO mice die shortly after birth. For the analysis of the mutant mouse models, embryos were genotyped and sent to the UK in 30% sucrose solution. Three control and three conditional knockout embryos were used for marker analysis.\n\nImmunohistochemistry\n\nTissues were fixed in 4% paraformaldehyde for 2 hours, transferred to 30% sucrose overnight, then cryosectioned at 15 μm and incubated with primary antibodies: anti-Nestin (1:300, Abcam plc, Cambridge, UK), anti-NKX6.1/Nkx6.1 (1:50, Developmental Studies Hybridoma Bank [DSHB], IA), anti-SOX1 (1:300, Cell Signalling Technologies, London, UK), anti-SOX2/Sox2 (1:1,000, Millipore, Watford, UK), anti-SOX3 (1:1,000, gift from T. Edlund), anti-ZO-1/Zo-1 (1:300, Zymed, Thermo Fisher Scientific, Runcorn, UK), anti-phalloidin (1:500, Thermo Fisher Scientific, Runcorn, UK), anti-aPKC (1:300, Santa-Cruz Biotechnology, Heidelberg, Germany), anti-PAR3 (1:200, Millipore, Watford, UK), anti-CRB2 (1:300, [83]), anti-dystroglycan MANDAG-2 (1:30, gift from S. Winder), anti-M2 (mouse astrocyte-surface antigen) (1:50, DSHB), anti-Transitin (1:50, DSHB), anti-PAX6/Pax6 (1:50, DSHB), and anti-pH3 (1:1,000, Millipore, Watford, UK). Alexa 488– and 594–conjugated secondary antibodies were used (1:500; Thermo Fisher Scientific/Molecular Probes, cat. nos. A11001, A11034, and A11005). Slides were mounted in Vectashield (Vector Laboratories, Romford) and analysed. For each antibody, three sections were analysed from 3 embryos at each stage. For analysis of laminin/dystroglycan, breaks in basement membrane were scored as regions &gt;3 nuclei in length, to avoid counting small tears.\n\nRT-PCR\n\nThe Crbs2S RT-PCR reaction was performed on cDNA synthesised from tissues using SuperScript III First-Strand Synthesis System (Invitrogen, Thermo Fisher Scientific). Crb2 mRNA was amplified. Primers were designed to amplify full-length mature Crb2 and Crbs2 (Crb2F TGTATGTGGGTGGGAGGTTC [Exon8; Tm 59.00]; Crb2R TAACGGGAAGTCGCCAAGT [Exon 10; Tm 59.0]). A second round of PCR was then performed, designed to amplify Crb2S specifically (Nested F CTACAACTCAACAGCATCC [Exon 8 Tm 59.2]; Nested R GCTTCGGTTGGTAGACTGCC [Exon 9a Tm 58.3]). A GAPDH loading control was run (GAPDHF AACGGGAAGCCCATCACC [Tm 59.7]; GAPDHR CAGCCTTGGCAGCACCAG [Tm 58.0]). The reactions were run on an agarose gel with the addition of ethidium bromide (Bio-Rad, Watford, UK), and bands of the appropriate size were excised using QiAquick Gel Extraction Kit (Qiagen, Manchester, UK) and sequenced in-house.\n\nSlice culture and live imaging\n\nFreshly dissected E13 mouse thoracic/lumbar spinal cord or E7 chick spinal cords were electroporated with GFP-GPI, RFP-H2B [7], and pAAV-CMV-eGFP-shCrb2[68] plasmids at a concentration of 0.2–0.9 ug/uL. This region of the embryo was then mounted in 4% low melting point agarose (Sigma) and sectioned at 300 μm on a vibrating blade microtome (Leica VT1200 S). Slices were then embedded in collagen on glass-bottomed imaging dishes (World Precision Instruments, Hitchin) and incubated at 37°C 50% CO2 in Neurobasal medium (Gibco, Thermo Fisher Scientific) supplemented with Glutamax (Gibco, Thermo Fisher Scientific), B27 (Life Tech, Thermo Fisher Scientific), foetal calf serum (Sigma, Dorset, UK), and Gentamycin (Gibco, Thermo Fisher Scientific) for 24 hours before imaging. Live imaging was performed as described in [7].\n\nCell culture\n\nConfluent MDCK cells were trypsinised and resuspended. Cells were replated at low density. The cells were incubated for 6 hours and allowed to reattach. CRB2S or PBS was added to the media. Cells were fixed and analysed after a 15-hour incubation.\n\nLight microscopy and image analysis\n\nFluorescent images were taken on a Zeiss Apotome 2 microscope with Axiovision software (Zeiss) or, for high magnification images, on a Nikon Ti system running Nikon Elements AR software or a Deltavision RT system running SoftWorx. Mouse time-lapse images were taken on a Deltavision Core system enclosed in an environment chamber maintained at 37°C and 5% CO2. Images were acquired using a 40× 1.3 NA oil immersion objective (Olympus), led light source (Applied Precision), and a CoolSNAP HQ2 CCD camera (Photometrics). Images were deconvolved in Huygens Professional (Scientific Volume Imaging) and processed using Image-J (FIJI). Chick time-lapses were taken on a Zeiss Cell Observer system enclosed in a chamber maintained at 37°C and 5% CO2. Images were acquired using a 40× 1.2 NA silicone immersion objective (Carl Zeiss), LED light source (Carl Zeiss), and a Flash4 v2 sCMOS camera (Hamamatsu). Images were deconvolved and processed using the Zen Blue software (Carl Zeiss).\n\nTransmission EM\n\nSpecimens were fixed in 3% glutaldehyde/0.1 M sodium cacodylate buffer overnight, washed in buffer and dehydrated in ethanol, cleared in epoxypropane (EPP) and infiltrated in 50/50 araldite resin:EPP mixture on a rotor. This mixture was replaced twice over 8 hours with fresh araldite resin mixture before embedding and curing at 60°C for 48–72 hours. Ultrathin sections, approximately 85 nm thick, were cut on a Leica UC 6 ultramicrotome onto 200 mesh copper grids, stained for 30 minutes with saturated aqueous uranyl acetate, followed by Reynold’s lead citrate for 10 minutes. Sections were examined using a FEI Tecnai Transmission Electron Microscope at an accelerating voltage of 80 Kv. Electron micrographs were recorded using a Gatan Orius 1000 digital camera and Gatan Digital Micrograph software.\n\nIn vivo manipulations\n\nChick embryos were staged using the Hamburger-Hamilton embryo staging chart, and the clear vitelline membrane was removed over the caudal neural tube into which the tissue/bead was to be transplanted. Freshly dissected embryonic mouse spinal cord was sliced into 400-μm sections on a tissue chopper (McIlwain) and the slices placed into ice-cold L-15. Tissue to be transplanted was punched out with a pulled glass needle (1 mm × 0.78, Harvard Apparatus) and mouth pipette before being carefully placed into the most rostral part of the open neural tube. Sister punches were evaluated with anti-Nestin or anti-NKX6.1 antibodies to confirm that dmNes+RG or lateral/vVL cells could be isolated accurately and free from contaminating tissue (S6 Fig). Affi-gel beads (Bio-Rad) were soaked in protein or PBS control for 24 hours before transplantation into RFP electroporated/non-electroporated HH stage 10 chick embryos. Beads were carefully placed into the most rostral part of the open neural tube. The egg was sealed before incubation at 37°C for 24 hours. Embryos were then dissected out and fixed in ice-cold 4% PFA in for 2 hours prior to sectioning and immunohistochemistry. Operated regions were identified through the presence of the mouse tissue (α-M2 antibody).\n\nGeneration of stable cell lines and CRB2S protein purification and sequencing\n\nHEK293 cells were transfected with either CRB2S cDNA or CRB2 signal peptide cDNA expression vectors. The cells were grown and expanded in selective conditions—medium+ G418 (800 μg/mL, Sigma Aldrich, Dorset, UK). The expression level of protein of interest in the clones was determined using V5-tagged protein in the processed cell culture supernatant by western blotting. Three positive clones were expanded.\n\nA HEK 293 stable cell line overexpressing Crb2S was used for obtaining purified protein. The transgenic Crb2S cell line was passed onto BioServ UK for scale-up of cells and immobilised metal ion affinity chromatography (IMAC). The cells were maintained in G418 selection antibiotic (800 μg/mL) throughout the culture period. The purified CRB2S protein (100 μg/mL) was sequenced as described below, aliquoted, and stored at −80°C. For protein sequencing, SDS gel electrophoresis was carried out as described below; care was taken to minimise external keratin contamination from the environment. All processing was carried out in a clean biosafety cabinet. The gel was fixed and stained with Coomassie Brilliant Blue (Sigma-Aldrich, Dorset, UK) as per the manufacturerʼs instructions, and the bands of interest were excised using a clean blade and stored at 4°C in a sterile tube. LC-ESI-Mass spectrometry was carried out by a commercial company (Eurogentec) using an LC (nano-Ultimate 3000- Dionex)-ESIion trap (AMAZONE-Bruker) in positive mode.\n\nWestern blotting\n\nWestern blotting was carried out using the NuPAGE gel system (Invitrogen, Thermo Fisher Scientific) according to the manufacturer’s instructions. Cells were lysed in RIPA buffer (Sigma Aldrich, Dorset, UK) supplemented with protease inhibitor tablets (complete Mini, EDTA-free, Roche Products, Welwyn Garden City, UK) on ice. Total protein lysate (20 μg), as determined by Bradford assay, per sample was loaded on a 4%–12% gradient gel (Invitrogen, Thermo Fisher Scientific) under denaturing conditions. Membranes (Hybond-C Extra, Amersham Biosciences) were blocked in 5% semi-skimmed milk powder, Tween (0.1%) PBS, and primary antibodies (V5 Tag Abcam, chicken polyclonal 1:2,000, His Tag Cell signalling, rabbit polyclonal 1:1,000) were applied in blocking solution overnight at 4°C. Secondary antibodies linked to horseradish peroxidase (all from Stratech Scientific, Ely, UK) were applied for 1 hour at a concentration of 1:1,000.\n\nSupporting information"
}