{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2005513",
  "doi": "10.1371/journal.pbio.2005513",
  "externalIds": [
    "pii:pbio.2005513",
    "pmid:30260948",
    "pmcid:PMC6178385"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Multiple origins and modularity in the spatiotemporal emergence of cerebellar astrocyte heterogeneity",
  "authors": [
    {
      "name": "Valentina Cerrato",
      "first": "Valentina",
      "last": "Cerrato",
      "affiliation": "Department of Neuroscience Rita Levi-Montalcini, University of Turin, Turin, Italy; Neuroscience Institute Cavalieri Ottolenghi, Orbassano, Turin, Italy"
    },
    {
      "name": "Elena Parmigiani",
      "first": "Elena",
      "last": "Parmigiani",
      "affiliation": "Department of Neuroscience Rita Levi-Montalcini, University of Turin, Turin, Italy"
    },
    {
      "name": "María Figueres-Oñate",
      "first": "María",
      "last": "Figueres-Oñate",
      "affiliation": "Department of Molecular, Cellular, and Developmental Neurobiology, Cajal Institute -CSIC-, Spanish National Research Council, Madrid, Spain"
    },
    {
      "name": "Marion Betizeau",
      "first": "Marion",
      "last": "Betizeau",
      "affiliation": "Brain Research Institute, University of Zurich Irchel, Zurich, Switzerland"
    },
    {
      "name": "Jessica Aprato",
      "first": "Jessica",
      "last": "Aprato",
      "affiliation": "Department of Neuroscience Rita Levi-Montalcini, University of Turin, Turin, Italy"
    },
    {
      "name": "Ishira Nanavaty",
      "first": "Ishira",
      "last": "Nanavaty",
      "affiliation": "Department of Neuroscience Rita Levi-Montalcini, University of Turin, Turin, Italy"
    },
    {
      "name": "Paola Berchialla",
      "first": "Paola",
      "last": "Berchialla",
      "affiliation": "Department of Clinical and Biological Sciences, University of Turin, Turin, Italy"
    },
    {
      "name": "Federico Luzzati",
      "first": "Federico",
      "last": "Luzzati",
      "affiliation": "Neuroscience Institute Cavalieri Ottolenghi, Orbassano, Turin, Italy; Department of Life Sciences and System Biology, University of Turin, Turin, Italy"
    },
    {
      "name": "Claudio de’Sperati",
      "first": "Claudio",
      "last": "de’Sperati",
      "affiliation": "Laboratory of Action, Perception and Cognition, Vita-Salute San Raffaele University, Milan, Italy; Experimental Psychology Unit, Division of Neuroscience, IRCCS San Raffaele Scientific Institute, Milan, Italy"
    },
    {
      "name": "Laura López-Mascaraque",
      "first": "Laura",
      "last": "López-Mascaraque",
      "affiliation": "Department of Molecular, Cellular, and Developmental Neurobiology, Cajal Institute -CSIC-, Spanish National Research Council, Madrid, Spain"
    },
    {
      "name": "Annalisa Buffo",
      "first": "Annalisa",
      "last": "Buffo",
      "affiliation": "Department of Neuroscience Rita Levi-Montalcini, University of Turin, Turin, Italy; Neuroscience Institute Cavalieri Ottolenghi, Orbassano, Turin, Italy",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-7637-0006"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-09-27",
  "dateAccepted": "2018-09-13",
  "dateReceived": "2018-01-28",
  "volume": "16",
  "number": "9",
  "pages": "e2005513",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Astrocytes",
    "Brain",
    "Cell biology",
    "Cell cycle and cell division",
    "Cell differentiation",
    "Cell processes",
    "Cellular neuroscience",
    "Cellular types",
    "Central nervous system",
    "Cerebellum",
    "Cerebral cortex",
    "Cloning",
    "Developmental biology",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Astrocytes",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Brain",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell cycle and cell division",
    "Discipline-v3/Cell differentiation",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Central nervous system",
    "Discipline-v3/Cerebellum",
    "Discipline-v3/Cerebral cortex",
    "Discipline-v3/Cloning",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Glial cells",
    "Discipline-v3/Macroglial cells",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Molecular biology techniques",
    "Discipline-v3/Nervous system",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Precursor cells",
    "Discipline-v3/Purkinje cells",
    "Discipline-v3/Research and analysis methods",
    "Glial cells",
    "Macroglial cells",
    "Molecular biology",
    "Molecular biology techniques",
    "Nervous system",
    "Neurons",
    "Neuroscience",
    "Precursor cells",
    "Purkinje cells",
    "Type/Research Article"
  ],
  "abstract": "The morphological, molecular, and functional heterogeneity of astrocytes is under intense scrutiny, but how this diversity is ontogenetically achieved remains largely unknown. Here, by quantitative in vivo clonal analyses and proliferation studies, we demonstrate that the major cerebellar astrocyte types emerge according to an unprecedented and remarkably orderly developmental program comprising (i) a time-dependent decline in both clone size and progenitor multipotency, associated with clone allocation first to the hemispheres and then to the vermis(ii) distinctive clonal relationships among astrocyte types, revealing diverse lineage potentials of embryonic and postnatal progenitors; and (iii) stereotyped clone architectures and recurrent modularities that correlate to layer-specific dynamics of postnatal proliferation/differentiation. In silico simulations indicate that the sole presence of a unique multipotent progenitor at the source of the whole astrogliogenic program is unlikely and rather suggest the involvement of additional committed components.",
  "fullText": "Introduction\n\nIncreasing evidence supports the morphological, molecular, and functional heterogeneity of astrocytes across and within distinct regions of the developing and adult central nervous system (CNS) [1–3]. Although much progress has recently been made, we are still far from understanding how such heterogeneity emerges. Pioneer astrocyte lineage–tracing analyses at the single-cell level revealed that distinct progenitors generate different astrocyte types in the cerebral cortex, suggesting that clonal identity is the basis of astrocyte diversity [4–6]. Nevertheless, it remains unclear to what extent this applies to other brain regions. Most importantly, if and how the gliogenic potential of astroglial progenitors changes during development in terms of lineage composition and size of individual clones has not been explored.\n\nA suitable model to address these questions is the cerebellum, given its simple cytoarchitecture with unique and well-characterized major astroglial types defined by distinct morphology, layering, marker expression, and functions [7,8] (S1 Table). These distinct types comprise fibrous astrocytes of the white matter (WMAs) and, in the overlying cortex, star-shaped bushy velate astrocytes of the granular layer (GLAs) and polarized Bergmann glia (BG), lined up in the Purkinje cell layer (PCL) [8,9]. Cerebellar astroglia are posited to originate from fourth ventricle radial glia (RG) cells [8,10–13] through their direct transformation into BG starting at embryonic day (E)14 and through the amplification of intermediate progenitors populating the nascent cerebellar parenchyma [14,15].\n\nHere, by in vivo clonal analyses, we resolve the lineages of astrocytes in the cerebellum and show that astrogliogenesis occurs according to a well-defined spatiotemporal pattern from precursors whose fate potential declines over time. Our data disclose a stereotyped modularity in clone composition, revealing that unprecedented developmental rules govern astrogliogenesis at the clone level. We further demonstrate that postnatal proliferation ultimately defines clone size and that progenitors in the PCL can generate both BG and GLAs. Finally, in silico modeling suggests that cerebellar astrocyte heterogeneity does not emerge from a unique multipotent progenitor (MP) pool but may also require committed components.\n\nResults\n\nEmbryonic waves of astrogliogenesis populate distinct cerebellar regions\n\nTo investigate the emergence of astroglial heterogeneity, we employed StarTrack [4], a system based on multiple plasmids that express up to 12 different fluorophores in the tagged cells and their progeny after piggyBac-driven stochastic integration into the genome. This allowed the classification of cells labeled by the same color combination as clonally related in the vast majority of cases (91%, as estimated by lumping error evaluation; see Methods). We labeled RG in the cerebellar ventricular zone (VZ; S1 Fig) and their astroglial descendants by StarTrack plasmids carrying the human glial fibrillary acidic protein (hGFAP) promoter after in utero electroporation (IUE) in the mouse fourth ventricle (Fig 1A–1C) either at E12, a fully neurogenic phase, or E14, reported as the beginning of gliogenesis [11,13,16,17].\n\nAt the end of cerebellar maturation (postnatal day [P]30), tagged cells were identified as astrocytes belonging to all typical cerebellar types comprising WMAs, GLAs, and BG (see Methods; Fig 1A–1C and S2 Fig and S1 Table). Rarely, astrocytes were also observed in cerebellar nuclei (cerebellar nuclei astrocytes [CNAs]). Thus, gliogenic RG populate the cerebellar VZ starting from early embryonic stages. Moreover, the apparent delamination of some E12-tagged hGFAP-expressing (+) precursors from the VZ already at E13 (S1B Fig) suggests that cerebellar gliogenesis starts earlier than E14.\n\nNotably, E12- and E14-tagged clones displayed strikingly complementary medio-lateral (M-L) localizations. About 80% of E12-P30 clones settled in the hemispheres, whereas E14-P30 clones were exclusively (100%) in the vermis (Fig 1D). This lateral-to-medial shift in clone settlement is reminiscent of the sequence of birth of Purkinje neurons, which starts in the hemispheres and paravermis at earlier time points [14,16].\n\nClones also had a specific distribution along the antero-posterior (A-P) axis. E12-P30 clones were found in all folia of the hemispheres with no defined pattern in the paravermis/vermis (S3A Fig and Fig 1E). However, E14-P30 clones were more segregated in the anterior (I–V) and posterior-nodular (VIII–X) vermian lobules and rarely found in the central zone (lobules VI and VII, S3B Fig and Fig 1E). This pattern suggests that another VZ-derived astrogliogenic wave might populate the central structures. In summary, gliogenic RG are already present at E12 and produce astrocytes according to the spatiotemporal pattern of Purkinje cell (PC) genesis, although with a delay.\n\nGliogenic ventricular progenitors undergo a developmental restriction in their differentiation potential\n\nWe identified 2 main clone types: homogeneous clones (HomCs), formed by astrocytes of the same type (Fig 2A–2C), and heterogeneous clones (HetCs), including distinct astrocyte types (Fig 2D and 2E). Both clone types were generated at the 2 examined stages, although with different frequencies. E12 progenitors produced similar proportions of HomCs and HetCs, whereas E14 progenitors predominantly generated HomCs, suggesting restriction in the progenitor differentiation potential (Fig 2F and 2G). HomCs for each astroglial type were found at both time points. However, compared to E12-P30 clones, the E14-P30 WMA HomCs doubled in frequency (Fig 2F and 2G), whereas BG HomCs decreased to one-third. Among E12-P30 HetCs, 17.6% comprised 3 astroglial types (BG+GLA+WMA, triple clones; Fig 2D and 2F), whereas this proportion halved in E14-P30 clones (Fig 2G, 7.8%). On the other hand, HetCs including both BG and GLAs (BG+GLA, double clones, Fig 2E) were similarly represented in both data sets (Fig 2F and 2G). CNA HomCs and other kinds of HetCs including almost any combination of astrocyte types were found at both time points, but in very limited numbers and without overt changes (Fig 2F and 2G). Therefore, they were not considered for detailed quantitative analyses. Interestingly, although HomCs were overall more represented, 90% of all cortical astrocytes belonged to HetCs at both time points (S4 Fig), indicating that HetCs contain more cortical cells per clone than HomCs. Similarly, WMAs predominantly belonged to HetCs after E12 IUE. Yet, most WMAs were part of HomCs in E14 experiments.\n\nThus, the variety of cerebellar astrocytes derives from RG that, at both E12 and E14, are capable of producing distinct clone types, comprising either HomCs or HetCs composed of only cortical astroglia or including also WMAs. Triple clones decrease during development, consistent with a restriction in progenitor differentiation potential. In parallel, WMA HomCs increase, suggesting a lineage segregation of WM fates from those of cortical astrocyte types.\n\nAstrocyte clone size is affected by spatiotemporal factors and increases with the degree of clone heterogeneity\n\nThe number of cells per clone (clone size) was markedly lower in E14-P30 clones compared to E12-P30 families (Fig 3A; E12-P30, 14.58 ± 1.46 cells/clone; E14-P30, 6.05 ± 1.35 cells/clone). Moreover, HomCs typically consisted of only 1–2 cells (Fig 3A and S5A and S5B Fig), with E14-P30 clones being significantly smaller than E12-P30 clones (Fig 3A). HomCs were remarkably distinct from HetCs, which overall ranged from 3 to 134 cells. Yet, E14-P30 HetCs also displayed a clear trend to be smaller (Fig 3A; E12-P30, 30.2 ± 3.03; E14-P30, 19.41 ± 4.69), although without statistical significance. Among HomCs, WMA clones contained fewer cells than the other types (S5A and S5B Fig). Furthermore, single-cell families constituted about half of E12-P30 and E14-P30 HomCs and dominated among WMAs and GLAs (S5C–S5F Fig). Conversely, BG HomCs mostly included more than 1 cell (S5E and S5F Fig), suggesting a higher amplification of this lineage.\n\nTriple clones were the largest, with an average size of 37.90 ± 4.57 cells/clone for E12-P30 cells that tended to decline in E14-P30 clones (27.00 ± 9.91; Fig 3B). E12-P30 double clones were smaller than triple clones and showed a comparable average size (approximately 15–16 cells) regardless of their time of origin (Fig 3B). In summary, HomCs amplify very little compared to their heterogeneous counterpart, thus showing that clone size positively correlates with the degree of clone heterogeneity. Moreover, progressing from early hemispheric to late vermian astrogliogenesis, clones decrease in size. This decrease may be due both to the larger contribution of very small HomCs (mainly WMAs) at later developmental stages and to a progressive decline in the cell amplification potential.\n\nHetC composition reveals a consistent stoichiometry of astroglial types\n\nTo address the existence of developmental programs controlling clone structure, we investigated the possible presence of a recurrent architecture in the composition of HetCs by examining the contribution of each astroglial type to HetCs. At the population level, in E12-P30 triple clones, WMAs were significantly fewer than GLAs and BG (Fig 3C). However, these latter types appeared in very similar numbers, indicating broad and parallel amplification of cortical astrocytes and limited expansion of WMAs. We next addressed whether the WMA:GLA:BG ratio at the population level was also represented within the clones. The ratio computed clonewise was 1: 4.069 ± 0.148: 4.220 ± 1.150, thus confirming a similar contribution of the cortical types (BG:GLA ≈ 1:1; P = 0.769) and their consistent predominance over WMAs at the clone level. This pattern was confirmed also in triple E14-P30 clones (1 WMA: 2.469 ± 1.342 GLAs: 2.077 ± 1.501 BG; P = 0.073, Fig 3D).\n\nAlthough not always evident at the population level (Fig 3C and 3D), double clones also displayed a specific stoichiometry in which BG outnumbered GLAs in the same proportion for both clone groups (GLA:BG, E12–P30, 1: 1.519 ± 1.140 versus E14-P30, 1: 1.554 ± 1.232, P &gt; 0.999). Further, the prevalence of BG over GLAs was significantly higher in double clones than in triple clones (BG:GLA ratio, P &lt; 0.001 for both E12-P30 and E14-P30 clones). Altogether, these data reveal a remarkably consistent architecture in HetCs, supporting distinct amplification dynamics for cortical and WM types within triple clones and for sister BG and GLAs across double and triple clones.\n\nClone dispersion follows clone size and is constrained by lobule morphogenesis\n\nTo shed further light on how astroglia contribute to cerebellar morphogenesis, we analyzed the dispersion of individual clones. M-L dispersion profoundly decreased in E14-P30 compared to E12-P30 families at the population level and also within the clone types (Fig 4A). HetCs were much more dispersed than HomCs (Fig 4A), and triple clones were more spread than double ones (Fig 4B). Thus, M-L clone dispersion increases according to the degree of clone heterogeneity and decreases as development progresses, resembling the reduction in clone size. Indeed, correlation analysis between size and dispersion confirmed a significant association (Fig 4C and 4D), pointing to cell number as a primary factor determining clone dispersion.\n\nAnalysis of A-P distribution (i.e., clone allocation in distinct lobules) showed that clones mostly localized in single lobules (Fig 4E), with the exception of E12-P30 triple clones, which predominantly dispersed in 2 to 4 contiguous folia. Thus, clones displayed an overall limited A-P dispersion. Moreover, HetCs’ cortical components were virtually always restricted to one of the 2 walls of a lobule. Taken together, clones broadly expand along the M-L axis according to their size but are largely confined within single lobules. Hence, astroglial clones rarely traverse the border of fissures between lobules, suggesting that most astroglial amplification occurs locally after fissure establishment.\n\nHetCs are formed by a modular architecture\n\nA 3D inspection of HetCs revealed that clones contained spaced-out cell clusters (subclones), suggesting a modular organization. Consistently, Nearest Neighbor Distance (NND) analysis (S2 Table) of E12-P30 HetCs showed a significant degree of clustering in both double and triple clones, as disclosed by their different distributions as compared to random distributions (Fig 5A). Interestingly, the cortical component (BG and GLAs) was comparable in triple and double clones, suggesting similar modalities of cortical colonization and reflecting a separate allocation of WMAs.\n\nCell clustering was further investigated through a cluster analysis (Fig 5B–5D, see Methods), revealing that (i) subclones formed both double and triple clones (2 and 3 subclones/clone on average, respectively); (ii) the mean number of cells/subclone was similar between double and triple clones (10 and 13, respectively); and (iii) subclone spatial extension, as indexed by the mean intra-subclone intercell distance, was smaller in double than in triple clones (about 200 μm and 360 μm, respectively).\n\nTo get insight on how subclones contributed to the corresponding clones, we analyzed their composition. In double clones, most subclones (85%, Fig 5D) comprised both BG and GLAs, with a clear predominance of BG over GLAs (mean BG:GLA ratio = 1.8, kurtosis = 0.1; Fig 5E). This pattern indicates that double clones are composed by a subclone typology with BG outnumbering GLAs—most commonly by approximately 2-fold—and suggests that double clones are customarily built upon unitary stereotyped modules. In triple clones, subclones were also formed mostly by both BG and GLAs (82%, Fig 5D), but the overall BG:GLA ratio was 1.1, in line with the corresponding clonewise stoichiometry. However, a dual pattern emerged according to whether or not subclones contained WMAs. In the former case (Fig 5F), the ratio distribution was uniform with no prevalence of BG or GLAs (mean = 0.9, kurtosis = −1.1), suggesting no modularity. This was confirmed also after excluding WMAs (mean = 1.0, kurtosis = −1.0; Fig 5G). By contrast, in the latter case (Fig 5H), the distribution was similar to double clones, with BG prevailing over GLAs (mean = 1.3, kurtosis = 0.2). Thus, loss of cortical modularity in subclones containing WMAs indicates that they follow different morphogenetic rules as compared to BG+GLA-only subclones. On the whole, these data suggest that the composition of parental clones reflects the structure of subclones, whether or not they are characterized by a modular architecture.\n\nSpecific features and different fates of clones emerge postnatally\n\nTo elucidate the dynamics of clone allocation and amplification, we analyzed clones at birth (P0, Fig 6A). Similar to P30, E12-targeted cells were, for the most part, settled laterally, whereas E14-P0 clones were preferentially located medially (Fig 6B). Likewise, the A-P distribution of P0 clones essentially resembled that observed at P30 (Fig 6B).\n\nAll tested StarTrack-labeled cells displayed positivity for brain lipid–binding protein (BLBP), which marks astroglial precursors or negativity for the interneuron progenitors transcription factor paired box gene 2 (PAX2), or for the oligodendroglial lineage marker SRY-box 10 (SOX10) [15,18] (S6 Fig and Methods). Moreover, cells in the prospective white matter (PWM) expressed nuclear factor 1 A (NFIA), which labels astrocyte progenitors [19] (S6 Fig). Taken together, these data confirm that the tagged cells are astrocyte progenitors.\n\nMost cells formed HomCs in the PWM (Fig 6C), including elements with the typical fibrous shape of WMAs and cells with a basal process extending from the soma towards the pial surface (Fig 6A’). These latter resembled RG detached from the VZ, formerly proposed as a source of BG [10]. A minor proportion of cells formed clones still at the VZ. About 30%–40% of clones (Fig 6C) were also found in the nascent cortex, where cells already displayed morphologies distinctive of bona fide radial BG precursors settled in the PCL (PCL precursors [PCLps]) or stellate GLA precursors (GLAps, Fig 6A”). HetCs were still rare and included a very small fraction of PCLp+GLAp clones, or cortical+PWM clones (Fig 6C).\n\nAt difference with P30 data, the average size of both E12-P0 and E14-P0 clones was still rather small (3.7 versus 3.2 cells/clone, respectively; Fig 6D). However, consistent with P30 results, HetCs already contained more cells than HomCs (Fig 6D). Similarly, HetCs tended to be more dispersed mediolaterally compared to HomCs (Fig 6E). However, E12-P0 and E14-P0 M-L dispersions did not differ yet (Fig 6E). Altogether, these results show that, at birth, layer allocation, size, and degree of dispersion are not yet achieved, whereas the positional choice of clones along the cerebellar axes is already defined.\n\nIn support of this view, comparison of P0 and P30 data showed that HetCs proportionally increased with time in the whole clone population for both E12- and E14-derived cells (Fig 6F). Interestingly, this correlated with a reduction of E12 PWM HomCs by half (Fig 6F), suggesting that the P0 hemisphere PWM still hosts a number of MPs capable of producing HetCs. Moreover, the fraction of P0 PCLp HomCs significantly decreased compared to P30 data for both E12- and E14-derived lineages (Fig 6F). Therefore, PCLp in both hemispheres and vermis may generate different astrocyte types.\n\nPCLps are the source of distinct astroglial types after birth\n\nTo clarify whether PCLps generate different astrocyte types, we employed R26RConfetti reporter mice [20] that enable the distinction of progenies derived from individual progenitors through stochastic and exclusive expression of 1 out of 4 fluorochromes. To induce recombination in PCLps, we applied tamoxifen (Tx) on the cerebellar surface [15] (Fig 7A) of GLASTCreERT2/+xR26RConfetti/+ (Confetti) mice at P6, when only progenitors in the PCL own a basal process. We adopted a protocol that allowed targeting of a limited number of PCLps to follow the progenies of individual progenitors (S7 Fig; see Methods). Analysis performed at P30 revealed that the tagged cells were GFAP+ astrocytes and included both BG and GLAs, which expressed cell type–specific markers (S8 Fig and S1 Table). Cells were then grouped in clones (see Methods) that resulted to be formed by only BG or both BG and GLAs (Fig 7B, 7C, 7F and 7F’). Clones formed by GLAs only (Fig 7D) were rarely observed and may derive from direct transformation of PCLps into GLAs. The fractions of double BG+GLA clones and BG-only clones were similar, indicating an overall comparable probability for a PCLp to proceed along the 2 lineages (Fig 7E). Double clones were significantly bigger than clones solely formed by BG or GLA (Fig 7G), consistent with the bigger size of StarTrack HetCs. Moreover, double clone average size (about 4.5 cells/clone) and spatial dispersion (about 90% within approximately 180 μm, intraclone intercell distance) were about half of those computed for cortical StarTrack subclones (see above section ‘HetCs are formed by a modular architecture’), consistent with tagging of individual progenitors. Notably, the BG:GLA ratio (Fig 7H) revealed a predominance of BG and displayed a value (1.2) intermediate to that of StarTrack triple and double clones.\n\nSimilar to VZ RG in the developing telencephalon, the choice of PCLps to self-renew and generate BG or produce a distinct progeny (i.e., GLAs) may be associated with different cleavage plane orientations during division, determining the inheritance of the radial process [21–23]. However, like basal RG [24], phosphorylated Vimentin (pVimentin)-labeled proliferative PCLps always displayed predominant horizontal divisions (S9 Fig) with a frequency (approximately 80%) not matching the proportions of double/BG clones. Thus, factors other than the cleavage plane orientation are likely to influence the PCLp cell fate. In summary, postnatal PCLps can generate GLAs and contribute BG+GLA clones.\n\nAstroglial precursors amplify and differentiate according to layer-specific dynamics after birth\n\nThe different sizes of cortical and WMA HomCs and the distinct contribution of astrocyte types to HetCs suggested different layer-specific proliferation rates. This hypothesis was addressed at early postnatal stages, during clone expansion and maximal cerebellar growth [25,26]. Proliferating astroglial progenitors were tagged with 5-ethynyl-2′-deoxyuridine (EdU) in hGFAP-GFP mice [27] (Fig 8A–8D”). EdU+hGFAP+ precursors exhibited layer-dependent proliferative behaviors in both vermis and hemispheres. PCLps divided extensively, showing a peak of proliferation at P1, which gradually decreased afterward. EdU+hGFAP+ cells in the PWM and granular layer (GL) followed the same trend, although with an overall lower proliferation rate (Fig 8A–8D”). A layer-dependent proliferation rate, declining over time, was confirmed when ongoing proliferation was assessed in StarTrack+ cells (S10 Fig). This analysis also indicated a slightly higher proliferative activity in E12-derived PCLps compared to E14 counterparts immediately after birth (S10 Fig). Cell cycle reentry analysis on the whole astrocyte pool (S11A–S11D”‘ Fig) showed that all astroglial precursors undergo an early proliferation burst until P4, with PCLps being the most proliferative cells even at later times, consistent with the high number of BG in P30 StarTrack clones. Thus, astroglial progenitors in the postnatal cerebellum undergo intense proliferation immediately after birth and expand according to layer-specific dynamics.\n\nTo complement these findings, we performed a birthdating analysis. Retention of high bromodeoxyuridine (BrdU) levels (BrdUhigh) in astrocytes at P30 after a single BrdU pulse identified cells that left the cell cycle approximately at the time of BrdU injection [28]. A remarkably similar layer-dependent differentiation pattern was observed in both vermis and hemispheres. When dividing astrocyte precursors were tagged at E15, rare BrdUhigh+hGFAP+ cells were found at P30, mainly in the WM (Fig 8E and S11E Fig), indicating that E15 progenitors hardly differentiate without further amplification. WMAs predominantly differentiated at P1 (Fig 8E-F”), whereas the bulk of BG and hemispheric GLAs differentiated at the end of the first postnatal week (Fig 8E). Vermian GLAs instead exited proliferation with a constant rate throughout the first 7 d of life (Fig 8E–8G”). BrdUhigh cells were also found in hemispheric cortical layers when progenitors were tagged at P15, indicating a delay of astrocyte differentiation in this territory. Thus, shortly after birth, WMAs exit the cell cycle, showing a limited expansion phase. Conversely, GLAps continue to divide for a longer time. In addition, PCLps differentiate after an extended expansion during which they appear overall more proliferative compared to progenitors in other layers.\n\nMultipotent and lineage-restricted progenitors are likely to coexist in the E12 and E14 cerebellar VZ\n\nData show that the cerebellar VZ hosts gliogenic RG producing distinct clone types and whose differentiation potential changes with time and space. These findings could be explained by either distinct RG committed to different fates or by a homogeneous population of multipotent RG that stochastically make their fate choice. To tackle this issue, we tested the validity of a simple model assuming the existence of a single MP pool. To this aim, lineages were simulated in silico, cell fate choices were modeled in a probabilistic manner (Methods; Fig 9A), and the outcome was compared to empirical data. MPs, including both RG and all the precursors in the derived progenies, were assumed to maintain the same properties across layers and over time, whereas the probabilities of production of the distinct astrocyte subtypes were generation-dependently based on birthdating analyses (Fig 9B and S12A Fig).\n\nThis stochastic model produced clones whose size was in good agreement with the observed clones (Fig 9C and S12B Fig). However, it failed to reproduce the proportions of clone subtypes and astrocyte types. Indeed, in E12-P30 hemispheric lineages, none of the clone subtypes was correctly captured by the model, except for WMA HomCs, and too many WMAs and BG were produced (Fig 9D–9E). On the other hand, the simulations of E14-P30 vermian families properly reproduced the fraction of the sole double clones but failed with the others and produced too many BG (S12C–S12D Fig). The comparison between the simulated lineages at the generation corresponding to P0 and empirical E12-P0 or E14-P0 clones revealed that at this stage, the amount of simulated HetCs was much higher than expected, while HomCs were underrepresented. The model produced too many PWM+cortical HetCs at P0, at the expense of both cortical and PWM clones (Fig 9F and 9G and S12E–S12F Fig), suggesting a deviation from a model with a single MP already before birth. Overall, these results suggest that the single-MP hypothesis can be ruled out under the assumptions of simple proliferative kinetics and, rather, point towards some additional lineage-restricted progenitor types in the cerebellar VZ.\n\nDiscussion\n\nThe spatiotemporal generation pattern of distinct astrocyte types and the rules governing the formation of astroglial lineages are poorly understood. By studying the cerebellum, we found that astrogliogenesis occurs through distinct lineages comprising multiple or single astrocyte types according to an orderly developmental program based on a prominent recurrent modularity in the heterogeneous lineages.\n\nIn the mature cerebellum, E12- and E14-derived clones were distributed along the M-L and A-P axes according to a well-defined pattern established at birth and linked to the organization of the cerebellar territory. Clones from E12-tagged RG were found predominantly in the cerebellar hemispheres through all folia, whereas E14-derived RG gave rise to vermian clones, mostly confined to the anterior and posterior lobules. The consistency of this pattern across samples and the rather diffuse M-L and A-P targeting of the VZ by IUE exclude a sample bias. These results are compatible with a developmental scheme where E12 astrogliogenic RG preferentially populate the hemispheres, while distinct RG, still rare at E12, become dominant at later stages, likely by amplification, and populate the vermis. Thus, consecutive waves of RG amplification and detachment seem to occur. This scheme is reminiscent of the organization of cerebellar PCs born on different days and is in line with previous histological findings [11]. Indeed, birthdating studies in rats [14] and genetic fate mapping in mice [16] showed that PC production starts with neurons that, similar to early astrocyte lineages, settle in the hemispheres and paravermis. Along the A-P axis, E14-derived clones were rarely found in the vermian central folia, which might become populated by a distinct wave of astrogliogenesis not sampled in this analysis.\n\nSize and M-L dispersion of individual clones jointly decreased transiting from early hemispheric to later vermian astrogliogenesis and with clone homogeneity. At birth, all clones were small and had similar dispersions and cell type composition, showing that differences predominantly emerge postnatally during cerebellar growth, likely driven by proliferation of pioneer progenitors settled in the nascent parenchyma, as also shown in the forebrain [29]. We also noted that clones were commonly found in a single lobule, in agreement with proliferation occurring within the boundaries of early established fissures anchoring centers, as formerly described for granule cells [25]. E12 triple HetCs were the only exception, showing dispersion across adjacent lobules in the hemispheres. This may depend on delayed hemispheric fissure formation [30] and/or on the presence of numerous PWM multipotent pioneer progenitors. E12 clones were also overall bigger in size compared to E14 families. This, on the one hand, is consistent with the higher proportion of small HomCs in the E14 progeny. On the other hand, E12 progenitors might also be endowed with an increased proliferative capability, which declines in a time-dependent manner in later-generated families, as shown for neurogenic progenitors [31]. Indeed, on the whole, our data suggest that in the hemispheres, a slightly higher proliferative activity in PCLps at defined postnatal time points, together with protracted proliferation leading to a delayed exit from the cell cycle, might contribute to the distinct features of early and late clones. These different behaviors may depend on cell-intrinsic properties or region-specific environmental factors influencing clone proliferation. In this respect, tissue expansion does not appear as the major regulator of clone size, because the vermis, where clones are small, has a volume double of that of each hemisphere. Alternatively, small vermian clones may just reflect a higher number of RG available to support the full territorial occupation of the vermis. Similarly, the major dispersion of E12 clones may be supported by a specific migratory ability of these early-born progenitors and/or by specific environmental cues, as described to occur in the cerebral cortex [32]. Moreover, radial migration along RG trajectories allocates astrocytes to defined segmental domains according to a temporal ventral-to-dorsal sequence in both the spinal cord and forebrain [1,33]. In the cerebellum, instead, astrocyte allocation over time follows a latero-medial shift that intersects with the formation of the A-P lobular units. Notably, temporal patterning also appears to influence features (e.g., size, dispersion, see also below) of cerebellar astrocyte clones. However, it remains to be determined whether astrocyte spatial segmentation confers a specific functional specialization to the cells.\n\nA characteristic feature of clones was their diverse cell type composition, including homogeneous and heterogeneous lineages constituted of all, 2, or just 1 astroglial type. This highlights a remarkable multipotency of gliogenic RG, which is expressed in terms of both lineages and astroglial types at the examined time points. However, multipotency declines during cerebellar morphogenesis, since triple HetCs became less frequent concomitantly with an expansion of WMA HomCs. The latter finding, as discussed above for size, highlights region-specific differences within the cerebellum. However, it also conforms to the notion of time-dependent reduction in the differentiation potential of neurogenic RG [34,35]. Further, it is suggestive of a progressive separation of cortical and WM lineages, in line with the segregation of astroglial clones found in the neocortex [4]. However, unlike the neocortex, where both cortical and WM clones essentially exhibit a homogeneous composition [4], HetCs consistently comprised the majority of cerebellar astrocytes. The poor morphological diversity of neocortical parenchymal astrocytes may have partly masked clone heterogeneity, which was instead observed in olfactory bulb astroglial clones [36]. These discrepancies may alternatively reflect area-specific differences in RG competence or the occurrence of multipotent gliogenic RG only at early stages of embryonic development. In the cerebellum, HomCs included numerous single-cell clones, consistent with direct derivation of astrocytes from RG without proliferation. This was so far postulated for BG generation through RG translocation [11,12,14], but our data suggest that direct transformation may occur for all astrocyte types and may be especially frequent for WMAs. Some astroglial cerebellar lineages may also contain neuronal derivatives hidden in our data by astrocyte-specific promoter regulation of reporter expression. Based on evidence that postnatal PWM progenitors generate both M-L interneurons and WMAs [15,37,38], sibling interneurons may belong to WMA-containing triple and/or HomCs, although broader clonal relationships between astroglia and other cerebellar neurons cannot be excluded [39].\n\nWhat mechanisms drive RG along distinct homogeneous or heterogeneous astroglial lineages? The observed behaviors could be produced by a homogeneous population of multipotent RG that undergo stochastic changes in competence over time. Such a model has been proposed [34,35] and confirmed by computational analyses [40,41] for temporal switches in RG fate potency along neuronal lineages. Alternatively, as also suggested for neuronal lineages [42,43] and supported by in silico simulations [31], clone heterogeneity may originate from discrete subsets of RG predetermined toward specific fates, whose relative proportions change with time. The employment of a simple stochastic model suggests that the single-MP hypothesis is not compatible with the observed clonal outcomes under our assumptions. In particular, although a single MP with simple proliferation dynamics is a valid model to explain empirical clone size distribution, it fails to recapitulate the frequencies of nearly all clone subtypes in the simulations of both E12- and E14-P30 lineages, producing overall too many WMAs and/or BG. These results suggest that committed progenitors are also present, enabling a tighter regulation of BG and WMA production. For instance, WMA-related dissimilarities might reflect the specific properties of bipotent progenitors that produce both WMAs and interneurons [15]. Discrepancies between simulated and empirical lineages could also depend on layer-specific factors biasing cell fate, such as, for instance, the bipotency of PCLps. Moreover, proliferation dynamics may be more complex than the implemented simple proliferative kinetics. Further investigations will allow to clarify these points.\n\nDespite the prominent diversity of clone types, lineages revealed remarkably consistent architectures. First, HomCs were always smaller in size, suggesting a selective divergence of these lineages from HetCs. Second, HetCs showed an analogous stoichiometry in both E12 and E14 families, with few WMAs and similar higher amounts of both BG and GLAs in triple clones and with BG outnumbering GLAs in double clones. Third, and most interestingly, this general architecture was also reflected within individual HetCs, as revealed in E12-P30 clones, where sister cells were mostly organized in subclones. While WMAs appeared to be less prone to cluster with other astrocyte types, the vast majority of these subclones comprised both BG and GLAs and, in turn, displayed a uniform composition, with BG outnumbering GLAs. Thus, subclones with a recurrent relative number of cortical astrocytes may represent a major unitary module upon which HetCs clones are built. The analogous stoichiometry of E12 and E14 clones and similar layer-specific dynamics of vermian and hemispheric astrogliogenesis, as well as PCLp bipotency in both hemisphere and vermis, strongly suggest that the subclone structures found in E12 clones also apply to E14 HetCs. The presence of subclones also prompts the speculation that they may act as functional units, specifically participating in the regulation of defined microcircuits through synchronous calcium fluctuations, similar to functioning of neighboring astrocytes in both the mouse hippocampus and cerebral cortex [44]. Overall, these results indicate that the behavior of gliogenic progenitors in the cerebellum conforms to a remarkably orderly and coordinated program.\n\nHow is this stereotyped architecture achieved? Here we identify 2 contributing factors: (i) Distinct layer-dependent rhythms of astrocyte amplification and cell cycle exit, which well fit the clone/subclone architectures. Namely, WMAs leave the cell cycle early while proliferation in cortical layers is more intense and lasts longer, especially in the PCL, in parallel with the tangential expansion of the cerebellar surface. Distinct molecular machineries could sustain different rhythms, as suggested by evidence that PCL and PWM astroglial progenitors rely on different types of cyclins D [15]. Yet, cell-extrinsic factors are likely to modulate these behaviors. Neuron-derived signals are known to affect cerebellar astrocyte proliferation, differentiation, and acquisition of layer-specific phenotypic traits [7,45–47], thereby possibly taking part also in layer-specific dynamics. In particular, Sonic hedgehog (SHH) derived from PCs is able to induce the neurochemical conversion of GLAs into BG [7]. Shh is thus an obvious candidate for a cortical layer–specific cue that can bias the differentiation propensity of PCLps toward BG over GLAs. (ii) PCLps are not exclusively committed to the BG fate and can give rise to clones containing both BG and GLAs. Thus, PCLps appear as the most likely source of double HetCs and BG+GLA containing subclones, but this hypothesis remains to be directly demonstrated. This interpretation is in agreement with findings in mutants where bona fide BG progenitors (here named PCLps) fail to develop, with consequent prominent loss not only of BG but also of GLAs [13,48]. Moreover, the gliogenic plasticity of PCLps fits well the adaptive reprogramming shown for these progenitors after a major depletion of the perinatal external granular cell layer (EGL) [49]. Further, PCLp horizontal cleavage plane orientations establish a similarity to neocortical basal RG [24,50–52], which adds to former evidence of phenotypic [53] and functional (i.e., contribution to folding [13,48,54]) relationships between these 2 basally anchored progenitors. In sum, our results point to PCLp as the fundamental organizing element of cortical components in HetCs. In addition, we speculate that part of these basal progenitors after detachment from the VZ and before reaching the PCL could divide and also seed WMAs/GLAs, thereby identifying them as a key organizer of cerebellar astrogliogenesis (Fig 10).\n\nIn summary, these findings reveal that an unprecedented well-defined developmental program structures astrocyte clonal architecture in the cerebellum and suggest that RG subsets with distinct fate potentials contribute to astrogliogenesis. It will be interesting to determine whether similar rules also apply to other CNS areas.\n\nMethods\n\nEthics statement\n\nAll procedures were in accordance with the European Communities Council Directive (and 86/609/EEC and 2010/63/EU), the National Institutes of Health guidelines, and the Italian Law for Care and Use of Experimental Animals (DL116/92). They were approved by the Italian Ministry of Health and the Bioethical Committee of the University of Turin (Project “Plasticità strutturale, rigenerazione assonale e sostituzione cellulare per la riparazione del danno nel sistema nervoso” ROSSI/13-16 and Project. 741/2016-P). The study was conducted according to the Arrive guidelines.\n\nPregnant mice for IUEs were deeply anesthetized by inhalation (1%–2.5% of isoflurane in O2 in a mixture of 30: 70 O2/N2O). Transcardial perfusion was performed under anesthesia (hypothermia up to P7; i.p. injection of a mixture of ketamine, 100 mg/kg, Ketavet, Bayern, Leverkusen, Germany; xylazine, 5 mg/kg; Rompun; Bayer, Milan, Italy for older mice).\n\nExperimental animals\n\nExperimental procedures were performed on the following mouse lines: C57BL/6, hGFAP–green fluorescent protein [27] (GFP), and GLASTCreERT2/+ [55]xR26RConfetti/+ [20] mutants. Mice of either sex were included. The day of vaginal plug detection was defined as E0, and the day of birth was considered as P0. Mice were maintained on a 12-h day/night cycle with adequate food and water.\n\nIUEs\n\nE12 or E14 pregnant mice were deeply anesthetized throughout the surgery duration and placed on a warming blanket. The skin and the muscular abdominal wall were cut, and the uterine horns were exposed. Embryos were constantly maintained moist with physiological saline and were transilluminated with a cold light to hit the proper injection site. Using a picopump (WPI) connected to a glass microcapillary tube, 2 μl of the hGFAP-StarTrack plasmid mixture [4] (2–5 μg/μL of DNA in 0.1% fast green) were injected into the fourth ventricle of each embryo in order to reach the cerebellar VZ and stably mark VZ RGs [17]. After injecting all embryos, the heads were placed between the forceps-shaped electrodes of a BTX electroporator (Holliston, MA, United States), and 1 train of 5 square pulses was applied (30V or 35V for E12 and E14 electroporations, respectively; 50 ms followed by 950-ms intervals). Afterwards, the uterine horns were positioned back into the abdominal cavity, and both muscle and skin were sutured. Pregnant mice recovered under a warm lamp and then were returned to their home cage. After surgery, the analgesic Rimadyl (5 μg/g) was subcutaneously administered to reduce postsurgical pain. Injected embryos were allowed to develop normally and were analyzed 24 h after electroporation or at P0 or P30. Of note, inspections 24 h post electroporation showed that clones were always in only one-half of the cerebellum, similar to other studies [17]. This is likely due to positional constraints of the electrodes that targeted only one of the 2 sides of the cerebellar primordium, which are discrete and independent developmental modules [56,57]; yet, electroporated cells had a rather diffuse distribution in the VZ of each lateral primordium along both the M-L and A-P axes (S1D and S1E Fig).\n\nLocal administration of Tx\n\nTo allow Cre recombination exclusively in radial PCLps, we topically administered Tx citrate crystals (Sigma-Aldrich) on the pial surface of the vermis of Confetti mice to selectively target glial endfeet as previously described [15], with modifications. Briefly, mouse pups were anesthetized by hypothermia. After opening the skin and the skull, leaving the pial surface intact, we placed on the cerebellar surface a Tx amount corresponding to about 30–80 μg in order to tag a limited number of PCLps. Finally, we carefully wiped the wound and closed it. The animals were then killed after 48 h for short-term analyses or at P30.\n\nThymidine analogues\n\nBrdU (Sigma-Aldrich) and EdU (Invitrogen) were dissolved at 10 mg/ml in sterile saline and administered via i.p. injections in pregnant females and via s.c. injections in neonatal pups. The same dose of 100 mg/kg body weight was used for both analogues. EdU was injected 6 h before killing. For active proliferation analyses in StarTrack-labeled cells, a double-pulse EdU protocol with a 3-h interval was adopted in order to increase the chance of labeling the electroporated cells. Animals were then killed 3 h after the last EdU injection. For BrdU labeling, samples were incubated in 2N HCl for 20 min at 37 °C, washed with borate buffer (pH 8.5) for 10 min, and processed for anti-BrdU antibody staining. EdU was detected using a commercial kit (Click.iT, Life Technologies) after the immunohistochemical reactions.\n\nHistological and immunohistochemical procedures\n\nUnder anesthesia, animals were transcardially perfused with an appropriate volume of 4% paraformaldehyde (PFA) in 0.12 M phosphate buffer (PB), pH 7.2–7.4. Brains were removed, stored overnight (o/n) in the same fixative at 4 °C, washed in PBS, and finally cryoprotected in 30% sucrose in 0.12 M PB. The cerebella were then embedded and frozen over dry ice in OCT (TissueTEK), sectioned in the parasagittal plane at 30 μm using a cryostat and collected in PBS (P30 juvenile cerebella), or placed directly onto glass slides (E13-P7 cerebella). For immunolabeling, sections were incubated o/n at room temperature with the appropriate primary antibodies dissolved in PBS with 1.5% donkey or goat serum (Jackson ImmunoResearch) and 0.25% Triton X-100 (Sigma-Aldrich): anti-GFP (1:700, rabbit, polyclonal; Invitrogen A-11122), anti-GFP (1:700, chicken, polyclonal; Aves Labs GFP-1000), anti-RFP (1:1,500, rabbit, polyclonal, Rockland 600-401-379), anti-BrdU (1:500, rat, monoclonal; Abcam ab6326), anti-GFAP (1:1,500, rabbit, polyclonal; Dako Z0334), anti-pVimentin (1:500; mouse, monoclonal; MBL International D076-3S); anti-Parvalbumin (PV, 1:1,500, mouse, monoclonal; Swant 235); anti-GLAST (1:200, rabbit, polyclonal, Abcam, AB416); anti-Aquaporin 4 (AQP4, 1:2,500, rabbit, polyclonal, Sigma Prestige Antibodies, HPA014784); anti-GDF10 (1:25, rabbit, polyclonal, Sigma Prestige Antibodies, HPA015498); anti-KIR1.4(1:100, rabbit, polyclonal, APC-035, Alomone Labs); anti-SOX10 (1:100, goat, polyclonal, Santa Cruz, SC17342); anti-NeuN (1:500, mouse, monoclonal, Merck Millipore, MAB377); anti-PAX2 (1:200, rabbit, polyclonal, Invitrogen, 71–6000); anti-NFIA (1:1,000, rabbit, polyclonal, Abcam, 41581); anti-BLBP (1:200, rabbit, polyclonal, Merck Millipore, ABN14), anti-Ki67 (1:500, rabbit, polyclonal, Abcam, ab15580). Sections were then exposed for 2 h at room temperature to secondary species-specific antibodies conjugated with Alexa Fluor 488 (1:500; Invitrogen; anti-rabbit A-21206; anti-mouse A-21202; anti-chicken A-11039), Alexa Fluor 555 (1:500; Invitrogen; anti-rabbit A-31572) or Alexa Fluor 647 (1:500; Invitrogen; anti-rabbit A-21244; anti-mouse A-31571), and Cy3 (1:500; Jackson ImmunoResearch; anti-mouse 715-167-003; anti-rat 712-165-153). Cell nuclei were visualized using 4′,6-diamidino-2-phenylindole (DAPI; Fluka). After processing, sections were mounted on microscope slides with Tris-glycerol supplemented with 10% Mowiol (Calbiochem).\n\nFor StarTrack clonal analysis, P0 and P30 cerebella were parasagittally cut in 50-μm-thick serial sections. For R26RConfetti stainings, 60-μm-thick serial sections were obtained with a vibrating microtome (Leica). When sections thickness was &gt;30 μm, sections were incubated for 48 h at 4 °C in primary antibody solution containing 1.5% donkey serum and 2% Triton-X100. Secondary antibody incubation was performed o/n in PBS with 1.5% donkey serum and 0.5% Triton-X100. Stainings for Sox10 and Ki67 on thick sections were preceded by antigen retrieval with citrate buffer (pH 6. 20 min at 80 °C followed by 20 min at room temperature).\n\nData analysis and image processing\n\nHistological specimens were examined using an E-800 Nikon microscope connected to a color CCD camera or a Leica TCS SP5 confocal microscope. For StarTrack clonal analysis, confocal images were acquired under fixed excitation and absorption conditions for each fluorophore as previously described [4,58]. In some instances, we applied the colocalization analysis provided by the LAS AF software (Leica) or the colocalization plugin provided by NIH ImageJ software [59] to display in white/purple marker coexpression at the pixel level. Adobe Photoshop 6.0 (Adobe Systems) was used to adjust image contrast and assemble the final images. On the basis of confocal images, cells and clone distributions were mapped by either Neurolucida 7.0 (MBF Bioscience) or Reconstruct [60] software that defined spatial coordinates for each cell, subsequently employed to calculate cell distances. Quantitative evaluations (proliferation, birthdating, and cleavage plane orientation analyses) were performed on confocal images by NIH ImageJ software [59]. Three to 6 animals were analyzed for each time point or experimental condition. Measurements were derived from at least 3 sections per animal. For StarTrack and Confetti clonal analyses, all cerebellar sections were analyzed.\n\nDefinition of StarTrack clones and clonal analyses\n\nTo evaluate the expression of hGFAP-StarTrack constructs [4], the whole cerebellar territory was analyzed. Every cell was examined for the presence of each fluorophore, and cells with the same combination of fluorescent proteins were defined as part of the same cell cluster. As analysis of lumping error probability (see below section ‘Estimation of lumping errors in StarTrack clones and impact of repeated color combinations’) indicated that these cluster were clones in the vast majority of cases (91% minimum probability), we refer to clusters as clones. Labeled astrocytes were categorized in distinct types according to their morphology and layering (Fig 1A). These identification criteria were validated in P30 clones by staining for the general astroglial marker GFAP (S2 Fig) and for markers enriched or specific of each astrocyte type (S2 Fig and S1 Table). The same pattern of marker expression was confirmed in astrocytes of both HomCs and HetCs. No coexpression of either neuronal or oligodendroglial markers was found in labeled cells, in full agreement with selective labeling of astrocytes (S2 Fig). Positivity for each antigen was tested on 150–200 StarTrack-tagged cells of different samples. The cellular identity of clones exclusively labeled with nuclear fluorophores was also confirmed by anti-GFAP immunostaining (S13 Fig).\n\nFor P0 analyses in the still-developing cerebellar territory, we distinguished as layers the PWM and the cortex (Fig 6A) based on differences in cellular density as detected by autofluorescence and validated by DRAQ5 staining. Among labeled cells, we confirmed tagging of astroglial progenitors by colabeling for BLBP or NFIA and absence of coexpression of lineage markers for either oligodendrocytes or interneurons (S6 Fig), which are actively generated at this stage [8,15,19,61]. Expression of each antigen was tested on 150–200 StarTrack-tagged cells across the distinct cerebellar layers.\n\nM-L clone dispersion was estimated based on the number of sections where the examined clone was dispersed. Clones included in one single section were categorized according to the section thickness (50 μm). A-P clone dispersion was estimated qualitatively as clone distribution in adjacent lobules.\n\nIn total, we found 573 hGFAP-StarTrack-labeled clones (for the complete list, see S2 Table), comprising 410 fluorescent combinations. Among them, nearly all (99%) appeared with a frequency of less than 8 × 10−3, and only 2 marks were present at the highest frequency (2 × 10−2). On the whole, frequencies were within the range analyzed by García-Marqués and López-Mascaraque [4], and therefore, all combinations were included.\n\nEstimation of lumping errors in StarTrack clones and impact of repeated color combinations\n\nTo estimate the probability that cells labeled by the same marker actually derive from independent progenitors (lumping error [62]), we examined the frequency of StarTrack color combinations across all cerebella and found some repetitions (S3A Table). Since each color was equimolarly represented in the plasmid mix, we do not expect an overrepresentation of defined colors in the plasmid mix. Yet, different stabilities of individual fluorophores or distinct integration efficiencies of constructs might in principle influence the resulting combinations. We therefore calculated the lumping error probability for all cerebella, following Fuentealba and colleagues [63], based on the number of clones and the repetitions of StarTrack combinations found in the pooled data. A vector was designed with elements (color combinations) repeated according to S3A Table. Thus, repeated combinations had a higher probability to be chosen than the elements representing unique combinations. From the designed vector and using a uniform random experiment, samples were picked that corresponded to the number of elements in each analyzed cerebellum (S3B Table). The picked elements from each sample were compared one-to-one, and the probability of observing one of the repeated combinations was computed. Using a Monte Carlo simulation, this experiment was repeated 300,000 times to characterize the probability density function of these events. Means and standard deviations of probability distributions for each cerebellar sample are shown in S3B Table. Results showed an average global probability of lumping errors of 3%, which varied between 0.6% and 9%, depending on the animal. For the majority of samples, this error was low and comparable to that of bar code–based approaches in which about 10,000 combinations are available [63]. From the observed number of repeated combinations and the number of clones per sample, we conclude that in the vast majority of cases (91%, corresponding to the highest lumping error probability), the cells that share the same StarTrack combination derive from a single progenitor.\n\nYet, the presence of repeated combinations suggests that these are less reliable to define sibling cells in the samples [58]. With the aim to disclose potential systematic biases introduced by clones defined by the repeated combinations, we examined whether these clones belonged to specific types/subtypes and analyzed their features in the samples with the highest probability of lumping errors (S14 Fig). We found that repeated combinations were homogeneously represented among the distinct clone types/subtypes and had a size (which is a key clonal parameter) similar to clones with unique combinations. This shows that their inclusion in the analysis does not introduce a systematic bias in the results and that the presence of clones labeled by repeated combinations did not significantly affect results (S14 Fig).\n\nNND and cluster analyses\n\nTo assess whether cells were uniformly distributed within the cerebellar tissue or rather formed clusters, we focused on E12-P30 HetCs that were especially numerous and large in size and performed a nearest neighbor analysis followed by a cluster analysis, the former to verify the presence of cell aggregates (subclones) and the latter to estimate the number and size of subclones as well as their composition in terms of cell category types. A significant departure of the actual cumulative distribution of NND from a random distribution was considered a sign of clustering [31]. To this end, for each clone type, we generated a uniformly distributed random sample of spatial coordinates, using the same number of observations and the corresponding cerebellar volume, and the cumulative distribution of the resulting NNDs was computed. For both empirical and randomly generated data, we fitted an asymmetric sigmoidal function (Richard’s model) using the least squares method.\n\nCluster analysis was performed with the k-means method (100 replicates). A progressively larger number of clusters (from 1 to 5) was tested until 95% of accounted variance was reached. This procedure estimated the actual number of clusters (subclones) in a clone. Only clones with a minimum of 6 cells were considered, and a minimum of 3 cells per cluster was imposed. Although cluster analysis is considered to be more of an exploratory than a confirmatory approach [64], results were confirmed by visual inspection, which also suggested that clustering errors (e.g., cases in which cells are spatially but not anatomically close to each other or cases in which isolated cells are forced into a cluster) remained below 10%. We further estimated the impact of clustering errors on the distribution of subclone types and on the BG:GLA ratio. To this aim, we reran the cluster analysis, introducing a fictitious error in the number of identified subclones (20%; this was achieved empirically by using 90% and 99% accounted variance thresholds). The resulting subclone type distributions were virtually identical, and the resulting ratio change was negligible (0.015 log units on average, S15 Fig and cf. Fig 5E–5H), thus suggesting that the cluster analysis was quite robust to clustering errors.\n\nEstimation of splitting errors in StarTrack clones\n\nA splitting error occurs when siblings are not recognized as originated from the same progenitor [62]. Our cluster analysis subdivided triple and double StarTrack clones in 2 or more spatially segregated subclones. However, theoretically, these subclones could represent a coincidental appearance of the same color combination in distinct clones (corresponding to the subclones). Following Walsh and Cepko [65] and Kirkwood [66], we computed the probability that any one of the distinct color combinations will appear twice or more by chance in the cerebella analyzed for cluster analysis by using Monte Carlo simulations with 300,000 repetitions. Splitting error probability was computed under the assumption that each of the StarTrack’s 4,096 theoretical combinations [67] has the same probability to be picked out, thus considering a uniform distribution. Since each color was equimolarly represented in the plasmid mix, we do not expect an overrepresentation of some colors over others. Thus, we considered a uniform distribution to avoid giving nearly zero probability to the combinations that were not observed, likely because of the limited number of clones found, so to avoid underestimating the overall number of the potential combinations, which is appropriate for the methodology (StarTrack) adopted. We assumed that any of the theoretical color combinations has the same probability to be picked out in random draws with replacement and that subclones were independent clones. According to the results of cluster analysis, we assumed that on average, each E12 triple clone corresponded in fact to 3 clones and each double clone to 2 clones, for an estimated total of 244 clones in sample 1 and 139 in sample 2. The splitting error probability was computed as the number of repetitions of the same color combination occurred by chance over the total number of estimated clones. In the analyzed samples, it was 3% and 2%, respectively. Thus, the splitting error probability was quite low.\n\nDefinition of Confetti clones\n\nR26RConfetti mice enable the distinction of progenies derived from different single progenitors thanks to the stochastic and exclusive expression of 1 out of 4 fluorescent proteins. In order to visualize different fluorophore combinations, cerebellar sections were stained with anti-GFP antibody that recognizes GFP, YFP, and CFP and with anti-RFP antibody for RFP. Cells marked with GFP were then discriminated according to the localization of the green staining: nuclear (corresponding to GFP; very rare cells, therefore excluded from the analysis), cytoplasmic (corresponding to YFP), or membrane associated (corresponding to CFP), as previously described [68].\n\nIn P30 cerebella, tagged cells exclusively belonged to the astrocytic lineage as confirmed by positivity for GFAP and negativity for the oligodendrocyte-specific transcription factor SOX10 and for neuronal markers, as previously described [15] (S8 Fig). Distinct astrocyte types were recognized by morphological and layering criteria that were confirmed by analysis of markers expression (S8 Fig). Cells appeared distributed in small groups dispersed in the cerebellar cortex, suggestive of clones. Putative clones were identified in serial sections of the cerebellum (S4 Table) based on expression of the same color; location in the same lobule and lobular wall (considering the WM as dividing each lobule in 2 walls), as derived from StarTrack analyses; and cell spatial contiguity. Indeed, the very low number of color tags requires additional criteria for clone identification. Lobules IV–V and IX (vermis) and Crus II and I (hemisphere) were analyzed without finding any significant difference (Vermis lobule IX: BG+GLA clones 45.8% ± 8.4%; BG clones 44.8% ± 7.5%; GLA clones 9.4% ± 3.8%; chi test P &gt; 0.05. Hem: BG+GLA clones 47% ± 2.5%; BG clones 43% ± 2.6%; GLA clones 6% ± 1.3%; chi test P &gt; 0.05; cf. Fig 7). Therefore, for simplicity, only data of lobule IV–V are presented. The adopted criteria for clone identification and the method used to tag a limited number of PCLps were validated by analysis of recombined cells 48 h after Tx administration at P6. At this time point, analyses of lobule IV–V in serial cerebellar sections confirmed tagging of sparse individual cells in the PCL expressing markers of astrocyte progenitors (S7A–S7D’ Fig and S4 Table). The number of these PCLps was compatible with that of P30 putative clones (39.42 ± 6.32 progenitors versus 38.78 ± 3.72 clones per color, respectively; t test, P = 0.931). At 48 h, we found also pairs of cells (about 20% of all tagged cells) labeled with the same color that were reminiscent of mitotic PCLps (S7E and S7E’ Fig) or, based on mirror morphologies and/or close proximity (approximately 30 μm), of duplets of newly generated sister cells (S7F–S7G’ Fig). Further, in most cases, cells in duplets were positive for the proliferative marker Ki67 (S7E–S7G’ Fig). Overall, these features indicated that these pairs are the initiation of a clone.\n\nWe also reasoned that the distance among tagged PCLps shortly after Tx induction would provide a reference to evaluate the accuracy of cell clustering in clones at P30, assuming that cell dispersion is mainly due to developmental growth of the cerebellum. Thus, the distance between each PCLp and the nearest PCLp of the same color (NND, S4 Table) was calculated, averaged, and scaled according to the growth of lobule IV–V from P8 (i.e., P6 + 48 h) to P30 (2.3-fold, as determined by ratios of the geometric means of 3D measurements of the lobule at the 2 time points). We inferred that the ensuing value (137.62 μm × 2.3 = 317 μm) would define the minimal distance between Confetti clones at P30. We found that the minimal clone distance was much higher than the mean clone extension—estimated through either the mean (104 μm, P &lt; 0.001) or the maximal (153 μm, P &lt; 0.001) intraclone intercell distance (see S7H Fig and S4 Table). Indeed, only a small fraction of clones had an extension close to the minimal clone distance, indicating that clones do not overlap and thus confirming the reliability of the adopted criteria to identify Confetti clones. Moreover, in further support of consistent clustering of cells in clones, the average NND between sister cells composing P30 clones was consistent across different cerebella and different colors (67 ± 3 μm).\n\nDetermination of cleavage plane orientation\n\nAnti-pVimentin staining was used to identify PCLps undergoing mitosis [69]. The cleavage plane orientation was measured by calculating the angle between the equatorial plate of DAPI-stained nuclei and the PCL trajectory. Angle values of 0°–30° were defined as horizontal, 30°–60° as oblique, and 60°–90° as vertical. Only cells in anaphase or telophase were analyzed, in at least 3 different animals per time point (50–86 cells analyzed in total per time point).\n\nThe stochastic simulation algorithm\n\nApproach\n\nTo investigate the rules that govern the cell fate decision of cerebellar RG, we checked the validity of a model that assumed all astrocyte progenitors as belonging to a homogeneous multipotent population. This was done by generating clones in silico with discrete-time stochastic simulations, using a variant of the Stochastic Simulation algorithm, also known as the Gillespie algorithm [70,71]. The empirical outcomes of 275 clones and 98 clones at E12-P30 and E14-P30 respectively (i.e., clone size, proportions of astrocytes, ratio of astrocyte types per clone, proportions of clone types and subtypes; CNA astrocytes were omitted) were compared to the in silico simulation output (5 replicates of 275 or 98 clones for E12-P30 and E14-P30 simulations respectively).\n\nDescription of the simulation algorithm\n\nStep 0:\n\nInitialization of the transition probabilities;\n\nInitialization of the type of the root cell (E12: 70% MPs, 30% postmitotic astrocytes, E14: 60% MP, 40% postmitotic astrocytes. The proportions correspond to the observed frequency of unicellular clones at P30; within the initial postmitotic astrocytes, the discrete proportions of BG, GLA, and WMA unicellular clones were used to determine the fate of already postmitotic astrocytes at the beginning of the simulated lineages)\n\nStep 1:\n\nEach MP undergoes a division event. Each daughter cell has a certain probability of remaining an MP (i.e., probability of cell cycle reentry, pMP) or becoming a postmitotic astrocyte (i.e., probability of cell cycle exit). Daughter cell fates were determined stochastically, according to the division proliferation/differentiation probabilities.\n\nStep 2:\n\nEach postmitotic astrocyte has a certain probability to become a GLA, BG, or WMA based on the birthdating experiments (i.e., based on the fraction of BrdUhigh/tot BrdUhigh astrocytes calculated in each layer) and undergoes differentiation stochastically according to the differentiation transition probabilities for the given generation the astrocyte is produced in the lineage (for E12-P30 simulations the hemisphere birthdating results were used, whereas the birthdating results measured in the vermis were taken for E14-P30 simulations);\n\nIterate Step 1 and Step 2 until all cells differentiate.\n\nChoice of a 1-compartment and discrete-time model\n\nBased on the collected data and following a parsimony principle to limit open parameters, a space-independent model was built, in which the pMP was kept constant regardless of the localization of each MP in the distinct emerging cerebellar layers. A range of pMPs were tried in the simulations (0.4 to 0.5 with a step of 0.005; 5 replicates of 3,000 clones were generated in each case), and the best pMP was defined as the one minimizing the sum of squares of the residuals on the clone size distributions (pMP = 0.465 for E12-P30 clones and pMP = 0.44 for E14-P30 clones). A discrete stochastic simulation was chosen in which each step of the simulation corresponds to a generation in the lineage. Equivalence between discrete and continuous stochastic simulations has been demonstrated [71]. The probabilities that a daughter cell became a postmitotic astrocyte of a specific kind were generation-dependently set on the basis of our birthdating analyses (see Fig 9B and 9H). To determine the correspondence between the number of generation development time, we made use of the E12-P0 and E14-P0 clones. To this aim, the size of the simulated clones at distinct generations was compared with the experimental E12-P0 and E14-P0 clone sizes. This allowed us to determine at which generation the simulated clone size distribution matched the P0-observed clone size distribution (sixth generation with pMP = 0.465 for E12-P30 clones, fourth generation with pMP = 0.44 for E14-P30 clones). Using this reference, we were able to convert the developmental time into number of generations and make use of the birthdating results.\n\nStatistical analyses\n\nFollowing Legué and colleagues [25], to account for within-mice correlation and sample size variability, we used generalized estimating equations (GEE) with exchangeable correlation structure for both count data (Poisson distribution with log link function) and continuous variables (normal distribution with identity link function). Pairwise comparisons were analyzed with sequential Bonferroni tests. When necessary, a logarithmic transformation was applied prior to statistical evaluation to reduce skewness and compensate extreme values, as well as to represent symmetrically cell type ratios, in which case means were converted back to original ratios. To compare distributions of NND, the Kolmogorov-Smirnov test for 2 independent samples was used. Chi-squared and Fisher exact tests were used for frequency analyses, depending on sample size. Pearson’s r was used for correlation analyses. Confidence intervals (95%) of the means were computed through bootstrap with the method of bias corrected and accelerated percentile method (N = 1,000). Alpha level was set to 0.05. When not otherwise specified, data are expressed as means of values of each clone ± SEM. Analyses were performed using Matlab (Mathworks), GraphPad Prism software (GraphPad Software), or SPSS (IBM). Simulations were performed with the R software [72].\n\nFor global evaluations, analyses were applied on all clone types formed from E12, E14, or postnatal progenitors. As specified in the Results, more detailed analyses on clone types and subtypes were only applied on major populations (E12-P30, E14-P30, HomC: WMA, GLA, BG; HetC: BG+GLA+WMA, BG+GLA; E12-P0, E14-P0 HomC: PWM, Cortex; HetC).\n\nOnly P values ≤ 0.05 are reported in the Figures. Details on number of animals, applied statistical tests, and results are summarized in S5 Table.\n\nSupporting information"
}