{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0040036",
  "doi": "10.1371/journal.pbio.0040036",
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in ay medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Autophagy: A Forty-Year Search for a Missing Membrane Source",
  "authors": [
    {
      "name": "Gabor Juhasz",
      "first": "Gabor",
      "last": "Juhasz",
      "affiliation": "Department of Genetics, Cell Biology, and Development, University of Minnesota, Minneapolis, Minnesota, USA. juhas001@umn.edu"
    },
    {
      "name": "Thomas P Neufeld",
      "first": "Thomas P",
      "last": "Neufeld"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2006-02",
  "dateElectronic": "2006-02-14",
  "volume": "4",
  "number": "2",
  "pages": "e36",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Developmental Biology",
    "Discipline/Genetics and Genomics",
    "Discipline/Nutrition",
    "Discipline/Oncology",
    "System Taxonomy/Animals",
    "System Taxonomy/Eukaryotes",
    "System Taxonomy/Yeast and Fungi",
    "Type/Unsolved Mystery"
  ],
  "abstract": "Autophagy is central to diverse biological processes in eukaryotes including animal development and cellular survival, and also to neurodegenerative diseases, but the origin of the membranes that make up autophagic vesicles is unknown.",
  "fullText": "Autophagy is the major self-degradative process in eukaryotic cells, with fundamental roles in cellular and organismal homeostasis, and is involved in many developmental and pathological situations. Structures targeted for autophagic destruction are sequestered into newly emerging double-membrane vesicles called autophagosomes, and delivered for lysosomal degradation. Despite recent advances in understanding the molecular mechanisms of autophagy, a long-standing question concerning the source of the autophagic membrane remains unresolved. Two major alternatives can be considered: the membrane may be derived from a pre-existing cytoplasmic organelle such as the endoplasmic reticulum (maturation model), or assembled from constituents at its site of genesis (assembly model).\n\n      Introduction\n      \nThe stability of all biological systems—from single cells to ecological communities—is based on the continuous turnover of individual units. Just as new organisms are born to replace dying ones, turnover of constituents within a cell ensures that old or damaged macromolecules and organelles are replaced by newly synthesized ones. This constant replacement underlies the adaptability of biological systems, for example allowing cells to rapidly change their metabolism in response to a changing environment. Cellular homeostasis (the ability to maintain a stable condition inside the cell) is therefore based on the proper balance of synthesis and destruction.\n\nIn eukaryotic cells, various specialized cytoplasmic enzymes are responsible for the specific degradation of proteins (the ubiquitin-proteasome pathway), lipids, ribonucleic acids, sugars etc.; these degradation events can be crucial to the execution of cellular signaling and metabolic pathways. In contrast, nonspecific degradation of these materials occurs through autophagy (“self-eating” in Greek; in this case at a subcellular level) [1]. This process plays several important roles in the life of a cell. During times of starvation, autophagy ensures survival by randomly degrading bulk cytoplasm including organelles to provide breakdown products that can be used for energy and synthetic processes [2]. In response to a change in available nutrients, autophagy is also used to specifically eliminate obsolete metabolic organelles in several yeast species [3]. In multicellular organisms, autophagy is tightly controlled through several signaling pathways [4,\n\t\t\t\t5], and has been integrated into various developmental and physiological events, such as the remodeling of cells, tissues, organs, or even the entire body. To take an extreme example, nearly all of the larval tissues of a metamorphosing insect are self-digested inside the pupal case, making room and providing nutrients for the cells that will eventually give rise to the adult insect [6]. In mammals, autophagy occurs in virtually all cells at a basal rate, and has been shown to be required for the elimination of old and nonfunctional organelles and protein complexes [7]. Growth-promoting hormones such as insulin inhibit autophagy [8], whereas glucagon, synthesized in response to low blood sugar levels, induces this process [9]. Autophagy has been suggested to play a protective role during aging, cell death, defense against intracellular pathogens, neurodegenerative diseases, and tumorigenesis, emphasizing the biological and medical importance of autophagy [2,\n\t\t\t\t10].\n\n      The Morphology of Autophagy\n      \nDuring autophagy, large membrane-bound portions of the cytoplasm are delivered for destruction to lysosomes, organelles loaded with various acidic hydrolases specialized for rapid and effective degradation of cellular and extracellular material. As early as the 1960s, the morphology of the major pathway of autophagy, macroautophagy (simply referred to as autophagy hereafter), was established by electron microscopic studies [1,\n\t\t\t\t9]. Upon induction of autophagy, a membrane cisterna (fold of membrane) known as the isolation membrane (IM; sometimes referred to as phagophore in mammals [11]) appears and curves around part of the cytoplasm. Sealing of the edges of the IM results in a unique double membrane vesicle, the autophagosome. Soon after forming, autophagosomes fuse with a lysosome, where degradation of the delivered material for recycling takes place (Figure 1A and 1B). The membranes of IMs and autophagosomes differ from other membranes in the cell in having few intramembrane proteins, evident by electron microscopy [12–14].\n\nThe dynamic membrane rearrangements of autophagy are also unique in that topologically intracellular material (cytoplasm) becomes converted into topologically extracellular (the lumen of lysosomes) without crossing a membrane barrier [15]. In contrast, material delivered to the lysosome by other routes either remains extracellular, in the case of endocytosis (formerly referred to as heterophagy [1]), or crosses a membrane, as in the case of lysosomal enzyme synthesis.\n\n      Identification of Genes Involved in Autophagy\n      \nYeasts, like humans, alter their metabolism to meet the amount and type of available nutrients. And, unlike humans, they are much easier to study genetically. Little was known about the molecular mechanisms of autophagy until the last decade, when yeast genetic screens revealed ∼27 autophagy-related genes (Atg), whose products are necessary for autophagy [16]. Most Atg proteins localize at least transiently to a single well-defined spot in the cytoplasm known as the preautophagosomal structure (PAS), a site from which the IM forms upon induction of autophagy. Atg proteins form three main multiprotein complexes: an autophagy-specific phosphatidyl-inositol 3-kinase (PI3K) complex, the Atg1 kinase complex, and two closely linked ubiquitin-like protein conjugation systems. Current research is aimed at understanding how these complexes interact to promote autophagy.\n\nMulticellular organisms harbor homologs of most of the yeast Atg genes, reflecting the evolutionary conservation of autophagy and its molecular components. There are also some important differences. For example, IMs in yeast bud from the single PAS, whereas in mammalian cells, IMs are formed throughout the cytoplasm, and no definitive PAS is observed. The presence of multiple homologs of some Atg genes also suggests an as-yet unknown complexity of the process in metazoans.\n\nOne of the ubiquitin-like proteins, Atg8 (called LC3 in mammals), appears to be associated with IMs and autophagosomes through a lipid anchor [17], and therefore represents the first known protein covalently attached to these membranes. Atg8/LC3 fused to a fluorescent tag is now commonly used as a light microscopic marker to follow the formation of early autophagic structures (Figure 1C) [18].\n\n      Potential Membrane Sources of the IM\n      \nDespite the recent advancement of autophagy research, one fundamental question remains unanswered: how does the autophagic membrane form? The membranes of IMs and autophagosomes are of the thin type (6–7 nm), like the membranes of the endoplasmic reticulum (ER), cis-Golgi, nuclear envelope, and inner and outer membranes of mitochondria. In contrast, membranes of the plasma membrane, lysosomes, and most of the Golgi are thick (9–10 nm), due to their different lipid composition (e.g., more cholesterol) and higher protein content. A review article written nearly 40 years ago by de Duve and Wattiaux [1] already mentioned that the source of the sequestering membrane “has given rise to many speculations,” including the ER, Golgi complex, and de novo formation. Below we consider the evidence relating to two general models of autophagic membrane formation.\n\n      The Maturation Model\n      \nAll cellular membrane is generally thought to derive from the ER. Membrane from the ER is transported through the secretory pathway by a continuous cycle of vesicular budding and fusion. Based on these observations, one model posits that the IM is derived from the ER or another pre-existing organelle upon induction of autophagy. For example, a portion of the ER may become cleared of ribosomes and fold onto itself to form the IM (Figure 2A); alternatively, vesicles may bud off from the ER and fuse together to form the IM (Figure 2B). This theory is supported by the similar membrane thickness of these organelles (see earlier), by the putative identification of ER proteins in IMs and autophagosomes in mammalian cells [19] (but see also [20] for an extended discussion of this point), and also by the observation that IMs are often observed between parallel ER cisternae in secretory cells [13]. In yeast, recent molecular genetic studies showed that genes necessary for ER trafficking are required for autophagy [21]. These data are consistent with a membrane contribution from the ER, although they may instead simply reflect a genetic requirement for one or more proteins synthesized in the ER.\n\n      The Assembly Model\n      \nRecent real-time studies have revealed that newly forming IMs continue to elongate until the final sealing of the autophagosome [22]. This observation is difficult to reconcile with the direct maturation of an existing organelle into an IM. An alternative model posits that the IM is assembled de novo. In this model, nonvesicular transport (Figure 2C) or local synthesis (Figure 2D) of lipids supplies the material for the growing membrane. Currently, support for this model comes mostly in the form of negative results, namely the lack of convincing identification of vesicles or membrane cisternae fusing to the IM, despite numerous transmission and freeze-fracture electron microscopic studies. Similarly, conventional vesicular structures have not been observed by electron microscopy at the PAS in yeast, although retrograde transport of some Atg proteins has recently been demonstrated, presumably involving a vesicular mechanism [23]. Interestingly, the cytoplasm in the area of the PAS largely excludes free ribosomes that normally fill the cytosol [24], consistent with a high lipid content or membranaceous barrier in this region.\n\nIn many cell types, induction of autophagy can be remarkably robust, resulting in a rapid appearance of numerous autophagosomes throughout the cell. Whether local synthesis or nonvesicular transport of lipids and their assembly into membranes could be efficient enough to generate sufficient amounts of membrane in a short time is unclear. It is also possible that multiple membrane pools contribute to the IM. The distinct steps of IM formation—nucleation, assembly, and elongation—may also rely on different membrane sources [10].\n\n      Toward a Solution\n      \nThe unique molecular makeup of the autophagic membrane—rich in lipid, poor in protein—has likely hindered attempts to identify its source using traditional proteocentric cellular and molecular approaches. A definitive answer to this elusive question is thus likely to spring from new technologies, such as improved in vivo lipid labeling methods capable of specifically marking different cell membranes in live cells [25]. In addition, the recent and ongoing identification of the Atg proteins, many of which specifically localize to the PAS and IM, provides a powerful new set of tools to address this problem. This list is likely to grow as additional factors are identified, perhaps based on their co-localization with known Atg proteins, and through genetic screens in other organisms. Among the most promising of the known factors is Atg9, the sole known integral membrane protein involved in IM formation. Atg9 cycles through the PAS and other unidentified punctate structures [23,\n\t\t\t\t26]. As this protein is presumably membrane-bound from its inception, live tracking of Atg9 is likely to identify at least a subset of the contributing membrane. These reagents, in conjunction with standard cell biology approaches, thus represent novel means of investigating the membrane source. For example, a specific pool of lipids or Atg proteins en route to the forming and growing IM could be followed by photobleaching recovery or pulse-chase methods [27,\n\t\t\t\t28]. In addition, these tools will allow researchers to delve further into this mysterious puzzle, addressing a number of closely related fundamental questions: As new membrane is added to the growing IM, is it recruited to the tips, center or entire surface? How is this membrane targeted to the IM? Does induction of autophagy stimulate membrane production, or are pre-existing stores of lipid sufficient? Are the known Atg proteins directly involved in membrane recruitment or synthesis, and if so what are the mechanisms involved? A new generation of tools and a plate full of questions is attracting new researchers to this expanding field, leading to an accelerated pace of discovery. Future work will provide plenty of new information to ingest.",
  "externalIds": [
    "pmid:16464128",
    "pii:05-PLBI-UM-1036R1",
    "pmcid:PMC1363699"
  ]
}