{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001357",
  "doi": "10.1371/journal.pbio.1001357",
  "externalIds": [
    "pii:PBIOLOGY-D-11-05055",
    "pmid:22802725",
    "pmcid:PMC3389017"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Niche-Associated Activation of Rac Promotes the Asymmetric Division of Drosophila Female Germline Stem Cells",
  "authors": [
    {
      "name": "Wen Lu",
      "first": "Wen",
      "last": "Lu",
      "affiliation": "Committee on Genetics, Genomics and Systems Biology, University of Chicago, Chicago, Illinois, United States of America"
    },
    {
      "name": "M. Olivia Casanueva",
      "first": "M. Olivia",
      "last": "Casanueva",
      "affiliation": "Committee on Development, Regeneration and Stem Cell Biology, University of Chicago, Chicago, Illinois, United States of America"
    },
    {
      "name": "Anthony P. Mahowald",
      "first": "Anthony P.",
      "last": "Mahowald",
      "affiliation": "Committee on Genetics, Genomics and Systems Biology, University of Chicago, Chicago, Illinois, United States of America; Committee on Development, Regeneration and Stem Cell Biology, University of Chicago, Chicago, Illinois, United States of America; Department of Molecular Genetics and Cell Biology, University of Chicago, Chicago, Illinois, United States of America"
    },
    {
      "name": "Mihoko Kato",
      "first": "Mihoko",
      "last": "Kato",
      "affiliation": "Department of Molecular Genetics and Cell Biology, University of Chicago, Chicago, Illinois, United States of America"
    },
    {
      "name": "David Lauterbach",
      "first": "David",
      "last": "Lauterbach",
      "affiliation": "Department of Molecular Genetics and Cell Biology, University of Chicago, Chicago, Illinois, United States of America"
    },
    {
      "name": "Edwin L. Ferguson",
      "first": "Edwin L.",
      "last": "Ferguson",
      "affiliation": "Committee on Genetics, Genomics and Systems Biology, University of Chicago, Chicago, Illinois, United States of America; Committee on Development, Regeneration and Stem Cell Biology, University of Chicago, Chicago, Illinois, United States of America; Department of Molecular Genetics and Cell Biology, University of Chicago, Chicago, Illinois, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2012-07",
  "dateAccepted": "2012-05-22",
  "dateReceived": "2011-12-18",
  "volume": "10",
  "number": "7",
  "pages": "e1001357",
  "tags": [
    "Animal models",
    "Cell differentiation",
    "Cell fate determination",
    "Developmental biology",
    "Discipline-v2/Animal models",
    "Discipline-v2/Biology",
    "Discipline-v2/Cell differentiation",
    "Discipline-v2/Cell fate determination",
    "Discipline-v2/Developmental biology",
    "Discipline-v2/Drosophila melanogaster",
    "Discipline-v2/Gene function",
    "Discipline-v2/Genetics",
    "Discipline-v2/Model organisms",
    "Discipline-v2/Molecular development",
    "Discipline-v2/Stem cells",
    "Discipline/Developmental Biology",
    "Discipline/Genetics and Genomics",
    "Drosophila melanogaster",
    "Gene function",
    "Genetics",
    "Model organisms",
    "Molecular development",
    "Stem cells",
    "Type/Research Article"
  ],
  "abstract": "An intracellular polarity in activation of the Rac GTPase cooperates with an extracellular signal to ensure a robust pattern of stem cell division in Drosophila female germline stem cells.",
  "fullText": "Introduction\n      \nA robust pattern of asymmetric cell division underlies the ability of adult stem cells to balance self-renewal and differentiation to ensure tissue homeostasis. In principle, either of two mechanisms could underlie the asymmetric cell division: first, a polarization in the stem cell could result in the asymmetric segregation of cytoplasmic determinants to one daughter; alternatively, the two descendant sister cells could be initially equivalent but respond differently to specific stimuli in their microenvironments [1]. However, in either case, the mechanism that generates the asymmetry must be coordinated with the control of the plane of cell division. For example, in Drosophila neuroblasts, a polarity within the stem cell, mediated by the asymmetric localization of multiple protein complexes that are organized by the Par-3 homolog Bazooka, couples the asymmetric segregation of cellular determinants with control of the orientation of the neuroblast division plane [2]. In contrast, a cellular niche could promote an asymmetric self renewal division in an adult stem cell by secreting a locally acting maintenance factor and by orienting the plane of stem cell division such that one daughter is born outside the niche and is not exposed to the maintenance factor [3]. However, it remains an open question whether a stem cell residing in a cellular niche could also have a polarity that links the response to the maintenance signal with a mechanism that orients the division plane.\n\nBoth female and male germ line stem cells (GSCs) in Drosophila are present in well-defined cellular niches [4]. In females, the niche comprises three somatic cell types: the terminal filament cells, which are the most-anterior cells in each ovariole; a small number of the Cap Cells (CpCs), which form adherens junctions with the GSCs; and escort cells, which enwrap each GSC with thin cytoplasmic extensions (Figure 1A) [5]. The female niche is of limited size and can accommodate only two to three GSCs. CpCs secrete BMP ligands that are necessary and sufficient for GSC maintenance [6],[7]. Each GSC, which contains a cytoskeletal rich organelle called the spectrosome adjacent to the niche, divides with an invariant mitotic spindle orientation perpendicular to the niche-GSC interface [8]. The daughter born in the niche has high levels of BMP signaling and remains a GSC, while the daughter born outside the niche has much lower levels of BMP signaling and becomes a Cystoblast (Cb) [9]–[11]. The reduction in BMP signaling in Cbs allows expression of bag of marbles (bam) [11],[12], which promotes Cb differentiation by transiently downregulating two translational inhibitors, Nanos and Pumilio [13],[14], and by blocking BMP signal transduction downstream of the BMP receptors [10]. The Cbs undergo four rounds of synchronized division with incomplete cytokinesis to generate a cyst composed of 16 cells connected by a branched fusome derived from the spectrosome. One cyst cell becomes an oocyte; the others become polyploid nurse cells [15].\n\nThe structure of the male niche at the tip of the testis is similar to, but different from, the female niche. The male niche comprises two somatic cell types, the hub cells, which cluster together to form a cellular cone surrounded by a circle of 6–12 GSCs, and the cyst stem cells [4]. Similar to female GSCs, male GSCs are anchored by adherens junctions to the hub cells, and divide with an orientation that is perpendicular to the niche-GSC interface [16]. The GSC daughter born away from the niche differentiates into a Gonialblast that divides four times to produce 16 interconnected spermatogonia, each of which undergoes meiosis to give rise to four sperm. The hub cells secrete Unpaired, a ligand for the JAK/STAT pathway, which is necessary for continued GSC maintenance [17]. Recent results suggest Upd is necessary for GSC adhesion to the niche and likely acts upon the cyst stem cells to create a protected microenvironment for the GSCs [18], possibly including secretion of a BMP ligand [19].\n\nIn both sexes, the GSCs divide with an orientation perpendicular to the niche-GSC interface. In male GSCs, adherens junctions between the hub cells and the GSC localize the astral microtubule binding protein Apc2 at the niche-GSC interface to position the GSC centrosome during interphase [16],[20],[21]. After centrosome duplication, the mother centrosome, which has a robust array of microtubules, remains at the niche-GSC interface, while the daughter centrosome, which has few associated microtubules, migrates around the cortex to orient the mitotic spindle perpendicular to the niche-GSC interface [16],[20]. Moreover, misorientation of the centrosomes results in a cell cycle arrest after centrosome duplication in the G2 stage [22]. Thus, in males, the adherens junctions provide a polarity cue that orients an interphase centrosome to presage the orientation of the mitotic spindle and the plane of GSC division, but a second mechanism, a G2 cell cycle arrest, acts to ensure the robustness of the division plane.\n\nAlthough the mitotic plane of female GSCs is also oriented perpendicular to the niche-GSC interface, the mechanism by which it is done is less clear. In females, unlike males, the spectrosome abuts the GSC-niche interface, and hts mutants, which lack a morphologically identifiable spectrosome, have a randomized orientation of the mitotic spindle [8], suggesting that the spectrosome may aid in the positioning of the spindle.\n\nIn both male and female GSCs, a change in orientation of the mitotic spindle is correlated with a change in daughter cell fate. Randomization of male GSC centrosome orientation, by mutations in Apc2 or the centrosomal component centrosomin, causes an increase in GSC number [16], as a larger number of GSC daughters become associated with the niche. Likewise, if one female GSC is lost from the niche, the remaining GSC divides with a spindle oriented parallel to the niche-GSC interface such that both daughters remain in the niche and adopt GSC fates [7]. These observations suggest that there may be a mechanism that directly couples the orientation of the plane of GSC division to the response to the extracellular maintenance signal.\n\nIn this article, we show that in female GSCs the small GTPase Rac is asymmetrically activated at the GSC-niche interface. Activated Rac both orients interphase centrosomes by localizing Apc2 to the niche-GSC interface and increases GSC responsiveness to the BMP signal by activating the Jun N-terminal kinase (JNK) pathway (Figure 1B). Both actions of Rac are functionally redundant with other processes, likely to ensure robustness of this asymmetric division. Thus, in GSCs, a niche-associated polarity influences both the plane of cell division and the response to the extracellular maintenance signal.\n\n      Results\n      \n        Rac Is Asymmetrically Activated in GSCs\n        \nRac1 was identified in a microarray experiment for genes that are expressed in GSCs (see Text S1). In situ hybridization validated Rac1 transcription in some wild-type GSCs (Figure 1C) and in some GSC-like cells in tumorous germaria caused by expression of a constitutively active form of the BMP type I receptor Thickveins (TkvAct) [10] (Figure S1A). Because Rac1 is not expressed in all GSCs at all times, Rac1 transcription is likely modulated by other factors, possibly including the state of the cell cycle. The three Rac family members in Drosophila, Rac1, Rac2, and Mtl have partially redundant functions in other tissues [23]. Although in situ hybridization failed to reveal germline transcription of Rac2 or Mtl (unpublished data), we investigated the function of the Rac GTPases in GSC maintenance by eliminating the activity of as many family members as possible. Thus, we used mitotic recombination to generate clones of GSCs homozygous for Rac1 and Rac2 mutations and heterozygous for an Mtl mutation (Figure S1B), referred to as “Rac mutant GSCs.” We compared the persistence of Rac mutant GSC clones to control wild-type GSC clones in the anterior germarium. While the half-life of wild-type GSC clones was over 4 wk, GSC clones mutant for Rac2 and either the hypomorphic allele Rac1J10 or the null allele Rac1J11 had a half-life of 2 wk (Figure 1D), demonstrating that Rac promotes GSC maintenance. However, Rac mutant GSCs are lost more slowly than GSCs defective in BMP signal transduction [6] or GSCs defective in adherens junctions [5], both of which have a half-life of approximately 3–5 d.\n\nAn anti-human Rac1 antibody stained the cortex of all germ cells including the niche-GSC interface, which is marked by the adherens junction component, DE-Cadherin (Figure 1E and Figure S1C). Anti-Rac staining was increased in germaria in which a constitutively active allele of Rac1, Rac1V12, was expressed using a germline-specific driver, nos-Gal4 (Figure S1D), and markedly reduced in germaria in which RNAi constructs against Rac1 and Rac2 were expressed using the nos-Gal4 driver (Figure S1E), referred to as “Rac-RNAi GSCs,” confirming the antibody specifically recognizes Drosophila Rac proteins.\n\nTo determine the subcellular localization of active GTP-bound Rac in GSCs, we adapted a previously reported biosensor, the P21-binding-domain (PBD) of P21-activated Kinase that only binds to activated Rac and Cdc42 [24]. We used a mild heat-shock regimen to transiently express a chimeric protein composed of the Drosophila PBD fused to GFP (Green Fluorescent Protein) and assayed its subcellular localization 3 h after heat shock. Although there was variability in expression levels after heat shock (see Text S1), in all interphase GSCs with asymmetric GFP staining, PBD-GFP staining was present at the niche-GSC interface (Figure 1F; Figures S1F–H). The ratio of intensity of staining per unit area at the niche-GSC interface to the remainder of GSC cytoplasm was 90∶1 (91±25∶1, n = 10, Figure S1I). Thus, in GSCs, Rac is asymmetrically activated at the niche-GSC interface.\n\nTo confirm the specificity of the assay, we demonstrated that transient expression of GFP alone resulted in staining throughout GSCs (Figure S1J), that co-expression of active Rac1V12 protein and PBD-GFP also caused staining throughout GSCs (Figure S1K), and that PBD-GFP failed to localize to the niche-GSC interface in Rac mutant GSCs (Figure 1G). In addition, PBD-GFP localized properly in GSCs mutant for a partial-loss-of function cdc42 allelic combination (Figure S1L).\n\n        Rac Acts through Apc2 to Orient GSC Centrosomes\n        \nTo begin to characterize Rac function in GSCs, we examined whether loss or gain of Rac activity affected orientation of the GSC division plane. Because orientation of the centrosome at the niche-GSC interface predicts the plane of division in male GSCs, we first examined centrosome orientation in wild-type female GSCs in both fixed and living specimens. Overall, 96% of GSCs (n = 92, 72 fixed+20 living) had one centrosome associated with the niche-GSC interface.\n\nIn fixed specimens (Figure 2A), 12% of GSCs were at a stage in the cell cycle prior to centrosome duplication. In all these GSCs, the single centrosome was cortically located at the niche-GSC interface. The remaining GSCs had two centrosomes. In 38% of GSCs, one centrosome was associated with the niche-GSC interface while the other centrosome was migrating around the GSC cortex (Figure 2B–D). In 46% of GSCs, one centrosome was associated with the interface, and the two centrosomes were separated by 180°, forming an angle of 45°–90° with the niche-GSC interface (Figure 2E). In the remaining 4% of GSCs, neither centrosome was at the interface, and the centrosome pair was oriented parallel to the interface, suggesting these GSCs could have been preparing to undergo a symmetric self-renewal division [7]. Thus, 92% of wild-type GSCs with two centrosomes separated by 180° had one centrosome at the niche-GSC interface (Figure 2J).\n\nWe also recorded centrosome behavior in living GSCs using a GFP-tagged Centrosomin (n = 20). While all GSCs had a niche-associated centrosome, in 35% of GSCs, one centrosome was migrating around the GSC cortex (Movie S1 and Figure S2), and in 35% of GSCs, the two centrosomes were separated by 180° (Movie S2). Taken together, our data indicate that, unlike a previous report [25], centrosomes in female GSCs are positioned similarly to those in male GSCs [16].\n\nQuantitation of GSC centrosomes in fixed Rac mutant GSCs or in GSCs expressing Rac1V12 (Figure 2A) indicated two patterns of centrosome orientation that were not present at high levels in wild-type GSCs. First, in 12%–14% of GSCs with perturbations in Rac activity, one or both centrosomes were not located at the GSC cortex (Figure 2F and 2G). Second, 27%–28% of GSCs had two cortical centrosomes separated by 180°, neither of which was associated with the niche-GSC interface (Figure 2H and 2I). Quantitation of the angle of the centrosome pair in GSCs with two centrosomes separated by 180° indicated that centrosomes in 40% of GSCs of both genotypes were not associated with the niche and formed an angle of 0°–45° with the niche-GSC interface (Figure 2K). Because complete randomization of orientation of GSC centrosome pairs would result in 50% of GSCs in which this angle was between 0° and 45°, we conclude that both loss and gain of Rac function essentially randomize GSC centrosome orientation. Asymmetric Rac activity is thus strongly correlated with the localization of one centrosome to the niche-GSC interface.\n\nWe then examined whether Rac affects centrosome localization in male GSCs. In 2-d-old wild-type testes, 97% (n = 73) of GSCs had a centrosome associated with the niche-GSC interface (Figure S3A). In contrast, in 2-d-old testes, 28% (n = 83) of Rac RNAi GSCs and 46% (n = 95) of RacV12 GSCs did not have a centrosome associated with the niche-GSC interface (Figure S3B and S3C). In males, mutations that alter centrosome orientation can cause an increase in GSC number, as a result of an altered plane of GSC division [16]. Two-day-old wild-type testes had an average of 8.9±0.8 (n = 18) GSCs, while 2-d-old testes with Rac RNAi GSCs had an average of 10.4±1.5 GSCs (n = 8, p = 0.03, Welch two sample t-test) and 2-d-old testes with RacV12 GSCs had an average of 11.9±1.7 GSCs (n = 8, p = 0.001). Thus, alterations in Rac activity lead to misorientation of male GSC centrosomes and result in an increase in male GSC number.\n\nIn male GSCs, Apc2 localizes one centrosome to the niche-GSC interface [16]. Using the same methodology as we used to quantitate PBD-GFP localization at the niche-GSC interface, we found that Apc2 is also concentrated at the niche-GSC interface in female GSCs (4.7±3.9∶1, n = 20; Figure 2L) and that asymmetric Apc2 localization was disrupted in both Rac mutant GSC clones (1.28±0.87∶1, n = 12; Figure 2M) and GSCs expressing Rac1V12 (1.29±0.7∶1, n = 23; Figure 2N). Furthermore, reduction of Apc2 activity caused same classes of centrosome defects observed in GSCs with altered Rac activity (Figure 2O and 2P), as did overexpression of GFP-tagged wild-type Apc2 (Figure 2Q and 2R).\n\nIn male GSCs, the two centrosomes are asymmetric, in that the mother centrosome harbors a robust array of microtubules and remains near the niche-GSC interface, while the daughter centrosome has fewer associated microtubules and migrates around the GSC cortex to set up the plane of GSC division [20]. Staining of interphase male or female GSCs indicated that microtubule bundles are present near the niche-GSC interface (Figures S3D and 2S). Moreover, in male or female GSCs expressing Rac1V12, such microtubule asymmetry is abolished; microtubules are localized uniformly around the entire GSC cortex (Figures S3E and 2T). In female GSCs with reduced Apc2 activity, a lower level of microtubules is uniformly present around the GSC cortex (Figure 2U). Therefore, we propose that Rac, acting through Apc2, controls microtubule organization to influence GSC centrosome orientation.\n\n        GSCs with Misoriented Centrosomes Arrest at Prometaphase\n        \nDespite the necessity for Rac to properly localize interphase centrosomes, all mitotic spindles in Rac-RNAi GSCs were oriented normally, perpendicular to the niche-GSC interface with one spindle pole associated with the interface (Figure 2V). Thus, there must be a second process that functions subsequent to Rac-mediated centrosome orientation to ensure proper orientation of the GSC division plane. Cheng et al. [22] observed that if neither centrosome in male GSCs is located at the niche-GSC interface, the GSC does not undergo mitosis, but that reorientation of centrosome position allows mitotic entry, suggesting that male GSCs with misoriented centrosomes arrest in the S or G2 phase.\n\nTo begin to analyze cell cycle progression in female GSCs with misoriented centrosomes, we quantitated the percentage of female GSCs that stained with an anti-phospho-Histone H3 Ser10 (pH3) antibody. The percentage of pH3-stained GSCs was higher in Rac1V12, Rac-RNAi, and Apc2 GSCs than in wild-type GSCs (Table 1), suggesting that centrosome misorientation was correlated with a perturbation in the cell cycle. We then identified a Rac1V12 GSC by transmission electron microscopy that had fully condensed chromosomes, but had an intact nuclear envelope and no observable mitotic spindle (Figure 3A and 3B), indicating that this GSC was arrested in a prometaphase state.\n\nImmunofluorescence confirmed the existence of this prometaphase arrest in GSCs of all three genotypes: Rac1V12, Rac-RNAi, and Apc2. Wild-type GSCs enter mitosis with a pair of correctly oriented centrosomes (Figure 3C), while centrosomes in some Rac gain-of-function and loss-of-function GSCs remain misoriented even after mitotic onset (Figure 3D and 3E). All pH3-stained wild-type GSCs had a correctly oriented mitotic spindle that stained with an anti-α-tubulin antibody (Figure 3F), and had undergone nuclear envelope breakdown, as evidenced by absence of staining with an anti-Lamin-Dm antibody (Figure 3G). Conversely, approximately 80% of Rac1V12 (Figure 3H and 3I), 45% of Rac-RNAi (Figure 3J and 3K), and 25% of Apc2 pH3-stained GSCs (Figure S4A–D) lacked a mitotic spindle and had not undergone nuclear envelope breakdown. Interestingly, we also observed cell cycle arrest in early germline cysts of all three genotypes (Figure S4G–L, compared to wild-type Figure S4E–F), suggesting that a similar cell cycle arrest mechanism is present in cystocyte divisions. Thus, like male GSCs, female GSCs with misoriented centrosomes can undergo a cell cycle arrest; however, the arrest in female GSCs occurs at a later stage in the cell cycle, after chromosome condensation in prometaphase, compared to the S/G2 arrest in male GSCs.\n\nWe then determined whether the observed prometaphase cell cycle arrest was statistically correlated with centrosome misorientation. Although centrosome position in interphase Apc2 GSCs was randomized (53%, n = 45, Figure 3L), all mitotic spindles in Apc2 GSCs (n = 25, p&lt;0.001, chi-square test) were oriented normally with one pole adjacent to the niche-GSC interface (Figure 3M and Figure S4A). All pH3-stained Apc2 GSCs lacking a nuclear envelope (n = 18, p&lt;0.001, Figure 3N) or with a mitotic spindle (n = 16, p&lt;0.001, Figure 3O) had two centrosomes aligned perpendicular to the niche-GSC interface with one centrosome adjacent to the interface. Conversely, all pH3-stained Apc2 GSCs with an intact nuclear envelope (n = 12, p&lt;0.001, Figure 3P) or lacking a mitotic spindle (n = 5, p&lt;0.05, Figure 3Q) had misoriented centrosomes neither of which was at the niche-GSC interface. The absolute correlation between the two phenotypes indicates that centrosome misorientation very likely causes the prometaphase arrest.\n\nThese data suggest that centrosomes are mobile in Apc2 mutant GSCs, or in Rac mutant GSCs that lack cortical localization of Apc2, and if one centrosome becomes oriented with the niche-GSC interface, mitosis can proceed, which is similar to the function of the cell cycle arrest in male GSCs [22]. We hypothesize that uniform cytoplasmic localization of Apc2 in Rac1V12 GSCs traps centrosomes, preventing centrosome movement and alignment with the niche-GSC interface, and thereby causing a higher percentage of GSC arrest (Table 1). Furthermore, none of the three mitotic spindles we observed in Rac1V12 GSCs were perpendicular to the niche-GSC interface (not shown), suggesting that Rac1V12 GSCs eventually overcome the prometaphase arrest and undergo mitosis with misoriented centrosomes.\n\nTo determine whether interactions between CpCs and GSCs are essential to invoke cell cycle arrest, we examined mitotic divisions in TkvAct ovaries, in which all germ cells have high levels of BMP signaling and adopt a GSC-like morphology. In these ovaries, all pH3-stained GSCs had a mitotic spindle. Moreover, the spindle orientation of GSCs in the CpC niche was perpendicular to the niche-GSC interface (Figure S4M and S4O, n = 6, quantitated in Figure S4P), while the spindle orientation of GSC-like cells outside the niche was random with respect to the niche-GSC interface (Figure S4M and S4N, n = 29, quantitated in Figure S4P), suggesting the interaction between the CpC niche and GSCs, and not high levels of BMP signaling, is essential to orient the GSC division plane. In conclusion, we have shown that a Rac/Apc2-independent cell cycle arrest functions together with the Rac/Apc2-dependent localization of interphase centrosomes to ensure the invariant division plane of female GSCs.\n\n        Active Rac Elevates BMP Signaling in GSCs\n        \nThe two primary characteristics of the asymmetric self-renewal division of the GSC are the essentially invariant orientation of the plane of GSC division and a sharp decrease in BMP signaling between the GSC and Cb. Above, we demonstrated that asymmetrically activated Rac is necessary for GSC centrosome localization. However, because Rac is active only at the niche-GSC interface, it is possible that upon GSC division activated Rac is segregated only to the daughter that remains a GSC. Therefore, we assayed whether Rac could also elevate BMP signaling specifically in GSCs.\n\nThe sharp decrease in BMP signaling from GSCs to Cbs (Figure 1A) can be visualized by three methodologies [9]–[11]. First, an antibody against the active phosphorylated form of the BMP signal transducer Mad (pMad) specifically stains the GSCs (Figure 4A). Second, there are high levels of lacZ expression from an enhancer trap in the BMP target gene Dad (Dad-lacZ) in GSCs (Figure 4B). Given the specificity of the pMad staining (Figure 4A), the lower level of anti-β-galactosidase staining in the Cb (Figure 4B) likely results from perdurance of the β-galactosidase protein. Third, GFP expression from a bam transcriptional reporter (bam-GFP) is not present in GSCs, but is present at extremely low levels in Cbs and high levels in dividing cyst cells (Figure S5C). While the great majority of ovarioles expressing Rac1V12 displayed a normal pattern of BMP signaling as measured by Dad-lacZ expression, BMP signaling in 1% of ovarioles (n = 200) was expanded to encompass the whole germarium (not shown), suggesting that activated Rac could promote germline BMP signaling, but that other factors largely blocked its activity.\n\nWe thus reasoned that expression of activated Rac in the background of a loss of a negative regulator of BMP signaling in the germ line could increase the penetrance of the BMP signaling defect. Previously, we identified two genes, bam and the E3 ubiquitin ligase dSmurf, that act redundantly to downregulate germline BMP signaling. While Bam antagonizes BMP signaling downstream of the BMP receptor Thickveins [10], dSmurf targets multiple components of the BMP signaling pathway for degradation: in the wing discs, dSmurf ubiquitinates pMad [26]; and in Cbs and posterior germ cells, dSmurf interacts with the Fused (Fu) kinase to ubiquitinate the Tkv receptor [27].\n\nTo further characterize the action of Bam, we first assayed its function in the germaria of TkvAct females. All germ cells in TkvAct germaria expressed Dad-lacZ (Figure 4C). In control heat-shocked TkvAct germaria, nuclear pMad was present in 48% of individual germ cells 4 h after heat shock (n = 732 cells in six germaria) (Figure 4D). Conversely, in TkvAct germaria with heat shock-induced Bam expression, nuclear pMad was present in only 5% of germ cells 4 h after heat shock (n = 668 cells in five germaria). Strikingly, in these germaria pMad was predominantly localized throughout the germline cytoplasm (Figure 4E). In contrast, heat-shock-induced expression of Bam in wild-type GSCs resulted in rapid loss of pMad from the GSC (Figure 4F). We hypothesized that in wild-type GSCs, unlike the GSC-like cells in TkvAct germaria, cytoplasmic pMad is rapidly degraded, possibly by the action of DSmurf. While pMad was present only in the nucleus of wild-type GSCs subject to a control heat shock (not shown), in dSmurf females subject to the same control heat shock, pMad was observed in both the nucleus and cytoplasm of the GSC (Figure 4G), demonstrating that DSmurf is active in GSCs. Heat-shock-induced expression of bam in dSmurf females resulted in the accumulation of pMad in the cytoplasm of GSCs (Figure 4H). Thus, we conclude Bam blocks BMP signaling by preventing the nuclear accumulation of pMad.\n\nBased on the above data, we reasoned that a null allele of bam, bamΔ86, could be a sensitized background in which to assay the effect of Rac activity on germline BMP signaling. While bam mutant ovarioles have a normal pattern of BMP signaling (Figure 5A and 5B) due to the action of dSmurf [10], expression of Rac1V12 in the bam mutant background caused expansion of BMP signaling throughout the germarium, shown by either anti-pMad antibody staining (Figure 5C) or Dad-lacZ expression (Figure 5D). Expression of Rac1V12 also caused a spatial expansion of BMP signaling in dSmurf mutant ovarioles, although to a lesser extent (not shown). Thus, activated Rac promotes BMP signaling in the germarium.\n\nBecause Rac can elevate the activity of the JNK pathway in multiple developmental contexts (e.g., embryonic dorsal closure in Drosophila [28]), we examined whether Rac acts through the JNK pathway to promote BMP signaling in GSCs. The JNK pathway comprises a kinase cascade, JNKKK→JNKK→JNK, that leads to phosphorylation of the transcription factor c-Jun [29], heterodimer formation of pJun and Fos, and transcriptional activation of multiple genes, including the phosphatase puckered (puc) [30], which acts as a negative regulator of the JNK pathway by dephosphorylating the JNK homolog Basket (Bsk). To determine whether Rac activates the JNK pathway in GSCs, we assayed expression of a puc-lacZ enhancer trap. In 25% (n = 20) of ovarioles, puc-lacZ was specifically expressed in a GSC and, likely due to perdurance of β-galactosidase protein, in a Cb (Figure 5E). Thus, the JNK pathway is active in GSCs, but other factors may modulate its activity. Because the Drosophila homolog of Fos, Kayak, identified by a functional GFP protein trap, always localized to the nucleus of GSCs, Cbs, and early cyst cells (Figure 5F), Rac-mediated activation of the JNK pathway in GSCs likely depends on nuclear import of active phosphorylated c-Jun.\n\nUnlike wild-type ovarioles, in ovarioles expressing Rac1V12, puc-lacZ was always expressed throughout the germarium (Figure 5G), indicating that Rac can activate the JNK pathway in the germ line. Coexpression of a dominant negative form of bsk, bskDN, with Rac1V12 in the bam background completely suppressed ectopic BMP signaling (Figure 5H, compare to Figure 5D), indicating that Rac-mediated expansion of BMP signaling is completely dependent on JNK activity. Moreover, expression of constitutively active forms of the Drosophila homologs of JNKK, hemipterous (HepCA) [31], and the transcription factor c-Jun, Jra [32], in the bam background also expanded BMP signaling (Figure 5I and 5J). Taken together, these data suggest that the Rac-activated JNK pathway controls one or more transcriptional targets to promote BMP signaling in the GSC.\n\nWe next wished to determine whether Rac/JNK activity is necessary for BMP signaling in GSCs. However, there was no obvious difference in pMad staining or bam-GFP expression in Rac mutant (Figure S5B and S5D) or bsk mutant GSCs (Figure S5E) compared to control GSCs (Figures S5A and S5C), suggesting that other genes act in parallel with the Rac/JNK pathway to promote BMP signaling in GSCs.\n\nWe then sought to identify a genetic background in which the loss of Rac/JNK signaling could have phenotypic consequences on BMP signaling in the GSC. We reasoned that if a greater number of germ cells were exposed to BMP ligands secreted by the CpCs, then the amount of ligand per GSC could become limiting. In such a background, the ability of Rac/JNK to promote BMP signaling in the GSCs might become necessary. Because the Tkv receptor on the cell surface can block ligand diffusion by acting as a sink for BMP ligands [33], we examined the spatial extent of BMP signaling after reduction in Tkv levels. While heterozygosity for tkv7, an allele that produces a non-functional kinase with normal BMP ligand-binding ability, did not affect the number of Dad-lacZ positive cells (Figure 6A), heterozygosity for the protein null allele tkv8 increased the number of Dad-lacZ positive cells (Figure 6B, compare to Figure 4B), indicating a reduction in Tkv receptor concentration, not a reduction in receptor signaling, causes an increase in the spatial extent of BMP signaling. The expansion of BMP signaling caused by tkv8 heterozygosity was further enhanced in a bam/+ background (Figure 6C) and BMP signaling was present throughout the germarium in a tkv8/+; bam/bam background (Figure 6D, compare to Figure 5B). Thus, high levels of Tkv receptor on the GSC are critical to restrict diffusion of the Dpp ligand to ensure absence of BMP signaling in Cbs. In the wing disc, Hedgehog and BMP-mediated downregulation of the Tkv receptor near the source of Dpp ligand is necessary to permit Dpp diffusion to establish a long-range gradient of Dpp across the disc [33]–[35], indicating that modulation of receptor levels can be used either to allow or to restrict diffusion of ligands across a field of cells.\n\nBecause tkv8/+; bam/+ females have a larger number of germ cells with BMP signaling, it is likely that each germ cell is exposed to less Dpp ligand. Thus, this genotype could act as a sensitized background to reveal the function of Rac in promoting BMP signaling in the GSC. While BMP signaling was present in all niche-associated GSCs in tkv8/+; bam/+ germaria (Figure 6C), in Rac-RNAi; tkv8/+ germaria (Figure 6E) and in tkv8+/+Df(bsk) germaria (Figure 6F), approximately one-third of Rac-RNAi; tkv8/+; bam/+ GSCs (n = 28, p&lt;0.01, chi-square test, Figure 6G) and tkv8+/+Df(bsk); bam/+ GSCs (n = 21, p&lt;0.01, Figure 6I) lacked Dad-lacZ expression. Moreover, in the same germaria, Dad-lacZ staining could be present in more posterior germ cells (asterisks in Figure 6H and 6J). Thus, in a background of putative decreased ligand availability, the activity of the Rac/JNK pathway becomes necessary to ensure that all GSCs have BMP signaling.\n\n      Discussion\n      \nIn this article, we have shown that the small GTPase Rac is activated at the niche-GSC interface to influence two major aspects of the asymmetric self-renewal division of the GSC (summarized in Figure 7). First, Rac activity orients the GSC division plane by localizing one interphase GSC centrosome at the niche-GSC interface. Second, Rac activity promotes BMP signaling in the GSC. Other processes act in parallel with both functions of Rac, likely to ensure the robustness of this asymmetric division. In particular, the GSC cell cycle is arrested at prometaphase if centrosomes are not localized at the niche-GSC interface. Therefore the asymmetric activation of Rac within the GSC links a mechanism that influences the plane of GSC division with a mechanism that promotes distinct fates in GSC daughters.\n\n        Rac Is Necessary for Maximal GSC Half-Life\n        \nCertain genetic backgrounds, such as loss of BMP signaling within a GSC or loss of adherens junction in one GSC, decrease GSC half-life from greater than 4 wk to less than 1 wk [5],[6]. Conversely, our data demonstrate that Rac mutant GSCs have a half-life of about 2 wk. These data raise the question of which of the two functions of Rac has the greater effect on GSC maintenance. While Rac mutant GSCs lack normal centrosome orientation and can arrest in prometaphase, all Rac mutant GSCs divide with a normal orientation. Furthermore, in males, in which the niche is larger and can accommodate an increased number of GSCs, perturbations in Rac activity lead to an increase in GSC numbers, even though the GSCs have misoriented centrosomes. Taken together, these data suggest that centrosome misorientation may not markedly affect GSC half-life. Conversely, we have shown that Rac activity can be necessary for BMP signaling in a sensitized background in which GSCs are likely exposed to less BMP ligand. We propose that lack of Rac/JNK activity in a GSC could lessen the robustness of the GSC response to decreasing levels of BMP ligands as the fly ages [36],[37], thereby resulting in a reduction in the half-life of Rac mutant GSCs.\n\n        Rac, Acting Together with a Prometaphase Cell Cycle Arrest, Orients the Plane of GSC Division\n        \nOur data establish that centrosome behavior is controlled similarly in both sexes. Specifically, we used both fixed and live imaging to demonstrate that, similar to male GSCs [16], one centrosome in female GSCs is positioned at the niche-GSC interface throughout the cell cycle, and that the second centrosome migrates around the GSC cortex to ultimately orient the plane of GSC division. Moreover, similar to male GSCs [16], in female GSCs, Apc2 is concentrated at the niche-GSC interface, and Apc2 concentration promotes an asymmetric distribution of cytoplasmic microtubules at the niche-GSC interface. Lastly, we demonstrated that Rac activity in both sexes is necessary for proper centrosome orientation and microtubule asymmetry. Because ectopic Rac activity can be sufficient to direct Apc2 throughout the GSC, the concentration of Apc2 at the niche-GSC interface is not likely to be mediated solely by direct physical interactions between Apc2 and components of the adherens junctions.\n\nWhile Rac acts through Apc2 to orient interphase centrosomes, female GSCs with mispositioned centrosomes arrest at prometaphase with lack of nuclear envelope breakdown and mitotic spindle formation. Cheng et al. also reported a cell cycle arrest invoked by centrosome misorientation in male GSCs [22]. Their study showed that, while male GSCs with misoriented centrosomes rarely divided, reorientation of GSC centrosomes led to rapid mitotic entry. However, the GSC cell cycle appears to arrest at an earlier stage in males, the S or G2 phases, than it does in females, prometaphase, and it will be interesting to compare the mechanisms responsible for cell cycle arrest in each sex.\n\n        Rac Is One of Multiple Mechanisms That Ensure Differential BMP Signaling between GSCs and Cbs\n        \nTo ensure maximal fertility, the mechanisms responsible for differential BMP signaling between the GSC and its sister Cb must be extremely robust. BMPs are secreted from the CpCs of the niche, and BMP signaling is only observed in GSCs. Since, in other developmental contexts, BMP ligands are able to diffuse over a field of cells, additional mechanisms must modulate BMP ligand distribution, reception, and/or signal transduction to ensure the binary pattern of BMP signaling between the GSC and the Cb.\n\nOur data indicate that local activation of Rac promotes BMP signaling in the GSC. Rac activates the JNK pathway, and we propose that activation of the JNK pathway increases the ability of the GSCs, compared to their sister Cb cells, to compete for BMP ligands secreted by the CpCs. While Rac/JNK activity is not absolutely required for BMP signaling in the GSC, we identified a sensitized genotype (tkv/+; bam/+) where both Rac and JNK activity are necessary to ensure the GSCs are always positive for BMP signaling, thereby demonstrating that both genes are active in the GSC to promote BMP signaling. Perhaps surprisingly, activation of Rac or the JNK pathway throughout the germarium of bam mutants was sufficient to cause all germ cells to have BMP signaling. It is possible that substantial BMP ligand is present in the posterior region of the germarium, but wild-type germ cells are not competent to respond to endogenous ligand. In this scenario, the lack of bam coupled with ectopic JNK activity allows the germ cells to receive and respond to endogenous ligand.\n\nAdditional mechanisms also contribute to the differential response of the GSCs and Cbs to BMP ligands. First, Tkv receptors likely act as a sink to sequester the Dpp ligands and block their ability to diffuse within the germarium. We showed that reduction of tkv dose permits additional germ cells near the niche to receive BMP signaling, an effect that is increased in genetic backgrounds in which bam is reduced. Second, the heparin sulfate proteoglycan Dally is expressed in the CpCs and both restricts ligand diffusion and acts as a potential trans co-receptor for BMPs [38],[39]. GSCs send out an EGF signal that blocks Dally expression in the escort cells, thereby concentrating BMPs at the CpC surface [40]. Thus, at least three mechanisms have been identified that either modulate BMP ligand distribution or the responsiveness to BMP ligands, near or within the niche to promote differential BMP signaling between GSCs and Cbs.\n\nConversely, a similar number of mechanisms have been identified that restrict the ability of the Cbs and their descendants to receive or respond to a BMP signal. We have shown the BMP target gene bam and the ubiquitin ligase dSmurf function redundantly in Cbs and early cysts to downregulate BMP signaling downstream of receptor activation [10]. Bam downregulates BMP signaling by blocking nuclear localization of pMad, while Smurf degrades Mad [26] and acts together with Fused to degrade activated Tkv receptors [27]. Moreover, miR-184 down-regulates the BMP receptor Saxophone in posterior cyst cells [41]. Lastly, Brat mediated translational repression of target genes, including Mad and cMyc, also promotes Cb differentiation [42]. Thus, mechanisms that promote BMP signaling in the GSCs act in concert with mechanisms that repress BMP signaling in Cbs and early cysts. These data highlight the complexity and genetic redundancy necessary to ensure a robust pattern of asymmetric BMP signaling between the GSC and Cb.\n\n        Adherens Junctions Likely Play Multiple Roles in the Control of GSC Behavior\n        \nIn both sexes adherens junctions have been proposed to anchor GSCs to their cellular niche. However, there is an increasing appreciation that adherens junctions play additional roles in GSC maintenance. Previous work indicated that adherens junctions localize Apc2 to orient the male GSCs centrosome [16],[21]. Our data indicate that Rac mediates all aspects of adherens junction function in orienting the GSC centrosome including Apc2 localization, suggesting that adherens junctions could also lead, directly or indirectly, to Rac activation within the GSC. Other data indicate that differences in the levels of adherens junctions can mediate GSC competition for niche occupancy [43], and that, in male GSCs, the presence of adherens junctions leads to asymmetric reception of the BMP signal within the GSC [44]. Thus, adherens junctions play far more than a structural role in the asymmetric self-renewing divisions of the GSC.\n\n      Materials and Methods\n      \n        Drosophila Strains and Culture\n        \nFly stocks were maintained at 18–25°C on standard cornmeal molasses medium. Some fly stocks were obtained from the Drosophila Stock Center, the National Institute of Genetics, or the Yale GFP Protein Trap Database.\n\n        Immunohistochemistry\n        \nOvaries were dissected in PBS, fixed for 15 min in 4% paraformaldehyde solution (Electron Microcopy Services) with PBTF (1.5 mM NaH2PO4, 3.5 mM Na2HPO4, 65 mM NaCl and 0.062% Tween-20), washed six times with PBT, blocked for 1 h in 500 µl NBT (5% Normal Goat Serum in PBT), and incubated in the appropriate dilution of the primary antibody in NBT overnight at 4°C or at room temperature for 2–4 h. After incubation, ovaries were washed with PBT, blocked for 1 h in NBT, and incubated with secondary antibody. Ovaries were washed with PBT and were mounted in Prolong Gold antifade reagent (Invitrogen) prior to imaging.\n\n        Localization of Activated Rac in the GSC\n        \nAdult females of genotype P{Gal4-Hsp70}/+; P{UASp-PakPBD::eGFP}/+ were grown at 25°C for 2 d and transferred into pre-warmed vials at 37°C for 1 h. Three hours after heat shock, ovaries were dissected and stained with anti-GFP, anti-Vasa, and anti-Armadillo antibodies (for non-clonal analysis) or anti-GFP, anti-β-gal, and anti-DE-Cad antibodies (for clonal analysis). The expression of PakPBD::eGFP varied between individual ovarioles. In addition, GSCs were less sensitive to heat shock than more posterior germ cells. Only germaria in which anti-GFP staining in the GSCs was visible and was in a punctate, as opposed to uniform, pattern were assayed by ImageJ.\n\n        Electron Microscopy\n        \nOvaries from flies of genotype P{UASp-Rac1V12}/+; P{Gal4::VP16-nos.UTR}/+ were removed into 2% glutaraldehyde in 0.1 M Na Cacodylate buffered at pH 7.4 at 25°C for 10 min and were placed on ice for 40 min. They were rinsed in cold buffer and then were post-fixed in 2% OsO4 in 0.1 M Na Cacodylate for 2 h at 4°C. After a cold-water wash, they were stained in 1% uranyl acetate overnight at 4°C. Ovaries were dehydrated in ethanol and then embedded in epoxy resin (DER 732/332 mixture). Serial thin sections were stained with uranyl acetate and lead citrate and viewed in a Tecnai F30 EM at 300 kV and photographs taken with a Gatan digital camera.\n\n      Supporting Information"
}