{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002560",
  "doi": "10.1371/journal.pbio.1002560",
  "externalIds": [
    "pii:PBIOLOGY-D-16-00169",
    "pmid:27654876",
    "pmcid:PMC5031454"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Dscam1 Forms a Complex with Robo1 and the N-Terminal Fragment of Slit to Promote the Growth of Longitudinal Axons",
  "authors": [
    {
      "name": "Maryam Alavi",
      "first": "Maryam",
      "last": "Alavi",
      "affiliation": "Department of Biology, University of Nevada, Reno, Nevada, United States of America"
    },
    {
      "name": "Minmin Song",
      "first": "Minmin",
      "last": "Song",
      "affiliation": "Department of Biology, University of Nevada, Reno, Nevada, United States of America"
    },
    {
      "name": "Gracie L. Andrews King",
      "first": "Gracie L. Andrews",
      "last": "King",
      "affiliation": "Department of Biology, University of Nevada, Reno, Nevada, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-5611-9076"
      ]
    },
    {
      "name": "Taylor Gillis",
      "first": "Taylor",
      "last": "Gillis",
      "affiliation": "Department of Biology, University of Nevada, Reno, Nevada, United States of America"
    },
    {
      "name": "Robert Propst",
      "first": "Robert",
      "last": "Propst",
      "affiliation": "Department of Biology, University of Nevada, Reno, Nevada, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-9111-3710"
      ]
    },
    {
      "name": "Matthew Lamanuzzi",
      "first": "Matthew",
      "last": "Lamanuzzi",
      "affiliation": "Department of Biology, University of Nevada, Reno, Nevada, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3473-1771"
      ]
    },
    {
      "name": "Adam Bousum",
      "first": "Adam",
      "last": "Bousum",
      "affiliation": "Department of Biology, University of Nevada, Reno, Nevada, United States of America"
    },
    {
      "name": "Amanda Miller",
      "first": "Amanda",
      "last": "Miller",
      "affiliation": "Department of Biology, University of Nevada, Reno, Nevada, United States of America"
    },
    {
      "name": "Ryan Allen",
      "first": "Ryan",
      "last": "Allen",
      "affiliation": "Department of Biology, University of Nevada, Reno, Nevada, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-5002-038X"
      ]
    },
    {
      "name": "Thomas Kidd",
      "first": "Thomas",
      "last": "Kidd",
      "affiliation": "Department of Biology, University of Nevada, Reno, Nevada, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-09-21",
  "dateAccepted": "2016-08-23",
  "dateReceived": "2016-01-24",
  "volume": "14",
  "number": "9",
  "pages": "e1002560",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Axon guidance",
    "Axons",
    "Cell biology",
    "Cellular neuroscience",
    "Cellular types",
    "Central nervous system",
    "Chemoattractant axon guidance",
    "Developmental biology",
    "Developmental neuroscience",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Axon guidance",
    "Discipline-v3/Axons",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Central nervous system",
    "Discipline-v3/Chemoattractant axon guidance",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Developmental neuroscience",
    "Discipline-v3/Embryology",
    "Discipline-v3/Embryos",
    "Discipline-v3/Genetics",
    "Discipline-v3/Immunoprecipitation",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Nerve fibers",
    "Discipline-v3/Nervous system",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Phenotypes",
    "Discipline-v3/Pioneer axons",
    "Discipline-v3/Precipitation techniques",
    "Discipline-v3/Research and analysis methods",
    "Embryology",
    "Embryos",
    "Genetics",
    "Immunoprecipitation",
    "Nerve fibers",
    "Nervous system",
    "Neurons",
    "Neuroscience",
    "Phenotypes",
    "Pioneer axons",
    "Precipitation techniques",
    "Type/Research Article"
  ],
  "abstract": "The Slit protein is a major midline repellent for central nervous system (CNS) axons. In vivo, Slit is proteolytically cleaved into N- and C-terminal fragments, but the biological significance of this is unknown. Analysis in the Drosophila ventral nerve cord of a slit allele (slit-UC) that cannot be cleaved revealed that midline repulsion is still present but longitudinal axon guidance is disrupted, particularly across segment boundaries. Double mutants for the Slit receptors Dscam1 and robo1 strongly resemble the slit-UC phenotype, suggesting they cooperate in longitudinal axon guidance, and through biochemical approaches, we found that Dscam1 and Robo1 form a complex dependent on Slit-N. In contrast, Robo1 binding alone shows a preference for full-length Slit, whereas Dscam1 only binds Slit-N. Using a variety of transgenes, we demonstrated that Dscam1 appears to modify the output of Robo/Slit complexes so that signaling is no longer repulsive. Our data suggest that the complex is promoting longitudinal axon growth across the segment boundary. The ability of Dscam1 to modify the output of other receptors in a ligand-dependent fashion may be a general principle for Dscam proteins.",
  "fullText": "Introduction\n\nLongitudinal axon guidance is distinguished by long periods of growth independent of intermediate targets. In vertebrates, long distance gradients of Wnt and Shh have been shown to guide longitudinal axons in an anterior-posterior direction [1,2]. Longitudinal axons also respond to local cues derived from the central nervous system (CNS) midline, notably attractants such as Netrin and repellents such as Slit. The conflicting actions of these cues act to set the dorsal-ventral positions for longitudinal axon pioneers and dopaminergic axons [3–6]. In vitro culture of longitudinal explants with both Netrin and Slit synergistically promotes axon growth [5], suggesting that the opposing cues not only define accurate lateral positioning but also may promote axon growth.\n\nIn Drosophila, the highly organized and segmented nature of the nerve cord makes it easy to detect gross defects in longitudinal axon guidance [7]. Mutations in the lola gene specifically disrupt longitudinal formation between segments (Fig 1F). Lola is a transcription factor that regulates the expression of multiple axon guidance genes such as robo1, slit, and Dscam1 [8,9]. Notch and Delta are the only two cell surface genes identified that have highly penetrant longitudinal disruption phenotypes as single mutants [10,11]. Notch signaling induces neurons to produce a mesh of projections that link segments, providing a substrate for navigating growth cones [12]. The Netrin receptor Frazzled (Fra) is found on this mesh, as well as axons, and traps Netrin diffusing from the CNS midline [13]. Longitudinal pioneer axons grow along the edge of this Netrin-positive region [14]. Netrin therefore has two activities in longitudinal axon guidance as a local contact-dependent cue and as a midline-derived chemoattractant that must be suppressed by other signals to prevent inappropriate midline crossing.\n\nThe Robo/Slit signaling system plays a key role in defining the lateral position of longitudinal axons in Drosophila, acting as a repellent from the CNS midline [15–18]. The emerging view is that Slit and Netrin signaling balance each other to maintain the lateral position of axons, and this view is supported by mutant analysis in flies and vertebrates [5,6,14,19]. However, in embryos with reduced Robo/Slit signaling in which longitudinal axons inappropriately cross the midline, ectopic slit expression in the longitudinal pathway was sufficient to rescue guidance [14]. Nondirectional slit signals can therefore promote longitudinal trajectories by preventing midline crossing, suggesting that Robo/Slit signaling suppresses the Netrin-induced attraction to the midline [14]. The results of subsequent epistasis experiments examining the behavior of the pCC longitudinal pioneer axon in combinations of fra, robo1, and slit mutants are consistent with this conclusion [19]. These observations lead to the question of whether this secondary Slit activity is mediated by Robo or alternative receptors.\n\nDscam1 is a high-affinity receptor for Slit with a role in axon branching of adult mechanosensory axons [20]. In the embryo, Dscam1 mutants have strong disruptions to the outermost longitudinal fascicle, and intact fascicles often have a wavy appearance suggesting a role in longitudinal growth and guidance [21]. We find that Dscam1 only binds Slit-N and that binding recruits Robo1 in a complex. A slit mutant that cannot be cleaved (slit-UC) [22] retains repulsive activity but displays strong disruption of longitudinal axon guidance, suggesting that Slit-N is required for the progression of longitudinal axons from segment to segment. Several lines of genetic evidence suggest that Slit-N signaling through the Dscam1-Robo1 complex promotes longitudinal axon outgrowth across the segment boundary.\n\nResults\n\nAnalysis of an Uncleavable slit Mutation Reveals a Role in Longitudinal Axon Guidance\n\nProteolytic cleavage of Slit does not appear to be required for axon repulsion, as expression of an uncleavable slit transgene rescues slit mutants as effectively as wild-type slit [23]. Subsequent analysis of a slit allele (slit-UC) incapable of being cleaved revealed a role for Slit cleavage in muscle migration [22]. We analyzed the effect of the slit-UC allele on CNS formation and found that the axon scaffold superficially resembles that of a robo1 mutant (Fig 1C and 1D). However, while robo1 mutants have a highly regular CNS axon scaffold, slit-UC mutants are variable from segment to segment. The slit-UC longitudinal connectives between segments are often missing or have collapsed into one tract, whereas robo1 mutants almost always have two tracts on either side of the midline [7]. To analyze this phenotype in more detail, we stained with anti-Fasciclin 2 (Fas2), which labels three parallel longitudinal tracts on either side of the midline. In the slit-UC mutant, all three longitudinal fascicles contribute to form a single thick fascicle that meanders along the midline forming occasional circles of axons (Fig 1J). The outermost fascicle is highly discontinuous and frequently appears to have stalled. This contrasts with the robo1 phenotype in which only the innermost (pCC/MP1) pathway wanders across the midline, while the medial and lateral tracts generally do not, although they can be thinner or show occasional breaks (Fig 1I). The slit-UC allele therefore has a phenotype that is stronger than robo1 mutants alone. The slit-UC Fas2 phenotype resembles strong lola alleles in which the majority of Fas2-positive axons wander back and forth across the midline in a single large fascicle (Fig 1L) [8].\n\nDscam robo1 Double Mutants Resemble the slit-UC Phenotype\n\nAs the slit-UC phenotype is more severe than robo1, we constructed double mutants for both Dscam1 and robo1 to see if any synergy between these Slit receptors was observed. Dscam1 robo1 double mutants have an enhanced robo1 phenotype resembling that of slit-UC because the longitudinal connectives are frequently reduced to one tract (Fig 1E). Unlike slit-UC, which appears variable at all stages of axon outgrowth, Dscam1 robo1 double mutants are relatively regular until stage 16 and then rapidly become more irregular perhaps because the nerve cord often fails to condense (S1 Fig). We stained the longitudinal tracts with anti-Fas2 and found that in Dscam1 robo1 mutants, all the axon tracts are disrupted, with a single thick fascicle wandering across the midline, and the medial and lateral tracts are clearly disrupted, frequently stalled so there is no connection of segments (Fig 1K). This phenotype strongly resembles the slit-UC phenotype. To accurately quantify longitudinal phenotypes, we counted the number of Fas2-positive fascicles at the segment boundaries (S1 Data). We used two different Dscam1 alleles to generate the double mutants, and one combination (Dscam1P robo4) was statistically indistinguishable from slit-UC (p = 0.98, Tukey honest significant difference [HSD] test, Fig 2). The other combination (Dscam11 robo4) had a weaker phenotype, although it was still significantly stronger than any of the other genotypes tested. This may be due to the nature of the alleles or genetic modifiers on the mutant chromosome. Both Dscam1 and robo1 mutants have breaks in the outermost Fas2-positive fascicle (Fig 1H and 1I), and the double mutant combination had a statistically significant increase in severity of the longitudinal axon guidance phenotype (p &lt; 0.0001, Tukey HSD test, Fig 2). Mutants in the robo2 and Dscam3 paralogues have disruptions in the longitudinal fascicles (S2 Fig), so we included these genes in the fascicle analysis, finding they make minor contributions (Fig 2). In summary, Slit cleavage and the Dscam1 and robo1 genes are all required for longitudinal axon guidance, with the high frequency of stalled (missing) Fas2-positive tracts suggesting an axon growth defect as well.\n\nPioneer Axon Basis of the slit-UC Phenotype\n\nThe longitudinal connectives in the fly embryo are pioneered in part by the pCC interneuron [24,25]. To understand what role Slit cleavage might be playing, we examined the behavior of the pCC axon in the slit-UC mutant using anti-Fas2 staining. In early stage 13 slit-UC embryos, the pCC axons can clearly be seen growing at different rates, supporting a role in axon growth (Fig 3B). Cell body positioning in the slit-UC mutant is also irregular, suggesting a role in neuronal migrations. In wild-type embryos, the pCC axon does not cross the midline, projecting ipsilaterally (Fig 3A). In contrast, in robo1 mutants, 96% of pCC axons cross the midline in the first commissure they encounter (Fig 3C, 3C′ and 3D; S2 Data). Surprisingly, given the similarity to robo1 mutants when stained with BP102, only 30% of pCC axons cross the midline at the first commissure in slit-UC mutants (Fig 3B′ and 3D; S3 Data). This difference is statistically significant (p &lt; 0.0001, Tukey HSD test). The slit-UC allele produces a less stable Slit protein [22], which may be responsible for the pCC phenotype, but midline repulsion is clearly present. The ascending (pCC and also vMP2) and descending (MP1 and dMP2) pioneers fasciculate to form the first longitudinal tract that spans the segment boundary. In robo1 mutants, the pioneer axons recross the midline on arriving at the next segment (stage 14), forming the characteristic circular fascicles that give the mutant its name (roundabout; Fig 3C′′) [7]. The same circular fascicles are seen in slit-UC mutants (Fig 3B′′). We scored the presence of a Fas2-positive midline-crossing fascicle at the posterior of a segment as evidence for pCC crossing the midline and found such a fascicle present in 95% of the segments examined. This frequency is statistically indistinguishable from robo1 mutants (Fig 3E). In summary, in slit-UC mutants most pCC axons do not cross the midline at the first commissure they encounter but do cross at the next commissure (Fig 3F). This phenotype is quite distinct from robo1 mutants (see the schematic in S3 Fig) and allows us to experimentally separate midline repulsion from crossing the segment boundary. The phenotype potentially reveals an inability of Slit/Robo signaling to suppress Netrin-based midline attraction, a possibility we test below. Alternative explanations include a decrease in repulsion as the embryo gets older or a need for an increase in growth cone motility to cross the segment boundary as the axon environment grows more complex.\n\nA Slit-N-Dependent Dscam1-Robo Complex\n\nAs axon guidance receptors can form complexes that alter responses to ligands, we tested whether Dscam1, Robo1, and Slit could form a complex in cell culture. The receptors and Slit were expressed in 293 cells, which can proteolytically process Slit to produce Slit-N [26]. Immunoprecipitation of Robo1 can pull down Dscam1, but only in the presence of Slit, suggesting that Dscam could modify Robo signaling output (Fig 4A). When Robo1 was present alone, Slit-FL was preferentially immunoprecipitated by anti-Robo1 (Fig 4B). However, when plasmids for Robo1 and Dscam1 were present in approximately stoichiometric amounts, Slit-N was preferentially immunoprecipitated, indicating that the Dscam1-Robo1-Slit-N complex forms in preference to Robo1-Slit-FL (Fig 4B). We also tested the ability of Dscam1 to bind Slit isoforms in the absence of Robo1. We transfected 293 and COS cells with plasmids for full-length Slit and Dscam1. Immunoprecipitation of Dscam1 pulled down Slit-N, but not Slit-FL from 293 cells (Fig 4C). Our COS cell line cannot proteolytically process Slit, allowing us to test whether Dscam1 will bind to Slit-FL when Slit-N is absent. No evidence for Slit-FL binding was found, strongly suggesting that Dscam1 only binds Slit-N (Fig 4C). Expression of Robo2 increases Slit processing in vivo [27], but we found no evidence that the presence of Dscam1 influenced cleavage. Because 293 cells process Slit efficiently, the differences in processing may be best visualized in vivo, where processing is more highly regulated. This result provides a molecular explanation for Slit processing and suggests there is an equilibrium between Robo1 homodimers and the Dscam1-Robo1 complexes (Fig 4I). In flies, expression of the Netrin receptor Frazzled lacking a cytoplasmic domain (FraΔC) has been used to dissect the function of Fra [28,29]. If the role of Dscam1 is simply to inhibit Robo1, then a Dscam1 dominant-negative construct lacking the cytoplasmic domain (Dscam1ΔC) [30] would be expected to mimic expression of a similar robo1 construct (robo1ΔC). Labeling of the ventral nerve cord with anti-Fasciclin 2 (Fas2) reveals three parallel longitudinal tracts on either side of the CNS midline (Fig 4D). Pan-neural expression using the sca-GAL4 driver and a single copy (1x) of Dscam1ΔC is highly disruptive to the longitudinal tracts (Fig 4E). The large number of stalled axons and breaks in the tracts suggests that Dscam1 is playing a role in axon growth. In contrast, a single copy of a robo1ΔC transgene induces mild midline crossing as is seen for weak robo1 mutants, although breaks in the outermost fascicle are also seen (Fig 4F) [31]. Surprisingly, when embryos expressing a single copy of Dscam1ΔC (1x) are stained with BP102 to reveal the CNS axon scaffold, it appears more or less like wild type, indicating that the transgenes have a disproportionately strong impact on longitudinal axon guidance. Coexpression of both Dscam1ΔC and robo1ΔC transgenes in single copies did not produce an increase in severity. The contrasting results obtained for robo1ΔC and Dscam1ΔC indicate that Dscam1 is not merely soaking up Slit-N in the embryo (in which case a robo1-like phenotype should be observed) but is actively signaling within the longitudinal tracts. Dscam1ΔC is likely inhibiting the activity of other receptors or complexes. Expression of multiple copies of robo1ΔC produces a robo1-like phenotype of increased midline crossing [32]. Increasing the copy number (2x) of Dscam1ΔC and the pan-neural driver results in disruption of both longitudinal and commissural axon guidance, and these connectives are largely missing in affected embryos (Fig 4H). The commissural axon defect confirms our earlier observations that Dscam1 participates in growth towards the CNS midline [33]. We expect Dscam1ΔC to be binding to Slit-N and Robo1, disrupting the signaling output of the complex. As Robo1 is present in only the longitudinal portions of the CNS axon scaffold [34], Robo1/Dscam1 complexes are likely participating in longitudinal axon guidance.\n\nDscam1 Has at Least Two Binding Sites for Slit-N\n\nWe previously demonstrated that Slit-N binds with high affinity (22 nM) to the first four immunoglobulin (Ig) domains of Dscam1 (EC4 in Fig 5D) [20]. We attempted to further map the binding site by constructing an N-terminal deletion series of the Dscam1 gene. In all constructs, the cytoplasmic domain was replaced with a 6xHis tag, and the transmembrane domain was retained (Fig 5A). COS cell expression was confirmed by immunohistochemistry and western blot. Two Slit constructs with an N-terminal myc epitope (to avoid any steric hindrance at the cleavage site), myc-Slit-FL and myc-Slit-N (Fig 5B), produced identical bands of ~123 kD corresponding to Slit-N in National Institutes of Health (NIH) 293 cells. In cell overlay studies, Slit-N did not bind to constructs lacking the first five Ig domains or longer (IgΔ1–5 and IgΔ1–7 constructs, Fig 5C), confirming our earlier result that the binding site lies in the N-terminal ectodomain of Dscam1. Slit-N bound to the full-length Dscam1 ectodomain (EC-FL) and to constructs lacking the first (IgΔ1) and first two Ig domains (IgΔ1–2; Fig 5C). This suggested that Slit-N would bind to either Ig3 or Ig4. However, deletion of either of these domains alone did not prevent binding. We speculated that the binding sites could lie on either side of the variable domains and deleted both Ig1 and Ig4 simultaneously also without disrupting binding. These results strongly suggest that Slit-N has at least two binding sites in the first five Ig domains of Dscam1. To confirm these results, we utilized a series of constructs in which the Slit ectodomain is deleted from the carboxy-terminal end and the derivatives fused with the Fc region of human IgG (EC series, Fig 5D) [35]. We previously demonstrated that EC4 binds to Slit-N fused to alkaline phosphatase and that Slit-N does not bind Fc alone [20]. These constructs are fused to the antibody constant region, allowing immunoprecipitation. Slit proteins were produced using a baculovirus system, and in the insect cell lines used, Slit processing was observed at a low level (S4 Fig). When Slit-FL was tested for binding to the EC constructs, Slit-N was found to bind to all constructs tested, but Slit-FL did not, even though Slit-FL is present in considerable excess (Fig 5E). This implies that there is a Slit binding site in the first three Ig domains of Dscam1. We confirmed this finding with Slit-N expression alone (Fig 5F). Combined with the results in Fig 3, this suggests that Dscam1 has a strong preference for binding Slit-N. As a further control, we mapped the binding site of Netrin-B to Ig domains 7 and 8, as NetB bound to Ec8 but not Ec6 (Fig 5G). This result is consistent with those obtained for vertebrate Dscam and cNetrin-1, which placed binding in Ig domains 7–9 [36]. In summary, Slit-N binds to at least two sites in the first five Ig domains of Dscam1, with one site lying in the first three Ig domains (Fig 5H).\n\nDscam1 Modulates slit-N Phenotypes In Vivo\n\nThe preferential binding of Slit-N to Dscam1 led us to identify an assay system in which we could observe differential effects of Slit-FL and Slit-N in vivo. Motor neurons express robo1 [37] and Dscam1 (S5 Fig). Dscam1 mutants show motor neuron innervation defects, suggesting Dscam1 is active in the process. Dscam1 is also seen at a low level at muscle attachment sites (S5 Fig), so Dscam1 may be present on the muscles themselves. Muscles do not normally express slit as they respond to Slit at muscle attachment sites [22,38]. Muscle overexpression of UAS-slit-FL in muscles has been previously shown to repel innervating motor neurons [39]. We found that overexpression of UAS-slit-N only repelled 30% of motor neurons innervating the muscle 6/7 cleft, whereas UAS-slit-FL repelled 70% of axons (Fig 6B and 6C). Expression of an uncleavable slit transgene (UAS-slit-U) repelled 74% of motor neurons (Fig 6F), the same level as UAS-slit-FL. Removal of Dscam1 activity increased the repulsive effect of UAS-slit-N to a level that is statistically equivalent to that of UAS-slit-FL, but muscle innervation was different from overexpression of UAS-slit-N alone or the failure of innervation seen in Dscam1 homozygotes (p &lt; 0.001, Tukey HSD test, Fig 6H). As muscles do not normally express slit, and Dscam1 may be present on the muscles at a low level, these results must be interpreted with caution. As Dscam1 modulates the response of motor neurons to ectopically expressed Slit-N, it may be acting as a receptor in vivo. However, loss of Dscam1 may allow the expression or activation of an alternative receptor that responds directly to Slit-N. Dscam1-Dscam1 interactions between the motor neuron and muscle could also be mediating a repulsive effect. In the absence of Dscam1, Slit-N appears to be as repulsive as Slit-FL or Slit-U. Motor neuron growth cones actively integrate both positive and negative cues [40]. Slit-N may have both a repulsive activity and a second activity such as promoting axon outgrowth that may have conflicting effects on motor neurons.\n\nEmbryonic Dscam1-Slit Signaling Requires the Robo Binding Site in Slit\n\nPrevious genetic analysis of slit suggested that deletion of the epidermal growth factor (EGF) domains enhances the repulsive function of slit [41]. Expression of a slit construct lacking the EGF domains also disrupted longitudinal axon guidance, suggesting the EGF domains might be the Dscam1 binding site [41]. We expressed EGF domains 1–3 in cell culture and were able to immunoprecipitate the EGF domains with anti-Dscam1, but not with anti-Robo1 (Fig 7A and 7B). We confirmed the interaction using a cell overlay assay (Fig 7C). To test the involvement of Robo in Slit-N signaling, a slit construct with the Robo binding site of leucine-rich repeat 2 (LRR2) deleted was generated (Slit-D). Slit-D was found to still be capable of binding Dscam1 in an immunoprecipitation assay (Fig 7D). Interestingly, the bound Slit-D protein is the uncleaved form, indicating that Slit-D can bind to Dscam1 in the absence of proteolytic processing. Slit-D also bound Dscam1 in a cell overlay assay (Fig 7E), confirming that the Dscam1 binding site is distinct from the Robo binding site (schematic in Fig 7F). We expressed slit-D at the CNS midline in a slit mutant, and as expected, slit-D was unable to rescue the collapse of axons onto the CNS midline (Fig 7G). However, pan-neural expression of slit-D disrupted the guidance of all longitudinal tracts and caused the appearance of a large fascicle wandering the midline that was reminiscent of slit-U, Dscam1 robo1, and lola mutants (Fig 7H). Slit-D may be acting as a dominant-negative binding to Dscam receptors and/or endogenous Slit. We expressed slit-D in muscles to test whether removal of the Robo binding site could unmask a positive activity of Dscam1-Slit signaling. However, overexpression of slit-D actually inhibited innervation at muscle 6/7 to the same extent as Dscam1 mutants, suggesting that Slit-D may act as a dominant negative to inhibit Dscam1 function (Figs 6H and 7I). Similar results were obtained for a construct lacking all the leucine-rich repeat (LRR) domains (ΔL1–L4; Fig 6H), which has no effect when expressed in the CNS [41]. Deletion of the Robo binding site therefore appears to inactivate Slit’s biological activity even though Slit-D remains capable of binding Dscam1, suggesting that in the embryo Dscam1-Slit signaling is Robo dependent.\n\nLateral Expression of slit-N Partially Suppresses slit Mutant Phenotypes\n\nThe pCC axon behavior in slit-UC is distinct from that in robo1 mutants. A possible explanation is that cleavage of Slit allows Slit-N to suppress attraction to the CNS midline [14]. If this model is true, then it should be possible to suppress the slit mutant phenotype by expressing slit-N at places other than the midline (midline expression would not allow us to distinguish between repulsion and suppression of attraction). In slit mutants, the longitudinal fascicles are attracted to and collapse onto the CNS midline, with separation between the fascicles limited to occasional very small circles (Fig 8C), similar to those seen in robo1 mutants but much smaller. We used the 24B-GAL4 muscle driver to express slit-N lateral to the CNS, as muscle precursors are present to the sides of the developing CNS (a subset lie on top of the CNS as well). Expression of slit-N in slit mutants induced separation of fascicles such that the fascicles formed small circles (Fig 8D). Quantification of the phenotype revealed it to be statistically significant (Fig 8E). The CNS phenotype of homozygous slit mutants is very strong and challenging to suppress, and most experiments typically use slit/+ heterozygotes to detect effects. Netrin mutants can weakly suppress slit homozygotes [19], and our results with ectopic Slit-N are similar in strength of suppression.\n\nNetrinA,B Dscam1 Double Mutants Have Increased CNS Axon Defects\n\nIf Dscam1 is acting to suppress attraction to midline Netrins, then NetAB mutants should partially suppress the Dscam1 longitudinal phenotype. NetAB mutants have mature longitudinal tracts that, although largely intact, often show breaks in the outermost fascicle and defasciculation (Fig 9B). When combined with a Dscam1 mutation, the longitudinal tracts show much greater disruption of the outermost fascicles and occasionally the medial fascicle, as well as a lot of axon stalling (Fig 9C). When stained with BP102 to visualize the entire CNS axon scaffold, NetAB mutants display missing longitudinal connectives (Fig 9E; Table S2 in [42]). When stained with BP102, NetAB; Dscam1 double mutants have dramatic disruptions of the longitudinal connectives and commissures (Fig 9F). The NetAB phenotype is quite variable, and this is reflected in a wide range of phenotypes observed in NetAB; Dscam1 double mutants (S6 Fig). We quantified these defects and found statistically significant difference between NetAB and NetAB; Dscam1 for both commissures (p &lt; 0.0005, Tukey HSD; S6 Data) and longitudinal tracts (p &lt; 0.005, Tukey HSD; S7 Data). This result makes it extremely unlikely that Dscam1 is required to suppress attraction to midline-derived Netrins in longitudinal axons. Dscam1 enhances both the midline crossing and longitudinal connective defects of NetAB, and we favor a model in which an axon growth-promoting activity of Dscam1 is responsible (Fig 10 and below).\n\nDiscussion\n\nIn this study, we determined that one function of Slit cleavage is to allow Slit-N binding to Dscam1 and to promote the formation of a complex between Dscam1 and Robo1 (Fig 10). All three components of this complex are required for pioneer axon growth across segment boundaries. Several lines of evidence suggest that the complex transduces an axon growth-promoting signal. These findings establish that one function of Slit cleavage in vivo is to function in longitudinal axon guidance.\n\nLongitudinal Axon Guidance\n\nPioneer longitudinal axons need to traverse segment boundaries. Previous work has established that crossing the boundary requires a combination of pathway cues and growth cone motility for axons to connect adjacent segments [12]. Longitudinal glia and a mesh of neuronal filopodia provide signals to guide pioneers to and across the segment boundary [12,43]. Netrins guide the positioning of the longitudinal glia [44], are also trapped by the Fra receptor on the neuronal mesh, and are presented to the navigating pioneers during their initial trajectories [13]. In NetAB and fra mutants, the dMP2 descending pioneer axon makes guidance errors, and this may underlie the defects seen in the longitudinal connectives at the end of embryogenesis [45–47]. Our finding that the NetAB; Dscam1 double mutant strongly disrupts longitudinal connectives confirms that these genes play important roles in this process. It is noteworthy that the lola transcription factor regulates expression of fra, as well as robos1-3, slit, and Dscam1, potentially explaining why lola has such a profound longitudinal axon phenotype [9].\n\nThe significance of the segment boundary as a barrier to axon growth is well established in the homologous grasshopper CNS, in which the growth cones of the ascending and descending longitudinal pioneers pause at the segment boundary for 5 h until selective fasciculation between the pioneers is established. Ablation studies revealed that selective fasciculation is absolutely critical for longitudinal growth [48]. In the fly CNS, the physical distances are significantly smaller, and fasciculation may play a lesser role [25]. For example, filopodia from the pCC pioneer can contact glia on the other side of the segment boundary before the arrival of dMP2/MP1 axons [43]. Mutants in Fas2 that prevent fasciculation of the pioneers do not disrupt pioneer guidance [49]. Nevertheless, the descending MP1 and dMP2 growth cones pause at the segment boundary and wait for the ascending pCC and vMP2 axons to arrive [25]. In addition, mutants in the adhesion molecule N-cadherin (CadN) can display breaks in the MP1 pathway that are suggestive of axon stalling [50]. The mature CadN phenotype closely resembles that of Dscam1 mutants, and our observation that NetAB mutants have fasciculation defects suggests that both Dscam1 and NetAB are required in axons that follow the pioneers. It was predicted that longitudinal axon phenotypes might be more subtle in the fly, as the shorter distances would allow guidance defects to self-correct over time through the use of parallel pathways [25]. This may explain why pioneer defects in mutants such as CadN and NetAB only result in subtle defects in outermost fascicle of the mature Fas2 pattern. Detecting strong defects in pioneer axons will likely require knockdown of parallel pathways at the same time, and we are actively testing this hypothesis with Dscam1.\n\nGrowth Cone Motility\n\nIn flies, growth cone motility appears to be another critical requirement for crossing the segment boundary. Temperature-shifted Notch mutants display strong segment crossing defects. Activation of noncanonical Notch signaling in the pioneer axons is sufficient to rescue the mutant defects because of an increase in growth cone motility. Notch signaling promotes the formation of filopodia, which may allow the growth cone to sample growth-promoting cues on the other side of the segment boundary [12]. In vertebrates, the simultaneous and conflicting actions of midline attractants and repellents on longitudinal growth cones have been proposed to drive forward growth parallel to the midline, in the so-called “push-pull” model [5]. Interestingly, part of the chemorepellent activity of Slit is the ability to increase axon outgrowth of cultured axons [5,51]. Expression of Slit and Netrin in the spinal cord is continuous [52,53], but the segmented nature of the fly ventral nerve cord means that expression occurs at discrete locations. It may therefore be necessary to increase motility at the segment boundary to ensure crossing. We propose that this is the function of the Dscam1-Slit-N-Robo1 complex, and we discuss this in detail below. It is important to note that alternative mechanisms are also possible. Slit-N bound to axons after diffusing from the midline could be acting as a contact-dependent attractant, either neutralizing Dscam1-mediated homophilic repulsion between axons [54] or promoting attachment between the longitudinal axons and their substrate as has been proposed for Slit-N in muscles [27]. The complex could be trapping Slit-N for presentation to additional receptors as has been proposed for Robo1 and Syndecan [37,55]. Slit-N signaling could also modulate fasciculation via regulation of cadherins [56].\n\nThe Role of the Dscam1-Slit-N-Robo1 Complex in Longitudinal Axon Guidance\n\nWhile most prior studies on fly Dscam1 have focused on dendrite inhibition, Dscam1 clearly also has a positive role in axon outgrowth, as Dscam1 is required for the growth of presynaptic arbors and overexpression increases the size, branch length, and branching of arbors [57,58]. Differences in elongation rates for longitudinal pioneers have been described in robo1 mutants [14]. Our work suggests that Dscam1∆C disrupts axon growth in both commissures and longitudinal tracts (Fig 4E and 4H). The Dscam1 robo1 and slit-UC mutants have significant breaks in the longitudinal fascicles suggestive of stalling at the segment boundary (Fig 1J and 1K), and examination of the pCC growth cones in the slit-UC mutant reveals different rates of outgrowth (Fig 3B). Pan-neural expression of the slit-D construct also causes longitudinal breaks (Fig 7H). Finally, lateral expression of Slit-N causes a modest promotion of growth away from the midline in slit mutants (Fig 8). Taken together, these results suggest that Dscam1, Robo1, and Slit-N all play a positive role in axon outgrowth, especially in longitudinal axons. Lack of a growth-promoting signal in slit-UC or Dscam1 robo1 mutants would prevent pioneer axons from crossing the segment boundary.\n\nIn previous studies, the longitudinal pioneers have been observed to stall, exit the CNS, or grow in the opposite direction when guidance is disrupted [12,13,48]. The slit-UC allele used in our work encodes a protein with decreased stability [22], so it is likely to be acting as a hypomorphic allele with reduced repulsive function. The reduction in repulsion in slit-UC or Dscam1 robo1 mutants allows axons that do not stall to inappropriately enter the midline, resulting in a large central fascicle that wanders back and forth across the midline (Fig 1J and 1K). A priority for us is to construct additional slit-UC alleles with hopefully greater protein stability through CRISPR-Cas9 based approaches. This may allow clearer visualization of axon growth phenotypes.\n\nOur interpretation of the role of the Dscam1-Robo1-Slit-N complex relies heavily on prior studies of Dscam1 and limited observations of growth rate differences in the slit-UC mutant. Our observations have been complicated because of the components of the complex participating in additional processes, with Dscam1 being required for midline crossing and robo1 and slit-UC being required for midline repulsion. Crossing the midline is an alternative path for a longitudinal axon to take if it fails to cross the segment boundary. We hope to uncover stronger, more definitive phenotypes through construction of double mutants with other longitudinal components such as CadN. An alternative approach will be to visualize filopodial dynamics in pioneer growth cones in living embryos as a measure of axon outgrowth. Again, this may be complicated by the nature of the complex components. For example, the repellent function of Slit/Robo1 normally limits the number of filopodia, and loss of robo1 produces a more highly branched growth cone with longer filopodia [59]. However, it was recently shown that Slit protein initially stimulates filopodial extension towards sources of Slit [60], and subsequent endocytosis of Robo-Slit complexes may then lead to filopodial retraction and growth cone repulsion [61]. Dscam is likely to influence filopodial dynamics as well [62], maybe as simply as by modifying Robo1 activity. Proving an effect of the complex on growth will require genetic backgrounds and tools that clearly separate the different activities of the components. Such analysis may be more definitively carried out in cultured neuron systems [60].\n\nLack of Suppression of Netrin-Mediated Attraction\n\nThe primary role of Robo/Slit signaling is repulsion from the CNS midline. Ectopic slit expression in lateral neurons can guide dMP2 axons, revealing a second function for Slit [14]. As the Robo1-positive dMP2 growth cones grow right over the source of ectopic Slit and are not repelled, this indicates that Slit is not acting as a directional cue. The Slit activity has been proposed to suppress Netrin-mediated attraction to the midline, thereby ensuring that longitudinal axons continue projecting parallel to the midline [14]. The Dscam1-Slit-N-Robo1 complex is an obvious candidate to mediate this activity, but our results suggest that this is not the case. If the Netrin and Dscam pathways were interacting, one would expect a decrease in longitudinal defects. However, the NetAB; Dscam1 double mutants have widespread disruption of longitudinal tracts and also commissures (Fig 9, S6 Fig). This result demonstrates that Dscam1-based signaling is operating in parallel to Netrins in both outgrowth processes.\n\nImplications for Dscam Function in Axon Guidance\n\nDscams are evolutionarily conserved Netrin receptors, yet they do not play a role in Netrin-mediated axon guidance in the vertebrate spinal cord [33,36,63,64]. The emerging picture that Dscam1 promotes axon growth suggests a solution of this paradox. Neurotrophic factors are among the key extracellular signals that promote axon growth [65]. When tested in vitro, high concentrations of trophic factors can orient axon outgrowth, but they have minor effects on axon guidance in vivo [66]. If Dscams are transducing growth-promoting signals, this would explain why strong Dscam effects on axon guidance in vivo are only observed in conjunction with mutants in bona fide guidance pathways. For example, Netrins A and B are required for attraction to the CNS midline and for longitudinal axon guidance. When a NetAB mutant is combined with a Dscam1 mutant, both commissures and longitudinals are affected. When Dscam1 is combined with a robo1 mutation, only the longitudinals are disrupted. Dscam1 is therefore enhancing defects specific to the axon guidance pathway being tested.\n\nSummary\n\nOur data support a model in which the Dscam1-Robo1-Slit-N complex transduces an axon growth-promoting signal that enables the growth of longitudinal axon pioneers across the segment boundary.\n\nMaterials and Methods\n\nReagents and Chemicals\n\nFBS was from Atlanta Biologicals (Flowery Branch, Georgia). SF-900 II (1X) and (1.3X) medium, Express Five, SFM, Grace's Insect Medium (unsupplemented), Bac-to-Bac HBM TOPO Secreted Expression kit, High Five cells, pSecTag/FRT/V5-His TOPO TA Expression Kit, DMEM, TrypLE Express, lipofectamine 2000/3000, Cellfectin II Reagent Dynabeads, blasticidin, and Opti-MEM were purchased from Life Technologies (Grand Island, New York). The Sf9 cells, 293 cells, and COS-7 cells were gifts from C. Tittiger (Department of Biochemistry, University of Nevada, Reno, Nevada), C. Singer (Department of Pharmacology, UNR), and G. Mastick (Department of Biology, UNR), respectively. COS-7 cells were also purchased from the American Type Culture Collection. Dscam1 pIB/Fc constructs were a generous gift from W. Wojtowicz [35]. Agarose was from Bio-Express (Kaysville, Utah). Phenylmethylsulfonyl fluoride (PMSF) and Protease Inhibitor Cocktail were from Sigma-Aldrich (St. Louis, Missouri). Batimastat was from TOCRIS (San Diego, California). Gammabind Protein G Sepharose was from GE Healthcare (Pittsburgh, Pennsylvania). Heparin was purchased from Fisher Scientific (Hanover Park, Illinois). QIAprep Spin Miniprep Kit was purchased from Qiagen (Valencia, California). All oligonucleotides were from Integrated DNA Technologies (Coralville, Iowa).\n\nRecombinant Baculovirus Production\n\nTo generate recombinant baculovirus-full-length Slit and the N-terminal Slit cleavage fragment, pcDNA-Slit [26] was used as template and amplified by PCR (Table 1). PCR products were gel-purified and cloned into the pFastBac/HBM-TOPO vector, an entry clone vector. The recombinant plasmids were fully sequenced, purified, and transformed into DH10Bac, which contains a baculovirus shuttle vector (bacmid) and a helper plasmid to facilitate the generation of a recombinant bacmid by white-blue colony screening. The correct recombinant bacmid DNA was transfected into Sf9 cells to produce recombinant baculovirus particle. The baculoviral stock was used to infect High Five cells to express recombinant protein. All the steps were performed as described by the Bac-to-Bac HBM TOPO Secreted Expression kit manual. All the recombinant plasmids were confirmed by sequencing with primer walking at the Nevada Genomics Center (UNR), and the sequences were analyzed using Vector NTI Advance 9 software (Invitrogen).\n\nRecombinant Baculoviral Proteins\n\nProtocols for growth and maintenance of Sf9 cells and High Five cells, recombinant baculovirus construction, and heterologous expression using the Bac-to-Bac HBM Expression Kit were as described by Life Technologies. Briefly, an LR recombination reaction between each entry recombinant clone and a baculovirus shutter vector in DH10Bac cells produced recombinant baculovirus clones that were transfected separately into Sf9 cells for recombinant virus production. High titer P3 viral stocks for each construct were produced by successive 72-h amplifications of the initial and P2 stocks. Approximate viral titers were determined by a plaque assay. The viral stocks were used to infect High Five cells grown to a density of 1.0 x 106 cells/ml in a disposable shaking flask (Bio-Express, Kaysville, Utah). For the expression of Slit-FL and Slit-N, High Five cells were infected with recombinant baculovirus at multiplicities of infection (MOIs, pfu/cell) ranging from 1 to 20. Media containing recombinant proteins were harvested at days 1, 2, 3, and 4 post infection (PI) with various MOI. Western blotting was used to determine the best expression time and MOI. All combinations of conditions for High Five cells and Sf9 cells were cultured at 27°C with shaking flasks.\n\nRecombinant Protein Detection\n\nCells infected with 6xHis-tagged Slit-N and Slit-FL recombinant baculovirus were harvested at 1–4 d PI with various MOI. The cell pellets were homogenized, and culture medium was collected. Noninfected cells were prepared similarly as a negative control. Protein production was confirmed by western blotting using 1:1000 rabbit anti-his primary antibody from Abcam ab9108 (Cambridge, Massachusetts) for Slit-N and Slit-FL, 1:250 goat anti-rabbit lgG HRP secondary antibody (Jackson Labs), and SuperSignal West Pico Chemiluminescent Substrate (Pierce, Rockford, Illinois). Images were collected with FOTO/Analyst ImageTech (FOTODYNE, Hartland, Wisconsin).\n\nAntibody Production\n\nGenScript (Piscataway, New Jersey) was contracted to produce a rabbit anti-SlitN polyclonal antibody based on the antigenic peptide (CQLGENKIKEISNKM) designed and selected by the contracted company. The synthesized peptide was injected into the two rabbits separately. Four immunizations per rabbit were performed. Serum was collected, and the antibody was purified using peptide-conjugated resin. The quality of the antibody was examined by ELISA. The antibody was used to confirm recombinant protein produced in infected insect cells and in mammalian cells.\n\nGeneration of Stable Insect Cell Lines\n\nEight Dscam-Fc expression constructs in the pIB/V5-His vector [35] were transfected into either Sf9 cells or High Five cells with Cellfectin II reagent. Forty-eight hours post transfection, the medium was replaced with fresh culture medium. Cells were split at 1:5 and cultured overnight with culture medium when they were confluent, followed by removal of the medium and replacement with selective medium containing 50 μg/ml Blasticidin. The selective medium was replaced every 3 to 4 d until foci were forming, and the mock cells had completely died. Resistant cells were expanded into flasks for frozen stocks with selective reagent. Blasticidin was used at a concentration of 10 μg/ml for Sf9 cells and 20 μg/ml for High Five cells for maintenance after selection. Medium without blasticidin was used when splitting cells, and selective medium was added after the cells attached. Both Sf9 cells and High Five cells were incubated at 27°C. Protein expression was confirmed with SDS-PAGE and western blot. The protocol for building a stable cell line is according to the instruction manual.\n\nDNA Constructs\n\nDrosophila Dscam (isoform 1-30-30-2) pcDNA3-V5-His [33] was fully resequenced and used as a template to generate different Dscam constructs: IgΔ1, IgΔ1–2, IgΔ1–5, and IgΔ1–7 with different Ig domains removed from the N-terminus and the intracellular domain removed. The full-length ectodomain construct is called FL-EC. The forward primers for different constructs were used with the same reverse primers in separate reactions to generate different N-terminus deletion Dscam constructs with a C-terminal extension containing a V5 epitope and the polyhistidine-tag encoded by pSecTag/FRT/V5-His vector (Fig 5A). For constructs with deletions of individual Ig domains (IgΔ3, IgΔ4, IgΔ1,4), EC-FL or IgΔ1 was used as the template, and the In-Fusion Cloning kit from Clontech (Mountain View, CA) was used to generate deletions according to the manufacturer’s recommended protocol. In brief, PCR primers were designed to flank the desired deletion region and contained 15-bp overlaps at their 5′ ends (Table 1); PCR products were gel-purified and recombined using the In-Fusion cloning reaction from the kit. The recombinant DNAs were transformed into Escherichia coli competent cells for screening. All of the constructs were sequenced using the ABI BigDye Terminator Cycle Sequencing Ready Reaction Kit v3.1. The reactions were run on an ABI3730 DNA Analyzer at the Nevada Genomics Center (UNR), and the sequences were analyzed using Vector NTI Advance 9 software (Life Technologies). To generate Myc-tagged full-length (Slit-FL) and the N-terminal cleavage fragment of Slit (Slit-N), pcDNA-Slit [26] was fully resequenced and subcloned into pSecTag/FRT-His TOPO vector. PCR was performed using different reverse primers with the same forward primer containing a Myc-tag nuclei acid sequence in the 5′ end (Table 1). To construct Myc-tagged EGF domains 1–3 of Slit, the same strategy was used (Table 1). pcDNA-slit-D was constructed by digesting pcDNA-slit with KpnI and EcoRV so that a 2,700 base pair fragment of the slit coding region was removed. This region was replaced with a synthetic gene fragment (Genscript, Piscataway, New Jersey) that lacked the LRR2 Robo binding site. pUAST-slit-D was constructed by sublconing a KpnI-XbaI fragment from pcDNA-slit-D. Robo1ΔC was constructed by PCR amplification of the Robo1 open reading frame from the initiating methionine to 9 amino acids after the end of the transmembrane domain (Table 1). EcoRI and XbaI sites in the primers allowed subcloning into pUAST.\n\nCell Overlay Assays\n\nCOS-7 or 293 cells at 80% confluence were transfected with DNA expression constructs using Lipofectamine 2000 or 3000 (Life Technologies), according to the manufacturer’s instructions. For receptor expression, Dscam constructs were transfected into Cos-7 cells, and for ligand expression, pSegTag-Myc-Slit-FL and pSegTag-Myc-Slit-N were transfected into 293 cells. Approximately 48 h post-transfection, the supernatant was removed from receptor expressing cells and replaced with supernatant containing Myc-tagged ligand. Cells were incubated in a 37°C incubator for 1 to 2 h before being rinsed three times in 1XPBS and undergoing fixation and antibody labeling. Alternatively, the mixture of ligand and receptor DNA constructs (1:1) was cotransfected into COS-7 cells. Forty-eight hours post transfection, the medium was removed, and the cells were washed with PBS. After rinsing, the cells were fixed for 15 min in 4% paraformaldehyde with 0.1% Tween-20 at room temperature, followed by rinsing in PBS containing 0.1% Tween-20 (PBST) five times. The cells were blocked in 5% heat-denatured normal goat serum in PBST for 1 h. After blocking, the cells were incubated with primary antibodies diluted in 5% heat-denatured normal goat serum in PBST for 1 h: rabbit polyclonal anti-His tag at 1:1000, Abcam ab9018, or anti-Myc mouse monoclonal 1:500 from Abcam ab32. The cells were then rinsed five times in 1X PBST. Secondary antibodies, Alex 488 Goat anti-rabbit IgG, and/or Alex 595 Goat anti-mouse IgG (Jackson Labs) were diluted with 1:1000 in 5% heat-denatured goat serum in 1XPBST, then added to the cells, and incubated for 1 h at room temperature. The cells were subsequently washed in 1X PBST five times, followed by washing in 1X PBS and 1-min incubation in 4′,6-diamidino-2-phenylindole (DAPI) (Molecular Probes) to stain the nuclei. The cells were then washed in 1X PBS and mounted in FluorSave (Calbiochem). For double labeling, cells were incubated with the second primary and secondary antibody after finishing the first primary and secondary antibody with the same procedure.\n\nImmunoprecipitation Assays\n\nImmunoprecipitation (IP) assays from cell culture followed the protocols of Banerjee et al. [67]. For IP assays with baculovirus proteins, the following protocol was followed: 50 μl of Protein G coupled beads were washed with high-salt binding buffer (100 mM phosphate buffer containing 1M NaCl, 10 U/ml Heparin, 1 mM DTT, 0.2 mM PMSF, and 1/1000 proteinase inhibitor cocktail) two times. The Sepharose beads were spun down at 500 x g for 2 min, and a magnet (Life Technologies) was used to separate the supernatant and Protein G Dynabeads. Two tubes of beads were used per IP: one for the ligand preclearing and the other for the IP itself. Eight soluble receptor Dscam-Fc supernatants from the High Five Dscam-Fc stable cell line and ligands (Slit-FL and Slit-N from the baculovirus expression) were collected by spinning down the culture at 1000 x g for 10 min, the supernatants were further concentrated using a centrifugal filter kit (Millipore), and finally, they were diluted in high-salt binding buffer. The ligand proteins were incubated with Protein G beads at room temperature for about 1 h to remove nonspecific binding. Two hundred and fifty μl of Dscam-Fc was incubated with 50 μl of prewashed Protein G Sepharose or Dynabeads rocking at RT for 1 h (because both proteins were expressed in the medium at 27°C). The unbound supernatant was removed, and the bead-receptor complex was incubated with precleared ligand for 1 h at room temperature. Nonbinding protein was removed, the beads were quickly washed in high-salt binding buffer three times, 50 μl sample buffer was added to each sample, and the samples were boiled for about 5 min and then either directly loaded into an SDS page gel or placed at −80°C. For IP assays from 293 and COS-7 cells, the cells were lysed 48 h after transfection in 500 μl prechilled cell lysis buffer (50 mM HEPES, pH 7.2, 100 mM NaCl, 1 mM MgCl2, 1 mM CaCl2, and 1% NP-40) containing Protease Inhibitors (10X, 100 μl/ml) and PMSF (0.3 M stock, 4 μl/ml). The lysates were kept on ice for 30 min and centrifuged at 15,000 g for 30 min at 4°C, followed by recentrifugation, and used subsequently for the IP. Protein G Plus-Agarose beads were used to pull down proteins; 50 μl beads for each IP reaction were washed three to five more times in 450 μl lysis buffer. The cell supernatants were precleared by incubation with Protein A beads. The beads were exchanged for anti-Robo antibody 13C9 (1:20 dilution) and incubated for 2 h at room temperature or 8 h at 4°C. The supernatant–antibody mix was incubated with prewashed Protein A or G beads for 1 h at the room temperature or 2 h at 4°C (Bhat et. al., 2010). The beads were then washed five times with lysis buffer and one time in cold PBS, followed by elution of the immunocomplexes in 50 μl SDS sample buffer, which was boiled at 100°C for 10 min, and then cooled in ice. Immunoblotting was with anti-V5 (1:1000 dilution, Life Technologies) to detect Dscam, and anti-SlitN antibody was used to detect Slit protein (1:200 dilution).\n\nEmbryo Immunohistochemistry\n\nThe BP102 and 1D4 mAbs were obtained from the Developmental Studies Hybridoma Bank. Drosophila embryo stainings were performed as described in [68]. Anti-FasII staining was enhanced with Vectastain ABC (Vector Labs, Burlingame, California).\n\nGenetics\n\nStandard genetic techniques were used to create recombinant and balanced stocks. The NetAB; Dscam1 double mutant stock was created using the viable Netrin allele NetABΔGN, the hypomorphic Dscam1P allele, Dfd-GMR-nvYFP marked FM7, and the CyO wingless-lacZ balancers.\n\npCC Phenotype Analysis\n\nFor quantification of initial pCC axon behavior, early to mid-stage 13 embryos were used, as the growth rate defects of slit-UC make earlier quantification unreliable. Individual pCC axons were scored for midline crossing. For analysis of pCC crossing at the second commissure encountered, stage 14 embryos were used, and the presence of one or two axons from the pCC pathway at the CNS midline was scored as a positive crossing event for that segment. If an axon approached the midline and extended anteriorly along or near the midline, the axon was scored as crossing. In all cases, if it was unclear as to whether an axon was crossing, the axon was scored as not crossing. For quantification of longitudinal tracts, the number of tracts between segments was counted. The intersegment area was identified as lying between the intersegmental and segmental nerve roots and by a reduction of Fas2 staining in the cell bodies underneath the axon scaffold. Abdominal and thoracic segments were scored for all measures.\n\nStatistics\n\nStatistical analysis was performed on Statistica (Dell Statistica). pCC midline projection errors and innervation of muscle 6/7 were recorded per individual embryo, and the data were analyzed using a Tukey HSD within a one-way ANOVA. Longitudinal connective and commissures stained with BP102 were scored as number thin or absent per embryo for a total of 11 segments scored per embryo.\n\nSupporting Information"
}