{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0040159",
  "doi": "10.1371/journal.pbio.0040159",
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "X Chromosomes Alternate between Two States prior to Random X-Inactivation",
  "authors": [
    {
      "name": "Susanna Mlynarczyk-Evans",
      "first": "Susanna",
      "last": "Mlynarczyk-Evans",
      "affiliation": "Department of Biochemistry and Biophysics, University of California San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Morgan Royce-Tolland",
      "first": "Morgan",
      "last": "Royce-Tolland",
      "affiliation": "Department of Biochemistry and Biophysics, University of California San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Mary Kate Alexander",
      "first": "Mary Kate",
      "last": "Alexander",
      "affiliation": "Department of Biochemistry and Biophysics, University of California San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Angela A Andersen",
      "first": "Angela A",
      "last": "Andersen",
      "affiliation": "Department of Biochemistry and Biophysics, University of California San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Sundeep Kalantry",
      "first": "Sundeep",
      "last": "Kalantry",
      "affiliation": "Department of Genetics and the Carolina Center for the Genome Sciences, University of North Carolina Chapel Hill, Chapel Hill, North Carolina, United States of America"
    },
    {
      "name": "Joost Gribnau",
      "first": "Joost",
      "last": "Gribnau",
      "affiliation": "Department of Cell Biology, Erasmus University Medical Center, Rotterdam, Netherlands"
    },
    {
      "name": "Barbara Panning",
      "first": "Barbara",
      "last": "Panning",
      "affiliation": "Department of Biochemistry and Biophysics, University of California San Francisco, San Francisco, California, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2006-06",
  "dateElectronic": "2006-05-09",
  "dateAccepted": "2006-03-16",
  "dateReceived": "2006-01-12",
  "volume": "4",
  "number": "6",
  "pages": "e159",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Developmental Biology",
    "Discipline/Genetics and Genomics",
    "System Taxonomy/Mus (mouse)",
    "Type/Research Article"
  ],
  "abstract": "Early in the development of female mammals, one of the two X chromosomes is silenced in half of cells and the other X chromosome is silenced in the remaining half. The basis of this apparent randomness is not understood. We show that before X-inactivation, the two X chromosomes appear to exist in distinct states that correspond to their fates as the active and inactive X chromosomes. \n\t\t\t\t\tXist and \n\t\t\t\t\tTsix, noncoding RNAs that control X chromosome fates upon X-inactivation, also determine the states of the X chromosomes prior to X-inactivation. In wild-type ES cells, X chromosomes switch between states; among the progeny of a single cell, a given X chromosome exhibits each state with equal frequency. We propose a model in which the concerted switching of homologous X chromosomes between mutually exclusive future active and future inactive states provides the basis for the apparently random silencing of one X chromosome in female cells.",
  "fullText": "Introduction\n      \nAt least 10% of mammalian genes are transcribed from only one allele that, in most instances, is chosen at random [1]. The mechanisms for achieving differential regulation of homologous alleles in a stochastic manner are poorly understood [2]. X-chromosome inactivation in mammals is an example of random monoallelic expression; the majority of genes on one X chromosome in XX females are silenced to equalize expression of X-linked genes with XY males [3]. Understanding the process by which the two X chromosomes are assigned active and inactive fates in a stochastic manner will provide insight into how randomness can be achieved in other biological contexts.\n\nX-inactivation is a well-defined system for studying the mechanisms that generate the randomness of monoallelic expression. In the earliest stages of female embryogenesis, X-linked genes exhibit biallelic expression in female cells. Upon receipt of a developmental cue, one X chromosome is silenced in half of the cells of the embryo and the other X chromosome is silenced in the remaining half. Once the identities of the active and inactive X chromosomes (Xa and Xi) are established, they are stably propagated throughout all subsequent cell divisions [4]. Female mouse embryonic stem (ES) cells provide a model system to study the mechanisms that control the initial, stochastic determination of the Xa and Xi in vitro. As in the pluripotent cells of the early embryo, genes are expressed from both X chromosomes in female ES cells. X-inactivation can be induced in vitro, recapitulating the random silencing process that occurs in vivo during differentiation [5]. In addition, genetic elements have been identified that affect the randomness of X-inactivation [6,\n\t\t\t\t7], making female ES cells a useful tool for the study of the mechanisms that control random monoallelic expression.\n\nThe \n\t\t\t\tX-inactivation center (Xic) is a master \n\t\t\t\tcis-regulatory element on the X chromosome that controls X-inactivation [4]. The \n\t\t\t\tXic contains a number of elements, including \n\t\t\t\tXist and \n\t\t\t\tTsix, a sense/antisense pair of noncoding RNAs that are transcribed from both X chromosomes prior to X-inactivation [8–10]. When embryonic cells differentiate and X-inactivation is initiated, \n\t\t\t\tXist RNA spreads in \n\t\t\t\tcis from the \n\t\t\t\tXic to coat and silence one X chromosome [9,\n\t\t\t\t10]. \n\t\t\t\tXist and \n\t\t\t\tTsix play a role in the stochastic determination of which X chromosome will become the Xi and which will become the Xa. In cells heterozygous for either an \n\t\t\t\tXist or a \n\t\t\t\tTsix mutation\n\t\t\t\t, X-inactivation is nonrandom: an \n\t\t\t\tXist mutant chromosome always becomes the Xa [11,\n\t\t\t\t12] and a \n\t\t\t\tTsix mutant chromosome always becomes the Xi [13–15]. Heterozygous mutations of \n\t\t\t\tXist or \n\t\t\t\tTsix also exhibit effects in \n\t\t\t\ttrans: not only are the fates of the mutant X chromosomes fixed but also the fates of the wild-type X chromosomes are determined. Thus, information about the fate of one X chromosome must be transmitted to the other X chromosome, ensuring that decisions about their fates are coordinated and that there is random and exclusive silencing of one X chromosome in female cells. The manner in which the opposing activities of \n\t\t\t\tXist and \n\t\t\t\tTsix regulate the fates of both X chromosomes in female cells remains mysterious.\n\nIn this paper, we present evidence that in individual pluripotent embryonic cells that are poised for X-inactivation, the X chromosomes exist in two mutually exclusive states. In heterozygous \n\t\t\t\tXist and \n\t\t\t\tTsix mutant cells, these states predict the fates of the X chromosomes, indicating that one X chromosome adopts a future Xa state and the other X chromosome adopts a future Xi state. In wild-type cells, X chromosomes switch between these states such that, among the progeny of a single cell, a given X chromosome exhibits each state with equal frequency. Thus, the concerted switching of homologous X chromosomes between mutually exclusive future Xa and future Xi states may provide the basis for the apparent randomness of X-inactivation.\n\n      Results\n      \n        X-Chromosomal Loci Show a High Frequency of Singlet/Doublet Fluorescence In Situ Hybridization Signals in ES Cells\n        \nWhile using fluorescence in situ hybridization (FISH) to visualize the \n\t\t\t\t\tXic in female ES cells fixed with paraformaldehyde (PFA), we observed that a high frequency of cells displayed a single pinpoint FISH signal at one allele and a double pinpoint at the other. To determine whether this feature was unique to the \n\t\t\t\t\tXic, we analyzed a number of other X-chromosomal loci. Cells were scored as showing a singlet signal for each allele (SS), a doublet signal for each allele (DD), or a pattern in which one allele appeared as a singlet and the other as a doublet (SD) (Figure 1A). For all X-chromosomal loci examined, the SD signal class was the most abundant, comprising 40% to 50% of the population (Figures 1B and S1A). This proportion is significantly greater than the fraction of SD signals observed for two autosomal loci, which exhibited the SD pattern in fewer than 20% of cells (Figures 1B and S1A). Thus, the high proportion of cells displaying SD signals is a unique feature of X-linked sequences.\n\nA high frequency of SD FISH signals can be indicative of asynchronous replication of the two alleles, as singlet and doublet signals can reflect unreplicated and replicated loci respectively [16]. However, a singlet FISH signal can also occur at a replicated locus [17]. To determine whether the high proportion of cells exhibiting SD signals was due to asynchronous replication, we directly measured the replication timing of X-linked sequences. ES cells were blocked in G1 and released into S phase. At hourly intervals, cells were pulsed with 5-bromo-2-deoxyuridine (BrdU) to label replicating DNA. BrdU-containing DNA was immunopurified from each time point and assayed by PCR for X-linked sequences. The \n\t\t\t\t\tXic and \n\t\t\t\t\tPgk1 each showed a single peak of BrdU incorporation early in S phase (Figure 1C). Therefore, neither X-linked locus was subject to highly asynchronous DNA replication. We next performed FISH for the \n\t\t\t\t\tXic and \n\t\t\t\t\tPgk1 in female ES cells sorted by DNA content. The proportion of cells exhibiting SD signals increased at the beginning of S phase, remained fairly constant throughout S phase, and decreased at the end of S phase (Figure 1D)\n\t\t\t\t\t. Taken together, these data demonstrate that even though both alleles of each of these X-chromosomal loci replicated early, SD signals persisted throughout S phase. Furthermore, they suggest that the singlets in cells exhibiting SD FISH signals are replicated alleles.\n\nIf a singlet signal in a cell showing an SD signal pattern represents a replicated allele, then it should contain the same amount of DNA as the two pinpoints comprising the doublet signal. To test this hypothesis, we determined the relative fluorescence intensity of singlet and doublet signals for the \n\t\t\t\t\tXic and \n\t\t\t\t\tPgk1. We validated this assay on X-linked sequences in female fibroblasts, in which singlet FISH signals correspond to unreplicated loci and doublet FISH signals correspond to replicated alleles [18]. In female mouse embryo fibroblasts (MEFs) exhibiting DD signals for \n\t\t\t\t\tPgk1, the distribution of D/D intensity ratios centered around 1 (Figure 1E), demonstrating that two replicated alleles display equal signal intensities. We next compared the intensity of the singlet to the sum of the two pinpoints in the doublet (S/D) in female MEFs exhibiting SD signals for \n\t\t\t\t\tPgk1. The S/D intensity ratios centered around 0.5 (Figure 1E), indicating that relative fluorescence intensity can be used to measure a two-fold difference in DNA content. Quantification of FISH signals can therefore be used to assay differences in DNA content at individual loci in single cells. In ES cells, the ranges of S/D intensity ratios for both the \n\t\t\t\t\tXic and \n\t\t\t\t\tPgk1 were very similar to the ranges of D/D ratios: in both cases, the distributions centered approximately around 1 (Figure 1E). These results indicated that the singlet and doublet FISH signals in ES cells exhibiting an SD pattern for the \n\t\t\t\t\tXic and \n\t\t\t\t\tPgk1 contained the same amount of DNA. In combination, these analyses demonstrate that the unusually high proportion of ES cells displaying SD signals for X-chromosomal loci reflects something other than asynchronous DNA replication. We refer to the high frequency of PFA-fixed cells exhibiting SD signals that are Independent of Asynchronous DNA Replication as SIAR.\n\nIn a recent study, it was suggested that nuclear organization was important for replicated sequences to appear as singlet FISH signals [17]. To determine whether SIAR required an intact nucleus, we compared the proportion of ES cells exhibiting SD signals upon PFA fixation to that seen upon methanol:acetic acid (MeOH) fixation. While PFA fixation preserves the three-dimensional organization of the nucleus by cross-linking nucleic acids and proteins, MeOH fixation destroys nuclear architecture by extracting the bulk of histones and other chromatin proteins [19]. The distribution of SS, SD, and DD signals for an autosomal gene, \n\t\t\t\t\tFn1, did not differ significantly between fixation methods (Figure 1F). In contrast, these two fixation conditions resulted in different distributions of FISH signals for the X-chromosomal loci \n\t\t\t\t\tMecp2, Pgk1, and the \n\t\t\t\t\tXic. For these loci, the proportion of cells displaying SD signals decreased while the proportion of cells exhibiting DD signals increased in MeOH-fixed samples compared to PFA-fixed samples (Figure 1F). The changes in the relative proportions of cells exhibiting SD and DD signals indicate that when nuclear structure is disrupted, some replicated X-chromosomal loci that would appear as singlets in an intact nucleus resolve into doublets. In addition, these results suggest that native chromatin structure and/or nuclear organization is necessary for some replicated alleles of X-chromosomal loci to appear as singlets.\n\n        X Chromosomes Differ prior to X-Inactivation\n        \nAll X-chromosomal loci examined (Figure 2A) exhibited SIAR in female ES cells. We tested whether the singlet FISH signals for multiple loci appeared on the same chromosome or were randomly distributed between the two X chromosomes. Closely linked loci were analyzed pairwise and, among the cells that exhibited SD signals for both probes, the proportion in which singlet signals occurred on the same chromosome (concordant signals) was determined (Figure 2B). \n\t\t\t\t\tCcnb3 and \n\t\t\t\t\tHprt, Hprt and \n\t\t\t\t\tMecp2, and \n\t\t\t\t\tMecp2 and \n\t\t\t\t\tPgk1 each exhibited approximately 65% concordant signals (Figure 2C). This 65% concordance is significantly higher than the 50% concordance that would be expected for a random distribution of singlet signals between chromosomes (\n\t\t\t\t\tp &lt; 0.02), indicating that the behavior of loci on each X chromosome is coordinated. One X chromosome exhibits a higher frequency of singlet signals along its length, and the other X chromosome exhibits a higher frequency of doublet signals. These results suggest that, even though X-inactivation has not yet occurred and X-linked genes are biallelically expressed, the two X chromosomes in female ES cells already differ from each other.\n\nWhen carrying out pairwise analysis of X-chromosomal loci, we found that the \n\t\t\t\t\tXic was unusual in that it was oppositely coordinated with adjacent genes. \n\t\t\t\t\tMecp2 and the \n\t\t\t\t\tXic, and the \n\t\t\t\t\tXic and \n\t\t\t\t\tPgk1 exhibited a bias against concordant signals, displaying concordance in only 38% of cells scored (Figure 2C). The \n\t\t\t\t\tXic contains \n\t\t\t\t\tXist, which is unusual in that it is the only gene expressed exclusively from the Xi. The opposite behavior of the \n\t\t\t\t\tXic relative to other X-chromosomal loci in ES cells therefore parallels the opposite expression patterns of \n\t\t\t\t\tXist and X-linked genes after X-inactivation. This parallel suggests a relationship between the appearance of the X chromosomes by FISH prior to X-inactivation and their fates as the Xa and Xi.\n\n\t\t\t\t\tXist and \n\t\t\t\t\tTsix Control SIAR and X Chromosome Fate\n\nTo determine if there was a correlation between the appearance of the X chromosomes by FISH prior to X-inactivation and their fates after X-inactivation, we analyzed SIAR in ES cell lines that will undergo nonrandom X-inactivation. If such a correlation exists, then the identities of the X chromosomes displaying singlet and doublet FISH signals should be nonrandom in ES cell lines that are poised for nonrandom X-inactivation. In ES cells heterozygous for an \n\t\t\t\t\tXist mutant chromosome (Δ\n\t\t\t\t\tXist/+), the wild-type X chromosome is always silenced and the mutant chromosome always remains active upon X-inactivation [11,\n\t\t\t\t\t20]. In ES cells bearing a \n\t\t\t\t\tTsix mutant chromosome (\n\t\t\t\t\tTsix-pA/+), the wild-type X chromosome remains active and the mutant chromosome is inactivated upon X-inactivation [14].\n\nWe performed allele-specific FISH for X-chromosomal loci in Δ\n\t\t\t\t\tXist/+ ES cells (Figure 3A) or \n\t\t\t\t\tTsix-pA/+ ES cells (Figure 3B). The \n\t\t\t\t\tXic, Pgk1, and \n\t\t\t\t\tMecp2 were scored individually in both cell lines. While the overall proportions of SS, SD, and DD signal patterns for these loci did not differ between wild-type ES cells and \n\t\t\t\t\tXist and \n\t\t\t\t\tTsix mutant ES cells (unpublished data), the identities of the alleles displaying the singlet and doublet FISH signals in cells with SD signals were nonrandom in the mutant cell lines. In both Δ\n\t\t\t\t\tXist/+ and \n\t\t\t\t\tTsix-pA/+ cell lines, the X chromosome that will become the Xi exhibited singlet signals for the \n\t\t\t\t\tXic at a high frequency (approximately 70% of SD cells; \n\t\t\t\t\tFigure 3C) and singlet signals for \n\t\t\t\t\tPgk1 or \n\t\t\t\t\tMecp2 at a low frequency (approximately 30% of SD cells; \n\t\t\t\t\tFigure 3C). The future Xa showed the opposite patterns (Figure 3C). These results demonstrate that \n\t\t\t\t\tXist and \n\t\t\t\t\tTsix mutations affect SIAR and that, prior to nonrandom X-inactivation, the future Xi and future Xa show different probabilities of exhibiting a singlet signal for the \n\t\t\t\t\tXic and other X-chromosomal loci.\n\nX-chromosomal loci showed distinct frequencies of FISH signal patterns on the future Xa and future Xi in \n\t\t\t\t\tXist and \n\t\t\t\t\tTsix mutant ES cells, supporting the idea that the two X chromosomes adopt distinct states prior to nonrandom X-inactivation. One X chromosome exists in a future Xi state, which causes singlet FISH signals to occur at a high frequency at the \n\t\t\t\t\tXic and at a low frequency at other X-linked sequences. The second X chromosome adopts the future Xa state, which causes singlet FISH signals to occur at a low frequency at the \n\t\t\t\t\tXic and at a high frequency at other X-chromosomal loci.\n\n        X Chromosomes Alternate between Two States prior to Random X-Inactivation\n        \nThe coordination of SIAR in wild-type ES cells (Figure 2C) indicated that the two X chromosomes existed in two distinct states similar to those observed in \n\t\t\t\t\tXist and \n\t\t\t\t\tTsix mutants. We hypothesized that in cells poised for random X-inactivation, these X chromosome states might also be indicative of X chromosome fates. Two predictions arise from this hypothesis. First, each X chromosome in wild-type ES cells should exist in the future Xi state in the same proportion of cells in which that chromosome will be inactivated. Second, because the fate of each X chromosome is not yet fixed in wild-type ES cells, the state of each X chromosome must not be fixed either.\n\nIn an ES cell line that will undergo random X-inactivation, one X chromosome should exist in the future Xi state in half of the cells in the population and the other X chromosome should exist in the future Xi state in the remaining half. By FISH, an X-linked gene should appear as a singlet on one X chromosome in 50% of SD cells and on the other X chromosome in the remaining 50%. To test this prediction, we performed allele-specific FISH in X.2/Xwt ES cells, which are poised to undergo random X-inactivation [21]. In these cells, one X chromosome is marked by a centromeric fusion to Chromosome 2 [21]. \n\t\t\t\t\tCcnb3, an X-chromosomal locus that exhibited SIAR (Figure 1B) and is closely linked to the fusion point, was analyzed in combination with a probe proximal to the centromere of Chromosome 2, which identified the X.2 chromosome (Figure 4A). The X.2 chromosome and the wild-type X chromosome each exhibited a singlet signal for \n\t\t\t\t\tCcnb3 in approximately 50% of SD cells (Figure 4B), consistent with the marked X chromosome existing in the future Xi state in half of the cells and the wild-type X chromosome adopting this state in the remaining half.\n\nX-inactivation is partially skewed in cells that are heterozygous at the \n\t\t\t\t\tXce, an X-linked control element that influences randomness of X-inactivation [22]. We analyzed ES cell lines containing X chromosomes that carry different \n\t\t\t\t\tXce alleles to determine whether the frequency with which a chromosome adopts each state correlates with the degree of skewing observed upon X-inactivation. In ES cells heterozygous for \n\t\t\t\t\tM. musculus 129 and \n\t\t\t\t\tM. castaneus Ei X chromosomes (129/\n\t\t\t\t\tcas), the 129 X chromosome will be inactivated in approximately 80% of cells, and the \n\t\t\t\t\tcas X chromosome will be inactivated in the remaining 20% [7,\n\t\t\t\t\t23]. Allele-specific FISH for the \n\t\t\t\t\tXic (\n\t\t\t\t\tFigure S2) was performed in two independent 129-tet/\n\t\t\t\t\tcas ES cell lines in which the \n\t\t\t\t\tXic allele on the 129 X chromosome is marked by a tet-operator array integration that does not disrupt the \n\t\t\t\t\tXce effect [11]. Based on the frequency with which the future Xi exhibited a singlet FISH signal in mutant cells destined for nonrandom X-inactivation, we calculated that in 129/\n\t\t\t\t\tcas ES cells, the \n\t\t\t\t\tXic on the 129 allele should appear as a singlet in approximately 62% of SD cells (\n\t\t\t\t\tFigure S3). Consistent with this prediction, the singlet appeared on the 129 allele in 60% of SD cells (Figure 4C). Together, analysis of ES cell lines that undergo completely random, completely nonrandom, and skewed X-inactivation suggests that there is a relationship between the state of an X chromosome in ES cells and its fate as the Xa or Xi.\n\nThe fates of the X chromosomes are not fixed in wild-type ES cells, as a population of ES cells derived from a single progenitor cell undergoes random X-inactivation upon differentiation [11,\n\t\t\t\t\t24]. If the states of the X chromosomes in ES cells reflect their fates upon X-inactivation, the states should not be fixed in ES cells that undergo random or skewed X-inactivation. To test this hypothesis, we first analyzed four clonal derivatives of the X.2/Xwt ES cell line, each of which is subject to random X-inactivation (unpublished data). In each clone, the X.2 chromosome exhibited a singlet signal for \n\t\t\t\t\tCcnb3 in approximately half of cells displaying SD signals (Figure 4B). Thus, each clone recapitulated the pattern observed in the parental cell line. In the two clonally derived 129-tet/\n\t\t\t\t\tcas ES cell lines, the \n\t\t\t\t\tXic on the 129 chromosome also appeared as a singlet in some cells exhibiting SD signals and a doublet in others (Figure 4C). Thus, the marked chromosome in each cell line, which would have existed in either the future Xa or the future Xi state in the founding cell of each clone, assumed the future Xa state in some daughter cells and the future Xi state in others. Therefore, the states of the X chromosomes cannot be fixed; rather, the two X chromosomes must switch between states in cycling ES cells.\n\n        SIAR Is Restricted to Cells Poised for Random X-Inactivation\n        \nIf future Xi and future Xa states underlie random X-inactivation, then these states should be observed in vivo. We performed FISH for the \n\t\t\t\t\tXic in blastocyst-stage female mouse embryos. Cells from the inner cell mass (ICM) of these embryos are poised for random X-inactivation [25]. The percentage of ICM cells exhibiting SD signals for the \n\t\t\t\t\tXic was comparable to that seen in ES cells (Figure 5A), suggesting that ICM cells also display SIAR. Allele-specific FISH for the \n\t\t\t\t\tXic in Δ\n\t\t\t\t\tXist/+ blastocysts (Figure 5B) indicated that the wild-type X chromosome, which will become the Xi, more frequently exhibited a singlet signal, and the mutant X chromosome, which will become the Xa, more frequently appeared as a doublet (12 of 15 SD cells, \n\t\t\t\t\tp = 0.02). These observations suggest that, as in ES cells, the two \n\t\t\t\t\tXic loci in cells of early embryos adopt distinct configurations that are regulated by \n\t\t\t\t\tXist and correlate with fate. Thus, the chromosome states reflected by FISH may play a role in the initial random designation of the Xa and Xi in vivo.\n\nAfter one X chromosome is silenced, it remains the Xi throughout all subsequent cell divisions. We analyzed differentiated cells to determine whether SIAR persists after X-inactivation is established. In MEFs, the X-chromosomal loci \n\t\t\t\t\tMecp2 and the \n\t\t\t\t\tXic exhibited significantly reduced proportions of SD signals when compared to ES cells (Figures 5A and S4A), and the proportions of SD signals were not altered upon MeOH fixation (Figures 5C and S4B), indicating that MEFs do not exhibit SIAR. A second differentiated cell population, trophectoderm cells from blastocyst-stage embryos, showed a proportion of SD \n\t\t\t\t\tXic signals comparable to that seen in MEFs and significantly lower than that seen in ES cells (Figure 5A). Taken together, these observations indicate that SIAR occurs only in cells that are poised for X-inactivation. Furthermore, they suggest that SIAR does not reflect a mechanism that maintains the identity of the Xa and Xi in differentiated cells but instead reflects a process that is involved in the initial designation of X chromosome fates.\n\n      Discussion\n      \nIn this study, we used FISH to demonstrate that the two X chromosomes in female mouse ES cells differ prior to X-inactivation. On one X chromosome, the \n\t\t\t\tXic tended to appear as a singlet signal when assayed by FISH and other X-linked genes more often appeared as doublets. The second X chromosome was more likely to show the opposite pattern. In ES cell lines that are destined for nonrandom X-inactivation, the future Xi exhibited a high frequency of singlet signals for the \n\t\t\t\tXic and of doublet signals for other X-chromosomal loci, while the future Xa showed the opposite pattern. Taken together, these data suggest that, prior to X-inactivation, the two X chromosomes in a female cell exist in distinct future Xi and future Xa states.\n\nWe propose that an absolute difference between the X chromosomes underlies the future Xi and future Xa states. The state of the X chromosome in turn affects the probability that a locus will appear as a singlet or doublet FISH signal. In \n\t\t\t\tTsix-pA/+ and Δ\n\t\t\t\tXist/+ ES cells, where a given X chromosome will become the Xi in 100% of cells, the \n\t\t\t\tXic appeared as a singlet on that chromosome in 70% of SD cells. A simple explanation for this observation is that FISH reflects dynamic behavior of loci, and the future Xi and future Xa differ in their dynamics. For example, the \n\t\t\t\tXic may fluctuate between appearing as a singlet or doublet on both the future Xi and the future Xa, appearing more frequently as a singlet on the future Xi and more frequently as a doublet on the future Xa (\n\t\t\t\tFigure S3). In this model, the frequency with which a locus on the future Xi or Xa appears as a singlet or doublet in the population, and not its appearance in a single cell at any given point in time, reveals the underlying state of the chromosome.\n\nIn cell lines destined for random and completely nonrandom X-inactivation, the frequency with which a given X chromosome adopts the future Xi state correlates with the frequency with which it will be inactivated. The same relationship was observed in cell lines that will display skewed X-inactivation due to the \n\t\t\t\tXce effect. Thus, the \n\t\t\t\tXce effect is manifested prior to X-inactivation. This result is consistent with the suggestion that \n\t\t\t\tXce effect influences the initial assignment of X chromosome fates [26].\n\nOur observation that X chromosomes adopt distinct future Xi and future Xa states suggests that X chromosomes know their fates prior to silencing. These states exist even in cell lines that will undergo random X-inactivation, raising the question of how randomness is achieved. In clonal populations of ES cells that will undergo random X-inactivation, a marked X chromosome showed a singlet signal for an X-linked gene in 50% of cells, suggesting that X chromosomes can switch states.\n\nWe propose a model in which switching of X chromosomes between mutually exclusive future Xi and future Xa states is the source of the apparent randomness of X-inactivation (Figure 6A). In each cell, one X chromosome adopts the future Xi state and the other X chromosome adopts the future Xa state. When a cell receives the cue to initiate X-inactivation, the chromosome that exists in the future Xi state in that cell will be silenced. However, as long as that cell remains pluripotent, the states of the chromosomes are not fixed and can switch in a concerted fashion. Because of this switching, the two X chromosomes each assume the future Xi state in half of the cells in a population. This randomization of states provides the basis for silencing to occur in an apparently random manner when X-inactivation is triggered. In this model, the mechanisms that determine the randomness of X-inactivation function prior to the receipt of the differentiation signal that initiates X-inactivation. In contrast, the prevailing model for randomness of X-inactivation posits that the two X chromosomes are equivalent in pluripotent cells, and that designation of which chromosome will be silenced occurs stochastically upon receipt of the signal that triggers X-inactivation (Figure 6B) [4,\n\t\t\t\t27]. Instead, our data support a model similar to the class of models proposed by Williams and Wu [28], who speculate that a switching-based mechanism, like that regulating mating-type switching in fission yeast, may underlie the randomness of X-inactivation.\n\nX-chromosomal loci exhibited SD signals in a significant fraction of MeOH-fixed and of PFA-fixed ES cells. In a recent study, Gribnau et al. [11] also observed a high frequency of SD FISH signals for X-chromosomal loci in MeOH-fixed ES cells. Based on the large fraction of cells exhibiting SD signals, it was suggested that X-linked genes are subject to asynchronous replication in ES cells. We directly assayed replication timing of two X-chromosomal loci, \n\t\t\t\tPgk1 and the \n\t\t\t\tXic, in ES cells. Each exhibited a single peak of replication. Cells showing SD FISH signals for the \n\t\t\t\tXic or \n\t\t\t\tPgk1 occurred at a high frequency even after both alleles of these two X-chromosomal loci had replicated. In addition, a FISH signal intensity quantification assay revealed that in individual ES cells, the singlet and doublet signals for the \n\t\t\t\tXic or for \n\t\t\t\tPgk1 contained comparable amounts of DNA. Together, these data indicate that the high frequency of SD FISH signals for X-chromosomal loci in ES cells is not due to highly asynchronous DNA replication (\n\t\t\t\tFigure S5).\n\nIn PFA-fixed ES cells, the \n\t\t\t\tXic was unusual in that it tended to exhibit a singlet FISH signal while other genes on the same X chromosome more often showed doublet signals. In contrast, the \n\t\t\t\tXic and adjacent genes exhibited concordant FISH signals when ES cells were fixed with MeOH (\n\t\t\t\tFigure S6A) [11]. Thus, the opposite behavior of the \n\t\t\t\tXic was observed only in PFA-fixed ES cells. In addition, when ES cells were fixed with PFA, the future Xi showed a higher frequency of singlet signals for the \n\t\t\t\tXic or of doublet signals for other X-linked genes. In contrast, when ES cells were fixed with MeOH, the future Xi and future Xa showed equal probabilities of exhibiting singlet signals for the \n\t\t\t\tXic or other X-linked genes (\n\t\t\t\tFigure S6B) [11]. PFA fixation maintains nuclear structure while MeOH extracts histones and other chromatin proteins and perturbs nuclear organization [19]. Therefore, the differences between PFA- and MeOH-fixed samples suggest that some aspect of chromatin structure or nuclear organization is required for replicated alleles on the future Xi and future Xa to appear as singlets with different probabilities. One possible explanation is that there is differential cohesion between sister chromatids on the two X chromosomes. Whatever the physical basis of the singlet and doublet FISH signals, they demonstrate that the X chromosomes differ prior to X-inactivation in a manner that is predictive of Xi and Xa fates.\n\nThe \n\t\t\t\tXic behaved oppositely to other loci on both the future Xi and the future Xa, mirroring the opposite expression patterns of \n\t\t\t\tXist and most X-linked genes after X-inactivation and suggesting a correlation between the appearance of a locus by FISH and its future expression status. Azuara et al. [17] reported a correlation between FISH signal appearance and current expression status. In that study, a replicated transgene tended to exhibit a doublet FISH signal when it was expressed and a singlet FISH signal when it was silenced. In our study, the replicated allele that more often appeared as a singlet signal in ES cells was the one that would be expressed after X-inactivation is triggered by differentiation. This result suggests that organization of sequences within the nucleus of a pluripotent embryonic cell may impact their expression after differentiation.\n\nIn wild-type ES cells, X chromosomes appear to switch between states in a concerted manner: when one X chromosome assumes the future Xi state, the other adopts the future Xa state. In heterozygous \n\t\t\t\tXist and \n\t\t\t\tTsix mutant ES cells, it appears that the X chromosomes no longer switch between states, suggesting that these noncoding RNAs are either required for switching to occur or affect the likelihood that a chromosome will adopt the future Xi or future Xa state each time a switch occurs. The probability that a chromosome will become the Xi (or the Xa) is determined by the opposing activities of \n\t\t\t\tXist and \n\t\t\t\tTsix on that chromosome [29]. These observations suggest that \n\t\t\t\tXist and \n\t\t\t\tTsix influence the fates of both X chromosomes by determining how effectively each chromosome competes to adopt the future Xi (or future Xa) state prior to X-inactivation. Both \n\t\t\t\tXist and \n\t\t\t\tTsix RNAs have been implicated in the regulation of chromatin structure [30–32]. Prior to X-inactivation, these noncoding RNAs can be detected exclusively at the \n\t\t\t\tXic on both transcriptionally active X chromosomes [8]. Perhaps \n\t\t\t\tXist and \n\t\t\t\tTsix RNA mediate changes in chromatin structure at the \n\t\t\t\tXic prior to X-inactivation. Such changes may in turn modulate the state of the entire X chromosome and direct its fate.\n\nOur data show that prior to random X-inactivation, X chromosomal loci differ in a manner that is predictive of future expression status. In addition to X-linked genes, several thousand autosomal genes are also subject to random monoallelic expression. It has been suggested that random monoallelic loci on autosomes and the X chromosome may share regulatory features [1,\n\t\t\t\t33]. It will be interesting to determine whether a common mechanism of concerted switching between two states underlies the randomness of monoallelic expression throughout the genome.\n\n      Materials and Methods\n      \n        Cell lines and culture.\n        \nWild-type female ES cells [34], Δ\n\t\t\t\t\tXist/+ ES cells [11,\n\t\t\t\t\t20], \n\t\t\t\t\tTsix-pA/+ ES cells [14], X.2/Xwt ES cells [21], and MEFs were cultured according to standard practice. Wild-type and Δ\n\t\t\t\t\tXist/+ [20] 3.5-d postconception blastocysts were harvested by standard procedures and cultured overnight in ES medium without LIF. To identify cells in S phase, cells were cultured with BrdU (Amersham Biosciences, Little Chalfont, United Kingdom) for 15 to 30 min.\n\n        Cell cycle fractionation.\n        \nFlow cytometry was performed on live ES cells labeled with BrdU (Amersham) and stained with 40 μg/ml Hoechst 33342 (Molecular Probes, Eugene, Oregon, United States) for 45 min prior to harvesting. Cells were resuspended in ES medium plus Hoechst, 7% Cell Dissociation Buffer (GIBCO, San Diego, California, United States), and 10 mM EDTA for sorting and were cooled during the procedure. Cytometry was performed using a FACSDiVa Cell Sorter (Becton-Dickinson, Palo Alto, California, United States). Cell cycle profiles were generated by excitation with a violet laser; Hoechst emission was measured with a HQ445/50 bandpass filter (Chroma Technology, Rockingham, Vermont, United States). Cells were gated to exclude debris and double cells. For microscopy, fractions were sorted into PBS in multiwell slides pretreated with 1 mg/ml poly-\n\t\t\t\t\tl-lysine and allowed to settle and adhere.\n\n        Sample preparation.\n        \nES cells and MEFs were fixed for FISH using PFA [12] or MeOH [35]. Blastocysts were treated with acid tyrode to remove zona pellucidae, applied to 2% gelatin-coated slides using a Cytospin apparatus (Shandon, Pittsburgh, Pennsylvania, United States), PFA-fixed for 10 min, and permeabilized with a 5-min incubation in PBS plus 0.5% Triton X-100.\n\n        FISH.\n        \nBACs used for genomic probes are listed in \n\t\t\t\t\tTable S1. All pairwise DNA FISH was performed on loci separated by 40 Mb or less; linked sequences can be reliably scored as being on the same chromosome over distances of up to 50 Mb [33]. A collection of PCR products spanning exon 1 was used to make \n\t\t\t\t\tXist probes. Probes were generated using a BioPrime kit (Invitrogen, Carlsbad, California, United States), or using cy3-dCTP or FITC-dUTP (Amersham; Enzo Life Sciences, Farmingdale, New York, United States) with kit reagents. Strand-specific probes to detect \n\t\t\t\t\tXist and \n\t\t\t\t\tTsix RNA were generated by in vitro transcription with FITC-UTP or bio-CTP (Enzo Life Sciences) from an \n\t\t\t\t\tXist exon 7 template.\n\nFISH for genomic DNA was performed as described [35]. Biotinylated probes were detected with FITC-avidin (Vector Laboratories, Burlingame, California, United States) or cy3-streptavidin (Amersham). Combined DNA and RNA FISH was performed as described [36], with the addition of a pepsin pretreatment prior to the initial step [35]. BrdU detection was performed as described [35] using mouse monoclonal α-BrdU antibody (Becton Dickinson) and α-mouse FITC (Vector Laboratories).\n\nSamples were scored on an Olympus BX60 microscope. Images were collected with a Hamamatsu ORCA-ER digital camera using Openlab 4.0.1 software, assembled using Adobe Photoshop 7.0, and levels adjusted to enhance contrast. ICM cells of blastocysts were scored from three-dimensional images collected using a DeltaVision system as described below.\n\n        FISH signal intensity quantification.\n        \nImages were collected as 0.1-μm optical section stacks using an Olympus IX70 microscope with a motorized stage controlled by DeltaVision 2.10 software (Applied Precision, LLC, Issaquah, Washington, United States) and a MicroMax CCD camera (Roper Scientific, Tucson, Arizona, United States). SoftWorx 2.50 software was employed to deconvolve three-dimensional images and sum pixel intensity through relevant sections of image stack to generate two-dimensional projections representing total intensity of each FISH signal. The software was allowed to delineate the signal circumference and to integrate pixel intensities to generate an overall intensity value in arbitrary units.\n\n        Mimosine arrest and release replication timing assay.\n        \nS-phase time-course experiments were performed using a mimosine arrest-release protocol [35]. DNA from each time point was isolated and sonicated as described [37]. BrdU-labeled human DNA (0.5 μg) was mixed with 10 μg of DNA from each time point for normalization. Labeled DNA was immunopurified using an α-BrdU monoclonal antibody (Becton Dickinson) and Protein G Sepharose 4 Fast Flow beads (Amersham) and resuspended in 1 ml of 1 mM Tris, 0.1 mM EDTA (pH 8.0). PCR primers are listed in \n\t\t\t\t\tTable S2. For FACS analysis of mimosine arrest/release time points, samples were fixed overnight in 70% ethanol, treated with 0.2 μg/ml RNase, stained with 20 μg/ml propidium iodide (Molecular Probes), and analyzed using an FACSCalibur (Becton Dickinson).\n\n        Statistics.\n        \nAll \n\t\t\t\t\tp-values were determined by comparing the observed distribution of signal patterns at each allele to a random, 50/50 distribution (null hypothesis) using a χ2 distribution test with one degree of freedom.\n\n      Supporting Information",
  "externalIds": [
    "pmid:16669701",
    "pii:06-PLBI-RA-0064R2",
    "pmcid:PMC1457015"
  ]
}