{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0030272",
  "doi": "10.1371/journal.pbio.0030272",
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Diverse Modes of Axon Elaboration in the Developing Neocortex",
  "authors": [
    {
      "name": "Carlos Portera-Cailliau",
      "first": "Carlos",
      "last": "Portera-Cailliau",
      "affiliation": "Howard Hughes Medical Institute, Cold Spring Harbor Laboratory, Cold Spring Harbor, New York, United States of America; Department of Biological Sciences, Columbia University, New York, New York, United States of America"
    },
    {
      "name": "Robby M Weimer",
      "first": "Robby M",
      "last": "Weimer",
      "affiliation": "Howard Hughes Medical Institute, Cold Spring Harbor Laboratory, Cold Spring Harbor, New York, United States of America"
    },
    {
      "name": "Vincenzo De Paola",
      "first": "Vincenzo",
      "last": "De Paola",
      "affiliation": "Howard Hughes Medical Institute, Cold Spring Harbor Laboratory, Cold Spring Harbor, New York, United States of America; Friedrich Miescher Institute, Basel, Switzerland"
    },
    {
      "name": "Pico Caroni",
      "first": "Pico",
      "last": "Caroni",
      "affiliation": "Friedrich Miescher Institute, Basel, Switzerland"
    },
    {
      "name": "Karel Svoboda",
      "first": "Karel",
      "last": "Svoboda",
      "affiliation": "Howard Hughes Medical Institute, Cold Spring Harbor Laboratory, Cold Spring Harbor, New York, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2005-08",
  "dateElectronic": "2005-07-26",
  "dateAccepted": "2005-06-02",
  "dateReceived": "2005-04-21",
  "volume": "3",
  "number": "8",
  "pages": "e272",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Computational Biology/Systems Biology",
    "Discipline/Developmental Biology",
    "Discipline/Neurological Disorders",
    "Discipline/Neuroscience",
    "Discipline/Physiology",
    "System Taxonomy/Mus (mouse)",
    "Type/Research Article"
  ],
  "abstract": "The development of axonal arbors is a critical step in the establishment of precise neural circuits, but relatively little is known about the mechanisms of axonal elaboration in the neocortex. We used in vivo two-photon time-lapse microscopy to image axons in the neocortex of green fluorescent protein-transgenic mice over the first 3 wk of postnatal development. This period spans the elaboration of thalamocortical (TC) and Cajal-Retzius (CR) axons and cortical synaptogenesis. Layer 1 collaterals of TC and CR axons were imaged repeatedly over time scales ranging from minutes up to days, and their growth and pruning were analyzed. The structure and dynamics of TC and CR axons differed profoundly. Branches of TC axons terminated in small, bulbous growth cones, while CR axon branch tips had large growth cones with numerous long filopodia. TC axons grew rapidly in straight paths, with frequent interstitial branch additions, while CR axons grew more slowly along tortuous paths. For both types of axon, new branches appeared at interstitial sites along the axon shaft and did not involve growth cone splitting. Pruning occurred via retraction of small axon branches (tens of microns, at both CR and TC axons) or degeneration of large portions of the arbor (hundreds of microns, for TC axons only). The balance between growth and retraction favored overall growth, but only by a slight margin. Given the identical layer 1 territory upon which CR and TC axons grow, the differences in their structure and dynamics likely reflect distinct intrinsic growth programs for axons of long projection neurons versus local interneurons.",
  "fullText": "Introduction\n      \nIn the developing mammalian brain, axons elaborate to form complex arbors that innervate specific target cells. In the peripheral and central nervous systems, axons have an early phase of rapid growth, followed by a period of activity-dependent pruning [1–8]. But the notion that axons develop through sequential “growth then pruning” remains controversial [9], as axons may undergo simultaneous growth and pruning [10–12] or monotonic growth [13]. Time-lapse in vivo imaging has been critical for understanding axonal growth and refinement in lower vertebrates [14,15]. In contrast, prior studies of the developing mammalian brain have relied on measurements in fixed brain preparations. Therefore, relatively little is known about how axonal projections are refined within their target regions, at the level of a single cortical layer or column, or about the exact time course of growth and pruning. Even less is known about the elaboration of interneuron axonal arbors.\n\nAxonal growth, guidance, and branching are key elements of axonal development. These developmental processes have been studied most thoroughly in cultured neurons. Axon elaboration involves the extension of distal tips and the formation of new processes by branching. The tips of growing axons classically exhibit elaborate growth cones with multiple filopodia [16,17]. Growth cones are thought to be critical for guidance by contact-mediated or chemical cues [18]. For example, an individual axon's growth cone morphology can vary according to whether the axon is growing rapidly along a fiber tract or pausing at a decision-making point [19–23]. It is also possible that different growth programs for different axon types are associated with distinct growth cone geometries. The exact role of the terminal growth cone in branching is also a point of contention [22,24]. Although direct (growth cone splitting [25]) and indirect (delayed branching [26]) roles of growth cones have been proposed for branching of some axons, interstitial branching independent of growth cones also plays a prominent role in axon elaboration in some cases [27]. The relative importance of these processes in the intact cortex is unknown.\n\nBranch elimination is another prominent feature of axon development. Two general processes have been described in developing neurons in various species. In Drosophila, axons of mushroom body neurons are eliminated during metamorphosis by axonal degeneration [28], a process reminiscent of Wallerian degeneration [29,30]. In the mouse hippocampus, pruning is presumably manifested as axon tip retraction [31] (but see [32]). It is conceivable that different types of axons prune branches in different ways, or that these different modes of pruning may operate over different length scales [33].\n\nTo study axonal growth and pruning in the intact brain we used two-photon microscopy in transgenic mice expressing membrane-bound green fluorescent protein (GFP) under the thy-1 promoter [34]. We imaged the elaboration of cortical axons within layer 1 during early postnatal development. We compared long-range projection axons of thalamocortical (TC) neurons with local axons of Cajal-Retzius (CR) interneurons. TC axons begin to invade the cortex around the time of birth and elaborate their arbors over the following 2–3 wk [13,35–39]. We imaged axons originating from thalamic neurons that project to barrel cortex. We focused on secondary (diffuse) thalamic projections [40–43] originating from the Pom (the medial part of the posterior nucleus of the thalamus), which target layer 5A and supragranular layers, including layer 1 [44,45]. In contrast, primary thalamic projections from the ventral posteromedial (VPm) subdivision of the ventrobasal nucleus largely target layers 4 and 5B of sensory cortex, and do not project to layer 1 [13]. Individual Pom axons project more widely than VPm axons and target complementary territories. Pom axons span multiple barrel columns in primary somatosensory cortex and often send branches to higher-order sensory areas and motor areas [44,45]. It has been suggested that diffuse thalamic projections mediate sensory-motor integration and thalamocortical synchrony [43].\n\nCR neurons are born relatively early during embryonic life (embryonic day 10–14 [E10–E14]) [46], but their axons are still growing during the first 2 wk of postnatal life, as suggested by the presence of growth cones at their tips [47,48]. The cell bodies, dendrites and axons of CR neurons are entirely contained within layer 1. Thus, CR cells are the earliest cortical interneurons [49]. Because of the strategic location in layer 1, it has been suggested that CR neurons are important for neuronal migration and the generation of the inside-out cortical layering [46]. Indeed, CR neurons secrete the protein Reelin, which is critical for the development of cortical lamination [50,51]. CR axons synapse principally on the growing apical dendritic arbors of pyramidal cells [46]. Just like cortical interneurons in the adult brain, CR neurons function as active elements in an early cortical network by integrating synaptic activity of developing pyramidal neurons [46,48].\n\nWe found that TC and CR axons concurrently exhibit pronounced growth and pruning, with the balance tipping slightly in favor of growth. TC and CR axons exhibit different modes of elaboration. Structural dynamics were much more pronounced for TC axons than for CR axons. TC axon tips lacked distinct growth cones and grew rapidly in straight paths. In contrast, CR axons had large growth cones and grew slowly along tortuous paths. Branching increased dramatically for TC axons as a function of development. After an early period of branching, CR axons elaborated by growth without branching.\n\n      Results\n      \nHere we present our studies on the development of TC and CR axonal arbors in layer 1. We begin by describing long-term in vivo imaging experiments focusing on TC and CR axons. We then analyze the structures and dynamic processes underlying axonal arbor development, including growth cones, axonal trajectories, axonal growth, and pruning. Finally, we investigate how branches are added in TC and CR axons over the first 2 wk of life. Together these observations reveal distinct modes of axonal development for TC and CR axons.\n\n        Imaging Thalamocortical and Cajal-Retzius Axons In Vivo\n        \nWe identified a transgenic line (line L21) of mice expressing membrane-targeted GFP in two types of cortical axons [34]. These mice express GFP in a small subset of TC projection neurons from VPm and Pom, both of which project to barrel cortex, as well as in some Cajal-Retzius (CR) cells, the local intracortical interneurons of layer 1 (Figure S1). Pom projections have collaterals in layer 1 [44,45]. A few other neurons expressed GFP during the first 2 wk of postnatal development (e.g., hippocampal pyramidal neurons), but they did not project to somatosensory cortex. Thus, cortical axons within layer 1 presumably belong to either CR cells or thalamocortical projection neurons. GFP expression levels were sufficient for high-contrast in vivo two-photon imaging of individual axons in superficial cortical layers as early as postnatal day 3 (P3), and increased further thereafter (Figure 1).\n\nAxons were identified as CR axons if they could be traced back to the cell body of a CR cell in layer 1 (Figure 1E and 1F). These cells can be recognized on the basis of morphological criteria [48]. Their dendritic trees have spiny branches oriented vertically toward the pia (Figure 1G–1I). Furthermore, CR axons have peculiar branching patterns with sequential bifurcations, offset slightly (5–20 μm) along the dorsoventral axis, with daughter segments running in opposite directions, parallel to the pial surface and always within layer 1 (Figure 1G). In contrast, TC somata were too deep to be imaged in vivo. Instead, the putative TC arbors in layer 1 converged to a single stem that originated deep in the cortex (more than 300 μm below the pia). A subset (n = 5) of presumed TC axons were further reconstructed in perfusion-fixed brains using brain reconstruction with en-bloc imaging and slicing (BREBIS) (Figure S2; see Materials and Methods). Such reconstructions revealed that these TC axons coursed through the white matter, consistent with thalamic origin. In some examples (n = 3), it was possible to trace these axons all the way to the thalamus (Figure 1A–1D). The morphology of the reconstructed axons, with extensive branching in layers 1 and 5A, matched that of reconstructions of Pom thalamic axons [44].\n\n        Axonal Growth Cones\n        \nThe complexity of axon growth cones can vary depending on the location of the growing axon [22,23]. Given the identical terrain in which we examined the growth of CR and TC axons, we were surprised to observe that TC and CR axons differed in the structure of their growth cones. The growth cones of TC axons consisted of small swellings that often lacked distinct filopodia (Figure 2A; Video S1). In contrast, during the first week of postnatal development, CR axon tips had large, complex growth cones studded with numerous long filopodia (Figure 2B; Video S2). CR growth cones were four times larger than TC growth cones at P5–P6 (123.0 ± 14.3 μm2 versus 32.9 ± 3.2 μm2, p &lt; 0.01; Figure 2C). Similarly, the number of filopodia per growth cone was higher in CR axons than in TC axons (4.45 ± 0.49 versus 0.97 ± 0.31, p &lt; 0.0001; Figure 2D). Growth cones belonging to TC and CR axons were frequently observed in the same region, just a few micrometers apart from one another, suggesting that their structural differences were not imposed by their environment. These differences in growth cone morphology between TC and CR axons persisted throughout the first week of postnatal development. When a branch belonging to either a TC or a CR axon stopped growing (or when it retracted; see below) growth cones could no longer be found at its tip. Thus, the frequency of large growth cones on CR axons decreased with developmental age, and after P9 they were rarely seen. Large growth cones similar to those of CR axons were never encountered in TC axon arbors within superficial cortical layers (Figure 2E).\n\n        Axonal Trajectories\n        \nWe analyzed the tortuosity of TC and CR axons. TC axons grew in relatively straight paths (Figure 3A). In contrast, CR growth cones followed tortuous paths (Figure 3B). The large CR growth cones often transiently split into two or more distinct growth cones (Figure S3A). However, these bifurcations were not maintained and instead resulted in sharp turns of the axon trajectory. The differences in tortuosity between TC and CR axons were significant at all ages (Figure 3C and 3D). The tortuosity index was greater for CR cells than TC axons at P8 (1.67 ± 0.2 versus 1.11 ± 0.02, p &lt; 0.001), and at P13 (1.48 ± 0.1 versus 1.2 ± 0.02, p &lt; 0.0001). The tortuosity of TC axons increased somewhat with age due to the late addition of short twisted branches. Note that even those late branches lacked large growth cones, implying that the difference between CR and TC axon growth cones was not due to the developmental (or chronological) age of the arbors. The disparity between TC and CR axonal trajectories suggests differences in the mechanisms of guidance for these types of neuron subtypes. In particular, the tortuous paths of CR axons suggest intimate interactions with local guideposts and specificity at the level of axon trajectory [52].\n\n        Axonal Growth and Retraction\n        \nDoes pruning of cortical axons follow a period of overgrowth [12,53]? We investigated whether local pruning occurs in vivo within the axon's target region, and if so, whether it occurs concurrently with or subsequent to a period of growth (Figure 4). We also asked whether rates of growth are different in CR versus TC axons, as might have been predicted by their dissimilar growth cone morphologies [21–23]. TC and CR axon tips were imaged 10–30 h over a range of developmental ages (P4–P19). Some tips grew over considerable distances between imaging sessions, while others retracted (Figure 4A; see also Figure S4A and S4B). Individual axonal arbors simultaneously exhibited growth and retraction at different branch tips. There were no discernable morphological clues that helped predict whether a tip would grow or retract. TC axon tips grew or retracted at high rates, up to 35 μm/h. Length changes were less rapid for CR axon tips (Figure 4C). The fraction of axon tips growing (65%) and retracting (35%) was similar for CR and TC, and across different ages (unpublished data). In the first week of postnatal development, rapid growth or retraction occurred at most branch tips, but after P12, axon tips grew or pulled back only over short distances (Figure 4D; see also Figure S4C). On average, growth was almost balanced by retraction, although the net balance tipped in favor of growth until the third week of postnatal development (Figure 4E). The overall net growth of axon tips was higher for TC axons than CR axons at every time point examined.\n\n        Two Types of Pruning: Axonal Degeneration as Part of Normal Development\n        \nPruning is one of the cardinal features of axon arbor development. We observed two types of axonal pruning. In addition to branch tip retractions, pruning also occurred by degeneration of large portions of axonal arbors (Figures 4 and 5). Degeneration began with beading and swelling of the axon shaft, followed by detachment of branches from their parent shafts (Figure S4B). The degenerated axon shafts then disintegrated into small fragments (Figure 5C), the entire process taking less than 12 h. The debris then disappeared within 24–48 h, presumably after being cleared by glia. This differed from retraction in that retracting axons did not leave fluorescent debris behind (Figure S4D). It was not possible to predict degeneration based on axonal morphology. Axonal degeneration often spanned all the imaged axon arbor of one neuron (Figure 5). However, degeneration was typically restricted to a single axon in the field of view, as opposed to retraction, which affected branch tips of multiple neighboring axons. This suggests that axonal degeneration is intrinsic to a given axon and not a response of a population of axons to an extrinsic signal. To rule out the possibility that axonal degeneration was a pathologic phenomenon related to the surgery or in vivo imaging, we also imaged brains of perfusion-fixed, naive mice. In these control brains, axonal degeneration was also detected at the same young ages at a similar frequency (Figure 5E), implying that degeneration is a normal developmental process.\n\nAxon degeneration was relatively infrequent (affecting less than 5% of GFP-positive axons). Degeneration was observed only at younger ages (P4–P9), and in TC axons but not in CR axons. Axon degeneration typically involved long stretches of TC axon with multiple branches. Sometimes an entire TC arbor that had grown over several days in layer 1 suddenly degenerated all the way down to deep cortical layers as far as we could image (Figure 5A). Axon segments that underwent degeneration were always much larger than those undergoing retraction. The average size was 782.3 ± 134.7 μm for degenerating arbors versus 80.6 ± 10.1 μm for retracting segments at P5–P9 (Figure 5D; p &lt; 0.0001). Since in many cases the entire axon in the field of view was fragmented, our estimates of the average length lost through axonal degeneration represent a lower bound. Therefore, degeneration constitutes a mechanism of axon elimination that is distinct from retraction and operates over longer lengths of axon.\n\n        Axonal Branching\n        \nBranch formation has been proposed to occur via one of three distinct mechanisms: Splitting of growth cones, delayed growth cone branching, and interstitial (growth cone-independent) branching [18,22,24]. How do neocortical axons branch in vivo?\n\nWe observed interstitial branch formation in TC and CR axons (Figure 6). In TC axons, small growth cones appeared de novo from the main shaft (see Figure S3B), and then elongated orthogonal to the parent axon. In the case of CR axons, the new growth cones also emerged from the parent shaft (unpublished data), and then quickly enlarged to assume their typical large configuration. CR axon growth cones (but not TC axons) often split into two or more segments, but never produced two permanent daughter branches (see Figure S3A). These observations imply that, during axon elaboration within the target region, interstitial branching is the dominant form of axonal branching in the neocortex.\n\nHowever, the placement of new branches within the developing arbor differed between TC and CR axons. Interstitial branching in TC axons occurred essentially uniformly along the principal axon segments (Figures 6A and 7A). In contrast, new branches in CR axons appeared closely behind the leading growth cone (Figures 6B and 7B). Out of 69 new branches added to TC axons, only 11 (16%) appeared within 100 μm of the tip, compared to 19 (56%) out of 34 new branches added to CR axons in that location (p &lt; 0.005; Figure 7C).\n\nOur ability to image the same axons over periods of up to 2 wk allowed us to determine the developmental progression by which axonal arbors elaborate. These long-term imaging studies revealed profound differences between TC and CR axons. During the first week of postnatal development, many TC axons were initially composed of very few (1–3) long branches that extended in straight paths for hundreds of microns in layer 1, without secondary branches (Figure 7A; see also Figures 2A and 6A). Over the next few days, short branches appeared all along these parent axons at increasing rates (from 2.2 ± 0.5 branches per millimeter of axon per day at P5–P7 to 2.8 ± 0.4 at P8–P11; p = 0.09; Figure 7D). Many of these early branches were unstable with short lifetimes, but during the second week of postnatal development, new branches became stabilized. Thus, between P5–P6 and P14–P19 the branch density (number of branch points per millimeter of axon) increased by a factor of three (Figure 7E; from 2.2 ± 0.4 to 6.0 ± 0.4 branch points per millimeter of axon; p &lt; 0.0001).\n\nAt the time of the first imaging session, around P5, CR axons already had numerous (more than ten) branches close to the soma, and most branch tips were still growing (Figure 7B; see also Figures 2B and 6B). During the first postnatal week, branches were added at a low rate (1.3 branches per millimeter of axon per day), which continued to decrease with development (Figure 7D). The rate of branch addition for CR axons across all ages was significantly lower than for TC axons (p &lt; 0.05). Because the main form of growth for CR axons was extension at axon tips without branching, the branch density decreased between P5–P6 and P14–P19 from 3.6 ± 0.6 branch points per millimeter at P5–P6 to 2.7 ± 0.6 at P14–P19 (p = 0.4). The difference in branch density trends during postnatal development between TC and CR axons was significant (p &lt; 0.05). During the third week of postnatal life, TC axons changed little, whereas CR branch tips retracted slightly. CR neurons and their axons became dimmer, presumably because of decreased GFP expression, and eventually disappeared.\n\n      Discussion\n      \nThe development of axonal arbors is a critical step in the establishment of precise neural circuits. To discover the modes of axonal elaboration, we imaged axons of TC projection neurons and CR interneurons from early postnatal days until their arbors were mature, in the third week of postnatal development. These axons were intermingled within layer 1 and therefore experienced identical extracellular influences. We found that the elaboration of both CR and TC axons relies on a fine balance of growth and pruning. TC and CR axons have distinct structures and elaborate with different dynamics, suggesting that different neuronal subtypes use different intrinsic developmental programs to innervate their target cells. In addition, our data are relevant to controversies regarding the modes of axon pruning and branching.\n\n        Axonal Trajectory, Growth, and Pruning\n        \nWithin cortical layer 1, TC axons have small growth cones and follow essentially straight paths, while CR axons have large growth cones that advance in tortuous paths. Elaborate growth cones are thought to be necessary for contact-mediated guidance [22]. Since tortuous axonal paths may imply interactions between axon growth cones and local guidance cues [52], our findings imply that TC axons might explore the local environment with little guidance from local cues, whereas CR axons are strongly shaped by such signals.\n\nAxon growth and pruning are cardinal features of nervous system development. Based on observations from fixed mammalian axons [4–7], it is often assumed that early overgrowth is followed by pruning [54]. But concurrent growth and pruning have also been described, especially in lower vertebrates such as Xenopus tadpoles [10,14,15]. We studied growth and pruning within the target area of mammalian cortical axons in quantitative detail and find that branch tip growth and retraction events occurred simultaneously. Growth and pruning were almost balanced, with a small preference toward growth (see Figure 4E). As a result, the total size of the axonal arbor increased monotonically with age until the third postnatal week.\n\nWe observed two distinct forms of axonal pruning: branch tip retraction and degeneration. Branch tip retraction occurred in both TC and CR axons. Relatively small branch segments (tens of micrometers) were retracted, leaving behind no detectable debris (see Figure 4). Axonal degeneration was seen only in TC axonal arbors and resulted in the elimination of large portions (hundreds of micrometers) of the axonal arbor (see Figure 5). Degeneration did not proceed sequentially in one direction (e.g., distal-to-proximal) but instead affected the entire axon synchronously. This is similar to what happens during Wallerian degeneration in transected nerves, where large-scale fragmentation of the entire disconnected axon (several hundred microns in length) occurs suddenly, within a few minutes [30]. The process of degeneration in TC axons occurred through beading and then fragmentation, which is also reminiscent of Wallerian degeneration. Similar forms of pruning have been observed in the Drosophila mushroom body [28] and in cultured hippocampal axons [32]. In our experiments, axon degeneration was not likely a pathologic phenomenon related to imaging. First, degenerating axons were seen only during a specific time period (P4–P9), suggesting that it is a developmentally regulated process. Second, axonal degeneration occurred at various times after the window surgery (up to 3 d later). Third, only a minority (less than 5%) of axons were affected by this type of pruning. Finally, fragmented axons were also identified in control, unoperated, perfusion-fixed mice at equivalent ages (see Figure 5E). Degeneration of TC axons is also unlikely to be due to apoptosis of neurons in thalamus. The wave of naturally occurring cell death in the thalamus occurs mostly before birth in the mouse [55–57]. Furthermore, inhibition of caspase activity does not prevent Wallerian degeneration or pruning of Drosophila mushroom body axons [28,58].\n\nBoth axon degeneration and branch tip retraction in cortical axons differed from axosome shedding at the neuromuscular junction [59]. Axosome shedding involves the loss of membranous organelles as axons slowly retract. In contrast, axonal degeneration occurred essentially synchronously along long segments of axons. Axon retraction did not involve retraction bulbs (seen in axosome shedding), and fragmented debris was not observed, even when we imaged at frequent intervals (Figure S4D). Axosome shedding may, therefore, represent a distinct third mechanism of pruning in the peripheral nervous system. During development, axonal retraction and degeneration probably play different roles in wiring the neocortex. Retraction is likely involved in the local refinement within a target area, while degeneration operates at the level of projections. It will be interesting to determine if axonal degeneration in developing mouse TC axons and Drosophila mushroom body neurons are mechanistically related. Furthermore, it will also be important to explore the mechanisms that govern maintenance versus retraction of branches in TC and CR axons, including the roles of neuronal activity and synaptogenesis.\n\n        Axonal Branching\n        \nExperiments in the spinal cord and neocortex have demonstrated that many axons can branch at interstitial sites, anywhere along the parent axon shaft [27,60]. However, some controversy remains regarding the role of the growth cones in branching [18], as some axons seem to exploit the splitting of growth cones for branching [25]. Growth cones of CR axons often split transiently into two branches, but one of these branches was subsequently retracted. Splitting growth cones therefore never gave rise to two bona fide daughter branches. Rather, time lapse imaging of individual CR growth cones suggests that growth cone splitting may be involved in guidance/turning behaviors (see Figure S3A). Our data show that the vast majority of branches are formed at interstitial sites (see Figure 6), inconsistent with a direct role for growth cone splitting in branch formation.\n\nAxon growth cones have also been implicated in interstitial branching [24]. Two types of interstitial branching have been described. Experiments in dissociated cultures of cortical neurons have shown that growth cones can leave behind sites of unstable cytoskeleton, which later become branch points through a process known as delayed interstitial branching [26]. In other cases, interstitial branches appear days after the main axon stopped growing [24]. We found that TC axons add new branches all along their arbor, inconsistent with delayed interstitial branching. In contrast, CR axons preferentially add branches close to the growing tips, suggesting that a process similar to delayed interstitial branching may occur in CR neurons in vivo. However, we did not observe filopodia or lamellar remnants being left behind by the advancing growth cone, as described previously for delayed interstitial branching [26].\n\n        Distinct Modes of Elaboration for TC and CR Axons\n        \nThe function of cortical circuits in the mature brain relies on a precise circuit diagram. The physical organization of axonal and dendritic arbors is the structural basis of functional circuits. The elaboration of axons involves both intrinsic programs and extrinsic factors, including guidance cues and neural activity [10,11,61]. Because axons of different cell types are molecularly distinct, they are likely to respond differently to such external cues and grow in different ways. Time-lapse imaging revealed that TC and CR axons develop with distinct strategies over the first 2 wk of development (Figure S5; Videos S3 and S4). TC axons grow and retract rapidly, following straight paths. With developmental age they become more complex, adding numerous branches to their arbors. CR axons grow and retract more slowly. Their elaboration in the postnatal brain is primarily through elongation of tortuous branch tips, with negligible interstitial branching.\n\nSome of these differences in behavior between CR and TC axons were due to differences in their developmental time-course. For example, much of CR branching had occurred before our first imaging session, while most of the TC branching within layer 1 was yet to occur. Yet, CR and TC neurons are born at approximately the same embryonic age [38,46], and, at the ages we studied, CR axons still had many large growth cones and grew long distances over the imaging period. For these reasons, the differences in growth cone structure, axonal trajectory, and growth rates between these two cell types cannot be attributed to differences in developmental maturity between CR and TC axons.\n\nAxonal structure is cell-type dependent. For example, cortical pyramidal cell axons have straight paths, while cortical inhibitory interneuron axons have tortuous paths [62,63]. Our data show that this distinction holds for TC projection neuron and CR interneuron axons. Computational analysis has further shown that projection neuron axons make as many “contacts” with synaptically unconnected dendrites as with connected dendrites [52,64]. In contrast, interneurons make more contacts with their postsynaptic partners compared to other neurons in the vicinity. The different modes of elaboration we observed for TC and CR axons are consistent with this view. TC axons elaborate with large-scale growth and retraction, in straight paths, suggesting that these axons may be stabilized by activity-dependent selection [10]. In contrast, CR axons elaborate more gradually in tortuous paths, suggesting that these axons are strongly influenced by extracellular guidance cues.\n\n        Axon Elaboration and Critical Periods\n        \nBoth the addition of new branches (Figure 7D) and the degree of growth and retraction at individual tips of TC axons (see Figure 4D) diminished after the second postnatal week, suggesting that arbors reach a mature state around that time. Interestingly, the end of the second postnatal week coincides with the end of the critical period for barrel cortex. During this critical period, layer 2/3 sensory maps [65,66] and circuits [67] display rapid developmental and experience-based plasticity. Moreover, the maturation of dendritic branching [68] and spine motility [65] of layer 2/3 pyramidal neurons are also affected by sensory deprivation. It is likely that local axonal growth and pruning contribute to experience-dependent development of cortical circuits. Indeed, activity-dependent rearrangements of thalamocortical axon collaterals have been demonstrated in vitro [11,69]. It remains to be seen whether manipulations of sensory experience, for example by whisker trimming, similarly affect axonal development.\n\n      Materials and Methods\n      \n        Animals and surgery\n        \nAll experimental protocols were conducted according to the National Institutes of Health guidelines for animal research and were approved by the Institutional Animal Care and Use Committee at Cold Spring Harbor Laboratory. We used male and female c57/Bl6 transgenic mice in which a thy1 promoter drove the expression of GFP that was targeted to the cell membrane via a palmytoylated site (mGFP, line L21 [34]). Throughout the first 2 wk of postnatal development, these mice express GFP in Cajal-Retzius neurons, thalamic neurons in the Pom and VPm nuclei, and in CA1 pyramidal neurons in hippocampus. Importantly, cortical pyramidal neurons begin to express GFP only toward the end of the second postnatal week (with the exception of a small number of pyramidal neurons in the cingulate cortex). At P3–P12, mice were deeply anesthetized with an isoflurane-oxygen mixture delivered by an anesthesia regulator (SurgiVet, Waukesha, Wisconsin, United States) or with an intraperitoneal injection of a mixture of ketamine (0.13 mg/g body weight) and xylazine (0.01 mg/g). Following a midline scalp incision, the skull overlying the right somatosensory and visual cortices was carefully removed, leaving the dura intact. The dura was covered by a thin layer of 1.2% low-melting-point agarose (Type IIIA, Sigma, St. Louis, Missouri, United States) dissolved in Hepes-buffered artificial cerebrospinal fluid, and then a custom-made round cover glass (No. 1) was quickly laid over the agarose. This “window” (see Figure S2A) was sealed in place with dental cement. A titanium bar was also attached to the skull to later secure the mouse to the stage of the microscope. Between imaging sessions mice were housed with littermates and their mothers. The surgery itself seemed innocuous to the mice, as they recovered nicely from the surgeries and anesthesia, gained weight, and behaved indistinguishably from their unoperated littermates.\n\n        Imaging\n        \nImaging began after a recovery period of at least 1 h. Animals were anesthetized with an isoflurane-oxygen mixture. The animals woke up within a few minutes after stopping the flow of anesthetic. In vivo images of GFP-expressing neurons were acquired with a custom-built two-photon microscope [65], using a Ti:sapphire laser (Tsunami, Spectra Physics, Mountain View, California, United States), running at approximately 910 nm, pumped by a 10 W solid state laser (Millenia X, Spectra Physics). The objective (40×, 0.8 NA) and scan lens were from Zeiss (Oberkochen, Germany), the trinoc from Olympus (Tokyo, Japan), and the photomultiplier tube from Hamamatsu (Hamamatsu City, Japan). Detection optics with large apertures provided optimal fluorescence detection [70]. Image acquisition was achieved with ScanImage software custom-written in MatLab (MathWorks, Natick, Massachusetts, United States) [71]. Slightly overlapping image stacks (up to 40 per animal) were taken at low zoom (approximately 210 × 230 μm field of view; see Figure S2D). For high-magnification imaging of axon growth cone dynamics smaller ROIs (approximately 50 × 50 μm) were selected at random or centered on axon tips. All image stacks consisted of optical sections with 512 × 512 pixels separated by 1- to 3-μm steps. By following axons over long distances, we could distinguish between axons belonging to CR neurons (identified by their location within layer 1 and their characteristic dendritic trees; see Figure 1G and 1H) and TC axons that originated from below layer 2/3 (&gt; 300 μm). Care was taken to achieve close to identical fluorescence levels across imaged regions and imaging sessions by adjusting the laser intensity at deeper focal planes or by compensating for increased expression levels of GFP or darkening of a particular ROI due to growing blood vessels or skull bone. Imaged axons were within 450 μm from the surface of the brain. All images in the Figures are projections of three-dimensional stacks. Labeling in the line 21 mGFP mice was very sparse (see Figure S2D), especially in mice less than 1 wk of age; this facilitated the task of tracing individual axons. In some time-lapse experiments, dendrites and axons expressing GFP accumulated at older ages. Therefore, in some Figures, particularly those consisting of projections of more than ten sections, distracting fluorescent processes were digitally removed for presentation.\n\n        BREBIS\n        \nRetrospective reconstructions of selected axonal arbors were used to confirm their identity as TC axons. After the last imaging sessions, mice were perfused transcardially with 4% paraformaldehyde, and their brains were carefully removed and blocked to remove the cerebellum and left hemisphere. Brains were post-fixed overnight in the same fixative and then immersed in low-melting-point agarose and mounted on the well of a vibratome slicer (Leica) that was also fitted to be mounted on the stage of the two-photon microscope. Previously imaged axons were once again identified using blood vessel imprints on the dura (see Figure S2C), or by using injections of fluorescent beads as fiducial points. These axons were imaged in the same orientation as during in vivo imaging and as deep as possible (often up to 800 μm in a single set of image stacks). Next, the most superficial 300–600 μm of brain were sliced off and the brain was re-imaged, always keeping track of the location of the imaged axon. Following several cycles of serial imaging and slicing (see Figure S2E), the axon could be traced from layer 1 all the way down to the thalamus (see Figure 1). Naïve animals were also processed for BREBIS and analyzed as controls (n = 3). These axons were imaged under identical conditions to in vivo imaging (optics, magnification, orientation) in whole mounts of the fixed brains. We randomly selected axon segments of similar TC axons imaged in vivo and confirmed with BREBIS that they indeed originated from the white matter or from thalamus. Since it was not possible to reconstruct every axon that was imaged, it is possible that some putative TC axons originated outside the thalamus, for example in the brainstem. However, such brainstem projections to neocortex, including monoaminergic axons, innervate cortex in a diffuse pattern that spans many layers, and are inconsistent with those we observed for putative TC axons [72].\n\n        Tracing of axons and analysis\n        \nThe data in this study come from 22 mice imaged in vivo. Nine mice were imaged over multiple days, and 13 mice were imaged over two time-points at least one day apart. In addition, six control mice were imaged only after fixation. The data analyzed for this study were collected over a total of more than 100 separate imaging sessions. We analyzed a total of 253 mm of TC axons and 99 mm of CR axons. Tracing and analysis were performed independently by two investigators (CPC and RW). Axons were traced in three dimensions within tiled stacks using the confocal module of Neurolucida (Microbrightfield, Williston, Vermont, United States; see Figure 2D). From these tracings we could easily derive data regarding axon segment lengths (growth and retraction over time), branch densities, and axon tortuosity. Axon extensions were considered to be true branches (as opposed to filopodia or elongated terminal boutons) if they measured at least 7.5 μm in length. We also imaged fixed brains that had never undergone surgery or in vivo imaging (n = 3 mice, nine axons, measuring a total of 22 mm) at P7–P8 and at P14–P15 to study the effects of surgery and/or chronic imaging on axonal development. The density of branch points was not different from that of experimental mice (at P7–P8, 2.1 ± 0.5 branch points per millimeter of axon in controls versus 1.9 ± 0.3 in experimental mice, p = 0.88; and at P14–P15, 5.4 ± 0.6 branch points per millimeter of axon in controls versus 5.9 ± 0.6 in experimental mice, p = 0.63; Figure S6), suggesting that there were no deleterious effects due to the surgery or chronic imaging.\n\nFor the growth cone comparison (see Figure 2), we analyzed 62 CR growth cones from four mice and 38 TC growth cones from five mice at ages P5 and P6. Growth cone size was determined by tracing a contour encompassing the base of the growth cone and the tips of all filopodia. For bulbous growth cones lacking filopodia, a contour of the bulbous swelling was measured. For tortuosity data (see Figure 3), we analyzed 93 TC axon segments from six mice and 81 CR axon segments from six mice, and the average length of those segments was 328 μm and 332 μm (p &gt; 0.34), respectively. Only axons from mice that had been imaged both at P8 and at P13/P14 were included in the tortuosity analysis. Axon arbors were first broken down into the individual branches and then the longest segments were further broken down into smaller segments of approximately similar sizes such that all tortuosity data was were obtained from axon segments measuring more than 100 μm and less than 850 μm. The tortuosity index is the ratio of the true contour length of the axon segment divided by the end-to-end distance. The number of mice/axons/tips analyzed for short-term growth and retraction (see Figure 4) was as follows: for TC axons: at P4–P7, 9/46/128; at P7–P9, 8/33/145; at P9–P11, 5/32/240; at P11–P14, 5/32/363; and at P14–P19, 3/21/160. For CR axons, values were: at P4–P7, 8/43/137; at P7–P9, 7/29/92; at P9–P11, 3/11/28; and at P11–P14, 4/10/35. For those data, in animals older than P10 we analyzed only axons that had been already followed for several days since P8 or younger. This was a precaution to avoid collecting data from axons belonging to cortical pyramidal neurons, which begin to express GFP toward the end of the second postnatal week. For the comparison between axon degeneration and retraction (see Figure 5), 13 degenerating arbors and 79 retracting segments were analyzed. Branch density data were obtained only for axon segments larger than 100 μm. The number of mice/axons analyzed for branch density measurements were as follows: for TC axons: at P5–P7, 7/59; at P7–P8, 9/52; at P9–P10, 4/33; at P11–P13, 6/48; at P14–P19, 5/27. For CR axons, values were: at P5–P7, 4/29; at P7–P8, 4/29; at P9–P10, 2/7; at P11–P14, 3/11. Finally, for measurements of branch additions we analyzed 30 TC axons from eight mice and 12 CR axons from six mice. Significance was set at p &lt; 0.05 and evaluated using Student's t-test. Error bars represent the standard error of the mean (SEM).\n\n      Supporting Information",
  "externalIds": [
    "pmid:16026180",
    "pii:05-PLBI-RA-0321R1",
    "pmcid:PMC1180514"
  ]
}