{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000168",
  "doi": "10.1371/journal.pbio.3000168",
  "externalIds": [
    "pii:PBIOLOGY-D-19-00300",
    "pmid:31568523",
    "pmcid:PMC6786654"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Opposing signaling pathways regulate morphology in response to temperature in the fungal pathogen Histoplasma capsulatum",
  "authors": [
    {
      "name": "Lauren Rodriguez",
      "first": "Lauren",
      "last": "Rodriguez",
      "affiliation": "Department of Microbiology and Immunology, University of California San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Mark Voorhies",
      "first": "Mark",
      "last": "Voorhies",
      "affiliation": "Department of Microbiology and Immunology, University of California San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Sarah Gilmore",
      "first": "Sarah",
      "last": "Gilmore",
      "affiliation": "Department of Microbiology and Immunology, University of California San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Sinem Beyhan",
      "first": "Sinem",
      "last": "Beyhan",
      "affiliation": "Department of Microbiology and Immunology, University of California San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Anthony Myint",
      "first": "Anthony",
      "last": "Myint",
      "affiliation": "Department of Microbiology and Immunology, University of California San Francisco, San Francisco, California, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-9790-1942"
      ]
    },
    {
      "name": "Anita Sil",
      "first": "Anita",
      "last": "Sil",
      "affiliation": "Department of Microbiology and Immunology, University of California San Francisco, San Francisco, California, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3987-7534"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-09-30",
  "dateAccepted": "2019-09-04",
  "dateReceived": "2019-02-01",
  "volume": "17",
  "number": "9",
  "pages": "e3000168",
  "tags": [
    "Animal studies",
    "Biochemistry",
    "Candida",
    "Candida albicans",
    "DNA-binding proteins",
    "Discipline-v3/Animal studies",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Candida",
    "Discipline-v3/Candida albicans",
    "Discipline-v3/DNA-binding proteins",
    "Discipline-v3/Epigenetics",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Fungal pathogens",
    "Discipline-v3/Fungi",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Gene regulation",
    "Discipline-v3/Genetic interference",
    "Discipline-v3/Genetics",
    "Discipline-v3/Histoplasma capsulatum",
    "Discipline-v3/Medical microbiology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial pathogens",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Mycology",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Organisms",
    "Discipline-v3/Pathogens",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Proteins",
    "Discipline-v3/RNA",
    "Discipline-v3/RNA interference",
    "Discipline-v3/Regulatory proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Saccharomyces",
    "Discipline-v3/Saccharomyces cerevisiae",
    "Discipline-v3/Transcription factors",
    "Discipline-v3/Yeast",
    "Discipline-v3/Yeast and fungal models",
    "Epigenetics",
    "Eukaryota",
    "Experimental organism systems",
    "Fungal pathogens",
    "Fungi",
    "Gene expression",
    "Gene regulation",
    "Genetic interference",
    "Genetics",
    "Histoplasma capsulatum",
    "Medical microbiology",
    "Microbial pathogens",
    "Microbiology",
    "Model organisms",
    "Mycology",
    "Nucleic acids",
    "Organisms",
    "Pathogens",
    "Pathology and laboratory medicine",
    "Proteins",
    "RNA",
    "RNA interference",
    "Regulatory proteins",
    "Saccharomyces",
    "Saccharomyces cerevisiae",
    "Transcription factors",
    "Type/Research Article",
    "Yeast",
    "Yeast and fungal models"
  ],
  "abstract": "Phenotypic switching between 2 opposing cellular states is a fundamental aspect of biology, and fungi provide facile systems to analyze the interactions between regulons that control this type of switch. A long-standing mystery in fungal pathogens of humans is how thermally dimorphic fungi switch their developmental form in response to temperature. These fungi, including the subject of this study, Histoplasma capsulatum, are temperature-responsive organisms that utilize unknown regulatory pathways to couple their cell shape and associated attributes to the temperature of their environment. H. capsulatum grows as a multicellular hypha in the soil that switches to a pathogenic yeast form in response to the temperature of a mammalian host. These states can be triggered in the laboratory simply by growing the fungus either at room temperature (RT; which promotes hyphal growth) or at 37 °C (which promotes yeast-phase growth). Prior worked revealed that 15% to 20% of transcripts are differentially expressed in response to temperature, but it is unclear which transcripts are linked to specific phenotypic changes, such as cell morphology or virulence. To elucidate temperature-responsive regulons, we previously identified 4 transcription factors (required for yeast-phase growth [Ryp]1–4) that are required for yeast-phase growth at 37 °C; in each ryp mutant, the fungus grows constitutively as hyphae regardless of temperature, and the cells fail to express genes that are normally induced in response to growth at 37 °C. Here, we perform the first genetic screen to identify genes required for hyphal growth of H. capsulatum at RT and find that disruption of the signaling mucin MSB2 results in a yeast-locked phenotype. RNA sequencing (RNAseq) experiments reveal that MSB2 is not required for the majority of gene expression changes that occur when cells are shifted to RT. However, a small subset of temperature-responsive genes is dependent on MSB2 for its expression, thereby implicating these genes in the process of filamentation. Disruption or knockdown of an Msb2-dependent mitogen-activated protein (MAP) kinase (HOG2) and an APSES transcription factor (STU1) prevents hyphal growth at RT, validating that the Msb2 regulon contains genes that control filamentation. Notably, the Msb2 regulon shows conserved hyphal-specific expression in other dimorphic fungi, suggesting that this work defines a small set of genes that are likely to be conserved regulators and effectors of filamentation in multiple fungi. In contrast, a few yeast-specific transcripts, including virulence factors that are normally expressed only at 37 °C, are inappropriately expressed at RT in the msb2 mutant, suggesting that expression of these genes is coupled to growth in the yeast form rather than to temperature. Finally, we find that the yeast-promoting transcription factor Ryp3 associates with the MSB2 promoter and inhibits MSB2 transcript expression at 37 °C, whereas Msb2 inhibits accumulation of Ryp transcripts and proteins at RT. These findings indicate that the Ryp and Msb2 circuits antagonize each other in a temperature-dependent manner, thereby allowing temperature to govern cell shape and gene expression in this ubiquitous fungal pathogen of humans.",
  "fullText": "Introduction\n\nThe ability of microbes to sense and respond to the environment is key for survival in a variety of niches. Thermally dimorphic fungi make a dichotomous developmental choice depending on their environment. In the soil, they grow in a multicellular, hyphal form (also referred to here as the filamentous form) that also produces vegetative spores. When the soil is disturbed, hyphal fragments and associated spores can be inhaled by mammalian hosts. The body temperature of the host is a sufficient signal to switch the growth pattern of the fungus to a specialized host form (unicellular yeasts in the case of Histoplasma capsulatum) that expresses virulence factors associated with survival in the host and pathogenesis. In the laboratory, H. capsulatum grows in a hyphal form at room temperature (RT) and switches to a yeast form at 37 °C, providing an excellent system to study the regulation of developmental switches that are relevant to disease progression during infection.\n\nH. capsulatum is a fungus endemic to the Ohio and Mississippi River valleys where 60% to 80% of inhabitants test positive for exposure during their lifetime [1]. The transition to the yeast form is thought to facilitate the lifestyle of the fungus in the host, in which it replicates within macrophages and causes disseminated disease. Although H. capsulatum is ubiquitous, little is known about the molecular regulators and effectors that enable the bidirectional switch between the infectious soil form and the pathogenic host form. A number of studies [2–7] have shown that a significant fraction of the genome is differentially expressed between H. capsulatum hyphae grown at RT and H. capsulatum yeasts grown at 37 °C, including known virulence factors that are specifically expressed at mammalian body temperature. However, little is known about the role of the majority of differentially expressed transcripts in either the biology of the organism or the switch between developmental forms.\n\nIn previous work, to elucidate how such a large morphological and transcriptional restructuring occurs in response to temperature, we utilized forward genetic screens to identify 4 transcription factors, RYP1-4, that are required for yeast-phase growth. Mutation of any of the RYP genes results in constitutive hyphal growth independent of temperature. Additionally, each of these transcription factors is required for the normal transcriptional response to temperature [2,7,8]: the transcriptional profile of the ryp mutants at 37 °C looks drastically different from wild-type (WT) yeast cells but very similar to WT hyphae grown at RT [2]. We also found that Ryp1-4 transcripts and/or proteins accumulate to higher levels at 37 °C than at RT [2,4,7,8], which presumably contributes to their ability to trigger a temperature-dependent program of gene expression.\n\nHere, we elucidate pathways that function at RT to antagonize the Ryp regulatory circuit and prevent yeast-phase growth. We perform a genetic screen for yeast-locked mutants and identify the signaling mucin MSB2 as being required for hyphal formation at RT. Orthologs of Msb2 have been studied in Saccharomyces cerevisiae and Candida albicans, in which this transmembrane protein stimulates a number of signaling pathways, including the high osmolarity glycerol (HOG) pathway in response to osmotic stress, as well as the filamentous growth pathway in response to nutrient limitation [9–15]. We examine the role of MSB2 in H. capsulatum as an environmental sensor that controls the morphologic response to RT growth. We find that MSB2 is required for the expression of a small set of temperature-responsive genes and that this regulon shows conserved expression in the filamentous form of other dimorphic fungi. To validate that this MSB2 regulon contains genes that promote hyphal growth, we disrupt both a mitogen-activated protein (MAP) kinase and APSES transcription factor whose transcriptional induction at RT is dependent on MSB2 and show that the resultant mutants are defective for normal hyphal growth in response to temperature. Additionally, we provide the first molecular evidence that the Ryp circuit and the Msb2 circuit are mutually antagonistic in a temperature-dependent manner, resulting in the ability of temperature to control cell shape and associated characteristics.\n\nResults\n\nThe MSB2 gene is required for hyphal growth at RT in H. capsulatum\n\nPrevious studies have identified and characterized genes required for the yeast phase of H. capsulatum and other thermally dimorphic fungi [2,7,8,16]. These studies have shed light on the regulation of yeast-phase growth; however, the regulation of filamentation remains largely unclear. Similarly, how RT growth inhibits the yeast program is also not understood. We sought to shed light on these mechanisms by identifying mutants that inappropriately maintain the yeast state and fail to form hyphae at RT. We used Agrobacterium-mediated insertional mutagenesis and performed a small pilot screen for mutants that retained their yeast morphology after growth for 6 weeks at RT. Of the 92 colonies screened for this morphologic defect, 2 mutants failed to form hyphal projections at RT. Characterization of one of these mutants is shown in Fig 1. This strain failed to transition to hyphal growth after a shift to RT, which normally induces filamentation (Fig 1A). Instead, the mutant continued to divide as yeast (S1 Fig). Whole-genome sequencing of the mutant led to the identification of the Agrobacterium transfer DNA (T-DNA) insertion site in the promoter region of the MSB2 gene (Fig 1B). Introduction of a WT copy of the MSB2 gene on an episomal plasmid (hereafter referred to as “msb2 + MSB2” or the “complemented strain”) restored the ability of the mutant to form hyphae at RT (Fig 1C). Knockdown of MSB2 by RNA interference (RNAi) in a WT background recapitulated the yeast-locked phenotype during growth at RT (Fig 1D). Overexpression of MSB2 at 37 °C resulted in disruption of the normal yeast morphology and the appearance of polarized projections reminiscent of hyphae (Fig 1E). Taken together, these data indicate that MSB2 is necessary to trigger filamentous growth in response to temperature.\n\nThe transcriptional changes elicited by RT growth are largely independent of MSB2\n\nThe function of Msb2 in H. capsulatum was previously unknown, though it has orthologs in the distant fungal species C. albicans [10] and S. cerevisiae, in which its function has been more thoroughly examined [9,11–15]. To understand the contribution of MSB2 to the myriad transcriptional changes that accompany RT growth of H. capsulatum, we surveyed the transcriptome of WT, msb2, and complemented strains as they were shifted from 37 °C to RT. Yeast cultures were grown in normal yeast-promoting conditions (37 °C, 5% CO2) and transferred to RT without CO2 to promote filamentation. This time course was performed in 2 different carbon sources, glucose (S2 Fig), and N-Acetylglucosamine (GlcNAc; Fig 2A). We chose GlcNAc because we previously showed that it expedites the transition from yeast to hyphae at RT [17]. WT and the complemented strain produced filaments after 2 days at RT in GlcNAc, but the msb2 mutant remained in the yeast form over the 8-day timecourse. RNA was isolated from WT, msb2, and the complemented strains, and we performed RNA sequencing (RNAseq) analysis at day zero (37 °C) and 2, 6, and 8 days after the transition to RT. Fig 2B is a scatter plot showing transcript abundances between 2 biological replicates of WT grown at 37 °C, and, as expected, there is a high Pearson correlation between the samples (r = 0.99) and a corresponding low average deviation from the line of best fit (root mean squared deviation [rmsd] = 0.36). In contrast, WT hyphae harvested 8 days after transfer to RT had an expression profile that was quite distinct from WT yeast at 37 °C (Fig 2C, r = 0.86, rmsd = 1.08), consistent with the previously observed differences between mature yeast and hyphal cultures [2–7]. Surprisingly, the transcriptional program of the msb2 mutant, which remained locked in the yeast form even at 8 days post shift, looked very similar to that of WT hyphae (Fig 2E, r = 0.97, rmsd = 0.57) and very different from WT 37 °C yeast cultures (Fig 2D, r = 0.86, rmsd = 1.12) in spite of their common morphology. We conclude from these data that the majority of the temperature-dependent transcriptional program is independent of MSB2. Since the msb2 mutant is yeast-locked, the small set of Msb2-dependent genes may be linked to the ability of H. capsulatum to form hyphae.\n\nTranscriptional profiling identified a small set of Msb2-dependent genes with varying functions\n\nAs described above, to assess the role of Msb2 in the transcriptional response to temperature, we examined the transcriptional profile of WT, mutant, and complemented strains before and after shifting cultures from 37 °C to RT in 2 different media. Liquid cultures were split at t = 0 to give biological replicates, and the entire experiment was carried out on 2 distinct occasions (batches). Genotype and conditions for each profiled sample are given in S1 Data, with biological replicates collected both at the same time and on different days. There was some variability based on the particular batch, and the transcriptional program in GlcNAc versus glucose was similar but not identical, with differences that were largely independent of the temperature-dependent changes. To extract the temperature and MSB2 dependence of each gene from our full data set, we fit a linear model with independent terms for each time point and genotype, with additional terms to control for effects due to media (GlcNAc versus glucose) or batch. Estimated read counts and fit terms are given in S2 Data. We considered genes significantly differential with respect to a fit term if they had at least a 2-fold change and a p &lt; 0.05 after multiple hypothesis correction. Normalized expression levels of significantly differential genes are given in S3 Data and rendered as a heat map in Fig 3B (GlcNAc data) and S3 Fig (glucose data). Consistent with the single sample comparisons (Fig 2B–2E), over a quarter of the transcriptome had significant differential expression over the transition (1,870 genes up [11 + 1,694 + 165; Fig 3A] and 1,115 genes down [40 + 1,067 + 8; Fig 3A] when comparing the WT yeast-phase transcriptome at day 0 (37 °C) versus the WT hyphal transcriptome at day 8 [RT]). In contrast, when comparing WT day 8 with the msb2 mutant at day 8, only 3% of the transcriptome was significantly differential (93 genes up in the msb2 mutant compared with WT [11 + 42 + 40; Fig 3A] and 249 genes down in the msb2 mutant compared with WT [165 + 76 + 8; Fig 3A]), again meaning that the vast majority of transcriptional changes upon shift to RT are intact in the msb2 mutant. For the small subset of genes whose expression is dependent on Msb2, we observed some correlation between morphology and Msb2-dependence, with either (1) increased expression in the yeast-locked msb2 mutant versus WT hyphae and increased expression in WT yeast cells versus WT filaments (40 genes; Fig 3A) or (2) decreased expression in the yeast-locked msb2 mutant versus WT hyphae and decreased expression in WT yeast cells versus WT filaments (165 genes; Fig 3A). This pattern was more common than transcripts that were up in the yeast-locked msb2 mutant versus WT hyphae and up in WT hyphae versus WT yeast (11 genes; Fig 3A) or transcripts that were down in WT hyphae versus WT yeast and down in yeast-locked msb2 mutant versus WT yeast (8 genes; Fig 3A). This observation is consistent with the hypothesis that genes correlated with (and perhaps required for) hyphal morphology should be up-regulated in WT hyphae over WT yeast as well as up-regulated in WT hyphae over the yeast-locked msb2 mutant. Similarly, genes that correlate with yeast morphology should have the opposite expression pattern. Therefore, we further inspected these jointly regulated &quot;filament-associated&quot; (165 genes; Fig 3A) and &quot;yeast-associated&quot; (40 genes; Fig 3A) gene sets for potential morphological regulators, noting that a subset of these genes could control morphology and others could be effectors associated with a particular morphologic state.\n\nAnalysis of the “filament-associated” gene set (Fig 3C, S4 Data) revealed a number of orthologs of developmental regulators in other fungi. Among these was FBA1, which is a hyphal-specific gene that is up-regulated in WT H. capsulatum at RT but not in msb2. It has an ortholog (flbA) in Apergillus spp. whose function has been elucidated as a regulator of conidiation [18]. Although the cell morphologies of Aspergillus spp. are distinct from those of H. capsulatum (for example, Aspergillus spp. lack a yeast form), this result may suggest a central role for this gene as a regulator of morphological development in a wide range of fungi. Other potential regulators in the Msb2-dependent filament-associated gene set include the mitogen-activated protein kinase HOG2 and the APSES transcription factor STU1; we assessed the role of these regulators in filamentation as described below.\n\nOther genes in the filament-associated set have been flagged previously as showing hyphal-enriched expression in H. capsulatum. MS8 and MS95 have been shown to be highly hyphal-enriched in H. capsulatum in previous data sets through transcriptional profiling and ribosomal footprint analysis [4,19,20]. Here, we observed that MS8 and MS95 are up-regulated as early as 2 days at RT in a Msb2-dependent manner. Thus their expression is reliably correlated with growth at RT, but their molecular function and how it pertains to hyphal growth remains unclear. Notably, disruption of MS8 has been reported to result in abnormally shaped hyphal cells [20]. Similarly, TYR1, which encodes a putative tyrosinase, has been observed as a highly abundant hyphal-enriched transcript in multiple studies [2–7]. Our data indicate that the transcriptional induction of TYR1 after growth at RT is dependent on Msb2.\n\nOf the 40 yeast-associated genes (Fig 3D, S5 Data), 16 (40%) were previously identified as targets of the Ryp transcription factors, meaning that their promoters are associated with Ryp1, 2, 3, and/or 4. This is a significant enrichment over chance (p = 1.5 × 10−7). Strikingly, all 16 are Ryp1-associated, with Ryp2, Ryp3, and Ryp4 associating with different subsets of these promoters. Because the Ryp program drives yeast-phase growth, and the msb2 mutant is yeast-locked, these data suggest the hypothesis that the Ryp pathway is inappropriately active in the msb2 mutant at RT. We previously observed that many known virulence factors are Ryp-associated [2]; consistent with this observation, the 16 Ryp-associated yeast-specific genes include 2 virulence factors, CBP1 [21–24] and CTR3 [25], as well as 2 genes required for efficient lysis of macrophages, LDF1 and a gene previously designated as UA35-G3 [26]. Several others are putative secreted factors of unknown function, including the paralogs yeast-phase specific 21 (Yps21) [27] and culture filtrate protein 4 (GH17/Cfp4) [28,29], as well as ucsf.hc_01.G217B.05476 that, along with UA35-G3, is predicted to be a secreted knottin (cystine knot proteins that show yeast-specific expression and may play a role in virulence in H. capsulatum) [4]. Notably, these yeast-associated genes, which are normally expressed by WT yeast cells at 37 °C, are expressed in the yeast-locked msb2 mutant even at RT, suggesting that their expression can be unlinked to temperature but remains linked to cell morphology.\n\nThe MAP kinase HOG2 is downstream of MSB2 and is involved in the temperature-dependent regulation of filamentation\n\nThe function of Msb2 has been studied in a number of fungi [9–15,30,31]. These studies have supported the role of Msb2 as a transmembrane signaling molecule and, more specifically, as one of the upstream signaling proteins in the S. cerevisiae HOG pathway [15,32–34]. This pathway signals through the mitogen-activated protein kinase (MAPK) HOG1 [35], which undergoes phosphorylation and translocation to the nucleus where it activates a transcriptional response to produce glycerol and restore osmotic balance. Given this precedent, we were interested in the possibility that Msb2 signals through a MAPK in H. capsulatum. Using phylogenetic analysis, we identified 4 MAPKs in H. capsulatum (Fig 4A) and named them, in 3 cases, for their orthologs in other fungi (HMK1, HOG1, SLT2). The fourth MAPK is a paralog of Hog1 that we named Hog2. To determine if any of these were induced in hyphal cells, we examined the gene expression of these 4 MAPKs in our transcriptional profiling data set. Whereas SLT2, HMK1, and HOG1 did not show transcriptional induction in WT cells undergoing filamentation, HOG2 was markedly induced in WT cells in an Msb2-dependent fashion (Fig 4B). Additionally, HOG2 was classified as a filament-associated transcript (Fig 3C) and thus is a good candidate for a regulator of hyphal growth. To test whether HOG2 is required for filamentation, we constructed a HOG2 RNAi strain and assessed the morphology of these cells at RT. Isolates that showed efficient knockdown were yeast locked, indicating that HOG2 is required for filamentation at RT (Fig 4C). Additionally, in the MSB2 overexpression strain, which exhibits disruption of yeast morphology and filamentation at 37 °C (Fig 1E), we observed a significant increase in HOG2 expression level compared with the control strain (Fig 4D). Taken together, these data indicate that HOG2 expression is increased in an Msb2-dependent manner and that HOG2, like MSB2, is necessary for filamentation in response to temperature.\n\nThe APSES transcription factor STU1 is necessary and sufficient for filamentation\n\nThe Msb2-dependent filament-associated genes also include the transcription factor STU1 (Fig 3C). Stu1 orthologs have been thoroughly studied in species across the ascomycetes. The C. albicans ortholog, EFG1, has long been known to promote filamentation, regulate other developmental transitions, and control gene expression [36–41]. StuA, the Stu1 ortholog in Aspergillus spp., has been extensively studied as a developmental regulator [42,43]. There are 5 APSES transcription factors in H. capsulatum [44], and Stu1 is the only one of the 5 that is transcriptionally induced as yeast cells transition to filaments (Fig 5A). As noted above, msb2 mutant cells fail to induce STU1 (Figs 3C and 5A), but STU1 expression is restored in the complemented strain at RT (Fig 5B). To confirm MSB2 is required for STU1 expression in independent samples, STU1 transcript level was measured by qRT-PCR in the control or msb2 RNAi strain at RT and 37 °C. We observed that STU1 expression was significantly (p &lt; 0.001) depleted in the msb2 knockdown strain at RT (Fig 5C). To assess whether STU1 is required for filamentation, we disrupted the STU1 gene using CRISPR/Cas 9. We observed markedly reduced filamentation in the stu1 mutant at RT (Fig 5D), indicating that STU1 is necessary for proper filamentation. Conversely, overexpression of STU1 in WT H. capsulatum was sufficient to cause inappropriate filamentation at 37 °C (Fig 5E). Overexpression of STU1 in the msb2 mutant background was sufficient to restore the ability of the msb2 mutant cells to form filaments at RT, and, like WT, inappropriate filamentation was observed at 37 °C (Fig 5E). Furthermore, cells harboring an MSB2 overexpression plasmid not only displayed inappropriate filamentation at 37 °C (Fig 1E) but also showed inappropriate transcriptional induction of STU1 at 37 °C (Fig 5F). Additionally, the HOG2 RNAi strain, which is yeast-locked at RT (Fig 4C), fails to induce STU1 expression at RT (Fig 5G). Taken together, our data support the model that MSB2 signals through HOG2 and STU1 to stimulate filamentation at RT (Fig 5H), although the precise molecular mechanism of this pathway remains to be determined.\n\nThe “filament-associated” genes have conserved hyphal expression in ascomycete thermally dimorphic pathogens\n\nAs described above, our analysis defined filament-associated genes, which are expressed in an Msb2-dependent manner as WT cells undergo filamentation. Similarly, we defined yeast-associated genes, which are expressed in WT yeast cells at 37 °C and inappropriately maintain their expression in the msb2 mutant at RT. As we demonstrated here, the filament-associated genes include regulators of filamentation, such as HOG2 and STU1, and the yeast-associated genes include previously identified virulence factors. We reasoned that if these morphological regulators and effectors have conserved function in other dimorphic fungi, then the &quot;filament-associated&quot; and &quot;yeast-associated&quot; regulons identified from our data should show conserved morphology-specific expression in these fungi.\n\nIn the case of filament-associated genes, this is indeed the case for 3 additional Histoplasma strains (G186AR, H88, and H143), 2 additional thermally dimorphic ascomycetes (Blastomyces dermatitidis and Talaromyces marneffei), and one polymorphic ascomycete (C. albicans; Fig 6). In all cases in which RNAseq data was available [3,4,45–47] (S6 Data), the distribution of yeast/hyphal expression for the orthologs of the filament-associated genes was biased towards showing hyphal expression rather than mimicking the distribution of the global transcriptome (p &lt; 0.05, Wilcoxon test; S7 Data). In contrast, in Ophiostoma novo-ulmi (the causative agent of Dutch elm disease and the only other dimorphic ascomycete for which we were able to obtain RNAseq data [48]), the distribution of yeast/hyphal expression for the filament-associated regulon was indistinguishable from the rest of the transcriptome. It may be relevant that the dimorphic transition of O. novo-ulmi is both temperature independent and rapid, with cells fully transitioning from yeast to hyphae within 27 hours.\n\nNotable genes with conserved hyphal expression in most or all of the thermally dimorphic fungi for which we could detect orthologs include TYR1 (unique to the Ajellomycetacea), MS95, and STU1 (S7 Data). We note that in C. albicans, STU1 is homologous to the paralogs EFH1 and EFG1. Whereas the EFG1 transcript is not enriched in C. albicans hyphae relative to yeast cells in the RNAseq data set we analyzed, the Efg1 protein has been shown previously to undergo post-translational regulation that affects its role in C. albicans hyphal morphology [49].\n\nIn contrast to the filament-associated genes, the yeast-associated genes had conserved morphologic expression only within Histoplasma using the same criteria as above. This may be due to MSB2-repressed yeast effectors that are unique to Histoplasma with respect to the dimorphic fungi listed above (e.g., CBP1).\n\nThe Msb2 and Ryp programs oppose each other in response to temperature\n\nOur data clearly show that MSB2 and downstream genes such as HOG2 and STU1 are necessary and sufficient to drive a hyphal program. We previously identified 4 transcription factors, Ryp1–4, that are required for yeast-phase growth at 37 °C and show enhanced expression at 37 °C over RT [2,7,8]. Because the msb2 mutant is yeast-locked even at RT, we hypothesized that the RYP transcripts might be inappropriately expressed at RT in the msb2 mutant, thereby allowing yeast-phase growth to persist. We compared RYP transcript levels by qRT-PCR in WT and msb2 mutant strains at 37 °C and RT (Fig 7A). We determined that all 4 RYP transcripts are inappropriately maintained at higher levels in the msb2 mutant at RT. This phenotype could be reversed by introducing a WT copy of MSB2 into the mutant strain (Fig 7B).\n\nAs described above, we also noted that a number of the “yeast-associated” genes that are inappropriately expressed in the msb2 mutant at RT are transcriptional targets of Ryp proteins. This observation implied that Ryp protein is inappropriately present at RT in the msb2 mutant. We examined Ryp1, 2, and 3 proteins by Western blot and determined that these proteins are inappropriately expressed at RT in the msb2 mutant (Fig 7C). These data indicate that Msb2 is required to inhibit Ryp transcript and protein expression at RT.\n\nWe wondered whether if Ryp proteins are required to inhibit MSB2 transcript levels at 37 °C, indicating the presence of an analogous antagonistic relationship at high temperature. We examined our previously published chromatin immunoprecipitation (ChIP-chip) data [2] and found a predicted Ryp3 binding site upstream of the MSB2 open reading frame (Fig 7D), suggesting that Ryp3 might repress MSB2 transcript expression at 37 °C. We examined our published microarray data for the ryp3 knockdown strain [2]. In these experiments, as expected, the MSB2 transcript showed up-regulation at RT relative to 37 °C in WT cells. Notably, the MSB2 transcript levels at 37 °C in the absence of RYP3 were at levels similar to the WT strain at RT (Fig 7E), indicating that RYP3 is required to prevent transcriptional induction of MSB2 at 37 °C. Moreover, RYP3 is also required to inhibit STU1 expression at 37 °C (Fig 7E), indicating that the Ryp program inhibits expression of multiple members of the Msb2 hyphal program at 37 °C. Taken together, we conclude that the Ryp program and the Msb2 program oppose each other in a temperature-dependent manner such that the Ryp program dominates at 37 °C, whereas the Msb2 program dominates at RT, ultimately allowing regulation of cell shape by temperature (Fig 7F).\n\nDiscussion\n\nThermally dimorphic fungal pathogens display an exquisite response to temperature that governs their ability to thrive in either the environment of the soil or the mammalian body. At environmental temperatures, these fungi grow in a multicellular hyphal form that is suited to survival in the soil. In response to mammalian body temperature, these organisms switch to a host form (unicellular yeast cells in the case of Histoplasma) that expresses virulence factors that are important for disease progression. Although the existence of this response is thought to be critical to the pathogenesis of endemic fungi such as Histoplasma, Blastomyces, Paracoccidioides, and Coccidioides spp.[50], the molecular basis of this dichotomous response to temperature is not understood. Here, we uncover a pathway required for the filamentation response to environmental temperature and show that this pathway acts in a mutually antagonistic manner with the regulators that promote the morphologic response to mammalian body temperature. Thus regulation of thermal dimorphism represents a binary choice, in which the fungus transitions between 2 different states in response to temperature by means of opposing regulatory pathways.\n\nA number of cell-fate decisions in both microbes and multicellular organisms are controlled by bistable switches, in which feedback mechanisms drive the system into 1 of 2 possible dynamic steady states. In the case of Histoplasma thermal dimorphism, we showed previously that the Ryp proteins form an interlocking circuit that promotes yeast-phase growth [2]. All 4 Ryp proteins bind upstream of Ryp1, 2, and 4, which is thought to create a positive feedback loop that contributes to the marked increase of Ryp protein levels at 37 °C. Additionally, ribosomal profiling data suggest that the translational efficiency of Ryp1 and Ryp2 is higher at 37 °C than at RT [4]. Notably, Ryp3 associates with the upstream region of the MSB2 gene at 37 °C, which is associated with decreased accumulation of the MSB2 transcript [2] (Fig 7). Thus several mechanisms cooperate to enhance Ryp protein levels at 37 °C. In contrast, at RT, the abundance of Ryp proteins is markedly decreased. During RT growth, MSB2 is required for the morphologic switch from yeast-phase cells to hyphal cells, and molecularly, MSB2 is required for the reduction in Ryp transcript and protein levels (Fig 7). Because Msb2 is a transmembrane signaling mucin, we presume it does not act directly on expression or activity of the Ryp transcription factors. It may be that Msb2 activates other regulatory molecules, such as the transcription factor Stu1, which in turn affects accumulation or activity of the Ryps. Taken together, our data show that in WT cells, inhibition of the Ryp pathway by an Msb2-dependent mechanism is likely to be a key step in the switch from yeast to filaments in response to temperature. Notably, in Candida spp., an antagonistic regulatory relationship between Wor1 (an ortholog of the H. capsulatum Ryp1 protein) and Efg1 (an ortholog of the H. capsulatum Stu1 protein) is critical for controlling the switch between distinct developmental states [36,51–53].\n\nIn vitro experiments show that morphologic transitions in the thermally dimorphic fungi occur over the time scale of days rather than hours, suggesting that sustained changes in temperature are required to shift cell shape. It is attractive to speculate that H. capsulatum is integrating a temperature signal over time to enable specific responses to the homeostatic temperature environment of the host while ignoring transient spikes in environmental temperature. In molecular terms, the precise temporal parameters that govern a switch between dominance of the Ryp pathway and dominance of the Msb2 pathway are unknown. Further experimentation may reveal that sustained but not transient temperature shifts are required for one antagonistic program to fully disrupt and reset the other. Ultimately, multiple molecular mechanisms could contribute to the role of temperature in these cell-fate decisions.\n\nThis study is the first to elucidate components of the pathway that transduce the morphogenetic response to environmental temperature in H. capsulatum. Notably, only a small pilot screen was utilized to identify Msb2 as a regulator of filamentation, so presumably the screen is far from saturating, and a number of other players remain to be identified. Nonetheless, the role of Msb2 in temperature response is particularly intriguing. Msb2 has long been known to regulate the filamentous growth and osmosensing pathways in S. cerevisiae [11,14] as well as to influence morphogenesis in C. albicans [10] and appressorium development in Ustilago maydis [30]. Additionally, recent work showed that Msb2 regulates responses to temperature stress in C. albicans [54]. In H. capsulatum, it is unclear what controls the activity of Msb2. We found that Msb2 is necessary for filamentation of H. capsulatum at RT and that ectopic expression of Msb2 at 37 °C is sufficient to perturb the normal yeast-phase morphology. In the latter scenario, expression of Msb2 is only increased over baseline yeast cells by approximately 2-fold (Fig 1E). Furthermore, examining levels of Msb2 expression in WT yeast and filaments suggests that Msb2 transcript accumulation is not necessarily predictive of cell morphology. In our previously published studies [4], we compared the transcriptome of cells that were growing stably as hyphae or yeast (rather than cells that were transitioning from one form to the other). We observed that Msb2 transcript was 5-fold higher in WT hyphae over yeast, consistent with a correlation between Msb2 transcript levels and filamentous morphology. However, it is clear from the data in this manuscript that MSB2 transcript levels decrease 2- to 4-fold during the early transition of WT cells from 37 °C to RT. Therefore, although our data clearly demonstrate that ectopically expressed MSB2 transcript at 37 °C is sufficient to perturb yeast morphology (Fig 1E), MSB2 transcript levels are not sufficient to predict morphology in general. In other fungi, it has become clear that proteolytic cleavage of the extracellular domain of Msb2 is a critical step in signaling [12,55]. It is attractive to speculate that this type of cleavage could be promoted by temperature shift and contribute to Msb2-dependent responses in H. capsulatum.\n\nA number of studies have shown that the transcriptional profile of 37 °C–grown yeast cells and RT-grown hyphae are quite distinct [2–7], although the function of the majority of differentially expressed transcripts is unknown. One of the most informative aspects of the MSB2 analysis is that the compact Msb2 regulon distinguishes genes that are key to filamentation or virulence from the high background of differentially expressed factors. As shown in this work, the msb2 mutant appears morphologically as yeast at RT, and we initially predicted that its transcriptional profile would resemble that of WT yeast cells. In actuality, during RT growth, the msb2 mutant transcriptome resembles that of WT hyphae despite its yeast-phase morphology. Specifically, the majority of the approximately 1,870 genes that are differentially expressed by WT hyphae at RT are also expressed by msb2 mutant yeast at RT (Fig 3A), and the majority of the approximately 1,100 genes that are differentially expressed by WT yeast cells at 37 °C fail to maintain their expression at RT in the yeast-form msb2 mutant (Fig 3A). The fact that the msb2 mutant grows as yeast at RT but looks transcriptionally like hyphae is in contrast to the ryp mutants, which appear both morphologically and transcriptionally as hyphae at 37 °C [2,7]. Interestingly, there is a set of yeast-phase genes whose expression is decreased after shift to RT in WT cells but inappropriately maintained in the msb2 mutant. This set of 40 genes is enriched for direct transcriptional targets of the Ryp transcription factors, suggesting that the Ryp proteins, which are present at inappropriately high levels at RT in the msb2 mutant, are able to activate expression of a subset of their targets. Importantly, our experiments reveal that expression of these genes appears to be tightly coupled to growth in the yeast form rather than growth at 37 °C. It seems highly significant that this gene set contains known virulence factors and small, secreted proteins that may be well positioned to manipulate events within host cells. Thus the transcriptional analysis of the msb2 mutant defined 40 yeast-associated transcripts that are of high interest for potential roles in virulence.\n\nIn an analogous fashion, the msb2 mutant also defined a core set of 167 filament-associated transcripts that fail to be expressed in the yeast-locked mutant at RT when compared with WT cells, suggesting that only a fraction of the RT transcriptional program is required for the developmental process of filamentation. This result is analogous to findings in C. albicans, in which the majority of the transcriptional response to filamentation conditions is dispensable for hyphal formation [47,56]. We reasoned that the H. capsulatum MSB2 regulon was likely to contain regulators and effectors of the hyphal growth program and indeed confirmed that HOG2 and STU1 are required for filamentation. Notably, a recent publication examining APSES transcription factors in H. capsulatum showed that knockdown of STU1 resulted in a defect in aerial hyphae production [44], which agrees with our data indicating that STU1 is involved in hyphal growth. A number of other putative regulatory factors are members of the MSB2 regulon, and their functions remain to be analyzed. When this Msb2-dependent filamentous gene set was compared with other Histoplasma strains and more distantly related fungi, we found that, on average, this gene set displayed conserved, filament-enriched expression. This suggests that the MSB2 regulon is conserved across a diverse group of fungi and that the genes involved in filamentation are shared in multiple fungal species. Notably, this filament-associated gene set may highlight factors that have important regulatory or effector roles in the hyphal growth program of other fungi. We are particularly interested in ucsf_hc.01_1.G217B.09523, which lacks an ortholog in C. albicans but was present with conserved hyphal enrichment in all other fungi in our data set, including O. novo-ulmi. This gene is orthologous to fungal Metarhizium anisopliae Crp2 and plant Arabidopsis thaliana atRZ-1a, sharing their N-terminal RRM_1 RNA-binding domain and glycine rich C-terminus. Crp2 and atRZ-1a are thought to provide cold resistance by acting as RNA chaperones and are sufficient to confer this resistance when heterologously expressed in S. cerevisiae [57] and an Escherichia coli cold-sensitive mutant [58], respectively. Intriguingly, 2 other RRM_1 family members with broad RNA-binding activity have distinct effects on hyphal growth in the basidiomycete dimorphic fungus Ustilago maydis: RNA recognition motif 4 (Rrm4) mediates proper polar growth filaments via long-distance transport of mRNAs along hyphae whereas glycine rich protein 1 (Grp1) may act as an RNA chaperone as well as an accessory component in endosomal mRNA transport [59]. The intriguing relationship between expression of putative RNA-binding factors and thermal dimorphism has yet to be fully explored but may shed light on how adaptation of fungi to different environments is linked to morphologic changes.\n\nFinally, the identification of regulators of the environmental differentiation program has provided insight into critical antagonists of the host program. Elucidating the molecular switches that control the host program may lead to novel tactics to target virulence strategies in thermally dimorphic fungi.\n\nMaterials and methods\n\nH. capsulatum strains\n\nH. capsulatum G217B ura5− (WU15; referred to in this work as WT) was used for the insertional mutagenesis screen, which was performed using the Agrobacterium tumefaciens strain LBA1100 containing the plasmid pRH5b as described by Nguyen and Sil [7]. All strain manipulations were done in the H. capsulatum G217B ura5− background. Strains used in this paper can be found in S3 Table.\n\nMedia\n\nWT G217B, complementation, and RNAi strains were grown in liquid or solid Histoplasma Macrophage Medium (HMM) [60]. G217B ura5− and insertional mutants were grown in HMM supplemented with 2.5 mg/ml uracil. Standard HMM requires the addition of 100 mM glucose. Where indicated, 100 mM GlcNAc (Sigma-Aldrich, St. Louis, MO) was substituted in place of glucose. Broth cultures were grown at 37 °C with 5% CO2 on an orbital shaker at 120 to 150 rpm or at RT on an orbital shaker at 120 rpm. For yeast-form colonies, plates were grown in a humidified incubator at 37 °C with 5% CO2. Plates grown at RT were wrapped individually in Parafilm and placed in a 25 °C standing incubator in a Biosafety Level 3 facility. Cells were thawed fresh from frozen stock and passaged on HMM agarose plates every 1 to 2 weeks for up to 2 months.\n\nScreen for yeast-locked mutants\n\nA small pilot screen was performed to identify yeast-locked mutants. H. capsulatum G217B ura5− yeast were co-cultured with Agrobacterium carrying plasmid pRH5b, which has a T-DNA element with a hygromycin marker, allowing for selection of insertion mutants as previously described by Nguyen and Sil [7]. The transformants were plated at a dilution aiming for 50 colonies per plate and were incubated at 37 °C, 5% CO2 until colonies appeared. After 25 days, the plates were transferred to a RT incubator in the Biosafety Level 3 laboratory. A total of 92 colonies were observed for colony morphology. After 13 days, 2 of the 92 colonies retained yeast morphology, whereas the others had filamentous projections. One of the 2 colonies corresponds to the SG1 strain described in this paper, whereas the second colony contained multiple T-DNA insertions (unlinked to MSB2, STU1, or HOG2) and was not studied further.\n\nMapping the T-DNA insertion in the msb2 mutant\n\nThe location of the T-DNA insertion was determined from whole-genome sequencing. The SG1 strain (the msb2 mutant) and the control strain were grown up from frozen glycerol stocks onto HMM agarose plates supplemented with uracil. Liquid cultures were inoculated for each strain and passaged twice at 1:25 dilution in HMM + uracil. Two days after the second passage, the cells were collected via centrifugation. Genomic DNA of the strains was isolated using the Gentra Puregene Yeast Kit (Qiagen, Germany). Libraries were made using the Nextera XT DNA Library Prep Kit (Illumina, San Diego, CA).\n\nThe libraries were multiplexed with 7 other Histoplasma genomic DNA libraries and sequenced on an Illumina HiSeq 4000, yielding 21,038,128 paired-end 101-mer reads for approximately 106× coverage of the approximately 40 MB G217B genome. Bowtie2 was used to map these read pairs to a joint index of the T-DNA plasmid sequence (pRH5b) plus the 11/30/2004 version of the G217B genome assembly from the Genome Sequencing Center (GSC) at Washington University as mirrored at http://histo.ucsf.edu/downloads/. The location of the T-DNA insert was determined by filtering for discordantly mapped read pairs with 1 mate in the T-DNA and 1 mate in the reference genome. Discordant pairs consistently mapped to the T-DNA left border and HISTO_ZL.Contig1131 or the T-DNA right border and HISTO_DA.Contig93, indicating a single insertion event resulting in a genomic rearrangement. A crude model of the HISTO_ZL.Contig1131/T-DNA/HISTO_DA.Contig93 hybrid sequence was constructed based on the discordantly mapped reads, erring on the side of including extra sequence from HISTO_ZL.Contig1131 and HISTO_DA.Contig93. Bowtie2 was then used to remap the reads to the model sequence, allowing the exact junction coordinates to be determined from the alignment of reads spanning the genomic/T-DNA boundaries. This gave a final model of the hybrid sequence (Fig 1B, bottom), which was confirmed by Bowtie mapping of RNAseq reads from the SG1 mutant to the hybrid sequence (Fig 1B, green coverage lines). It is evident from this RNAseq mapping that MSB2 is transcribed in the SG1 mutant, with transcription initiating from a site in the T-DNA. The resultant extended 5ʹ region of the transcript introduces a new open reading frame (pink box in Fig 1B), which we hypothesize acts as an upstream ORF that inhibits Msb2 translation.\n\nConstruction of plasmids\n\nSubcloning was performed in E. coli DH5α. All knockdown constructs were generated by amplifying a 500 bp region to target a particular gene for RNA interference as previously described by Beyhan and colleagues [2]. The MSB2 gene was targeted by amplifying G217B genomic DNA using OAS5486-87 (primers are described in S2 Table). The fragment was cloned into the pDONR/Zeo vector using Gateway Cloning Technology (Invitrogen), generating the plasmid pLR04. The final episomal RNAi vector was produced by recombining pSB23 [2] with pLR04, generating plasmid pLR11. The HOG2 RNAi strains were generated with the same methodology. The 500 bp region used to target HOG2 was amplified using OAS5005-06, and the PCR product was cloned into pDONR/Zeo, generating plasmid pSB420. This plasmid was then recombined with pSB23 to produce pSB430.\n\nThe overexpression construct for STU1 was produced by placing the ACT1 promoter upstream of the STU1 coding sequence. This construct was generated by amplifying the ACT1 promoter using OAS2594 and OAS2587, STU1 using OAS2586 and OAS2592, and the CATB terminator using OAS2591 and OAS2593. The fragments were joined using the overlap extension PCR cloning method [61]. The construct was recombined with pDONR/Zeo using Gateway Cloning Technology (Invitrogen, Carlsbad, CA) to produce the plasmid pTM1. pTM1 was recombined with the destination plasmid pDG33 to produce the final plasmid pTM2. The overexpression construct for MSB2 was produced by placing the GAPDH promoter upstream of the MSB2 coding sequence. OAS5476-77 was used to amplify the coding sequence by PCR. Using Gateway Cloning Technology (Invitrogen, Carlsbad, CA), the PCR fragment was cloned into the pDONR/Zeo plasmid to produce pLR09. This plasmid was recombined with pSB234, which is an episomal plasmid carrying the GAPDH promoter upstream of the Gateway cassette, making it compatible with the Gateway cloning system (Invitrogen, Carlsbad, CA). pLR02 and pSB234 were recombined to produce pLR09.\n\nThe MSB2 complementation construct was generated by using the primers OAS5711-12 to amplify the gene and its native promoter. This fragment was cloned into pDONR/Zeo using Gateway Cloning Technology (Invitrogen, Carlsbad, CA) to produce the plasmid pLR01. pLR01 was recombined with pDG33 to produce pLR09.\n\nThe plasmids used in this study are described in S1 Table, and the primers are described in S2 Table. To generate RNAi, complementation, or overexpression strains, episomal plasmids were linearized, electroporated into the relevant yeast strain, and plated onto HMM agarose plates without uracil to select for URA5-containing transformants. The strains used in this study are described in S3 Table.\n\nConstruction of the stu1 mutant strain\n\nWe made an episomal version (pBJ219) of an Agrobacterium-based Cas9 targeting plasmid [62] (kind gift of Bruce Klein). pBJ219 is described in a separate manuscript (Joehnk and Sil, in preparation). In brief, a guide RNA targeting the promoter region of STU1 was introduced into pBJ219, which carries a fungal codon-optimized Cas9 along with ribozyme sequences required for the excision of the guide RNA sequence [62]. The plasmid was introduced into the G217B ura5− strain by electroporation and transformants were selected on HMM plates lacking uracil. Single colonies were isolated from individual transformants, genomic DNA was prepared, and the genomic sequence at the STU1 locus was analyzed using TIDE, an online tool measuring the frequency of indels in a mixed population [63]. After 3 sequential passages, we colony-purified an isolate with a single-nucleotide insertion located 530 base pairs upstream of the transcriptional start. This promoter mutation severely abrogated STU1 expression (S4 Fig).\n\nImaging\n\nImaging was performed on a Zeiss AxioCam MRM microscope using DIC at 100× magnification.\n\nCulture conditions for expression profiling\n\nSamples were prepared in 2 distinct experiments and sequenced in 3 distinct sequencing runs. In the first experiment, 2 biological replicates each of Histoplasma capsulatum G217B ura5 (WU15) or an msb2 mutant derived from WU15 (SG1) were grown in liquid culture with glucose or GlcNAc at 37 °C. After taking t = 0 samples, the cultures were moved to a RT shaker, and additional samples were taken at 2, 6, 8, or 10 days. One sample was not usable for sequencing, giving a total of 2 × 2 × 2 × 5 − 1 = 39 samples. The GlcNAc samples were sequenced in part of a lane of one HiSeq 4000 run (batch 1), and the glucose samples were sequenced in part of a lane of a second run (batch 2). Because these samples were grown at the same time, they were treated as a single batch in our limma analysis. In the second experiment, 2 biological replicates each of WU15, SG1, or SG1 complemented with the WT MSB2 gene (SG1cMSB2; resulting from transformation with pLR08) were grown in liquid culture with glucose or GlcNAc as the carbon source at 37 °C. In this second experiment, WU15 and SG1 were transformed with the empty vector control (pLH211) so that the parental, mutant, and complemented strains were comparable. After taking t = 0 samples, the cultures were moved to RT and additional samples were taken at 2, 6, or 8 days, for a total of 2 × 3 × 2 × 4 = 48 samples. These samples were sequenced in a full lane of a HiSeq 4000 run (batch 3).\n\nFungal cell collection\n\nH. capsulatum cultures were collected by filtration with a disposable filtration apparatus either in the Biosafety Level 2* laboratory for cultures grown at 37 °C or in the Biosafety Level 3 laboratory for cultures grown at RT. At each time point, 10 mL of fungal culture was passed through a disposable filter apparatus (Thermo Fisher, Waltham, MA), the cells were scraped off with a cell scraper, placed into a conical tube with 1 mL Trizol reagent (Qiazol; Qiagen, Germany), and flash frozen in liquid nitrogen. Samples were stored at −80 °C until all time points were collected.\n\nRNA extraction\n\nTotal RNA was extracted from fungal cells using a Trizol-based RNA extraction protocol. Frozen, resuspended pellets of cells were incubated at RT for 5 minutes to thaw. The lysate was subjected to bead beating (Mini-Beadbeater, Biospec Products, Bartlesville, OK) followed by a chloroform extraction. The aqueous phase was then transferred to an Epoch RNA column where the filter was washed with 3 M NaOAc and then with 10 mM TrisCl in 80% EtOH. DNase (Purelink, Invitrogen, Carlsbad, CA) treatment was used to remove any residual DNA, and the filters were washed again with NaOAc and TrisCl before eluting the RNA in nuclease-free water. RNA quality was determined with a High Sensitivity DNA Bioanalyzer chip (Agilent Technologies, Santa Clara, CA).\n\nmRNA isolation\n\nA total of 20 μg of RNA was purified for mRNA through polyA selection with Oligo-dT Dynabeads (Thermo Fisher, Weltham, MA) as described in the manufacturer’s protocol. Ribosomal RNA depletion was confirmed with an RNA 6000 Nano Bioanalyzer chip (Agilent Technologies, Santa Clara, CA). Samples were acceptable for library preparation at 0% to 4% rRNA.\n\nRNAseq library preparation\n\nLibraries for RNAseq were prepared using the NEB Next Ultra Directional RNA Library Prep Kit (New England Biolabs, Ipswich, MA). Individual libraries were uniquely barcoded with NEBNext Multiplex Oligos for Illumina sequencing platform (New England Biolabs, Ipswich, MA). Average fragment size and presence of excess adapter was determined with High Sensitivity DNA Bioanalyzer chip from Agilent Technologies (Santa Clara, CA). Libraries had an average fragment length of 300 to 500 bp. The concentration of the individual libraries was quantified through Qubit dsDNA High Sensitivity Assay (Invitrogen, Carlsbad, CA). A total of 5 ng of each library was pooled into 3 final libraries (batches in S1 Data) and run on a High Sensitivity DNA Bioanalyzer chip to determine the average fragment size of the final pooled samples. The final libraries were submitted to the UCSF Center for Advanced Technology for sequencing on a Illumina HiSeq 4000 sequencer.\n\nRNAseq data analysis\n\nFull details of the data analysis are given in S1 Text.\n\nFor quality control, data exploration, and to quantify yields (mapping statistics in S1 Data), samples were aligned with Bowtie version 1.1.2 [64] to the 11/30/2004 version of the G217B genome assembly.\n\nRelative abundances (reported as TPM values [65]) and estimated counts (est_counts) of each transcript in each sample were estimated by alignment free comparison of k-mers between the preprocessed reads and previously assembled transcripts [4] using KALLISTO version 0.43.0 [66]. Further analysis was restricted to transcripts with TPM ≥ 10 in at least one sample.\n\nDifferentially expressed genes were identified by linear regression on 4 independent factors using LIMMA version 3.26.1 [67,68]. Samples were classified on 4 factors (S1 Data): batch (1 or 3), genotype (WT or msb2), media (GlcNAc or glucose), and time (0, 2 days, 6 days, or 8 days). For each transcript, the observed counts were fit to a model assuming a mean transcript abundance plus independent corrections for each factor. Significantly differential genes were identified by extracting genes with a significantly nonzero genotype and/or t = 8 days coefficient (at 5% FDR) with an effect size of at least 2× (absolute log2 fold change ≥ 1).\n\nComparative transcriptome analysis\n\nFor all ascomycete yeast/hyphal dimorphs with available RNAseq data (S6 Data), reads were downloaded from the SRA. Corresponding transcriptome sequences were downloaded from the sources indicated in S6 Data and indexed for kallisto. Transcripts were quantified for each sample with kallisto, invoked as:\n\nwhere TRANSCRIPTOME.idx is the appropriate index file, RUNS are gzipped FASTQ files for all runs corresponding to the given sample, and EXTRA are additional flags for appropriate experiment-specific handling of single-ended and strand-specific reads, as given in the &quot;extra flags&quot; column of S6 Data. Further analysis was restricted to transcripts with TPM ≥ 10 in at least one sample. Log2(TPM) values were averaged across biological replicates for each morphology and then subtracted to give log2(yeast/hyphae) differential expression values (S7 Data). Histoplasma ortholog groups were taken from S13 Data from Gilmore and colleagues [4]. Othologous genes between G217B and the remaining species were determined by InParanoid version 1.35 [69]. We tested the null hypothesis that log2(yeast/hyphae) values for orthologs of the G217B filament-associated genes were drawn from the same distribution as the remaining genes with G217B orthologs using a two-sided Wilcoxon rank sum test. Kernel density estimates of these distributions are plotted in Fig 6 using R’s density function.\n\nExpression level by qRT-PCR\n\nRelative gene expression was observed using qRT-PCR. RNA extraction was performed as described above, and cDNA was prepared by priming 2 μg DNase-treated total RNA with oligodT/pdN9 and dNTPs. Samples were shifted to RT and treated with 1 μl RNaseOUT Recombinant Ribonuclease Inhibitor (ThermoFisher) and 0.5 μl Thermo Scientific Maxima H Minus Reverse Transcriptase. Negative controls included samples that were processed without the addition of reverse transcriptase. Samples with reverse transcriptase were diluted 1:50, and samples without reverse transcriptase were diluted 1:10. qPCR reactions were set up using 96-well plates with FastStart Universal SYBR Green Master (Roche, Switzerland) and 1.5 μM primers (found in S2 Table), and plates were read using a Mx3000P machine (Stratagene, La Jolla, CA) and analyzed using MxPro software (Stratagene, La Jolla, CA).\n\nProtein extraction\n\nOrganic fractions from Trizol RNA extractions were stored at −20 °C until protein extraction was performed. To remove DNA from the organic fraction, 100% ethanol was added, and samples were centrifuged to pellet DNA. The phenol-ethanol supernatant containing the proteins was transferred to a fresh tube containing isopropanol and centrifuged at 4 °C to pellet the protein precipitate. The pellet was washed with 0.3 M guanidine thiocyanate in 95% ethanol and centrifuged at 4 °C. This wash step was repeated for a total of 3 times; 100% ethanol was added to the protein, which was then vortexed and incubated for an additional 20 minutes at RT. The protein was pelleted by centrifugation and air-dried at RT. Finally, the pellet was resuspended in urea lysis buffer (9 M Urea, 25 mM Tris-HCl, 1 mM EDTA, 1% SDS, 0.7 M β-mercaptoethanol). If necessary, the pellet was incubated at 50 °C for 10 to 20 minutes to successfully resuspend it in the urea buffer. Once resuspended, the sample was boiled and centrifuged, and the supernantant containing the protein was transferred to a new tube for quantification by the Pierce 660 nm assay with added ionic detergent compatibility reagent (ThermoFisher, Weltham, MA).\n\nExpression level by Western blot\n\nWestern blotting was performed with polyclonal peptide antibodies against either Ryp1, Ryp2, or Ryp3; antibodies were described previously by Beyhan and colleagues [2]. Following quantification of protein, 10 to 30 μg was resuspended in a total of 20 μL of urea lysis buffer and 6 μL Novex NuPAGE LDS Sample Buffer (Invitrogen, Carlsbad, CA). The samples were boiled and electrophoresed on a 10-well Novex NuPAGE 4% to 12% BT SDS-PAGE gel (Invitrogen, Carlsbad, CA) in MOPS running buffer at 150 V. The protein was then transferred to a nitrocellulose membrane at approximately 40 V for 2 hours. The membrane was incubated with blocking solution (1 g milk powder in 100 mL wash buffer [0.1% Tween-20 in PBS]) for an hour and then incubated in the primary antibody in wash buffer overnight at 4 °C. Primary antibody dilutions were: α-Ryp1 (1:10,000), α-Ryp2 (1:2,500), α-Ryp3 (1:5,000), α-GAPDH (1:1,000). The blot was washed and secondary antibody (for Ryp proteins: Goat α-rabbit HRP [GenScript, Piscataway, NJ] 1:1,000, for GAPDH: Goat α-mouse HRP [ThermoFisher, Weltham, MA] 1:1,000) was added to the blot for 1 hour at RT followed by another wash. Protein bands were detected using chemiluminescence according to the manufacturer’s instructions (SuperSignal West Pico kit; ThermoFisher, Weltham, MA).\n\nMAP kinase phylogeny\n\nMAPK protein sequences were obtained from SGD (https://www.yeastgenome.org/; HOG1 = YLR113W, SMK1 = YPR054W, KDX1 = YKL161C, SLT2 = YHR030C, KSS1 = YGR040W, FUS3 = YBL016W), AspGD (http://www.aspgd.org/; mpkC = AN4668), and HistoBase (http://histo.ucsf.edu/http://histo.ucsf.edu/downloads/; HOG1 = ucsf_hc.01_1.G217B.05737, HOG2 = ucsf_hc.01_1.G217B.11562, HMK1 = ucsf_hc.01_1.G217B.10227, SLT2 = ucsf_hc.01_1.G217B.02764), and aligned to the Pfam Pkinase HMM with HMMALIGN from HMMER 3.1b [70]. A phylogeny was generated from the HMM alignment with FastTree 2.1.7 [71].\n\nStatistical analysis\n\nqRT-PCR data analysis was performed as described by Livak and Schmittgen [72] with significant differences determined by the t test using propagated standard errors. Growth curves were graphed with Prism (GraphPad Software, San Diego, CA).\n\nOther software and libraries\n\nWe wrote custom scripts and generated plots in R 3.2.3 [73] and Python 2.7.12, using Numpy 1.11.0 [74] and Matplotlib 1.5.1 [75]. Jupyter notebooks [76] and JavaTreeView [77] were used for interactive data exploration.\n\nSupporting information"
}