{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002463",
  "doi": "10.1371/journal.pbio.1002463",
  "externalIds": [
    "pii:PBIOLOGY-D-16-00392",
    "pmid:27196433",
    "pmcid:PMC4873176"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Where to Go: Breaking the Symmetry in Cell Motility",
  "authors": [
    {
      "name": "Sui Huang",
      "first": "Sui",
      "last": "Huang",
      "affiliation": "Institute for Systems Biology, Seattle, Washington",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3545-4665"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-05-19",
  "volume": "14",
  "number": "5",
  "pages": "e1002463",
  "tags": [
    "Bacterial evolution",
    "Bacteriology",
    "Biological locomotion",
    "Biomechanics",
    "Cell biology",
    "Cell migration",
    "Cell motility",
    "Chemotaxis",
    "Developmental biology",
    "Discipline-v3/Bacterial evolution",
    "Discipline-v3/Bacteriology",
    "Discipline-v3/Biological locomotion",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Biomechanics",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell migration",
    "Discipline-v3/Cell motility",
    "Discipline-v3/Chemotaxis",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Evolutionary biology",
    "Discipline-v3/Mathematical and statistical techniques",
    "Discipline-v3/Mathematical models",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial evolution",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Molecular development",
    "Discipline-v3/Morphogens",
    "Discipline-v3/Organismal evolution",
    "Discipline-v3/Pathogen motility",
    "Discipline-v3/Pathogens",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Physiology",
    "Discipline-v3/Random walk",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Virulence factors",
    "Evolutionary biology",
    "Mathematical and statistical techniques",
    "Mathematical models",
    "Microbial evolution",
    "Microbiology",
    "Molecular development",
    "Morphogens",
    "Organismal evolution",
    "Pathogen motility",
    "Pathogens",
    "Pathology and laboratory medicine",
    "Physiology",
    "Random walk",
    "Type/Primer",
    "Virulence factors"
  ],
  "abstract": "Cell migration in the “correct” direction is pivotal for many biological processes. Although most work is devoted to its molecular mechanisms, the cell’s preference for one direction over others, thus overcoming intrinsic random motility, epitomizes a profound principle that underlies all complex systems: the choice of one axis, in structure or motion, from a uniform or symmetric set of options. Explaining directional motility by an external chemo-attractant gradient does not solve but only shifts the problem of causation: whence the gradient? A new study in PLOS Biology shows cell migration in a self-generated gradient, offering an opportunity to take a broader look at the old dualism of extrinsic instruction versus intrinsic symmetry-breaking in cell biology.",
  "fullText": "When you come to a fork in the road, take it.–Yogi Berra 1925–2015\n\nIntroduction\n\nCell locomotion, driven by momentum generated from the cell, is considered a major invention in evolution [1,2], or even a fundamental cell functionality itself [3]. Cells capable of locomotion do not rely on diffusion or convection in the outside world, such as winds or currents, to find nutrients or partners for sexual reproduction. Primitive locomotion consists of uncontrolled jumps in any direction, which results in random walk: an erratic walk in which direction changes randomly after every step [4]. The capacity of such apparently aimless migration offered an advantage over sessile lifeforms, however, by allowing a larger physical space to be explored in a static environment. The next major step in evolution involved harnessing the random walk to produce motility in the desired direction, an innovation that evolved in all three domains of life: Bacteria, Archaea, and Eukarya.\n\nInvestigations in cell motility have largely focused on its molecular underpinning, such as pili in bacteria [5] or the cytoskeleton of lamellipodia in eukaryotic cells [6,7], as well as the pathways that mediate chemotactic sensing and send directional cues to the locomotion apparatus. What has received less attention, but is nonetheless a profound problem in the evolution of complexity, is not the machinery that allows motility but the principles that govern directionality.\n\nWhat drives directed motility? When a single-cell microorganism migrates toward a food source, the “cause” of its directed movement appears obvious [8]: the food molecules, e.g., glucose, diffuse and establish a chemotactic gradient that serves as a directional guide. Similarly, in multicellular organisms, cells migrate, guided by morphogens and chemokines, to the places where they are required to form tissue patterns, defend against microbial invaders, or restore tissue integrity.\n\nThe most primitive form of motility is random walk, manifest in the wiggling trace of a migrating cell that is equivalent to that of a single molecule in Brownian movement (Fig 1A) [4,9]: the cell does not maintain a steady direction. Instead, if for argument’s sake we view locomotion as a series of discrete steps, it moves in an arbitrary direction each time it makes a step. Because of this lack of a characteristic direction, random walk is “symmetric.” Directionality is then in essence the overcoming of random walk by biasing the probabilistic steps toward the same direction as the last one, such that the cell moves for a longer period of time in one direction. The latter is characterized by a key parameter of random walk, the persistence time (or length) [10]. Increasing persistence is achieved by temporary suppression of the random turning at each step of locomotion. It enlarges the space for random search, but motility still has no preferred overall “net” direction (Fig 1B). However, a temporary increase in persistence disrupts the symmetric randomness and locks motility in an arbitrary direction for a few steps. It is in this sense that increasing persistence is a local (microscopic but not macroscopic) “breaking” of the symmetry. This will be important later.\n\nThis Primer will discuss the phenomenon of directionality within the wider context of the elementary principle of symmetry-breaking [11–13] and will not consider the marvelous molecular machinery that implements directed motility or chemotaxis. Symmetry-breaking offers a general framework for comparing various types of motility, puts molecular mechanisms in a new context, and provides an alternative perspective for our quest to comprehend the evolution of complex patterns and to link them to physicochemical reality.\n\nSymmetry-Breaking\n\nA central question is whether the “direction” in directional motility is instructed by an external clue or is the result of internal decision making—akin to the unfortunate person lost in a desert who decides to follow the old wisdom of walking straight in one (any) direction to avoid wandering in a circle. Avoiding a circle—the shape with perfect, hence highest, symmetry—is an example of a symmetry-breaking event in the technical sense (see Box 1 and Fig 2) [13].\n\nBox 1. The Principle of Symmetry-Breaking\n\nSymmetry-breaking can be illustrated by a toy model, a simple water wheel as shown in Fig 2A. A more formal example is the symmetry-breaking bifurcation from non-linear dynamical systems theory that deals with the stability of states that can be visualized as a landscape (Fig 2B).\n\nIn the water wheel model (Fig 2A), in the absence of water flow, there is no preferred direction of rotation (wind may rock the wheel back and forth): any angular position of the wheel is possible—the wheel is said to be in an indifferent equilibrium. But once water flows, coming exactly centered from the top, and fills the top bucket, the system is destabilized (“poised”) and the wheel has to choose one direction of rotation, clockwise or counter-clockwise. Without any bias, the choice will be random, determined by minute details (“sensitivity to initial conditions”). Once it starts turning, symmetry is broken: the wheel will keep rotation in the same direction, bringing empty buckets back up to the water source, and its new weight will drive the rotation in the same direction because of the existing momentum of the rotation. Mechanistically, choice of direction of rotation is influenced by external factors, e.g., where the very first droplet falls, gentle “tipping” of the wheel into one direction by wind, etc. The result is that microscopic asymmetry is created and then translated into macroscopic asymmetry of rotating in one direction.\n\nIn the theory of nonlinear dynamical systems, a bifurcation event can result in a symmetry-breaking in that a system has to make a decision to occupy one of two distinct, newly available stable states after the existing one has been destabilized (Fig 2B). Here, a system’s state S can be displayed as a marble on a (quasi)-potential landscape [14], with the x-axis (black arrow) as the state variable S. A classical scenario of symmetry-breaking occurs when a particular parameter of the system (the bifurcation parameter, blue arrow) gradually changes, which translates into a change in the shape of the landscape topology, such that the existing stable equilibrium state of the system (A, orange marble) is destabilized and converted into an unstable equilibrium (“poised state;” red marble), at which point two alternative stable states (B, C) become accessible, from among which the poised system has to choose one. This is the bifurcation event that breaks the symmetry because it creates the options, only one of which will be realized. It is here that external factors exert their influence: a minimal, often conspicuous input, such as one exerted by tiny random molecular fluctuations, will “tip” the poised system toward one of the two stable states that is then maintained for a while. The inset in Fig 2B shows the formal representation of this behavior as a bifurcation diagram in which the solid black curves represent the position of the stable equilibrium states (value of S). Dashed curve represents the unstable poised state. In this case the symmetry-break is effectively a “fork” that must be “taken” if the cell enters the bistable regime. This theoretical model accounts for the notion of “symmetry-breaking bifurcation” and “tipping points.” Note that the symmetric states preceding symmetry-breaking can be indifferent, in the case of the water wheel (Fig 2A), or the dynamical system’s stable equilibrium state A (Fig 2B).\n\nFirst what does “breaking the symmetry” mean? A more general qualitative definition of symmetry-breaking in a system will suffice here: it is the spontaneous emergence from within a system (under a defined condition) of new, discrete structural or behavioral options in a previously indifferent, mostly continuous space of options. The water wheel in Fig 2A provides a toy example. The conversion of the potential well to a hilltop, pushing the marble in it to one of two possible slopes of the hill, representing a so-called symmetry-breaking bifurcation, is a more formal example (Fig 2B). The key idea is that once symmetry is broken, the system must make a choice, which is random (hence intrinsic) if external bias is absent.\n\nIn biology, a prosaic example of symmetry-breaking is the generation of the animal-vegetative polarity in a perfectly, hence maximally, symmetric spherical egg (Fig 3): with the polarization of the egg, the infinite symmetry is reduced by the acquisition of one symmetry axis, suddenly creating the question as to how the cell lies with respect to the previously inexistent axis of symmetry. Since at this point it is inevitable to think of external factors that influence the direction of the axis (gravity, extracellular matrix), it is of semasiological importance to keep in mind that symmetry-breaking arises from intrinsic properties of the system’s design and is not the result of instruction by an external signal. It is a system-immanent (“built-in”) capacity: under some system configuration, the system is poised to undergo a symmetry break. Thereby, new options that break the system’s symmetry are generated that the system has to implement and in which it is then locked-in (at least for a while). The question of which option, e.g., rotate left or right, or move in this or that direction, is executed can then be determined by externalities: a fluctuation from noise or a specific instructive cue, such as the gravity of a chemoattractant, that biases the choice. Thus, external factors do not create the options but just tip the system poised to choose between distinct options.\n\nIn summary, the actual event of symmetry-breaking, the creation of the possibility of asymmetric behavior, is not “caused” by an external conductor that orchestrates the change in system behavior, or an external template that imposes a pattern, or a helmsman that navigates the movement in the desired direction. These apparent extrinsic causative factors only make the choice once the symmetry is poised to be broken. Thus, symmetry-breaking is said to be a spontaneous, intrinsic process.\n\nThe Dualism of Intrinsic versus Extrinsic Causation of Patterns\n\nTo illustrate a historical debate on the dualism between intrinsic symmetry-breaking and external instruction, let us more broadly discuss pattern formation in ontogenesis: How do patterns, such as spots and stripes on animals (Fig 3D), repeated elements on body plans or digits, arise from the indifferent uniformity of the embryonic tissue? Are these patterns truly the result of intrinsic symmetry-breaking [11], or are they simply imposed by an external template or guide, without spontaneous symmetry-breaking? These alternative explanations are rooted in distinct epistemic cultures of thought in science.\n\nIn 1952, Alan Turing famously proposed that pattern formation in embryos results from the interplay of a locally activated and long-range inhibitory diffusing morphogens [16]. Formulated as partial differential equations, certain conditions (parameters, boundary conditions) can create, without external template, patterns in an initially homogeneous tissue: stripes, spots, traveling spiral waves, etc. (see [16,17] for review). At the core of the mathematical solution are symmetry-breaking bifurcations [18], and the information for the patterns is inherent in the nature of the rules that govern the behaviors of the morphogens that were initially uniformly distributed. Some Turing patterns, readily demonstrated in computer simulations in a variety of versions, have been experimentally validated (Fig 3C and 3D). Based on the outcomes of specific molecular manipulations that were predicted by theory, Turing-like mechanisms have been implicated in digit formation in mice, stripe patterns in fish coats, and in other repetitive patterns [17,19,20]. Moreover, specific secreted molecules, such as Nodal, FGF, BMP, and Wnt, could be shown to play the role of Turing’s morphogens [21–23]. In the domain of theoretical modeling, Turing equations offered a versatile general principle that could be extended to include more components than one inhibitor and one activator, and they were linked to the bifurcation theory as the latter consolidated in the 1970s (Box 1, Fig 2B) [18]. The class of Turing models has also been used to explain cell polarization (Fig 3B) and formation of growth cones that provide directional sensitivity for chemotaxis in Dictyostelium [24].\n\nBy contrast, other patterns that intuit a Turing mechanism, such as spatial patterns of gene expression in the Drosophila embryo, turned out to be readily explained by extrinsic instruction, a pre-laid asymmetry in the localization of maternal mRNAs [25,26]. Thus, details of the actual physicochemical mechanisms and context must be considered when addressing the dualism between intrinsic or extrinsic cause of patterns.\n\nIn fact, Turing’s concept of patterning from within had for years faced opposition from the other camp, who maintained that patterns must be pre-laid, typically by gradients of morphogens. Lewis Wolpert [27] championed the idea of positional information in which (in the theoretical simplest case) overlay of two preexisting morphogen gradients oriented in distinct directions would provide a coordinate system, in the form of the relative concentrations of each morphogen at any position, which is then interpreted by the cell and converted into a response.\n\nThe vast majority of biologists naturally gravitate toward mechanisms involving external gradients—a convenient and simple notion of causation that does not require comprehension of non-linear dynamics. Obviously, by assuming a preexisting gradient that imposes the asymmetry from outside, one invokes a template and shifts the causation further upstream: Whence the template? What produces the gradient in the first place?\n\nThe beauty of the Turing mechanism is that it captures the elementary principle of symmetry-breaking and, thus, epitomizes causation from within, or “self-organization,” creating patterns out of a uniform (symmetric) medium without a deus ex machina, such as an external gradient. A required ingredient, however, is a configuration of inherent “instability” or “excitability” (embodied by the reaction-diffusion mechanism) of the homogenous medium.\n\nDirectional Motility between Extrinsic and Intrinsic Causation\n\nWhat about the asymmetry of directional motility? In the obvious case of bacteria chemotaxis, extrinsic causation by a preexisting gradient may be an epistemologically satisfying explanation. As to intrinsic causation, the source of the asymmetry can be hard to spot. Symmetry-breaking can arise from intracellular or intercellular mechanisms. The former is most prosaically epitomized by the polarization of an individual cell that generates a front and rear end (Fig 3B) [6,7]. Intercellular dynamics are mediated by signaling molecules that are secreted by the cells themselves and stimulate directional migration, leading to symmetry-breaking at the level of entire cell populations. The formation of a spiral wave pattern arrangement of cells from a uniform spatial distribution in the development of a multicellular aggregate in the amoeba Dictyostelium discoideum has become a paradigm for Turing patterns [28,29]. The symmetry-break involves a reaction-diffusion system with the diffusing chemoattractant molecule cAMP that the migrating cells release and also degrade. Here, the individual cell actually sees an externally imposed gradient, generated by the cell population as a whole. Thus, the dualism between external instruction and intrinsic symmetry-breaking can be convoluted.\n\nA new work by Tweedy, Insall, and colleagues [30] on the cooperative directed motility of groups of cells adds a new twist to this dualism of intrinsic and extrinsic cause of asymmetry: the generation of a gradient in an external and uniformly distributed chemoattractant by the cells. Tweedy et al. do not study Turing patterns, although they use D. discoideum; instead, they study the persistent directed migration in a chemoattracting nutrient molecule, folate, which is not produced by the cells (in which case it would obviously form a local gradient as in the case of cAMP). They also do not create the scenario of bacterial chemotaxis along an external gradient, because folate is provided uniformly in the dish. There is no “excitable medium” as in the case of Turing patterns [29]. Yet, in this passive and homogeneous medium, the cells collectively generated a local gradient of folate and formed a migrating singleton wave of cells: the cells degraded the nutrient as they moved forward, such that the cells just behind the wave front sense no folate and engage in default random walk [31]. Biochemical measurement of folate in the agarose substrate confirmed the concentration gradient generated by the cells.\n\nThis motility fits neither in the category of classical migration up an existing external gradient nor in that of intrinsic pattern formation through a Turing mechanism. But the sustained directional movement in an initially uniform, non-excitable, non-gradient field of a chemoattractant resulting in a “macroscopic pattern” (wave) appears to fit the definition for symmetry-breaking. But where is the symmetry-breaking event exactly?\n\nEven within Externally Imposed Directionality There Is Symmetry-Breaking\n\nAsymmetries induced by instruction from an already asymmetric external cue do not require that an individual cell actually senses the gradient as such. It can, and often does, emanate from a localized symmetry-breaking event at the cellular level, namely in harnessing the undirected random walk to increase persistence in any one direction (see Fig 1). As discussed earlier, overcoming the random turns is the critical step to increase persistence, which is the basis for directional guidance by an external gradient. Bacteria and protozoa are too small to sense concentration differences across the distance of their cell body size. The net direction instead results from regulated, transient, and timed suppression of random walking by increasing migratory persistence [2,8]. Briefly, the chemoattractant biases the stochastic turns by promoting persistence when the bacteria sense an increase in chemoattractant concentration. In other words, the random direction of persistence, the actual symmetry-break, is subject to selection by the environment, akin to the natural selection of random mutations through which the environment steers the direction of evolution.\n\nMechanistically, a molecular signaling network relays the signal of receptors bound by the attractant to signal to the flagellar motor, which switches its operation from the mode of tumbling (producing random walk) to the mode of propeller function (increasing persistence) [2,8]. In vertebrate cells, several types of mechanisms have been described that suppress the symmetric random motility and channel it in one dominating direction to promote persistent motion [7]. In a canonical system, the first step consists of cytoskeletal polarization in an initially asymmetric cell, creating a leading and trailing edge of the cell (Fig 3B). Herein lies the symmetry-breaking. The axis of this initial polarization can occur at random but is biased in the presence of a chemoattractant signal that stimulates and stabilizes the formation of the membrane protrusions at the leading edge.\n\nInterestingly, in D. discoideum, random walk already has a relatively high baseline persistence [31], similar to some vertebrate cells, such as endothelial cells [12,32,33]. This is achieved by the individual cell remembering the last turn and choosing the direction of the next turn not randomly but with a higher probability being in the opposite direction of the last turn [31]. Persistence appears to be tunable (although this remains to be shown in this case) and, if so, could be exploited to selectively increase persistence when the persistent locomotion by chance points to the direction of the chemoattractant gradient.\n\nIn summary, even externally imposed directionality (Fig 1C) depends on symmetry-breaking at a lower, microscopic level, in the intracellular machinery that overcomes the symmetry of random walk (Fig 1D)—although in most cases the detailed molecular mechanism for this process has not been elucidated. But it is in this sense that Ilya Prigogine proposed that symmetry-breaking and the inevitable uncertainty of its direction (direction of persistence) lies at the source of all order in complex systems [34]: it is the substrate on which deterministic extrinsic causation acts by selecting from among the options offered by the symmetry-break that, in the absence of external cues, would be randomly chosen.\n\nSelf-Generated Gradients in the Broader Evolutionary Context\n\nIn a more encompassing view, order in nature emerges from symmetry-breaking that overcomes the symmetry of randomness and indifferent homogeneity. A system is poised for such an event because of the intrinsic nature in how the system components interact. Evolution by natural selection therefore did not “invent” directional motility but took advantage of an inherent tendency toward symmetry-breaking.\n\nInterestingly, sequence analyses of the genes that encode the signaling pathways of bacterial chemotaxis suggest that the apparatus we now know to control persistence may be much older than the effectors of motility. While both bacteria and archaea achieve motility through flagella, these are analogues but not homologues: their flagellar proteins share no sequence homology [5,35]. However, there is extensive homology between archaea and bacteria in the canonical chemotaxis proteins, including MCP (sensor), CheA (transmitter), CheY (regulator of response), and FliM (the switch of the flagellar motor), as well as CheB and CheR (which control memory resetting) [35]. Thus, while the evolutionary path remains obscure because of the dynamic mosaicism of archaeal genomes, whole genome sequence comparison suggests that control of random walk had been a critical function early on.\n\nThe finding by Tweedy et al. [30] now expands the concept of symmetry-breaking in cell motility in an interesting way. Self-generated local gradients are a surprisingly simple mechanism to achieve apparent persistence and, at the same time, a net directional motion. Thus, internal symmetry-breaking to control random walk and selection of direction by an external gradient are collapsed into one step, resulting in a self-propelling directed migration within an initially uniform environment saturated with the nutrient. This simple but resilient and powerful mechanism exploits the fact that an essential nutrient is homogenously in abundance, such that no searching is needed, for which persistence of random walk and chemotaxis have evolved.\n\nSo what is the biological function? It is not far-fetched that, at the core, such self-propelled motility, fueled by using up a locally available resource, epitomizes a mechanism analogous to the relentless directionality of grazing herds or forest fires as they move toward areas of uneaten grass or unburned wood and cannot turn back, thereby producing simple spatial patterns (these are favorite models for theorists studying symmetry-breaking). This mode of directional drive more evidently manifests the might of nature’s arrow toward a thermodynamic equilibrium. Such self-propelling spatial expansion is much simpler and robust compared to the Turing mechanism, which depends on an excitable (albeit also uniform) medium to create patterns that are (transiently) far away from thermodynamic equilibrium. Whether it is also involved in pattern formation during development or even drives the spread of cancer or necrotizing infections remains to be seen."
}