{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3001265",
  "doi": "10.1371/journal.pbio.3001265",
  "externalIds": [
    "pii:PBIOLOGY-D-21-00032",
    "pmid:34143766",
    "pmcid:PMC8245122"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "The landscape of antibody binding in SARS-CoV-2 infection",
  "authors": [
    {
      "name": "Anna S. Heffron",
      "first": "Anna S.",
      "last": "Heffron",
      "affiliation": "Department of Pathology and Laboratory Medicine, University of Wisconsin-Madison, Madison, Wisconsin, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0001-7555-4137"
      ]
    },
    {
      "name": "Sean J. McIlwain",
      "first": "Sean J.",
      "last": "McIlwain",
      "affiliation": "Department of Biostatistics and Medical Informatics, University of Wisconsin-Madison, Madison, Wisconsin, United States of America; University of Wisconsin Carbone Comprehensive Cancer Center, University of Wisconsin-Madison, Madison, Wisconsin, United States of America"
    },
    {
      "name": "Maya F. Amjadi",
      "first": "Maya F.",
      "last": "Amjadi",
      "affiliation": "Department of Medicine, University of Wisconsin-Madison, Madison, Wisconsin, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-3825-3495"
      ]
    },
    {
      "name": "David A. Baker",
      "first": "David A.",
      "last": "Baker",
      "affiliation": "Department of Pathology and Laboratory Medicine, University of Wisconsin-Madison, Madison, Wisconsin, United States of America"
    },
    {
      "name": "Saniya Khullar",
      "first": "Saniya",
      "last": "Khullar",
      "affiliation": "Department of Biostatistics and Medical Informatics, University of Wisconsin-Madison, Madison, Wisconsin, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-4166-874X"
      ]
    },
    {
      "name": "Tammy Armbrust",
      "first": "Tammy",
      "last": "Armbrust",
      "affiliation": "Department of Pathobiological Sciences, School of Veterinary Medicine, Influenza Research Institute, University of Wisconsin-Madison, Madison, Wisconsin, United States of America"
    },
    {
      "name": "Peter J. Halfmann",
      "first": "Peter J.",
      "last": "Halfmann",
      "affiliation": "Department of Pathobiological Sciences, School of Veterinary Medicine, Influenza Research Institute, University of Wisconsin-Madison, Madison, Wisconsin, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-1648-1625"
      ]
    },
    {
      "name": "Yoshihiro Kawaoka",
      "first": "Yoshihiro",
      "last": "Kawaoka",
      "affiliation": "Department of Pathobiological Sciences, School of Veterinary Medicine, Influenza Research Institute, University of Wisconsin-Madison, Madison, Wisconsin, United States of America"
    },
    {
      "name": "Ajay K. Sethi",
      "first": "Ajay K.",
      "last": "Sethi",
      "affiliation": "Department of Population Health Sciences, University of Wisconsin-Madison, Madison, Wisconsin, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-5537-9586"
      ]
    },
    {
      "name": "Ann C. Palmenberg",
      "first": "Ann C.",
      "last": "Palmenberg",
      "affiliation": "Department of Biochemistry, Institute for Molecular Virology, University of Wisconsin–Madison, Madison, Wisconsin, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-9682-8480"
      ]
    },
    {
      "name": "Miriam A. Shelef",
      "first": "Miriam A.",
      "last": "Shelef",
      "affiliation": "Department of Medicine, University of Wisconsin-Madison, Madison, Wisconsin, United States of America; William S. Middleton Memorial Veterans Hospital, Madison, Wisconsin, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-8842-0303"
      ]
    },
    {
      "name": "David H. O’Connor",
      "first": "David H.",
      "last": "O’Connor",
      "affiliation": "Department of Pathology and Laboratory Medicine, University of Wisconsin-Madison, Madison, Wisconsin, United States of America; Wisconsin National Primate Research Center, University of Wisconsin-Madison, Madison, Wisconsin, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-2139-470X"
      ]
    },
    {
      "name": "Irene M. Ong",
      "first": "Irene M.",
      "last": "Ong",
      "affiliation": "Department of Biostatistics and Medical Informatics, University of Wisconsin-Madison, Madison, Wisconsin, United States of America; University of Wisconsin Carbone Comprehensive Cancer Center, University of Wisconsin-Madison, Madison, Wisconsin, United States of America; Department of Obstetrics and Gynecology, University of Wisconsin-Madison, Madison, Wisconsin, United States of America; Center for Human Genomics and Precision Medicine, University of Wisconsin-Madison, Madison, Wisconsin, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-9353-6941"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2021-06-18",
  "dateAccepted": "2021-05-06",
  "dateReceived": "2021-01-06",
  "volume": "19",
  "number": "6",
  "pages": "e3001265",
  "tags": [
    "Antibodies",
    "Biochemistry",
    "COVID 19",
    "Coronaviruses",
    "Cross reactivity",
    "Discipline-v3/Antibodies",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/COVID 19",
    "Discipline-v3/Coronaviruses",
    "Discipline-v3/Cross reactivity",
    "Discipline-v3/Enzyme-linked immunoassays",
    "Discipline-v3/Immune physiology",
    "Discipline-v3/Immune system proteins",
    "Discipline-v3/Immunoassays",
    "Discipline-v3/Immunologic techniques",
    "Discipline-v3/Immunology",
    "Discipline-v3/Infectious diseases",
    "Discipline-v3/Medical conditions",
    "Discipline-v3/Medical microbiology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial pathogens",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Organisms",
    "Discipline-v3/Pathogens",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Physiology",
    "Discipline-v3/Proteins",
    "Discipline-v3/Proteomes",
    "Discipline-v3/RNA viruses",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/SARS",
    "Discipline-v3/SARS CoV 2",
    "Discipline-v3/SARS coronavirus",
    "Discipline-v3/Viral diseases",
    "Discipline-v3/Viral pathogens",
    "Discipline-v3/Viruses",
    "Enzyme-linked immunoassays",
    "Immune physiology",
    "Immune system proteins",
    "Immunoassays",
    "Immunologic techniques",
    "Immunology",
    "Infectious diseases",
    "Medical conditions",
    "Medical microbiology",
    "Microbial pathogens",
    "Microbiology",
    "Organisms",
    "Pathogens",
    "Pathology and laboratory medicine",
    "Physiology",
    "Proteins",
    "Proteomes",
    "RNA viruses",
    "SARS",
    "SARS CoV 2",
    "SARS coronavirus",
    "Type/Research Article",
    "Viral diseases",
    "Viral pathogens",
    "Viruses"
  ],
  "abstract": "The search for potential antibody-based diagnostics, vaccines, and therapeutics for pandemic severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has focused almost exclusively on the spike (S) and nucleocapsid (N) proteins. Coronavirus membrane (M), ORF3a, and ORF8 proteins are humoral immunogens in other coronaviruses (CoVs) but remain largely uninvestigated for SARS-CoV-2. Here, we use ultradense peptide microarray mapping to show that SARS-CoV-2 infection induces robust antibody responses to epitopes throughout the SARS-CoV-2 proteome, particularly in M, in which 1 epitope achieved excellent diagnostic accuracy. We map 79 B cell epitopes throughout the SARS-CoV-2 proteome and demonstrate that antibodies that develop in response to SARS-CoV-2 infection bind homologous peptide sequences in the 6 other known human CoVs. We also confirm reactivity against 4 of our top-ranking epitopes by enzyme-linked immunosorbent assay (ELISA). Illness severity correlated with increased reactivity to 9 SARS-CoV-2 epitopes in S, M, N, and ORF3a in our population. Our results demonstrate previously unknown, highly reactive B cell epitopes throughout the full proteome of SARS-CoV-2 and other CoV proteins.",
  "fullText": "Introduction\n\nAntibodies correlate with protection from coronaviruses (CoVs) including severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [1–8], severe acute respiratory syndrome coronavirus (SARS-CoV) [8–12], and Middle Eastern respiratory syndrome coronavirus (MERS-CoV) [8,13–16]. All CoVs encode 4 main structural proteins, spike (S), envelope (E), membrane (M), and nucleocapsid (N), as well as multiple nonstructural proteins and accessory proteins [17]. In SARS-CoV-2, anti-S and anti-N antibodies have received the most attention to date [1–8], including in serology-based diagnostic tests [1–5] and vaccine candidates [6–8]. The immunogenicity of S-based vaccines is variable [18,19], so better representation of the breadth of antibody reactivity in vaccines, therapeutics, and diagnostics will be important as the pandemic continues especially as new variants emerge. Prior reports observed that not all individuals infected with SARS-CoV-2 produce detectable antibodies against S or N [1–5], indicating a need for expanded antibody-based options.\n\nMuch less is known about antibody responses to other SARS-CoV-2 proteins, although data from other CoVs suggest they may be important. Antibodies against SARS-CoV M can be more potent than antibodies against SARS-CoV S [20–22], and some experimental SARS-CoV and MERS-CoV vaccines elicit responses to M, E, and ORF8 [8]. Additionally, previous work has demonstrated humoral cross-reactivity between CoVs [7,11,23–26] and suggested it could be protective [26,27], although full-proteome cross-reactivity has not been investigated.\n\nWe designed a peptide microarray tiling the proteomes of SARS-CoV-2 and 8 other human and animal CoVs in order to assess antibody epitope specificity and potential cross-reactivity with other CoVs. We examined immunoglobulin G (IgG) antibody responses in 40 coronavirus disease 2019 (COVID-19) convalescent patients and 20 SARS-CoV-2-naïve controls. Independent enzyme-linked immunosorbent assays (ELISAs) confirm 4 of the highest-performing epitopes. We detected antibody responses to epitopes throughout the SARS-CoV-2 proteome, with several antibodies exhibiting apparent cross-reactive binding to homologous epitopes in multiple other CoVs.\n\nResults\n\nSARS-CoV-2-naïve controls show consistent binding in “common cold” CoVs and limited binding in SARS-CoV-2, SARS-CoV, and MERS-CoV\n\nGreater than 90% of adult humans are seropositive for the human “common cold” CoVs (CCCoVs: HCoV-HKU1, HCoV-OC43, HCoV-NL63, and HCoV-229E) [28,29], but the effect of these preexisting antibodies upon immune responses to SARS-CoV-2 or other CoVs remains uncertain. We measured IgG reactivity in sera from 20 SARS-CoV-2-naïve controls to CoV linear peptides, considering reactivity that was &gt;3.00 standard deviations above the mean for the log2-quantile normalized array data to be indicative of antibody binding [30]. All sera (SARS-CoV-2-naïve and COVID-19-convalescent) exhibited binding in known epitopes of at least one of the control non-CoV strains (poliovirus vaccine and rhinovirus; Fig 1, S1 Data), and all were collected in Wisconsin, United States of America, where exposure to SARS-CoV or MERS-CoV was extremely unlikely. We found that at least 1 epitope in structural or accessory proteins showed binding in 100% of controls for HCoV-HKU1, 85% of controls for HCoV-OC43, 65% for HCoV-NL63, and 55% for HCoV-229E (Fig 2, S2 Data). The apparent cross-reactive binding was observed in 45% of controls for MERS-CoV, 50% for SARS-CoV, and 50% for SARS-CoV-2 (S2 Data). We completed neutralization assays on 12 of these control samples and on 18 additional samples from other SARS-CoV-2-naïve controls collected before 2019, and none of these had detectable neutralization activity against SARS-CoV-2 [31] (S1 Table, S1 Fig).\n\nSARS-CoV-2 infection induces antibodies binding throughout the proteome\n\nWe aimed to map the full breadth of IgG binding induced by SARS-CoV-2 infection and to rank the identified epitopes in terms of likelihood of immunodominance. We defined epitope recognition as antibody binding to contiguous peptides in which the average log2-normalized intensity for patients was at least 2-fold greater than for controls with t test statistics yielding adjusted p-values &lt;0.1. We chose these criteria, rather than the 3.00 standard deviation cutoff (S2 Data), in order to ensure that binding detected would be greater than background binding seen in controls (2-fold greater) and to remove regions of binding that were not at least weakly significantly different from controls (adjusted p &lt; 0.1). All COVID-19 convalescent patients’ sera bound multiple epitopes in SARS-CoV-2, including in 2 patients who did not have detectable neutralizing antibodies in neutralization assays (S1 Table, S1 Fig). Top-ranking epitopes had greater correlations (0.7 and greater) with neutralization titers (Table 1).\n\nThese criteria identified 79 B cell epitopes (Fig 3, Table 1) in S, M, N, ORF1ab, ORF3a, ORF6, and ORF8. We ranked these epitopes by minimum adjusted p-value for any 16-mer in the epitope in order to determine the greatest likelihood of difference from controls as a proxy for likelihood of immunodominance. The highest-ranking epitope occurred in the N-terminus of M (1-M-24). Patient sera showed high-magnitude reactivity (up to an average of 6.7 fluorescence intensity units) in other epitopes in S, M, N, and ORF3a, with lower-magnitude reactivity (average of &lt;3.3 fluorescence intensity units) epitopes in other proteins. The epitopes with the greatest reactivity in S were located in the S2 subunit of the protein (residues 686–1273) rather than the S1 subunit (residues 14–685) [6] (Fig 3). The greatest reactivity in S occurred in the fusion peptide (residues 788–806) and at the base of the extracellular portion of the protein (between the heptad repeat 1 and heptad repeat 2, roughly residues 984–1163) (Figs 3 and 4). The highest magnitude antibody binding (red sites in Fig 4A) on S are below the flexible head region that must be in the “up” position for angiotensin converting enzyme 2 (ACE2) binding to occur. Notably less reactivity occurred in the receptor-binding domain (RBD) (residues 319–541) [6]. Four detected epitopes (553-S-26, 624-S-23, 807-S-26, and 1140-S-25) have previously been shown to be potently neutralizing [32–34], and all 4 of these were ranked within the top 10 of our 79 epitopes. Forty-two of our detected epitopes (including 1-M-24, 553-S-26, 624-S-23, 807-S-26, and 1140-S-25; Table 1) confirm bioinformatic predictions of antigenicity based on SARS-CoV and MERS-CoV [7,8,35–37], including each of the 12 top-ranking epitopes.\n\nThe highest specificity (100%) and sensitivity (98%), determined by linear discriminant analysis leave-one-out cross-validation, for any individual peptide was observed for a 16-mer within the 1-M-24 epitope: ITVEELKKLLEQWNLV (S2 Table). Fifteen additional individual peptides in M, S, and N had 100% measured specificity and at least 80% sensitivity (Table 2). Combinations of 1-M-24 with 1 of 5 other epitopes (384-N-33, 807-S-26, 6057-ORF1ab-17, 227-N-17, and 4451-ORF1ab-16) yielded an area under the curve receiver operating characteristic of 1.00 (S3 Table) based on linear discriminant analysis leave-one-out-cross-validation.\n\nAnti-SARS-CoV-2 antibodies may cross-reactively bind peptides in other CoVs\n\nWe determined epitopes bound by anti-SARS-CoV-2 antibodies in non-SARS-CoV-2 CoVs by the same criteria we used to determine epitopes in SARS-CoV-2. Epitopes in these viruses were defined as binding by antibodies in COVID-19 convalescent sera to peptides at an average log2-normalized intensity at least 2-fold greater than in controls with t test statistics yielding adjusted p-values &lt;0.1. Some of these epitopes were identical sequences with SARS-CoV-2, particularly in the RaTG13 bat betacoronavirus (β-CoV), the closest known relative of SARS-CoV-2 (96% nucleotide identity) [39,40], the pangolin CoV (85% nucleotide identity with SARS-CoV-2) [41], and SARS-CoV (78% identity) [39]. Cross-reactivity of an antibody is typically determined by evaluating a pure preparation of specific antibodies or by competition assays. However, since our Wisconsin controls are almost certainly naïve to MERS-CoV, SARS-CoV, and bat and pangolin CoVs, we can make predictions about cross-reactivity (as opposed to binding due to sequence identity).\n\nAntibodies in COVID-19-convalescent sera appeared to be cross-reactive with identical or homologous epitopes in S, M, N, ORF1ab, ORF3, ORF6, and ORF8 in other CoVs (Fig 5, S2 Fig, and S3 and S4 Data). Overall, the greatest number of epitopes in any non-SARS-CoV-2 CoV occurred in the RaTG13 bat β-CoV at 74 epitopes (60 identical to SARS-CoV-2, 13 homologous nonidentical, 1 without a homologous SARS-CoV-2 epitope). The second greatest number, 60 epitopes, occurred in the pangolin CoV (23 identical to SARS-CoV-2, 30 homologous nonidentical, 6 without a homologous SARS-CoV-2 epitope, 1 without a homologous region in SARS-CoV-2), and third SARS-CoV with 45 epitopes, (10 identical to SARS-CoV-2, 32 homologous nonidentical, 3 without a homologous SARS-CoV-2 epitope) (S3 and S4 Data). Most (8 of 12) of the epitopes that were not in areas having epitopes in the homologous SARS-CoV-2 region occurred in ORF1ab, with the others occurring in S (2 epitopes) and N (2 epitopes). These epitopes were not conserved among each other and were not conserved with any epitopes in the CCCoVs (S3 Data).\n\nOne region, corresponding to SARS-CoV-2 epitope 807-S-26, showed binding or potential cross-reactivity across all CoVs, and one, corresponding to SARS-CoV-2 epitope 1140-S-25, showed binding or potential cross-reactivity across all β-CoVs (Fig 5). Epitope 807-S-26 includes the CoV S fusion peptide, and 1140-S-25 is immediately adjacent to the heptad repeat region 2, both of which are involved in membrane fusion [42].\n\nEnzyme-linked immunosorbent assays (ELISAs) confirm peptide microarray findings\n\nHaving determined reactivity and apparent cross-reactivity by peptide array, we aimed to independently confirm and validate these findings by ELISA. We selected 4 peptides for ELISA evaluation (1253-S-16, 814-S-16, 8-M-16, and 390-N-16) from those in our top 10 ranked epitopes, considering diversity among the proteins represented, association with neutralizing capacity, and potential cross-reactivity across multiple CoVs, and using the 16-mer in each epitope that most correctly discriminated between patients and controls. All 4 SARS-CoV-2 peptides had higher IgG binding in COVID-19 convalescent sera than in controls (Fig 6). Peptide 8-M-16 showed the greatest discrimination between COVID-19 convalescent and control sera with only 3 COVID-19 convalescent samples having values similar to controls. Both peptides 1253-S-16 and 814-S-16 showed greater binding in controls than either 8-M-16 or 390-N-16, confirming our findings of greater potential cross-reactivity among epitopes found in S.\n\nReactivity in some epitopes correlates with disease severity\n\nIncreased antibody titer and duration have been associated with increased severity of illness due to infection with SARS-CoV-2 [43–47] and other CoVs [48], although data on epitope-level differences by severity is lacking [49]. We compared reactivity in patients within our cohort whose COVID-19 course required intubation and mechanical ventilation (n = 8) with reactivity in COVID-19 convalescent patients who never required hospitalization (n = 25) using multilinear regression accounting for age, sex, immunocompromising conditions, and Charlson comorbidity index score [50] to determine epitope-level resolution of differences in reactivity. Nine epitopes in S (2 epitopes), M (1 epitope), N (2 epitopes), and ORF3a (4 epitopes) showed statistically significant (p &lt; 0.05) increases in reactivity for intubated patients relative to never-hospitalized patients (Fig 7, S4 Table). The S epitopes (289-S-17 and 613-S-25) both occurred in the S1 subunit (aa 14–685), with one (289-S-17) in the N-terminal domain [6] (see Fig 4D), whose function is not well understood but which may play a role in membrane fusion [51]. The M epitope (1-M-24) was the highly reactive epitope in the N-terminus of this protein discussed above. The N epitopes (336-N-16 and 376-N-22) occurred in the C-terminal domain (336-N-16), which is thought to bind nucleic acids, and in the unstructured C-tail (376-N-22) [52]. The ORF3a epitopes clustered near the N-terminus of the protein (16-ORF3a-16, 18-ORF3a-16, and 21-ORF3a-16) with one other epitope nearer the C-terminus (252-ORF3a-24). No epitopes showed statistically significant increases in reactivity for never-hospitalized patients relative to intubated patients (S4 Table).\n\nDiscussion\n\nIn our analysis of antibody binding to the full proteome of SARS-CoV-2, the highest magnitude binding of anti-SARS-CoV-2 antibodies from human sera occurred for an epitope in the N-terminus of M protein, with high specificity and sensitivity. Antibodies produced after infection with SARS-CoV-2 reacted with epitopes throughout the proteomes of other human and nonhuman CoVs, recognizing homologous regions across all CoVs. Taken together, these results confirm that humans mount strong, broad antibody responses to SARS-CoV-2 proteins in addition to S and N, and they implicate M epitopes as highly relevant to diagnostic and potentially to vaccine design.\n\nM proteins are the most abundant proteins in CoV virions [17]. The N-terminus of M is known in other CoVs to be a small, glycosylated ectodomain that protrudes outside the virion and interacts with S, N, and E [17], while the rest of M resides within the viral particle. Full-length SARS-CoV M has been shown to induce protective antibodies [20,53], and patterns of antibodies binding to SARS-CoV M are similar to those we found in SARS-CoV-2 [35]. SARS-CoV anti-M antibodies can synergize with anti-S and anti-N antibodies for improved neutralization [20,53], and M has been used in protective SARS-CoV and MERS-CoV vaccines [8]. However, the mechanism of protection of anti-M antibodies remains unknown, and this protein remains largely understudied and underutilized as an antigen. Other groups have not previously identified the high magnitude binding we observed for M, though that may be due to other studies’ use of samples collected earlier in the course of infection or different techniques, populations, or computational algorithms [54,55]. Notably, some of the highest binding we observed in the S protein occurred at the base of the extracellular portion of the protein, which would be the site of the putative interaction between SARS-CoV-2 S and M. The ACE2 binding site and the RBD in general are not as reactive, by these methods, as expected, suggesting that other, less-investigated epitopes may be playing a larger role in immunity to SARS-CoV-2 than is currently appreciated, which is further bolstered by the correlation of some of this binding with neutralizing titers. Our results, in concert with prior knowledge of anti-SARS-CoV antibodies, strongly suggest that epitopes in M, particularly the 1-M-24 epitope as well as other novel epitopes we identified, should be investigated further as potential targets in SARS-CoV-2 diagnostics, vaccines, and therapeutics.\n\nAmong the accessory proteins against which we detected antibodies, ORF8 has been the best studied. The ORF8 gene is part of a hypervariable region, having undergone multiple substitutions and deletions and being recognized as a recombination hotspot [56]. ORF8 protein is considered to have immunomodulatory activity and has been shown to potently down-regulate major histocompatibility complex class I expression in several cell lines [57] and to antagonize interferon signaling [58,59]. A deletion in ORF8 appears to be associated with a milder clinical COVID-19 course [60], and ORF8 has been shown to be secreted [61], indicating that the epitopes we defined here may merit further investigation for development of potential vaccines and therapeutics. Less is known about the other SARS-CoV-2 accessory proteins in which we found epitopes, ORF3a and ORF6, although some studies have implicated them in immunomodulatory functions [59,62–64]. Further investigations will be needed to determine the function of these proteins, which will provide greater insight into how the epitopes we found may be useful in the development of countermeasures against COVID-19.\n\nInterestingly, we found antibodies bind or bind adjacent to a number of the mutations in some of the “variants of concern” (VOCs) of SARS-CoV-2, which have recently emerged [65–67], so named because they appear to potentially be more transmissible than previous known variants or to escape antibody binding [68]. The epitopes we defined contained or were immediately adjacent to the locations of the majority of the variant-defining mutation sites in the structural and accessory proteins of the B.1.1.7 and B.1.351 variants and to one-quarter of the structural or accessory protein mutations sites of the P.1, B.1.427, and B.1.429 variants (see S5 Table). These results suggest that antigen escape may be driving the rise and dominance of variants. Recent works have demonstrated this phenomenon with mutations in S [69,70] but have not investigated this possibility for other proteins. Our findings suggest that antibodies to non-S proteins may be important to this process, as well. Given that the VOCs were identified after we performed our experiments, we did not include mutations characteristic of the VOCs in our array design for this current work. Future studies should include representation of the VOCs in order to discern any differences in antibody binding.\n\nWe also found that antibodies produced in response to SARS-CoV-2 infection appear to bind peptides representing homologous epitopes throughout the proteomes of other human and nonhuman CoVs. Hundreds of CoVs have been discovered in bats and other species [27,39–41,71,72], making future spillovers inevitable. The potential broad cross-reactivity we observed in some homologous peptide sequences may help guide the development of pan-CoV vaccines [15], especially given that antibodies binding to 807-S-26 and 1140-S-25, which showed potential cross-reactivity across all CoVs and all β-CoVs, respectively, are known to be potently neutralizing [32,33]. A caveat is that our methods cannot discern whether the increased IgG binding to CCCoVs in COVID-19 convalescent sera is due to newly developed cross-reactive antibodies or due to the stimulation of a memory response against the original CCCoV antigens. However, cross-reactivity of anti-SARS-CoV-2 antibodies with SARS-CoV or MERS-CoV is likely real, since our population was very unlikely to have been exposed to those viruses. A more stringent assessment of cross-reactivity as well as functional investigations into these cross-reactive antibodies will be vital in determining their capacity for cross-protection. Further, our methods efficiently detect antibody binding to linear epitopes [73], but their sensitivity for detecting parts of conformational epitopes, which are considered highly important in the immune response to SARS-CoV-2 and which are believed to be the type of epitope found within the RBD [23,25,74–76], is unknown. Additional analyses will be required to determine whether epitopes newly identified here induce neutralizing or otherwise protective antibodies. It is interesting to note that SARS-CoV-2 infection resulted in some antibodies that bound epitopes in other coronaviruses without binding the homologous part of SARS-CoV-2. These epitopes were not conserved with each other (S3 Data), and most of this binding occurred in nonstructural proteins in ORF1ab, which may indicate that this was nonspecific binding resulting from a generalized immune activation.\n\nFinally, we demonstrated that more severely ill patients have significantly greater reactivity to certain epitopes in S, M, N, and ORF3a. The 9 epitopes with significantly higher magnitude reactivity in intubated patients may play a role in the overaggressive immune response known to characterize severe COVID-19 [7,77], suggesting that they may be targets for treatment in or prevention of severe disease. Our data collection included date of first positive test (S1 Table) but not of symptom onset, but future studies that include these data could investigate potential correlations between symptoms and antibody kinetics. Alternatively, the antibody response in general may be higher in very sick patients, expanding the repertoire of antibody reactivity. Future studies should investigate whether these differences can be detected early in the disease course to determine their potential utility as predictive markers of disease severity. Future studies may also investigate these epitopes’ potential as targets for medical countermeasures [51], although consideration should be given to the small sample size of our investigation.\n\nMany questions remain regarding the biology and immunology related to SARS-CoV-2. Our extensive profiling of epitope-level resolution antibody reactivity in COVID-19 convalescent patients, confirmed by independent assays, provides new epitopes that could serve as important targets in the development of improved diagnostics, vaccines, and therapeutics against SARS-CoV-2 and dangerous human CoVs that may emerge in the future.\n\nMethods\n\nPeptide microarray design and synthesis\n\nViral protein sequences were selected and submitted to Nimble Therapeutics (Madison, Wisconsin, USA) for development into a peptide microarray [73]. Sequences represented include proteomes of all 7 coronaviruses known to infect humans, proteomes of closely related coronaviruses found in bats and pangolins, and spike proteins from other coronaviruses (accession numbers and replicates per peptide shown in S5 Data). A number of proteins were included as controls, including poliovirus, 7 strains of human rhinovirus, and human cytomegalovirus 65kDa phosphoprotein. We chose these controls given that we expect most human adults will have antibody reactivity to at least one of these proteins and proteomes. Accession numbers used to represent each viral protein are listed in the Supporting information (accession numbers and replicates per peptide shown in S5 Data). All proteins were tiled as 16 amino acid peptides overlapping by 15 amino acids. All unique peptides were tiled in a lawn of thousands of copies, with each unique peptide represented in at least 3 and up to 5 replicates (S5 Data). The peptide sequences were synthesized in situ with a Nimble Therapeutics Maskless Array Synthesizer (MAS) by light-directed solid-phase peptide synthesis using an amino-functionalized support (Geiner Bio-One) coupled with a 6-aminohexanoic acid linker and amino acid derivatives carrying a photosensitive 2-(2-nitrophenyl) propyloxycarbonyl (NPPOC) protection group (Orgentis Chemicals). Unique peptides were synthesized in random positions on the array to minimize impact of positional bias. Each array consists of 12 subarrays, where each subarray can process 1 sample, and each subarray contains up to 389,000 unique peptide sequences.\n\nHuman patients and controls\n\nThe study was conducted in accordance with the Declaration of Helsinki and approved by the Institutional Review Board of the University of Wisconsin-Madison. Clinical data and sera from patients infected with SARS-CoV-2 were obtained from the University of Wisconsin (UW) COVID-19 Convalescent Biobank and from controls (sera collected prior to 2019) from the UW Rheumatology Biobank [78]. All patients and controls were 18 years of age or older at the time of recruitment and provided informed consent. COVID-19 convalescent patients had a positive SARS-COV-2 PCR test at UW Health with sera collected 5 to 6 weeks after self-reported COVID-19 symptom resolution except blood was collected for 1 patient after 9 weeks. Age, sex, medications, and medical problems were abstracted from UW Health’s electronic medical record (EMR). Race and ethnicity were self-reported. Hospitalization and intubation for COVID-19 and smoking status at the time of blood collection (controls) or COVID-19 were obtained by EMR abstraction and self-report and were in complete agreement. Two-thirds of COVID-19 convalescent patients and all controls had a primary care appointment at UW Health within 2 years of the blood draw as an indicator of the completeness of the medical information. Patients and controls were considered to have an immunocompromising condition if they met any of the following criteria: immunosuppressing medications, systemic inflammatory or autoimmune disease, cancer not in remission, uncontrolled diabetes (secondary manifestations or hemoglobin A1c &gt;7.0%), or congenital or acquired immunodeficiency. Controls and COVID-19 patients were similar in regard to demographics and health (S5 Data), and patients who were not hospitalized, were hospitalized, or were hospitalized and intubated also were compared (S5 Data). No patients or controls were current smokers.\n\nPeptide array sample binding\n\nSamples were diluted 1:100 in binding buffer (0.01 M Tris-Cl (pH 7.4), 1% alkali-soluble casein, 0.05% Tween-20) and bound to arrays overnight at 4°C. After sample binding, the arrays were washed 3× in wash buffer (1× TBS, 0.05% Tween-20), 10 minutes per wash. Primary sample binding was detected via Alexa Fluor 647-conjugated goat anti-human IgG secondary antibody (Jackson ImmunoResearch, West Grove, Pennsylvania, United States of America). The secondary antibody was diluted 1:10,000 (final concentration 0.1 ng/μl) in secondary binding buffer (1× TBS, 1% alkali-soluble casein, 0.05% Tween-20). Arrays were incubated with secondary antibody for 3 hours at room temperature, then washed 3× in wash buffer (10 minutes per wash), washed for 30 seconds in reagent-grade water, and then dried by spinning in a microcentrifuge equipped with an array holder. The fluorescent signal of the secondary antibody was detected by scanning at 635 nm at 2 μm resolution using an Innopsys 910AL microarray scanner. Scanned array images were analyzed with proprietary Nimble Therapeutics software to extract fluorescence intensity values for each peptide.\n\nPeptide microarray findings validation\n\nWe included sequences on the array of viruses that we expected all adult humans to be likely to have been exposed to as positive controls: 1 poliovirus strain (measuring vaccine exposure) and 7 rhinovirus strains. Any patient or control whose sera did not react to at least 1 positive control would be considered a failed run and removed from the analysis. All patients and controls in this analysis reacted to epitopes in at least 1 control strain (Fig 1, S1 Data).\n\nPeptide microarray data analysis\n\nThe raw fluorescence signal intensity values were log2 transformed. Clusters of fluorescence intensity of statistically unlikely magnitude, indicating array defects, were identified and removed. Local and large area spatial corrections were applied, and the median transformed intensity of the peptide replicates was determined. The resulting median data was cross-normalized using quantile normalization.\n\nNeutralization assay\n\nVirus neutralization assays were performed with SARS-CoV-2/UW-001/Human/2020/Wisconsin on Vero E6/TMPRSS2 [79]. Virus (approximately 100 plaque-forming units) was incubated with the same volume of 2-fold dilutions of heat-inactivated serum for 30 minutes at 37°C. The antibody/virus mixture was added to confluent Vero E6/TMPRSS2 cells that were plated at 30,000 cells per well the day prior in 96-well plates. The cells were incubated for 3 days at 37°C and then fixed and stained with 20% methanol and crystal violet solution. Virus neutralization titers were determined as the reciprocal of the highest serum dilution that completely prevented cytopathic effects.\n\nProtein structures\n\nThe SARS-CoV-2 S-chimera.pdb used to make S protein structures is a chimeric structure built by Robert Kirchdoerfer using 6VYB.pdb, 5X4S.pdb, and 6LZG coordinates and filling in internal unresolved residues from known (presumably) analogous sites determined for SARS-CoV S from 6CRV.pdb. Additional unmodeled regions were generated using Modeller [80]. C-proximal HR2 regions were modeled as single helices (Phe1148-Leu1211) in Coot [81].\n\nThe data2bfactor Python script written by Robert L. Campbell, Thomas Holder, and Suguru Asai (downloaded from http://pldserver1.biochem.queensu.ca/~rlc/work/pymol/) was used to substitute peptide array data onto this structure in place of the B factor in PyMol (The PyMOL Molecular Graphics System, Version 2.0 Schrödinger, LLC) using a dark blue (low) to red (high) color scale. Data used for these visualizations were the average reactivity in the 40 COVID-19 convalescent patients, the average reactivity in the 20 naïve controls, and the difference between averages for the patients and for the controls.\n\nEnzyme-linked immunosorbent assays (ELISAs)\n\nCostar 96-well high-binding plates (Corning, Corning, USA) were incubated at 4°C overnight with 5 μg/ml streptavidin (Thermo Fisher Scientific, Waltham, USA) in PBS (Corning). Plates were washed twice with PBS and incubated at room temperature for 1 hour with 0.5 mM of the following peptides (Biomatik, Kitchener, Canada) in PBS: 814-S-16 (KRSFIEDLLFNKVTLA-K-biotin), 1253-S-16 (CCKFDEDDSEPVLKGV-K-biotin), 390-N-16 (QTVTLLPAADLDDFSK-K-biotin), and 8-M-16 (ITVEELKKLLEQWNLV-K-biotin). Plates were washed thrice with wash buffer (0.2% Tween-20 in PBS), then incubated for 1 hour in blocking solution (5% nonfat dry milk in wash buffer) at room temperature, incubated overnight at 4°C with sera at 1:200 in blocking solution, washed 4 times with wash buffer, incubated for 1 hour at room temperature with mouse anti-human IgG conjugated to horse radish peroxidase (Southern Biotech, Birmingham, USA) diluted 1:5,000 in blocking solution, washed 4 times with wash buffer, and incubated with tetramethyl benzidine substrate solution (Thermo Fisher Scientific) for 5 minutes followed by 0.18 M sulfuric acid. Absorbance was read on a FilterMax F3 Multi-mode Microplate reader (Molecular Devices, San Jose, USA) at 450 and 562 nm. Background signal from 562 nm absorbance and wells with no peptide and no serum were subtracted. Plates were normalized using a pooled serum sample on every plate. Absorbance values of 0 were plotted as 0.0002 to allow a log scale for graphs. Samples were run in duplicate.\n\nStatistical analysis\n\nStatistical analyses were performed in R (v 4.0.2) using in-house scripts. For each peptide, a p-value from a two-sided t test with unequal variance between sets of patient and control responses were calculated and adjusted using the Benjamini–Hochberg (BH) algorithm. To determine whether the peptide was in an epitope (in SARS-CoV-2 proteins) or cross-reactive for anti-SARS-CoV-2 antibodies (in non-SARS-CoV-2 proteins), we used an adjusted p-value cutoff of &lt;0.1 (based on multiple hypothesis testing correction for all 119,487 unique sequences on the array) and a fold-change of greater than or equal to 2 and grouped consecutive peptides as a represented epitope. Linear discriminant analysis leave-one-out cross validation was used to determine specificity and sensitivity on each peptide and from each epitope using the average signal of the component peptides. Pearson correlation for reactivity with neutralizing titer was calculated using each patient’s or control’s epitope signal and the log2 signal of the respective neutralization value.\n\nTo identify cross-reactive epitopes, we used each SARS-CoV-2 epitope sequence as a query, searched the database of proteins from the sequences in the peptide array using blastp (-word-size 2, num-targets 4,000) to find homologous sequences in the bat, pangolin, and other human CoV strains, then determined whether the average log2-normalized intensity for these sequences in patients was at least 2-fold greater than in controls with t test statistics yielding adjusted p-values &lt;0.1. Each blast hit was then mapped back to the corresponding probe ranges.\n\nFor correlations of reactivity with clinical severity, for each patient, the epitope signal was determined by averaging the normalized signal from the epitopes corresponding probes. Each epitope average signal response was fit using a multilinear regression model accounting for age, sex (Female, Male), immunocompromised status (Yes, No), and Charlson comorbidity index score [50] as additive. Contrasts between nonhospitalized and intubated patients were performed for each epitope with the fit models and p-values and log2 fold-change were determined.\n\nThe clinical and demographic characteristics of convalescent patients were compared to those of the controls using χ2 tests for categorical variables and Wilcoxon rank-sum tests for nonnormally distributed continuous measures.\n\nHeatmaps were created using the gridtext [82] and complexheatmap [83] packages in R. Alignments for heatmaps were created using MUSCLE [84].\n\nSupporting information"
}