{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000270",
  "doi": "10.1371/journal.pbio.3000270",
  "externalIds": [
    "pii:PBIOLOGY-D-18-01137",
    "pmid:31125332",
    "pmcid:PMC6534289"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Foxp1 is critical for the maintenance of regulatory T-cell homeostasis and suppressive function",
  "authors": [
    {
      "name": "Jiazi Ren",
      "first": "Jiazi",
      "last": "Ren",
      "affiliation": "CAS Key Laboratory of Molecular Virology and Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Lei Han",
      "first": "Lei",
      "last": "Han",
      "affiliation": "CAS Key Laboratory of Molecular Virology and Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai, China"
    },
    {
      "name": "Jinyi Tang",
      "first": "Jinyi",
      "last": "Tang",
      "affiliation": "CAS Key Laboratory of Molecular Virology and Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Yuanhua Liu",
      "first": "Yuanhua",
      "last": "Liu",
      "affiliation": "CAS Key Laboratory of Molecular Virology and Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Xiaoxue Deng",
      "first": "Xiaoxue",
      "last": "Deng",
      "affiliation": "CAS Key Laboratory of Molecular Virology and Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Qiuyue Liu",
      "first": "Qiuyue",
      "last": "Liu",
      "affiliation": "CAS Key Laboratory of Molecular Virology and Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Pei Hao",
      "first": "Pei",
      "last": "Hao",
      "affiliation": "CAS Key Laboratory of Molecular Virology and Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Xiaoming Feng",
      "first": "Xiaoming",
      "last": "Feng",
      "affiliation": "State Key Laboratory of Experimental Hematology, Institute of Hematology and Hospital of Blood Diseases, Chinese Academy of Medical Sciences and Peking Union Medical College, Tianjin, China"
    },
    {
      "name": "Bin Li",
      "first": "Bin",
      "last": "Li",
      "affiliation": "Shanghai Institute of Immunology, Shanghai JiaoTong University School of Medicine, Shanghai, China"
    },
    {
      "name": "Hui Hu",
      "first": "Hui",
      "last": "Hu",
      "affiliation": "Department of Microbiology, School of Medicine, University of Alabama at Birmingham, Birmingham, Alabama, United States of America"
    },
    {
      "name": "Haikun Wang",
      "first": "Haikun",
      "last": "Wang",
      "affiliation": "CAS Key Laboratory of Molecular Virology and Immunology, Institut Pasteur of Shanghai, Chinese Academy of Sciences, Shanghai, China; University of Chinese Academy of Sciences, Beijing, China",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-4714-4672"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-05-24",
  "dateAccepted": "2019-04-30",
  "dateReceived": "2018-11-06",
  "volume": "17",
  "number": "5",
  "pages": "e3000270",
  "tags": [
    "Animal cells",
    "Biochemistry",
    "Blood cells",
    "Cell biology",
    "Cell differentiation",
    "Cell staining",
    "Cellular types",
    "Cytophotometry",
    "Developmental biology",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Blood cells",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell differentiation",
    "Discipline-v3/Cell staining",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Cytophotometry",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Flow cytometry",
    "Discipline-v3/Forkhead box",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetics",
    "Discipline-v3/Immune cells",
    "Discipline-v3/Immune physiology",
    "Discipline-v3/Immunology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Physiology",
    "Discipline-v3/Protein domains",
    "Discipline-v3/Proteins",
    "Discipline-v3/Regulatory T cells",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Specimen preparation and treatment",
    "Discipline-v3/Spectrophotometry",
    "Discipline-v3/Spectrum analysis techniques",
    "Discipline-v3/Spleen",
    "Discipline-v3/Staining",
    "Discipline-v3/T cells",
    "Discipline-v3/White blood cells",
    "Flow cytometry",
    "Forkhead box",
    "Gene expression",
    "Genetics",
    "Immune cells",
    "Immune physiology",
    "Immunology",
    "Physiology",
    "Protein domains",
    "Proteins",
    "Regulatory T cells",
    "Specimen preparation and treatment",
    "Spectrophotometry",
    "Spectrum analysis techniques",
    "Spleen",
    "Staining",
    "T cells",
    "Type/Research Article",
    "White blood cells"
  ],
  "abstract": "Regulatory T (Treg) cells play central roles in maintaining immune homeostasis and self-tolerance. However, the molecular mechanisms underlying Treg cell homeostasis and suppressive function are still not fully understood. Here, we report that the deletion of another P subfamily members of the forkhead box (Foxp) subfamily member Foxp1 in Treg cells led to increased numbers of activated Treg (aTreg) cells at the expense of quiescent Treg cells, and also resulted in impaired Treg suppressive function. Mice with Foxp1-deficient Treg cells developed spontaneous inflammatory disease with age; they also had more severe inflammatory disease in colitis and experimental autoimmune encephalomyelitis (EAE) models. Mechanistically, we found that Foxp1 bound to the conserved noncoding sequence 2 (CNS2) element of the Foxp3 locus and helped maintain Treg suppressive function by stabilizing the Foxp3 expression. Furthermore, we found that Foxp1 and Foxp3 coordinated the regulation of cytotoxic T-lymphocyte-associated protein 4 (CTLA-4) expression levels. Taken together, our study demonstrates that Foxp1 plays critical roles in both maintaining Treg cell quiescence during homeostasis and regulating Treg suppressive function.",
  "fullText": "Introduction\n\nRegulatory T (Treg) cells are a subset of CD4+ T cells of vital importance in the maintenance of immunological self-tolerance and T-cell homeostasis [1,2]. Like conventional CD4+ T cells, Treg cells in the periphery have subpopulations with different functions. Based on the expression levels of cell surface markers CD44 and CD62L, Treg cells can be divided into CD44lowCD62Lhigh resting Treg (rTreg) and CD44highCD62Llow activated Treg (aTreg) cells [3,4]. rTreg cells are more quiescent Treg cells in the secondary lymphoid tissues, where paracrine interleukin 2 (IL-2) is required for their homeostasis, and rTreg cells have less spontaneous proliferation [3]. In contrast, aTreg cells are also present in the secondary lymphoid tissues, but they are the predominant Treg cell population in the nonlymphoid tissues [4,5]. Compared with rTreg cells, aTreg cells appear to be more potent suppressors in anti-inflammatory responses [5]. Studies have shown that transcription factors, including forkhead box O1 (Foxo1), myeloblastosis oncogene (Myb), interferon regulatory factor 4 (IRF4), the c-Rel subunit of activation of nuclear factor κB (NF-κB c-Rel), are important for aTreg differentiation and migration [4,6–8]. The transcriptional regulation of rTreg and aTreg cell homeostasis, however, is poorly understood.\n\nTranscription factor Foxp3 has been considered the master regulator of Treg cells, indispensable for Treg cell development, maintenance, and suppressive function [9]. Loss-of-function mutations of Foxp3 are sufficient to drive lethal systemic autoimmunity both in mice and in humans due to defects in Treg cell development [10–12]. The deletion of Foxp3 in mature Treg cells leads to abnormal target gene expression and their impaired suppressive function [13]. It has also been reported that attenuation or unstable Foxp3 expression impairs the function of Treg cells [14–16], suggesting that the stringent regulation of Foxp3 expression levels is important for the maintenance of Treg cell function and identity. Studies have shown that transcription factors, such as GATA binding protein 3 (Gata3), E26 avian leukemia oncogene 1, 5′ domain (Ets-1), cyclic-AMP response element binding protein (CREB), forkhead box O (Foxo), SMAD family member 3 (Smad3), nuclear factor of activated T cells (NFAT), signal transducer and activator of transcription 5 (STAT5), runt related transcription factor 1 (Runx1), reticuloendotheliosis oncogene (c-Rel), and special AT-rich sequence binding protein 1 (Satb1), have the ability to transactivate Foxp3 expression by directly binding to the conserved noncoding sequences (CNSs) of the Foxp3 locus [17–26]. CNSs include a promoter, CNS1 and CNS2 in the first intron, CNS3 downstream of exon 1, and CNS0 in an intron of the neighboring gene 5′ of the Foxp3 locus [26,27]. The functions of CNSs have been intensively studied: CNS1 is important for the generation of Treg cells generated in the periphery (pTreg); CNS3 acts as a pioneer element, indispensable for both the differentiation of thymus-derived Treg cells (tTreg) and pTreg; and CNS2 does not affect thymic generation of Treg cells, but rather it helps maintain the stable expression of Foxp3 and protects Treg cell identity under destabilizing conditions [15,16,27]. Despite all this work, the transcriptional regulation of Foxp3 in Treg cells is not fully understood.\n\nStudies have suggested that Foxp3 alone is not sufficient to determine the Treg cell differentiation; instead, Treg differentiation and functional maintenance need a well-orchestrated transcriptional network, including the interactions between Foxp3 and its partners [9]. A large number of Foxp3 partners have been identified as transcription-related proteins, including transcription factors: nuclear factor of activated T cells, cytoplasmic, calcineurin-dependent 2 (NFATc2), Runx1, B cell leukemia/lymphoma 11B (Bcl11b), forkhead box P1 (Foxp1), forkhead box P4 (Foxp4), Gata3, signal transducer and activator of transcription 3 (STAT3), IKAROS family zinc finger 1 (Ikaros/Ikzf1), IKAROS family zinc finger 3 (Aiolos/Ikzf3), E26 avian leukemia oncogene (Ets), and CCR4-NOT transcription complex, subunit 3 (Cnot3) [28]. Among these identified partners, Foxp1 is one of the P subfamily members of the forkhead box (FOX) transcription factor family, as is Foxp3. Our studies have revealed that Foxp1 is vital for both T-cell and B cell development and function [29–32]. In T cells, Foxp1 actively maintains naive T-cell quiescence by restraining IL-7Rα expression levels [31]. Furthermore, Foxp1 negatively regulates the differentiation and function of follicular helper T cells (TFH) [32]. Although it has been reported that Foxp1 can form a heterodimer with Foxp3 by the conserved leucine zipper domain [28,33], whether Foxp1 plays any role in Treg cell development and function is not known.\n\nHere, we report that Foxp1 regulates Treg cell homeostasis and suppressive function. Loss of Foxp1 specifically in the Treg cells results in increased numbers of aTreg cells at the expense of rTreg cells. The mice with Treg-specific depletion of Foxp1 develop spontaneous inflammatory disease and are more susceptible to dextran sulfate sodium (DSS)-induced colitis and experimental autoimmune encephalomyelitis (EAE). Mechanistically, we found that Foxp1 binds to the CNS2 element of the Foxp3 locus and helps maintain the stable expression of Foxp3. The restoration of Foxp3 expression partially rescues the suppressive function of Foxp1-deficient Treg cells. Moreover, we found that Foxp1 coordinates with Foxp3 in regulating cytotoxic T-lymphocyte-associated protein 4 (CTLA-4) expression levels. Our findings demonstrate that Foxp1 is critical for Treg cell homeostasis, stability, and suppressive function.\n\nResults\n\nFoxp1 is differentially expressed in rTreg and aTreg cells\n\nPreviously, we have shown that Foxp1 has no effect on the generation of Treg cells in the thymus of Foxp1f/fCD4Cre mice [30], in which Foxp1 is deleted at the double-positive (DP) thymocyte stage. Nevertheless, in Foxp1f/fCD4Cre mice, Foxp1 deletion affects the activation and homeostasis of conventional CD4+ T cells [30], and it is not clear how this may obscure the impact of Foxp1 on Treg cells. To better define the role of Foxp1 in Treg cells, we crossed mice bearing loxP-flanked Foxp1 alleles (Foxp1f/f) [30,31] with Foxp3-YFP-Cre knock-in mice (Foxp3Cre) [34] to deplete Foxp1 specifically in Treg cells (Foxp1f/fFoxp3Cre).\n\nTo understand Foxp1 functions in Treg cells, we first examined the Foxp1 expression in wild-type (WT) and Foxp1f/fFoxp3Cre Treg cells. Given that Foxp1 is differentially expressed in conventional naive CD4+ T cells and activated CD4+ T cells [32], we reason that Foxp1 may also have different expression patterns in CD44lowCD62Lhigh rTreg and CD44highCD62Llow aTreg (S1 Fig). We found that rTreg cells expressed high levels of the full-length Foxp1 isoform, Foxp1A, and low levels of the short isoform Foxp1D (Fig 1A), which resembles the Foxp1 expression in conventional naive CD4+ T cells, suggesting that Foxp1 may also play an important role in maintaining the quiescent state of rTreg cells, like its role in naive CD4+ T cells [31]. Surprisingly, however, we found that compared with rTreg cells, aTreg cells had lower Foxp1A expression at both the mRNA level and the protein level (Fig 1A–1C). This is quite different from the Foxp1 expression pattern in activated conventional CD4+ T cells, in which Foxp1A is expressed at a high level constitutively, and Foxp1D is greatly induced [32]. And as expected, Foxp1 was completely deleted in Treg cells from Foxp1f/fFoxp3Cre mice (Fig 1A–1C). We further examined Foxp1 expression in Treg cells across various tissues, including lung, liver, and small intestine, in WT mice. Studies have shown a high proportion of aTreg cells in the small intestine [3], and, consistently, we found that among all the tissues examined, the Foxp1 expression levels were the lowest in Treg cells in the small intestine (S2 Fig). These results together suggest that the amount of Foxp1 protein may be important for Treg cell differentiation or function.\n\nFoxp1 enforces the quiescent state of Treg cells and inhibits aTreg cell differentiation\n\nTo address whether Foxp1 is important for Treg cell homeostasis, we first analyzed the frequencies and cell numbers of Treg cells in the thymuses and the peripheral lymphoid and nonlymphoid organs in Foxp1f/fFoxp3Cre mice and control Foxp3Cre mice. We found that the frequencies of Treg cells in CD4+ T cells in a majority of the organs examined were very similar between Foxp3Cre and Foxp1f/fFoxp3Cre mice, except those in the spleen, the liver, and the lung, which were higher in Foxp1f/fFoxp3Cre mice (Fig 2A and 2B). We found that the numbers of Treg cells in the spleens and the lymph nodes, but not the thymuses, of the Foxp1f/fFoxp3Cre mice were significantly increased (Fig 2C), suggesting that Foxp1 deficiency has no effect on the generation or maintenance of Treg cells in the thymus, but it impairs the Treg cell homeostasis in the periphery.\n\nBecause Foxp1 is a key transcription factor that actively maintains conventional naive T-cell quiescence [31], we reasoned that Foxp1 might play important roles in maintaining rTreg cell quiescence and restricting aTreg cell differentiation. To address this question, we examined the frequencies and cell numbers of CD44lowCD62Lhigh rTreg and CD44high CD62Llow aTreg cells in Foxp3Cre and Foxp1f/fFoxp3Cre mice at different ages. We found that loss of Foxp1 led to significantly decreased percentages and numbers of rTreg cells, but with elevated percentages and numbers of aTreg cells in both the spleens and the lymph nodes of Foxp1f/fFoxp3Cre mice (Fig 2D and 2E). Such changes were observed in Foxp1f/fFoxp3Cre mice as early as when they were 3 weeks old (Fig 2E). When the mice were older than 16 weeks, Foxp1f/fFoxp3Cre mice almost lost the rTreg cell population and compensatorily had many more aTreg cells (Fig 2E).\n\nOne of the pronounced characteristics of nonquiescent T cells is their enhanced proliferation capacity. To further determine whether Foxp1-deficient Treg cells lose quiescence, we examined the cell proliferation of these cells. The antigen identified by monoclonal antibody Ki 67 (Ki-67) protein is a cellular marker strictly associated with cell proliferation [35]. We found that in 3-week-old (S3A Fig) and 8-week-old mice (Fig 2F), the percentages of Ki-67+ cells in both rTreg and aTreg cells from Foxp1f/fFoxp3Cre mice were increased compared with their WT counterparts, suggesting that Foxp1-deficient rTreg and aTreg cells proliferated more in vivo. We also sorted out CD44lowCD62Lhigh rTreg cells and CD44highCD62Llow aTreg cells from Foxp3Cre and Foxp1f/fFoxp3Cre mice and labeled them with CellTrace, which tracks cell proliferation. We found that upon stimulation by different concentrations of anti-CD3/CD28 antibodies in vitro, Foxp1-deficient rTreg cells proliferated more than WT rTreg cells did (Fig 2G), although we did not observe obvious differences in cell proliferation between WT and Foxp1-deficient aTreg cells (S3B Fig). Of note, the apoptosis of rTreg and aTreg cells in Foxp3Cre and Foxp1f/fFoxp3Cre mice showed no difference (S3C Fig), suggesting that the higher numbers of Treg cells in Foxp1f/fFoxp3Cre mice result from the increased Treg cell proliferation. Taken together, our results suggest that Foxp1 plays a critical role in maintaining the rTreg cell pool and negatively regulates aTreg cell differentiation.\n\nFoxp1 regulates rTreg cell quiescence in a cell-intrinsic manner\n\nTo address whether Foxp1 regulates rTreg cell quiescence in an intrinsic manner, we took advantage of Foxp1f/fFoxp3Cre/+ female mice, theoretically, in which around half of the Treg cells are Foxp1 sufficient, while the other half of the Treg cells are Foxp1 deficient due to the random X chromosome inactivation. Consistent with the results in Foxp1f/fFoxp3Cre male mice, we found that the percentage of Ki-67+ Treg cells in Foxp1f/fFoxp3Cre/+ female mice was also higher than that in control Foxp3Cre/+ female mice (Fig 3A), indicating that Foxp1 intrinsically regulates Treg cell proliferation. However, in Foxp1f/fFoxp3Cre/+ females, we found that Foxp1-deficient Treg cells had compromised competitive fitness in the spleens or the lymph nodes (Fig 3B), with aTreg cells being almost outcompeted by WT Treg cells (Fig 3C). Therefore, Foxp1f/fFoxp3Cre/+ female mice are not suitable to address whether Foxp1 intrinsically controls the balance between rTreg and aTreg. To resolve this issue, we used Foxp1f/fCre-ERT2+ mice, in which Treg cells have normal development and function before tamoxifen treatment. We treated mice with tamoxifen and analyzed the phenotype at day (d)8. At this time point, the conventional T cells in Foxp1f/fCre-ERT2+ mice had no obvious phenotypic alteration based on the expression of CD44 and CD62L (Fig 3D). However, there were more aTreg cells within the Treg cell population in Foxp1f/fCre-ERT2+ mice (Fig 3E). And consistently, acute deletion of Foxp1 led to increased Ki-67+ Treg cells in Foxp1f/fCre-ERT2+ mice (Fig 3F). Taken together, our data suggest that Foxp1 enforces the quiescent state of Treg cells in a cell-intrinsic manner.\n\nFoxp1 controls Treg suppressive function\n\nWe next asked whether Foxp1 plays any role in Treg suppressive function. We first performed phenotype analysis in both 6–8-week-old and &gt;6-month-old mice. Compared with control Foxp3Cre mice, we found that Foxp1f/fFoxp3Cre mice had splenomegaly and lymphadenopathy at 8 weeks of age (S4A Fig). Flow cytometry analysis showed that the conventional T cells in 8-week-old Foxp1f/fFoxp3Cre mice exhibited the memory/effector phenotype (CD44highCD62Lhigh and CD44highCD62Llow) (S4B Fig), with increased percentages of interferon gamma (IFNγ)-producing T cells in the spleens and nonlymphoid organs (S4C Fig). Foxp1f/fFoxp3Cre mice older than 6 months had even higher percentages of CD44highCD62Llow activated T cells, and more IFNγ or IL-4–producing T cells (Fig 4A and 4B and S4D Fig). And strikingly, those older Foxp1f/fFoxp3Cre mice developed a multi-organ inflammatory disease (Fig 4C), strongly suggesting that Foxp1 plays an important role in maintaining the suppressive function of Treg cells under the homeostatic condition.\n\nTreg cells exert an important function in suppressing various inflammatory responses [9]. Thus, we further addressed whether Foxp1 is indispensable for the restriction of inflammatory responses by Treg cells. In the DSS-induced colitis model, we found that with DSS treatment, WT mice survived well and had no weight loss; but in stark contrast, Foxp1f/fFoxp3Cre mice began to lose weight at d5 post DSS treatment and started to die at d8, with the mortality rate up to 80% at d11 (Fig 4D and 4E). Consistent with the severe weight loss and low survival rate, we found that the colons of Foxp1f/fFoxp3Cre mice treated with DSS exhibited more immune cell infiltration than those from WT mice (Fig 4F). We also found that, compared with those from WT mice, the conventional T cells in the spleens and the colons from Foxp1f/fFoxp3Cre mice had higher percentages of inflammatory cytokines IFNγ- and IL-17A–producing cells (Fig 4G). To further confirm these results, we took advantage of the EAE disease model, in which MOG peptide immunization with pertussis toxin (PT) elicits strong TH1 and TH17 inflammatory responses in vivo [36]. We found that Foxp1f/fFoxp3Cre mice had obviously higher clinical scores and more body weight loss than did WT mice during the development of EAE disease (Fig 4H and 4I). In line with more severe EAE symptoms in Foxp1f/fFoxp3Cre mice, we observed more demyelination, indicated by the loss of Luxol fast blue staining in spinal cords (Fig 4J), more lymphocytes infiltration (S4E and S4F Fig), and more IFNγ- or IL-17A–producing T cells in the brains and the spinal cords of Foxp1f/fFoxp3Cre mice (Fig 4K), suggesting that Foxp1-deficient Treg cells have impaired functions in suppressing inflammation in the EAE model. Thus, by using two different inflammatory models, we have demonstrated that Foxp1 is crucial for Treg suppressive function during anti-inflammatory responses.\n\nFoxp1 regulates iTreg cell differentiation and maintenance\n\nStudies have shown that Foxp3+ Treg cells can also be induced from CD4+CD25− naive T cells in the periphery or in vitro, which are named pTreg and iTreg cells, respectively [37]. As we have demonstrated that Foxp1 is important for the homeostasis and the suppressive function of tTreg cells (Fig 2 and Fig 4), we went further to ask whether Foxp1 plays any role in the differentiation and function of pTreg and iTreg cells. To circumvent the abnormal development of naive CD4+ T cells caused by Foxp1 deletion before T cell maturation, we used the inducible Foxp1 conditional knockout mouse line, the Foxp1f/fCre-ERT2+Rosa26YFP mouse [31]. We treated the Foxp1f/fCre-ERT2+Rosa26YFP mice with tamoxifen, isolated naive CD4+ T cells, and cultured the CD4+ T cells under iTreg condition with different concentrations of IL-2. We found that the loss of Foxp1 led to dramatically reduced generation of CD25highFoxp3+ iTreg cells under all the IL-2 culture conditions (Fig 5A), suggesting impaired iTreg differentiation in the absence of Foxp1.\n\nTo elucidate the function and maintenance of iTreg cells in vivo, we cotransferred the iTreg cells differentiated in vitro with naive CD4+ T cells from the WT mice into the Rag1−/− recipient mice. Six weeks after cells transfer, we found that the frequency of Foxp1-deficient iTreg cells was significantly lower than that of WT iTreg cells in the spleens and the colons in the recipient mice (Fig 5B), suggesting that the maintenance of Foxp1-deficient iTreg cells in vivo is impaired. Consistently, we found that the recipient mice transferred with Foxp1-deficient iTreg cells developed more severe colitis, indicated by the greater body weight loss (Fig 5C) and more IFNγ- or IL-17A–producing T cells in the colons (Fig 5D). Taken together, our data demonstrated that Foxp1 is important for both iTreg generation and maintenance.\n\nFoxp1 helps maintain Treg suppressive function through controlling stable Foxp3 expression\n\nTo understand the mechanism by which Foxp1 regulates Treg suppressive function, we first examined the expression levels of Foxp3 in Treg cells. We found that the expression of Foxp3 was reduced in Foxp1-deficient rTreg cells at both the mRNA level (Fig 6A) and the protein level (Fig 6B and 6C), consistent with an earlier observation that the Foxp1-deficient rTreg cells expressed lower levels of YFP, the indicator of Foxp3 expression in mice with a Foxp3YFP-Cre allele (S5A Fig). These results suggest that Foxp1 likely regulates Foxp3 expression in Treg cells at the transcriptional level. Unexpectedly, we found that there was no obvious difference in Foxp3 mRNA and protein levels between WT and Foxp1-deficient aTreg cells (Fig 6A–6C), suggesting that somehow the defective Foxp3 expression in the absence of Foxp1 is compensated in the steady-state aTreg cells with a yet unknown mechanism.\n\nTo determine whether Foxp1 may directly regulate Foxp3 expression in rTreg cells, we analyzed the CNSs of the Foxp3 locus by bioinformatics. And the conserved forkhead-binding sites were found in the promoter, CNS2, and CNS0 regions of the Foxp3 locus, respectively (S5B Fig). Using the chromatin immunoprecipitation (ChIP) approach, we found that Foxp1 bound to these three regions of the Foxp3 locus (Fig 6D), suggesting that Foxp3 is a direct target of Foxp1.\n\nIt has been reported that CNS2 is required for the maintenance of heritable Foxp3 expression, and it protects Treg lineage identity in inflammatory cytokine environments [15,16]. Because Foxp1 bound to the promoter region and the CNS2 region of Foxp3, we reasoned that Foxp1 might be critical for stable Foxp3 expression, and thereby for Treg stability. Indeed, we found that during cell division upon T-cell receptor (TCR) stimulation, Foxp3 expression was greatly compromised in the Foxp1-deficient rTreg (Fig 6E and 6F). Surprisingly, although the Foxp3 levels were normal in Foxp1-deficient aTreg cells in the steady state (Fig 6B and 6C), upon TCR stimulation, the heritable Foxp3 expression was not sustained in Foxp1-deficient aTreg cells (Fig 6E and 6F). CNS2 has been shown to help maintain Foxp3 expression under a TH2 and TH17 cytokine environment [15,16]. We found that the addition of IL-4 to TCR-stimulated Treg cells greatly down-regulated Foxp3 in both Foxp1-deficient rTreg cells and aTreg cells, but not in WT Treg cells (Fig 6G). Similarly, we observed the unstable Foxp3 expression in Foxp1-deficient iTreg cells upon TCR stimulation (S5C Fig). Taken together, these results suggest that Foxp1, through its binding to the CNS2 and the promoter regions of the Foxp3 locus, plays a vital role in stabilizing the Foxp3 expression.\n\nStudies have shown that unstable Foxp3 expression affects Treg cell functions [15,16]. We reasoned that the unstable Foxp3 expression in the absence of Foxp1 would contribute to the defective suppressive function of Foxp1-deficient Treg cells. To test this, we constructed a Foxp3 retroviral expression vector (RV-Foxp3) that restored the Foxp3 expression levels in Foxp1-deficient Treg cells to the levels of WT Treg cells (S5D Fig). In the EAE model, we found that Foxp1f/fFoxp3Cre mice, which were transferred with Foxp1-deficient Treg cells overexpressing Foxp3, had significantly remitted symptoms from d15 post EAE induction (Fig 6H). Consistently, these mice had fewer IL-17A– and IFNγ-producing T cells in the spinal cords and the brains than Foxp1f/fFoxp3Cre mice transferred with control Foxp1-deficient Treg cells (Fig 6I). All these results suggest that Foxp1-mediated regulation of Foxp3 expression is important for Treg suppressive function.\n\nFoxp1-dependent transcriptional programs in Treg cells\n\nTo further gain insight into the mechanism by which Foxp1 regulates Treg cell homeostasis and function, we analyzed the global gene expression profiles of rTreg and aTreg cells from Foxp1f/fFoxp3Cre and control Foxp3Cre (WT) mice by RNA sequencing (RNA-Seq). We identified 444 and 400 genes up-regulated or down-regulated, respectively, by more than 1.5-fold in Foxp1-deficient rTreg cells compared with WT rTreg cells, and 218 and 134 genes up-regulated or down-regulated, respectively, by more than 1.5-fold in Foxp1-deficient aTreg cells compared with WT aTreg cells (S1 and S2 Tables, Fig 7A and S6A Fig).\n\nIn WT aTreg cells, there was a set of up-regulated genes compared with WT rTreg cells (2-fold as threshold). We defined these genes as the putative aTreg cell signature genes. Strikingly, we found that 137 up-regulated genes (31% of total up-regulated genes) in Foxp1-deficient rTreg cells were the aTreg cell signature genes, accounting for approximately 11% of the aTreg signature genes (S6B and S3 Table), suggesting that Foxp1 is a key transcription factor that normally restrains the differentiation of aTreg cells from rTreg cells.\n\nThe differentially expressed genes between WT and Foxp1-deficient rTreg cells were analyzed and found to be clustered into different groups that include cell cycle–regulating genes, transcription factors, genes involved in signaling transduction, and metabolism-related genes (Fig 7A), suggesting that Foxp1 regulates many cellular programs in Treg cells. The Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analysis showed that the up-regulated genes in Foxp1-deficient rTreg cells were greatly enriched in the cell cycle–related pathway (Fig 7B). The gene set enrichment analysis (GSEA) showed similar results, that the up-regulated genes in Foxp1-deficient rTreg cells were significantly enriched in cell cycle and oxidative phosphorylation pathways (Fig 7C), suggesting that Foxp1 enforces Treg cell quiescence through regulating cell cycle–and metabolism-related pathways in Treg cells, which is quite similar to our observation in Foxp1-deficient CD8+ T cells [38]. To gain more insights into the mechanism by which Foxp1 regulates Treg cell quiescence, we checked the expression of E2 promoter binding factor (E2f) family genes and phosphoinositide-3-kinase interacting protein 1 (Pik3ip1), which have been shown to regulate CD8+ T-cell quiescence [38]. We found that Foxp1 deletion in rTreg cells led to significantly increased expression levels of E2f1 and its target, cyclin-dependent kinase 1 (Cdk1), but decreased expression levels of Pik3ip1. However, we did not observe obvious changes in the expression levels of E2f2 and E2f3 (S6C Fig). These results suggest that Foxp1 enforces Treg cell quiescence by a similar mechanism involved in regulating CD8+ T-cell quiescence.\n\nIn contrast to the up-regulated genes associated with Treg cell activation, the down-regulated genes in Foxp1-deficient rTreg cells were greatly enriched in the Treg signature gene cluster 6 [39], the transforming growth factor, beta (TGF-β) signaling pathway, and the Foxo signaling pathway (Fig 7D), which are important for Treg identity and function. The Treg signature gene cluster 6 has been shown to contain the signature genes not affected by Foxp3, TGF-β signaling, or TCR activation [39]. Interestingly, our data showed that many genes in this cluster may be regulated by Foxp1 (Fig 7D). As TGF-β signaling is important for iTreg differentiation, one of the reasons for the impaired iTreg development of Foxp1-deficient T cells could be the down-regulation of those genes related to the TGF-β signaling pathway in the absence of Foxp1. Collectively, our results suggest that Foxp1 negatively regulates the expression of genes involved in Treg cell activation, and at the same time promotes the expression of a set of genes important for Treg cell identity and function.\n\nFoxp1 and Foxp3 coordinate the regulation of CTLA-4 expression in Treg cells\n\nIt has been reported that Foxp subfamily proteins can form homodimers and heterodimers [33,40]. We confirmed the interaction between Foxp1 and Foxp3 in iTreg cells by immunoprecipitation (S7A Fig). We reasoned that Foxp1 and Foxp3 might co-regulate some important genes in Treg cells. Studies of Foxp3 ChIP have revealed many Foxp3 target genes in murine Treg cells [41]. By cross-examining the Foxp3 ChIP data set with our RNA-seq data set, we found that about 5% of up- or down-regulated genes in Foxp1-deficient rTreg cells (41 of 844 differential genes) were Foxp3-bound genes, accounting for about 8% of Foxp3 targets (Fig 8A and S4 Table). These results suggest that Foxp3 and Foxp1 function largely independently in Treg cells.\n\nNevertheless, CTLA-4, which is critical for Treg suppressive function, was one of the down-regulated genes in Foxp1-deficient Treg cells and among the potential genes co-regulated by Foxp1 and Foxp3 (Fig 8A and S1 Table). We recently have shown that Foxp1 directly regulates the expression of CTLA-4 in activated conventional CD4+ T cells [42]. Whether CTLA-4 is also a direct target of Foxp1 in Treg cells is not clear. To examine this, we examined the mRNA and protein levels of CTLA-4 in Treg cells. We found that the expression levels of CTLA-4 were decreased in both rTreg and aTreg cells in the absence of Foxp1 (Fig 8B and 8C). Furthermore, Foxp1 ChIP assay in Treg cells showed that Foxp1 bound to the promoter of Ctla4 (Fig 8D), suggesting that CTLA-4 is a direct target of Foxp1 in Treg cells, as well.\n\nIt has been reported that Foxp3 can bind to the Ctla4 promoter. Thus, it is intriguing to ask whether Foxp1 works together with Foxp3 to regulate the expression levels of CTLA-4 in Treg cells. We performed Foxp3 ChIP assay in Foxp1-sufficient and -deficient iTreg cells, and found that the loss of Foxp1 significantly reduced the binding of Foxp3 to the Ctla4 promoter region (Fig 8E). Of note, the protein levels of Foxp3 had only a very minor decrease in Foxp1-deficient iTreg cells compared with those of WT iTreg cells (S7A Fig), suggesting that the decreased binding of Foxp3 to Ctla4 promoter was mainly attributed to the absence of Foxp1. Consistently, although retroviral overexpression of Foxp1 or Foxp3 alone partially rescued the CTLA-4 expression in Foxp1-deficient iTreg cells, overexpression of Foxp1 together with Foxp3 completely rescued the expression of CTLA-4 in Foxp1-deficient iTreg cells. (Fig 8F and S7B Fig). Thus, our results demonstrate that Foxp1 and Foxp3 coordinate to regulate the expression levels of CTLA-4.\n\nDiscussion\n\nFoxp1 is an evolutionally conserved transcription factor that is required for the proper development of cardiovascular, intestinal, neural, pulmonary, and lymphoid tissues [29,30,43–47]. In this study, we provided evidence demonstrating that Foxp1 is also an important regulator of Treg cell homeostasis and suppressive function. We found that Foxp1 helps maintain the rTreg cell pool and restrain the differentiation of rTreg cells into aTreg cells. Interestingly, we also found that the ablation of Foxp1 in Treg cells dampens the Treg suppressive function in both homeostatic and pathological situations. Mice with Foxp1 deletion in Treg cells spontaneously developed inflammatory disease, and DSS-induced colitis and EAE were more severe in Foxp1f/fFoxp3Cre mice. Mechanistically, we found that Foxp1 stabilizes Foxp3 expression to maintain both the Treg suppressive function in anti-inflammatory responses and the Treg cell stability under TCR stimulation or destabilizing conditions. In addition, we found that CTLA-4 is a direct target of Foxp1 in Treg cells, and the absence of Foxp1 attenuates the Foxp3 binding to the Ctla4 promoter. Our study identifies Foxp1 as a critical regulator of Treg cell quiescence, suppressive function, and stability in homeostatic and inflammatory responses.\n\nAkin to conventional CD4+ T cells, tTreg cells can be divided into resting and activated subpopulations with relatively different functions. While rTreg cells that reside in lymphoid tissues play crucial roles in preventing lymphoproliferative disease, aTreg cells are the dominant Treg cell population in nonlymphoid tissues as potent suppressors in anti-inflammatory responses [4,5]. The balance between rTreg and aTreg is important for immune homeostasis. In our study, we found that Foxp1 deficiency leads to a gradual loss of rTreg cells. Given that rTreg cells function as suppressors of lymphoproliferation, the reduced rTreg cell number may explain the early splenomegaly and lymphadenopathy in young Foxp1-deficient mice. Unexpectedly, despite the increased numbers of aTreg cells, Foxp1f/fFoxp3Cre mice gradually develop spontaneous inflammatory diseases with age, and have more severe disease in DSS-induced colitis and EAE models, indicating that, although Foxp1 helps restrain the differentiation of aTreg cells from rTreg cells, it is also important for the suppressive function of aTreg cells.\n\nIn addition to tTreg cells, studies have shown that Foxp3+ Treg cells can also develop in the periphery from mature conventional CD4+ T cells (iTreg cells) [37]. It is an intriguing question whether Foxp1 is important for both tTreg cells and iTreg cells. Recently, Ghosh and colleagues showed that Foxp1 is vital for the iTreg cell differentiation and functions but is dispensable for the function of tTreg cells [48]. However, by using the same Foxp1f/f mouse line, Konopacki and colleagues showed that Foxp1 has an essential function in regulating tTreg cells [49]. The fact that Ghosh and colleagues did not observe functional defects in Foxp1-deficient tTreg cells could be due to some Foxp1+ Treg cells present in their Foxp1f/fFoxp3Cre mice [48]. In our study, we have used a different Foxp1f/f mouse line: Foxp1 is efficiently deleted in Treg cells in our Foxp1f/fFoxp3Cre mice (Fig 1A) [30,31], and we demonstrated that Foxp1 is important for the differentiation and suppressive function of tTreg cells. Thus, we conclude that Foxp1 plays vital roles in both tTreg and iTreg cells.\n\nIn conventional naive T cells, Foxp1 actively maintains T-cell quiescence largely by restraining IL-7Rα expression [31]. However, in this study we did not find that Foxp1 regulates the expression of IL-7Rα in rTreg cells, suggesting that the mechanisms underlying the transcriptional regulation of IL-7Rα are different between conventional CD4+ T and Treg cells. Our earlier study has also shown that Foxp1 does not control IL-7Rα expression in pre-B cells that express high levels of Foxp1 and IL-7Rα [29]. Thus, for the same target gene but in different types of cells, Foxp1 seems to engage different transcriptional partners or complexes to exert its regulation. Although Foxp1 does not control IL-7Rα expression in Treg cells, we found that Foxp1 regulates the expression levels of E2f1 and Pik3ip1 in Treg cells, two genes involved in the regulation of CD8+ T cell quiescence [38], suggesting that Foxp1 enforces Treg quiescence in a similar way as in CD8+ T cells: by simultaneously repressing key pathways in cellular metabolism and cell cycle progression.\n\nThe work of Ghosh and colleagues shows that Foxp1 binds to the promoter and the CNS2 region of the Foxp3 locus, which retains permissive histone modifications [48]. In our study, we have confirmed that Foxp1 binds to the promoter and the CNS2 region of the Foxp3 locus and, additionally, the CNS0 region. We find that Foxp1 sustains de novo expression of Foxp3 in rTreg cells and maintains stable Foxp3 expression in both rTreg and aTreg cells upon TCR stimulation. Previous studies have reported that Foxp3 CNS2 functions as a sensor of TCR signal to regulate and maintain Foxp3 expression [15,16]. Thus, it is possible that in quiescent rTreg cells, the control of Foxp3 expression by Foxp1 is mainly via promoter or CNS0, but may not involve CNS2; however, upon TCR stimulation, Foxp1 may engage in the formation of the loop between the promoter and the CNS2 of Foxp3 locus, which is required for the maintenance of high levels of Foxp3 expression. Several proteins such as Gata3, Ets-1, CREB, Stat5, Foxo1, Foxp3, Runx1, and CBFβ have been shown to bind to the promoter or the CNS2 region of Foxp3 gene [17–21,23,24,27,50]. This raises interesting questions about whether Foxp1 interacts with those proteins, especially, with Foxp3 in the regulation of Foxp3 expression and whether Foxp1 plays a nonredundant role in the regulation of Foxp3 expression. Others’ and our data show that Foxp1 and Foxp3 can form heterodimers. Thus, it is interesting to propose that the formation of the regulatory loop between the promoter and the CNS2 of the Foxp3 locus requires Foxp1 and Foxp3 heterodimers, which warrants further investigation.\n\nA variety of molecules are involved in the suppressive function of Treg cells, including CTLA-4, a key “checkpoint” in immune tolerance. CTLA-4 deficiency in Treg cells impairs their suppressive function both in vivo and in vitro [51]. CTLA-4 is also known as a Foxp3 direct target. In our study, we showed that Foxp1 and Foxp3 coordinate the regulation of CTLA-4 expression levels. In the absence of Foxp1, Foxp3 binds less to the promoter of Ctla4, suggesting that Foxp3-mediated CTLA-4 regulation is dependent on the presence of Foxp1. As Foxp1 can form heterodimers with Foxp3, it is also interesting to ask how many Foxp3 targets are regulated by Foxp1/Foxp3 dimers. In our RNA-Seq data, although the potential common targets of Foxp1 and Foxp3 are not too many, these genes, such as CTLA-4 and Foxp3, seem to be important for Treg function and identity. Thus, how Foxp1 homodimers or heterodimers with other proteins contribute to Treg cell differentiation and Treg suppressive function is worth further investigation.\n\nIn summary, we have defined the critical roles of another Foxp subfamily transcription factor, Foxp1, in regulating Treg cell homeostasis and function. In addition, the interplay between Foxp1 and Foxp3 in regulating key Treg genes also provides new understanding of the transcriptional programs in Treg cells.\n\nMaterials and methods\n\nEthics statement\n\nAll procedures were carried out in accordance with guidelines of the Animal Facility of IPS. The experimental procedures were approved by the Institutional Animal Care and Use Committee of Institut Pasteur of Shanghai, China (A2019014). All efforts were made to minimize suffering.\n\nMice\n\nFoxp1f/f, Cre-ERT2+, and RosaYFP transgenic mice have been previously described [30,31]. Foxp1f/f were bred with Foxp3-YFP-Cre knock-in mice from Jackson Laboratories to generate Foxp1f/fFoxp3Cre mice. Control animals were age-/sex-matched control Foxp3Cre mice (WT) or Foxp1f/f mice. Unless otherwise stated, all experiments were performed with mice at 6–8 weeks of age. All mice were maintained under specific pathogen-free conditions at Institute Pasteur of Shanghai, China.\n\nFlow cytometry, cell sorting, and intracellular staining\n\nThese procedures were done as described previously [31]. The sorted cell populations were &gt;98% pure. Antibodies used in FACS analysis and cell sorting were as follows: APC-Cy7-anti-CD4 (GK1.5, Thermo Fisher Scientific, Waltham, MA), PE-Cy7-anti-CD4 (GK1.5, Thermo Fisher Scientific), PE-Cy7-anti-CD8 (53–6.7, Thermo Fisher Scientific), PerCP-Cy5.5-anti-CD8 (53–6.7, BioLegend, San Diego, CA), PE-anti-CD44 (IM7, Thermo Fisher Scientific), APC-anti-CD62L (MEL-14, Thermo Fisher Scientific), PE-Cy7-anti-CD25 (PC61.5, Thermo Fisher Scientific), Pacific Blue-anti-Foxp3 (FJK-16s, Thermo Fisher Scientific), APC-anti-Foxp3 (FJK-16s, Thermo Fisher Scientific), PerCP-Cy5.5-anti-interferon-γ (XMG1.2, Thermo Fisher Scientific), Alexa Fluor 700-anti-IL-17A (TC11-18H10, BD Pharmingen), Pacific Blue-anti-Granzyme B (NGZB, Thermo Fisher Scientific), PE-anti-CTLA-4 (UC10-4B9, BioLegend), BV605-anti-CD44 (IM7, BioLegend), and Alexa Fluor 647-goat-anti-rabbit IgG (A-21244, Thermo Fisher Scientific). Dead cells were excluded through live/dead staining by using Live/Dead Fixable Aqua Dead Cell staining kit (Thermo Fisher Scientific).\n\nFor intracellular staining of Foxp1, the staining procedures were performed as described previously [32]. For intracellular staining of Foxp3 and CTLA-4, cells were fixed with 3.7% formaldehyde following cell surface staining (antibodies mentioned above) and were permeabilized with 0.2% Triton X-100. Then, cells were stained with Pacific Blue-anti-Foxp3 or PE-anti-CTLA-4 at 4°C for 90 minutes. For APC-anti-Foxp3 staining, we used the Foxp3 staining kit (Thermo Fisher Scientific) and performed it as per the manufacturer’s instructions.\n\nFor intracellular staining of cytokines, cells were stimulated for 6 hours with 10 ng/mL PMA (phorbol 12-myristate 13-acetate, Sigma, St. Louis, MO) and 1 μg/mL ionomycin (Sigma). Before staining, cells were treated for 2 hours with 10 μg/mL Brefeldin A (BFA; Sigma). The intracellular staining was done as described [31].\n\niTreg cell differentiation and transfer\n\nFoxp1f/fRosa26YFP and Foxp1f/f Cre-ERT2+Rosa26YFP mice were treated daily with tamoxifen (Sigma) (2 mg per mouse) for 5 days and rested for 1 day. CD4+ T cells were isolated and cultured with 1 μg/mL plate-bound anti-CD3 (BioXcell) and anti-CD28 (BioXcell), 5 ng/mL TGF-β, and indicated recombinant human IL-2 in the presence of 0.3 μM 4-hydroxytamoxifen (Sigma) for 2 days, followed by detaching and culturing in T-cell medium (Dulbecco’s Modified Eagle Medium [DMEM] containing 10% heat-inactivated FCS, 2 mM L-glutamine, penicillin-streptomycin, nonessential amino acids, sodium pyruvate, vitamins, 10 mM HEPES and 50 μM 2-mercaptoethanol) in the presence of 5 ng/mL TGF-β and the indicated recombinant human IL-2.\n\nFor iTreg cell transfer, naive (YFP–CD4+CD44lowCD62Lhigh) T cells from the spleens and the lymph nodes of Foxp3Cre and Foxp1f/fFoxp3Cre mice were sorted by FACS Aria II device (BD Bioscience, San Jose, CA). Naive T cells were stimulated for 48 hours with plate-bound anti-CD3 (5 μg/mL, 145-2C11, BioXcell) and anti-CD28 (5 μg/mL, 37.51, BioXcell) in complete T-cell medium supplemented with TGF-β (5 ng/mL, R&amp;D Systems, Minneapolis, MN) and IL-2 (200 U/mL, Beijing Four Rings Biopharmaceutical Co., Beijing, China). Then, the cells were detached and cultured in T-cell medium containing 5 ng/mL TGF-β and 200 U/mL recombinant human IL-2 for an additional 3 days. Afterwards, 4 × 105 sorted YFP+ iTreg cells were cotransferred with 1 × 106 purified WT naive CD4+ T cells (CD4+CD44lowCD62LhighCD25–) into Rag1−/− mice to perform the colitis assay.\n\nQuantitative RT-PCR\n\nrTreg and aTreg cells from Foxp3Cre or Foxp1f/fFoxp3Cre mice were sorted out by a FACS Aria II device (BD Bioscience). Then, total RNA was isolated from whole cells using the TRIZOL reagent (Life technologies, Carlsbad, CA) according to the manufacturer’s instructions. Complementary DNA was reverse transcribed using the PrimeScript RT reagent kit (Takara, Tokyo, Japan). Quantitative PCR was performed with SYBR Green mix (Takara) on ABI Prism 7500 sequence detection system (Applied Biosystems). Relative mRNA expression of genes was normalized to GAPDH. The primers are listed as follows: Foxp1, forward: CTGAATCTGGTATCAAGTGTCACCCTCT, reverse: GATTCGAGAATGGCCTGCCTGA; Foxp3, forward: CAGAGTTCTTCCACAACATGGAC, reverse: CAGGGATTGGAGCACTTGTTG; Ctla4, forward: AGAACCATGCCCGGATTCTG, reverse: GCTCTGTTGGGGGCATTTTC; GAPDH, forward: TTCACCACCATGGAGAAGGC, reverse: GGCATGGACTGTGGTCATGA; E2f1, forward: GCATCCAGCTCATTGCCAAGAAGT, reverse: GAAAGCAGTTGCAGCTGTGTGGTA; E2f2, forward: TCAGAGTTGCTCCCTGAGCTTCAA, reverse: TTGAAGTTGCCTACGGCACGGATA; E2f3, forward: AGGGCCCATTGAGGTTTACTT, reverse: GTAGAAACCGAGCAGTCACTA; Cdk1, forward: CATGGACCTCAAGAAGTACCTGG, reverse: CAAGTCTCTGTGAAGAACTCGCC; Mcm5, forward: GGAGGCATTGAGACTGTTCCAG, reverse: AGACACCTGAGAGCCAATGGCA; and Pik3ip1, forward: ATCCTCGCTATTGGAGCTGGCATT, reverse: TCTGGTTGCTGTGCACAATGATGG.\n\nImmunoblot and immunoprecipitation\n\nCells were washed with ice-cold PBS twice and lysed in RIPA buffer (20 mM Tris-HCl, pH 7.5; 150 mM NaCl; 1% NP-40; 0.1% SDS; 0.5% sodium deoxycholate) containing 1× Protease Inhibitor Cocktail (Roche, Mannheim, Germany). Cell extracts were separated by SDS-PAGE and transferred to a polyvinylidene difluoride membrane (Bio-Rad, Hercules, CA). The membrane was analyzed by immunoblot with rabbit anti-Foxp1 [31], mouse anti-Foxp3 (eBio7979, Thermo Fisher Scientific), or mouse anti-β-actin (AC74, Sigma). For co-immunoprecipitation, cell lysates were immunoprecipitated with appropriate antibodies (1 μg/mL) using protein A sepharose beads (GE Healthcare, Uppsala, Sweden) at 4 °C. Samples were used for immunoblot analysis with the indicated antibodies.\n\nTreg cell proliferation\n\nYFP+ CD44lowCD62LhighCD4+ T cells (rTregs) and YFP+ CD44highCD62LlowCD4+ T cells (aTregs) sorted from Foxp3Cre or Foxp1f/fFoxp3Cre mice were labeled with CellTrace following the manufacturer’s instruction (CellTrace Violet Cell Proliferation Kit, Thermo Fisher Scientific). To assess the proliferation of purified Treg cells to TCR stimulation, labeled Treg cells were stimulated with the indicated concentration of anti-CD3 and anti-CD28 in the presence of 200 U/mL IL-2 for 3 days.\n\nRetroviral transduction\n\nThe open reading frames of Foxp3 and Foxp1A were subcloned into the retroviral vector MSCV-IRES-VEX and MSCV-IRES-Tomato. Retroviruses were packaged in the HEK293T cell line as described previously [32]. Briefly, retroviral expression plasmids were transfected into HEK293T cells using Lipofectamine 2000 (Thermo Fisher Scientific). For transduction of retrovirus, purified Treg cells were stimulated with 10 μg/mL anti-CD3 and 10 μg/mL anti-CD28 in the presence of 500 U/mL IL-2 for 24 hours. Activated cells were spin transduced with 1 mL virus-containing medium with polybrene (6 μg/mL) at 650g, 30°C for 2 hours; transduced cells were cultured with complete T-cell medium supplemented with recombinant human IL-2 (500 U/mL). The cells were harvested on d4 for staining or adoptive transfer.\n\nColitis induction and lamina propria mononuclear cell isolation\n\nFor the induction of acute colitis, age-matched female Foxp3Cre/Cre or Foxp1f/fFoxp3Cre/Cre mice were treated with 2.5% DSS (molecular weight 36,000–50,000 kDa; MP Biomedicals, Aurora, OH) dissolved in drinking water for 14 days. Mice were weighed every day and killed at d14. Cytokine production of CD4+ T cells from spleens and colons were analyzed by flow cytometry. The colons were also processed for tissue sectioning and HE staining.\n\nFor isolation of lamina propria (LP) mononuclear cells, dissected colons were washed with PBS followed by removing fat tissues and Peyer’s patches. Colon tissues were pretreated in 5% FBS DMEM containing 1 mM DTT (Sigma) and 30 mM EDTA (AMResco) at 37°C for 30 minutes in a shaker. Then, pretreated tissues were digested in 5% FBS DMEM containing Liberase (25 μg/mL, Roche) and DNase I (20 μg/mL, Sigma) at 37°C for 30 minutes in a shaker. Digested tissues were meshed in a 70-μm cell strainer, followed by percoll gradient (80%/40%) centrifugation. Mononuclear cells present in the interphase were collected, washed with PBS, and resuspended in T-cell medium.\n\nEAE induction, Treg administration, and CNS mononuclear cell isolation\n\nFor EAE induction, 2-month-old Foxp3Cre or Foxp1f/fFoxp3Cre mice were immunized subcutaneously with 200 μg of MOG35–55 peptide (GL Biochem, Shanghai, China) emulsified in Complete Freund’s Adjuvant (CFA; Sigma). Additionally, mice were injected intravenously with 200 ng of PT (List biological laboratories, Campbell, CA) on d0 and d2 following immunization. For Treg cell transfer, experimental mice were intravenously injected with 2 × 106 Foxp3-transduced Foxp1f/fFoxp3Cre Treg cells in 200 μL PBS at d4 post EAE induction. Control groups were either injected with the same number of Foxp3Cre or Foxp1f/fFoxp3Cre Treg cells infected with control retroviruses (RV-ctrl) or retroviruses expressing Foxp3 (RV-Foxp3) at d4 post EAE induction. The clinical scores and body weight of mice was evaluated daily after 6 days following immunization. Severity of EAE was assessed daily with a 0–5 scoring system [52]: 0, no clinical signs; 0.5, partially limp tail; 1, paralyzed tail; 2, loss in coordinated movement, hind limb paresis; 2.5, one hind limb paralyzed; 3, bilateral hind limb paralysis; 3.5 hind limbs paralyzed, weakness in forelimbs; 4, forelimb paralysis; 5, moribund.\n\nFor isolation of CNS mononuclear cells, mice were perfused with PBS to remove blood cells within tissues. CNS tissues (brains and spinal cords) were cut into small pieces and digested with Liberase (25 μg/mL, Roche) and DNaseI (20 μg/mL, Sigma) at 37°C for 30 minutes. Digested tissues were meshed in a 70-μm cell strainer, followed by percoll gradient (80%/40%) centrifugation. Mononuclear cells present in the interphase were collected, washed by PBS, and resuspended in culture medium.\n\nHistopathology\n\nFor histological analysis, mouse tissues were fixed in 3.7% (vol/vol) formaldehyde, and sections were stained with hematoxylin and eosin, or Luxol fast blue-hematoxylin and eosin according to standard procedures.\n\nChIP\n\nNaive CD4+ T cells from Foxp3Cre or Foxp1f/fFoxp3Cre mice were cultured under iTreg-polarizing conditions (5 ng/mL TGF-β, 200 U/mL IL-2). ChIP of Foxp1, Foxp3 was performed as described [32]. Immunoprecipitated DNA and input DNA were analyzed by quantitative PCR (Applied Biosystems). The primers were as follows: Foxp3 CNS2, forward: ATCTGGCCAAGTTCAGGTTG, reverse: GGCGTTCCTGTTTGACTGTT; Foxp3 promoter, forward: CCCTGCAATTATCAGCACAC, reverse: TGTGGGAAACTGCCACATTA; Ctla4 promoter region, forward: GACTCCACGTCTCCAGGTCCTCAG, reverse: GGAAGCCGTGGGTTTAGCTGTTAC; Gmpr, forward: CAGCTGGAACAGCCTTGGAA, reverse: AAATGTCAAGGCCCCTGTGA. Control for CTLA4 promoter region in Foxp1 ChIP assay: forward: GTCAGAGTATTTTATCACAGCCAC, reverse: AGTCTACTGCAAAACCCCAAG.\n\nRNA-Seq analysis\n\nRNA sequencing\n\nTotal RNA was extracted using the TRIZOL reagent (Life technologies) according to the manufacturer’s instructions. RNA quality was assessed and sequenced using illumina Hiseq X platform in Novogene (Beijing, China).\n\nRNAseq data analysis\n\nRaw data from the sequencer first underwent quality control using FastQC. Next, reads were treated using trim_galore, in which illumina adapter sequence and low-quality reads(phred score &lt;20) at the 3′ end were trimmed, and the paired reads were removed if any of the two reads did not meet the minimum length (20 bp). After that, duplicates were removed using Picard. For each sample, we counted the reads hits on each transcript using htseq-count.\n\nDifferential analysis\n\nDifferential analysis between Foxp3Cre or Foxp1f/fFoxp3Cre Treg cell groups was done by a count-based method, limma, which is implemented in R, and voom is involved for normalization [53,54]. Paired samples analysis was employed to compensate batch effect. Significantly expressed genes were first screened by BH-adjusted P value 0.05 and further filtered with 1.5 fold-change and 2 fold-change for Foxp1f/fFoxp3Cre Treg cells versus Foxp3Cre Treg cells, and WT aTreg cells versus WT rTreg cells, respectively.\n\nFunctional analysis\n\nDAVID\n\nSignificant genes identified through comparisons between Foxp1f/fFoxp3Cre/Foxp3Cre or aTreg/rTreg were further used for enrichment analysis using DAVID. Biological processes (BPs) in GO and pathways in KEGG were chosen as significantly enriched terms with a Benjamini value less than 0.05.\n\nGSEA\n\nIn parallel, we used GSEA v3.0 (Broad Institute, PreRanked mode) for enrichment analysis. To be consistent with the way for identifying significant genes, we used the t statistic output from limma as the metrics for ranking. A total of 1,000 gene set permutations were set as default, and gene sets were obtained through collecting pathways from KEGG and Biocarta, as well as BPs from GO. A gene set with an FDR q value less than 0.05 was considered significantly enriched.\n\nHeatmap\n\nFor the heatmap, the log2 scale of the fragments per kilobase of transcripts per million fragments mapped (FPKM) values of the significant genes were used as input for heatmap generation.\n\nStatistics\n\nStatistical analyses were performed with Prism 6.0 (GraphPad). Two-tailed Student t tests and paired t tests were used for the calculation of P values, except for those in RNA-Seq analysis. *P &lt; 0.05, **P &lt; 0.01, and ***P &lt; 0.001.\n\nSupporting information"
}