{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2000958",
  "doi": "10.1371/journal.pbio.2000958",
  "externalIds": [
    "pii:pbio.2000958",
    "pmid:27690292",
    "pmcid:PMC5045192"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "In Search of Autism’s Roots",
  "authors": [
    {
      "name": "Liza Gross",
      "first": "Liza",
      "last": "Gross",
      "affiliation": "Public Library of Science, San Francisco, California, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-09-30",
  "volume": "14",
  "number": "9",
  "pages": "e2000958",
  "tags": [
    "Anatomy",
    "Animal cognition",
    "Autism",
    "Autism spectrum disorder",
    "Brain development",
    "Cognition",
    "Cognitive science",
    "Developmental biology",
    "Developmental neuroscience",
    "Developmental psychology",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cognition",
    "Discipline-v3/Autism",
    "Discipline-v3/Autism spectrum disorder",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Brain development",
    "Discipline-v3/Cognition",
    "Discipline-v3/Cognitive science",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Developmental neuroscience",
    "Discipline-v3/Developmental psychology",
    "Discipline-v3/Electrophysiology",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetics",
    "Discipline-v3/Immunology",
    "Discipline-v3/Measles virus",
    "Discipline-v3/Medical microbiology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial pathogens",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Nervous system",
    "Discipline-v3/Neurodevelopmental disorders",
    "Discipline-v3/Neurology",
    "Discipline-v3/Neurophysiology",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Organism development",
    "Discipline-v3/Organisms",
    "Discipline-v3/Organogenesis",
    "Discipline-v3/Paramyxoviruses",
    "Discipline-v3/Pathogens",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Physiology",
    "Discipline-v3/Preventive medicine",
    "Discipline-v3/Psychology",
    "Discipline-v3/Public and occupational health",
    "Discipline-v3/RNA viruses",
    "Discipline-v3/Social sciences",
    "Discipline-v3/Synapses",
    "Discipline-v3/Vaccination and immunization",
    "Discipline-v3/Vaccines",
    "Discipline-v3/Viral pathogens",
    "Discipline-v3/Viruses",
    "Discipline-v3/Zoology",
    "Electrophysiology",
    "Gene expression",
    "Genetics",
    "Immunology",
    "Measles virus",
    "Medical microbiology",
    "Microbial pathogens",
    "Microbiology",
    "Nervous system",
    "Neurodevelopmental disorders",
    "Neurology",
    "Neurophysiology",
    "Neuroscience",
    "Organism development",
    "Organisms",
    "Organogenesis",
    "Paramyxoviruses",
    "Pathogens",
    "Pathology and laboratory medicine",
    "Physiology",
    "Preventive medicine",
    "Psychology",
    "Public and occupational health",
    "RNA viruses",
    "Synapses",
    "Type/Open Highlights",
    "Vaccination and immunization",
    "Vaccines",
    "Viral pathogens",
    "Viruses",
    "Zoology"
  ],
  "fullText": "Until Dustin Hoffman’s uncanny performance as an autistic savant in Rain Man, few outside medical circles knew much about autism. Hoffman’s humane portrayal of a socially inept man prone to nervous tics and obsessive ruminations, punctuated by stunning feats of math and memory, challenged us to accommodate people with special needs and reconsider our notions of normalcy. (For the record, only about one in ten people with autism are savants.)\n\nSuch compassionate views of autistic people were hard to find a decade later, after the British gastroenterologist Andrew Wakefield unleashed a panic with a now thoroughly discredited, retracted 1998 paper that linked the measles virus in the measles, mumps, rubella vaccine to autism. Suddenly, autism became a parent’s worst fear [1]. Wakefield paved the way for a rotating roster of unsupported theories that linked vaccines to autism, and many parents stopped vaccinating their kids. Celebrities like Jenny McCarthy encouraged parents to see autism as far scarier than a deadly disease like measles and blamed an expanded vaccine schedule for skyrocketing autism rates. It didn’t matter that experts attributed the increase to clinicians’ heightened awareness and new diagnostic criteria that saw autism as a constellation of neurodevelopmental conditions, from the severely disabled to the highly gifted, now called autism spectrum disorder (ASD) (Fig 1).\n\nPediatricians hoped parents’ fear of vaccines—and corresponding stigmatization of autism—would finally subside when scientists figured out ASD’s causes. Unfortunately, unraveling the causes of such a complex range of conditions has proved challenging. Still, researchers have associated mutations in over 100 genes with ASD and have linked alterations in the structure and function of brain regions with autistic traits [2]. Many studies have focused on genes involved in the formation of synapses, the junctions between brain cells [3].\n\nIn a new study in PLOS Biology [4], researchers took an evolutionary approach to identify gene expression patterns during brain development that could contribute to autism. The team, led by Svante Pääbo, Schahram Akbarian, and Philipp Khaitovich, reasoned that since the cognitive abilities impaired in autism include those that appear to be uniquely human, it’s likely that autism arises from changes in patterns of gene expression that may be specific to humans.\n\nTo test this possibility, they measured gene expression patterns in the prefrontal cortex in humans, chimpanzees, and rhesus monkeys. The prefrontal cortex plays an important role in advanced cognitive functions that are affected in ASD, including language and social communication. The brain samples allowed the team to measure gene expression over most of the lifespan of each species, and then to identify differences in expression between autistic patients and controls. (All samples came from postmortem tissue.) In keeping with previous studies, the group saw that expression of synapse-related genes during cortical development peaked five to ten years later in humans than in chimpanzees and monkeys. But synaptic gene expression peaked much earlier in the autistic group than in the controls. And this modified expression pattern included many genes that have been implicated in autism by genetic studies.\n\nThese altered gene expression patterns disrupt brain development programs critical to our capacity for social learning and language, the authors argue. It’s not clear exactly how these disturbances might contribute to ASD, though many studies have linked impaired synapse formation and function to autism [5].\n\nAs clinicians have come to appreciate that an ASD diagnosis covers a wide range of needs and talents, they’ve also recognized that it can carry increased risk for several health problems, including epilepsy and bowel disorders. In a paper published in PLOS ONE in July [6], researchers at Stanford analyzed genes associated with ASD and these associated disorders to look for signs that the genes may have evolved at different rates. Interestingly, the authors report, genes that were uniquely involved in autism appear to evolve faster than other genes expressed in the brain, while those also involved in the coexisting conditions seem to evolve more slowly.\n\nAutistic people also face a higher risk of anxiety disorders, including obsessive compulsive disorder [7], psychiatric disorders that can be obscured by communication problems [8], metabolic disorders, sleep disorders, immune disorders, and other ailments [9]. To help patients with diverse medical needs, researchers at hospitals and medical centers in four states developed an algorithm to scan electronic health records to identify coexisting conditions for over 20,000 people with autism. The study, published in July in PLOS ONE [10], offers a tool to help clinicians tailor treatment plans to the individual needs of ASD patients.\n\nIt’s hard to know for sure, but it appears that recent advances in understanding the biological underpinnings of autism may be convincing parents that vaccines have nothing to do with it. For years, polls showed that one in four respondents believed vaccines cause autism. Last year, Gallup reported that just six percent believe the myth. Hopefully, they’re also coming to see autism as a disability that can be accommodated, not a condition to be stigmatized and feared.\n\nFor more detailed reading, please see the associated PLOS Collection [11]."
}