{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000081",
  "doi": "10.1371/journal.pbio.1000081",
  "externalIds": [
    "pii:09-PLBI-P-0546R1",
    "pmid:19338391",
    "pii:09-PLBI-P-0546",
    "pmcid:PMC2661971"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Getting the Measure of Positional Information",
  "authors": [
    {
      "name": "Johannes Jaeger",
      "first": "Johannes",
      "last": "Jaeger",
      "affiliation": "EMBL/CRG Systems Biology Research Unit, Centre de Regulació Genòmica (CRG), Universitat Pompeu Fabra, Barcelona, Spain. yogi.jaeger@crg.es"
    },
    {
      "name": "Alfonso Martinez-Arias",
      "first": "Alfonso",
      "last": "Martinez-Arias"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2009-03",
  "dateElectronic": "2009-03-31",
  "volume": "7",
  "number": "3",
  "pages": "e1000081",
  "tags": [
    "Discipline/Computational Biology",
    "Discipline/Developmental Biology",
    "Type/Primer"
  ],
  "abstract": "Quantitative measurements and mathematical modeling finally allow us to probe the limits of precision in developmental systems and reveal the importance of feedback regulation for developmental robustness.",
  "fullText": "Of Fruit Flies and French Flags\n      \nUnderstanding the mechanisms that underlie pattern formation is one of the major challenges of developmental biology. The complexity and beauty of the patterns on butterfly wings, fish scales, or bird feathers are not only remarkable products of developmental processes but puzzles that tease our intellects. If we are to understand these beautiful products of cellular activity, we need to first investigate simpler patterns, which are more tractable experimentally. A good example is the subdivision of an embryo along its main axis, which can be represented as a polarized subdivision of a cellular field. Over 40 years ago, Lewis Wolpert offered a conceptual solution to this problem in the form of the French Flag model [1]. The central element of the proposal is that spatial gradients of substances called morphogens are the cause of such subdivision (Figure 1, left panel). The idea is simple: specific concentration thresholds in the gradient are detected by cells in the target tissue and lead to the expression of distinct sets of target genes. The crucial ingredient of the argument was a precise and direct correlation between the input (the gradient) and the output (the response of the tissue)—each threshold corresponds precisely to a border of an expression territory.\n\nHowever, the quantitative nature of the argument made it difficult to test for the lack of adequate measurable observables. The discovery of the Bicoid (Bcd) gradient in the early embryo of the fruit fly Drosophila melanogaster in the 1980s (Figure 2A) provided the first direct evidence for the existence of the postulated morphogen gradients [2–4]. Bcd is a transcription factor that—within the syncytium of the early Drosophila embryo—forms a concentration gradient from anterior to posterior. The gradient is necessary for the antero-posterior patterning of the embryo [3]. This finding led to a general revival of interest in spatial patterning and to the discovery of many similar gradients involved in other developmental processes, such as patterning of the wing disc in Drosophila or the neural tube in vertebrates [5,6].\n\nBcd activates transcription of gap genes such as hunchback (hb) (Figure 2B) in a concentration-dependent manner [7,8]. This observation—together with the more general correlation between the concentration of Bcd and downstream expression patterns [3]—provided support for the hypothesis that Bcd is a morphogen [9,10]. If this were the case, Bcd alone should be capable of precisely positioning boundaries of downstream gene expression as proposed by the French Flag. But is it? To test this requires precise measurements of Bcd and its targets.\n\nOne major issue, first highlighted by C. H. Waddington, is the heavy reliance of the French Flag model on precise detection of concentration thresholds by cells in the target tissue [9]. Early efforts to model the system indicated that target gene auto-activation [11], or more complex interactions among downstream factors [12,13], would be necessary to achieve the required robustness. However, these studies were hampered by the absence of reliable experimental evidence on the variability of gene expression against which the models could be tested.\n\n      Quantification at Last!\n      \nDevelopmental biology is changing. Qualitative, descriptive approaches are beginning to yield to quantitative, analytical ones, through the development of optical and analytical techniques. These approaches allow us to state more precise hypotheses (formulated as predictive models), which can be tested more rigorously. Many of these techniques have been applied to Bcd. In a first set of observations, Houchmandzadeh et al. [14] measured the variability in the spatial expression of Bcd and Hb across a large number of individual embryos. This was achieved by collecting quantitative expression profiles for both Bcd and Hb proteins and measuring the spatial error caused by fluctuations in protein levels between individual embryos. This error was shown to be large for Bcd, whereas it was very small for hb at the position of its posterior boundary (Figure 2A and 2B, dashed line). This is not what the French Flag model predicts! The apparent increase in positional precision is independent of mutations in other segmentation genes, with the notable exception of certain alleles of staufen (stau), a gene that is involved in localisation of maternal mRNAs. These results indicated that regulation by Bcd is not sufficient for hb precision, and led to the theoretical prediction of a missing posterior regulator gradient [15–17], or active hb mRNA transport involving the Stau protein [18]. At the moment, there is no experimental evidence supporting either of these proposed mechanisms.\n\nA subsequent study by Crauk and Dostatni [19] contradicted the above results by showing that a reporter construct, which only contains Bcd binding sites, and even reporters responding to heterologous gradients of yeast GAL4 transcription factor, are expressed with high levels of precision. More-recent measurements of the Bcd gradient in vivo (using a Bcd-GFP fusion) or using immunofluorescence reveal that the positional error quantified by Houchmandzadeh et al. [14] was exaggerated by the way expression data were normalised in the original paper [20–22]. In addition, one of these studies shows that Bcd variability is greatly increased in stau mutants [22]. This suggests that Bcd, while variable, is more precise than previously thought and that this precision is necessary for accurate positioning of the hb border. But, is it sufficient as well?\n\nAn elegant theoretical analysis—using Berg and Purcell's theory of the precision of gradient sensing in bacteria [23]—indicated that for the observed precision to be achieved, target cells need to measure Bcd concentration for several hours [21]. This is clearly not possible, as the Hb expression pattern is established within about 20 minutes. Furthermore, the corrected measurements indicate that the observed error in Bcd concentration at the relevant threshold is still about twice as high as that of Hb [22,24] (Figure 2A and 2B). Different hypothetical mechanisms—based on spatial averaging of regulatory input from Bcd to hb [21] or correlations between scaling of the Bcd gradient and sensitivity of hb to Bcd [22]—have been proposed to account for the remaining discrepancy, but the proposed solutions are not satisfactory, because their mechanistic basis remains elusive.\n\n      Precision Due to Downstream Interactions\n      \nTwo new papers by Manu et al., one in PLoS Biology (doi:10.1371/journal.pbio.1000049) and the other in PLoS Computational Biology (doi:10.1371/journal.pcbi.1000303) [25,26], now shed new light on the issue of Bcd versus Hb precision. Bcd is not the only regulatory input into hb, which is repressed by the gap genes Krüppel (Kr) and knirps (kni) [27,28] (Figure 2B and 2C). While earlier studies had only tested the effect of single gap gene mutants on the expression of hb [14], or completely ignored gap–gap cross-regulation [19–22], Manu et al. [25] show that Kr kni double mutants show increased variability in the position of the hb domain boundary, which suggests that their interactions with hb are required for precise positioning of its boundary.\n\nBut how can gap–gap cross-regulation increase spatial precision? Detailed mathematical models of the entire gap gene system—represented as an integrated gene circuit—are required to address this question. Manu et al. [25] obtained such models by fitting them to quantitative expression data. Analysis of the resulting gene circuits reveals that the reduced error in boundary placement is due to feedback in regulatory interactions: Bcd not only activates hb but also its repressors Kr and kni (Figure 2C). If there is more Bcd in an embryo, there is also more repressor effectively cancelling the increased maternal activation. In Kr kni double mutants, this compensation is missing, and hb varies precisely as expected if it were to depend on Bcd alone. This begins to shed some light from a familiar and measured perspective.\n\nA second paper by the same authors [26] uses a more rigorous mathematical approach to show how this regulation comes about and, in the process, illustrates how the methodology of complex systems theory [29] can be used to investigate the dynamics of real developmental gene regulatory networks. The authors analyse the dynamical structure, or state space, of their model. State space is an imaginary volume with (in this case) regulator concentrations as its dimensions. Dynamical systems are governed by stable points (called attractors) in their state space towards which they will converge, as long as their initial conditions lie within a given set of concentrations (a basin of attraction). In this way, the structure of its basins of attraction will determine the dynamical behaviour of the system. Abstract as this may sound to a biologist, it is a good way to represent a complex system in which multiple variables interact over time to produce an output.\n\nSpecifically, the structure of state space can be used to explain expression features, such as gap domain boundaries. There are different ways in which such a boundary can form [26]. In the case of hb, it is formed by the system falling into two different basins of attraction on each side of the boundary. Nuclei lying anterior will tend towards an attractor expressing hb, while nuclei lying more posterior will express Kr instead. In contrast, more posterior nuclei never reach their respective attractors, but instead converge onto a common trajectory—called an unstable transient manifold—which explains why posterior gap domains shift their position towards the anterior of the embryo over time [30].\n\nManu et al. [26] show that precision of the system can be explained by an interesting feature of its attractors and its transient manifold: they contract the state space the system can occupy. Although the system may start at different initial conditions in different embryos (because of variability in the Bcd gradient), it will converge very rapidly to similar combinations of regulator concentrations and thus to very restricted sub-regions of state space. This compaction explains how precision can increase in any feedback-driven developmental system and confirms—in a rigorous, mathematical way—the observation made by C. H. Waddington in 1942 that developmental trajectories are buffered against perturbations, a phenomenon he called canalization [31].\n\nIn contrast to earlier studies, the Manu et al. [25,26] papers account for the precision of many gap domain boundaries (not just hb) and provide a consistent interpretation of the various, seemingly contradictory, experimental results mentioned above. They account for the residual discrepancy between Bcd and Hb precision [21,22]. They also explain the results of Crauk and Dostatni [19], since the model predicts that precision increases towards the anterior end of the embryo, where the boundaries of the reporter constructs used in that study occur. In our view, these manuscripts provide a satisfactory answer to some of the puzzles that have been lingering for a number of years; however, several important questions remain. For instance, while the mechanism presented can reduce embryo-to-embryo variability in monotonically decreasing concentrations of Bcd, it seems unable to reduce non-monotonic stochastic fluctuations between nuclei in individual embryos. It is likely that quantitative modelling studies using stochastic formalisms will be required to address such issues.\n\n      Robustness through Feedback\n      \nWhy are the insights gained by these studies important and exciting? Quantitative measurements allow us to test models in detail, particularly when real data are available, and to reveal their limitations. In the case of the French Flag, models show that regulatory interactions among target genes are essential for both positional specification and the robustness of pattern formation. These interactions cause gap domain boundaries to shift and are required to convert noisy early patterns into precise late ones (illustrated in Figure 1, right panel) [25,26,30]. We suspect that such feedback-driven mechanisms had not been considered before, because it is impossible to study them using the traditional, qualitative methods of genetics and molecular biology. They can only be investigated using quantitative measurements and mathematical modelling.\n\nFurthermore, the insights gained from the early Drosophila embryo are widely applicable to other systems. Similar approaches have shown that gradient precision in the wing disc is equally insufficient to account for the accurate positioning of target domain boundaries [32], and at least three levels of feedback are involved in setting target domain boundaries in the developing vertebrate neural tube [6,33]. These examples indicate that complex feedback is likely to be very common in development, and that it is required to account for the observed robustness of developmental systems [34].\n\nThe studies discussed above acknowledge that measurements can provide insights into the mechanisms that determine patterns during development. They begin to shift our focus from the study of average or typical patterns to appreciate the implications of the intrinsic variability of pattern formation in individuals and, in particular, the requirements it imposes on control mechanisms. While the example above illustrates a system in which fluctuations have to be restricted, there is emerging evidence that noise may play a more constructive role in development as well [35]. This opens new and exciting possibilities for developmental biologists, and fills us with the hope that we are witnessing only the beginning of a new era in the study of pattern formation."
}