{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0060104",
  "doi": "10.1371/journal.pbio.0060104",
  "externalIds": [
    "pii:08-PLBI-CN-0978"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Public Domain declaration, which stipulates that, once placed in the public domain, this work may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Correction: Mapping Meiotic Single-Strand DNA Reveals a New Landscape of DNA Double-Strand Breaks in Saccharomyces cerevisiae",
  "authors": [
    {
      "name": "Cyril Buhler",
      "first": "Cyril",
      "last": "Buhler"
    },
    {
      "name": "Valérie Borde",
      "first": "Valérie",
      "last": "Borde"
    },
    {
      "name": "Michael Lichten",
      "first": "Michael",
      "last": "Lichten"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2008-04",
  "dateElectronic": "2008-04-29",
  "dateAccepted": "2008-03-17",
  "dateReceived": "2008-03-06",
  "volume": "6",
  "number": "4",
  "pages": "e104",
  "tags": [
    "Discipline/Molecular Biology",
    "Type/Correction"
  ],
  "abstract": ".",
  "fullText": "Correction for:\n\nBuhler C, Borde V, Lichten M (2007) Mapping meiotic single-strand dna reveals a new landscape of DNA double-strand breaks in Saccharomyces cerevisiae. PLoS Biol 5(12): e324. doi:10.1371/journal.pbio.0050324\n\nTwo figure legends refer to the wrong strain of yeast.\n\nIn Figure 2, the second sentence of (B) should say: Spo11 enrichment ratios for rad50S (MJL2404) were determined from input samples and immunoprecipitates (ChIP).\n\nIn Figure 3, the first sentence should say: In each plot, normalized, unsmoothed array signals (average of two experiments) are as follows: orange, Spo11 ChIP from rad50S (MJL2404); blue, BND cellulose-enriched ssDNA from dmc1Δ (MJL3095); red, BND cellulose-enriched ssDNA from spo11Y135F dmc1Δ (MJL 3096)."
}