{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050024",
  "doi": "10.1371/journal.pbio.0050024",
  "externalIds": [
    "pii:06-PLBI-RA-1776R2",
    "sici:plbi-05-02-08",
    "pmid:17253904",
    "pmcid:PMC1779812"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Hsp104-Dependent Remodeling of Prion Complexes Mediates Protein-Only Inheritance",
  "authors": [
    {
      "name": "Prasanna Satpute-Krishnan",
      "first": "Prasanna",
      "last": "Satpute-Krishnan",
      "affiliation": "Department of Molecular Biology, Cell Biology and Biochemistry, Brown University, Providence, Rhode Island, United States of America"
    },
    {
      "name": "Sara X Langseth",
      "first": "Sara X",
      "last": "Langseth",
      "affiliation": "Department of Molecular Biology, Cell Biology and Biochemistry, Brown University, Providence, Rhode Island, United States of America"
    },
    {
      "name": "Tricia R Serio",
      "first": "Tricia R",
      "last": "Serio",
      "affiliation": "Department of Molecular Biology, Cell Biology and Biochemistry, Brown University, Providence, Rhode Island, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-02",
  "dateElectronic": "2007-01-23",
  "dateAccepted": "2006-11-17",
  "dateReceived": "2006-09-25",
  "volume": "5",
  "number": "2",
  "pages": "e24",
  "tags": [
    "Discipline/Biochemistry",
    "Discipline/Cell Biology",
    "Discipline/Genetics and Genomics",
    "Discipline/Molecular Biology",
    "System Taxonomy/Yeast and Fungi",
    "Type/Research Article"
  ],
  "abstract": "Inheritance of phenotypic traits depends on two key events: replication of the determinant of that trait and partitioning of these copies between mother and daughter cells. Although these processes are well understood for nucleic acid–based genes, the mechanisms by which protein-only or prion-based genetic elements direct phenotypic inheritance are poorly understood. Here, we report a process crucial for inheritance of the Saccharomyces cerevisiae prion [PSI+], a self-replicating conformer of the Sup35 protein. By tightly controlling expression of a Sup35-GFP fusion, we directly observe remodeling of existing Sup35[PSI+] complexes in vivo. This dynamic change in Sup35[PSI+] is lost when the molecular chaperone Hsp104, a factor essential for propagation of all yeast prions, is functionally impaired. The loss of Sup35[PSI+] remodeling by Hsp104 decreases the mobility of these complexes in the cytosol, creates a segregation bias that limits their transmission to daughter cells, and consequently diminishes the efficiency of conversion of newly made Sup35 to the prion form. Our observations resolve several seemingly conflicting reports on the mechanism of Hsp104 action and point to a single Hsp104-dependent event in prion propagation.",
  "fullText": "Introduction\n      \nThe prion hypothesis was originally proposed to explain the etiology of the transmissible spongiform encephalopathies, a group of mammalian neurodegenerative diseases that arise and spread through a protein-only mechanism: a self-perpetuated change in the folding of a cellularly encoded protein PrP [1,2]. The idea that a protein conformation could encode genetic information gained additional support when two enigmatic traits in Saccharomyces cerevisiae, [URE3] and [PSI+], were identified as prions [3]. The [URE3] and [PSI+] phenotypes mimic loss-of-function mutations in the URE2 and SUP35 genes, respectively, but the prion phenotypes are epigenetic and arise when the Ure2 or Sup35 proteins assemble into functionally compromised higher-order complexes that are self-replicating [4–6]. Importantly, specific conformations of the Ure2 or Sup35 proteins confer heritable [URE3] and [PSI+] when exogenously supplied to non-prion cells, the ultimate proof of the prion mechanism for these traits [7–9].\n\nThe cornerstone of this protein-only mechanism is the ability of the prion form to self-replicate by templating the conversion of other conformers of the same protein to a like state. This process has been modeled in vitro for both Ure2 and Sup35, providing additional support for the prion hypothesis [10–13]. In each case, denatured recombinant protein spontaneously assembles into ordered, β sheet–rich fibers that bind amyloid-specific dyes upon dilution from denaturant. Remarkably, fibrillization of freshly added protein occurs at an accelerated rate in the presence of pre-formed fibers or of lysates from cells propagating the prion form, recapitulating the self-replication process.\n\nAlthough prion proteins clearly have the capacity to direct the folding of other conformers in a defined purified system, extension of the prion hypothesis to practice becomes a multistep endeavor within the context of a living cell (Figure 1). First, newly synthesized prion protein must acquire the prion form, likely through its incorporation into existing prion complexes. Second, prion complexes must be stably maintained yet continually subdivided to yield additional replication templates known as prion seeds or propagons. Third, propagons must be partitioned to daughter cells in actively dividing cultures, where they continue to direct the conversion of newly made protein to the prion form and ensure inheritance of the associated phenotype. Thus, inhibition of the pathway at any point would lead to the same outcome: prion loss (also known as curing).\n\nProgression through this in vivo prion cycle (Figure 1) is modulated by parallel, and sometimes competing, quality-control pathways [14], and the interplay between these processes has emerged as a powerful tool for dissecting the mechanism of protein-only inheritance in vivo. Not surprisingly, factors involved in the quality control of protein folding are the largest group of characterized prion regulators in yeast [15–22]. Members of both the Hsp70 (Ssa1 and Ssb1) and Hsp40 (Ydj1) families have been implicated in [URE3] [15–17] and [PSI+] [18,20–24] inheritance, but the molecular disaggregase Hsp104 has, by far, the most pronounced effects on fungal prion propagation.\n\nHsp104 is a member of the heat-inducible Clp/Hsp100 family of AAA+ ATPases and functions as a hexamer to resolve stress-induced aggregates [25–28]. Hsp104 is also constitutively expressed at low levels in logarithmically growing yeast cultures [28]. Under these normal growth conditions, Hsp104 is required for both the de novo appearance and propagation of all known S. cerevisiae prions [15,20,28–30]. Given its essential role, the mechanism by which Hsp104 mediates protein-only inheritance has been the subject of intense study.\n\nIn the case of [PSI+], deletion of Hsp104 induces prion loss or curing [20], and strains devoid of Hsp104 function cannot reacquire heritable [PSI+] [29], leading to the initial suggestion that Hsp104 activity was required for Sup35 to access and/or maintain a prion-competent intermediate form [5,20]. Contrary to this idea, [PSI+] can be induced de novo in the absence of Hsp104 if Sup35 is overexpressed along with a second prion protein such as New1 or Rnq1, suggesting that the Hsp104 requirement for de novo [PSI+] formation is actually an indirect effect through the propagation of a co-prion [30,31]. In line with this model, newly synthesized Sup35 can join existing complexes upon Hsp104 inhibition in vivo [32], and full-length Sup35, or a fragment of the protein comprising only the prion determining domain (NM), can assemble into amyloid fibers in the absence of Hsp104 in vitro [10,11]. However, Hsp104 does accelerate the spontaneous assembly of Sup35 fibers in vitro [13,33,34] and, at early time points in fibrillization reactions, promotes the steady-state accumulation of a Sup35 conformer that immunoreacts with an antibody specific for amyloidogenic intermediates [33]. Thus, although Hsp104 may not be absolutely required for conversion of Sup35 to the prion state, its activity may increase the efficiency of this process.\n\nIn addition to a potential role in protein-state replication, Hsp104 has been linked to the generation of additional [PSI+] propagons, a process most frequently described as fragmentation of prion complexes [6,35]. Such fragmentation would increase the converting capacity of the existing steady-state pool of Sup35 by distributing the protein among a greater number of complexes and would also facilitate the transmission of these prion templates to daughter cells upon division. In support of this model, prion loss upon inhibition of Hsp104 is progressive in dividing cultures, with preferential retention of propagons in mother cells [36,37]. Reactivation of Hsp104 in these cells prior to prion loss results in a cell division– and protein synthesis–independent increase in propagon number, suggesting an Hsp104-mediated change in existing Sup35 [32,37]. Although the biochemical nature of propagons is currently unknown, the steady-state size of Sup35 complexes is larger in cultures upon Hsp104 inhibition, consistent with a block to Hsp104-dependent fragmentation [38,39], and recent in vitro studies report the direct fragmentation of Sup35 or NM fibers by Hsp104 [33,34].\n\nDespite these dynamic changes in Sup35 physical state during the prion cycle, existing prion complexes must remain sufficiently stable at steady state to maintain and transmit the prion phenotype. Recent reports, employing Sup35 or NM fusions to the green fluorescent protein (GFP) have suggested that Sup35 prion complexes are inherently unstable [40] and that Hsp104 is required to maintain the integrity of these complexes [41]. Consistent with this latter point, prion loss upon Hsp104 inhibition was reported in the absence of cell division, suggesting that curing occurs through the disassembly of existing prion oligomers [41]. However, these observations are at odds with previous reports. For example, resolubilized Sup35 is not biochemically detectible upon Hsp104 inhibition in [PSI+] cultures [32], and [PSI+] curing by loss of Hsp104 does not occur in non-dividing, stationary phase cultures [36,41].\n\nDoes Hsp104 actually mediate each step of the [PSI+] prion cycle in vivo, or does the interdependency of these events complicate interpretation of the available experimental observations? To resolve this issue, we have systematically probed each individual step in the [PSI+] prion cycle in vivo (Figure 1) by monitoring the Hsp104-dependent dynamics of either newly made or existing Sup35 in single live cells and correlating these changes in protein state to transitions in the prion phenotype. Our observations resolve many controversies in the literature and support a model in which Hsp104 acts at a single point in the [PSI+] prion cycle to remodel existing prion complexes. In the absence of this event, Sup35 complexes increase in size and decrease in mobility. As a result, these complexes are inefficiently transmitted to daughter cells, and newly synthesized Sup35 accumulates in a soluble form when the number of pre-existing oligomers becomes limiting.\n\n      Results\n      \n        Sup35-GFP[psi−] Efficiently Joins Existing Sup35[PSI+] Complexes in the Absence of Hsp104 Function\n        \n[PSI+] is dominant in genetic crosses between [PSI+] and non-prion [psi−] haploids [42], and this dominance is established immediately upon cytoplasmic mixing through conversion of soluble Sup35 (Sup35[psi−]) to an oligomerized form (Sup35[PSI+]) [43]. We took advantage of this mating system to address the molecular mechanism by which Hsp104 mediates protein-only inheritance in vivo. For these experiments, we introduced Sup35-GFP[psi−], a fully functional Sup35/GFP fusion [43], and untagged Sup35[PSI+] into the same cell by mating. The fate of existing Sup35-GFP[psi−] in the absence of new synthesis and in the presence or absence of Hsp104 function was then monitored in isolated zygotes (Figure 2). For these experiments, Hsp104 was selectively inactivated below the threshold of activity necessary for [PSI+] propagation in either of two ways. First, an Hsp104 variant, containing lysine-to-threonine substitutions in Hsp104′s two nucleotide-binding domains (HSP104K218TK620T, hereafter KTKT), was expressed as a dominant negative mutant [5,20,26]. Second, Hsp104′s ATPase activity was reversibly inhibited by guanidine hydrochloride (GdnHCl) [44–46].\n\nIn [psi−] cells, Sup35-GFP is evenly distributed throughout the cytoplasm in a diffuse pattern. Sup35-GFP[psi−] retains this pattern upon mating to an unmarked [psi−] cell (Figure 2A), but coalesces into distinct cytoplasmic foci upon encountering Sup35[PSI+] (Figure 2B) [43]. When similar matings are performed upon Hsp104 inhibition, diffuse Sup35-GFP[psi−] fluorescence also coalesces into foci (Figure 2B). To rule out the possibility that Sup35-GFP[psi−] changes form before Hsp104 inactivation, we photobleached existing Sup35-GFP in +/KTKT zygotes and monitored the fluorescence pattern of newly synthesized Sup35-GFP (Figure S1). Under these conditions, fluorescence again coalesces; thus, Sup35[psi−] can join existing Sup35[PSI+] complexes via an Hsp104-independent mechanism, an observation consistent with previous centrifugation studies [32].\n\nSup35 is the yeast homolog of eukaryotic release factor 3 [47], and Sup35[psi−] incorporation into existing Sup35[PSI+] complexes immediately and quantitatively inactivates the protein and induces a translation termination defect [43]. Since the persistence of minute quantities of soluble Sup35 in [PSI+] cells is sufficient to dominantly reverse the [PSI+] phenotype by supporting accurate translation termination [43], we followed accumulation of nonsense codon readthrough-dependent expression of a red fluorescent protein (DsRed) in zygotes as a measure of the efficiency of Sup35[psi−] oligomerization in the presence or absence of Hsp104 (Figure 2). Although readthrough was not detected in [psi−] zygotes (Figure 2A), the [PSI+] phenotype was apparent in some [PSI+] × [psi−] zygotes independent of Hsp104 activity (Figure 2B). Given the sensitivity of this single-cell readthrough assay to soluble Sup35 [43], the appearance of red fluorescence in Hsp104-inactivated zygotes indicates the quantitative incorporation of Sup35[psi−] into existing Sup35[PSI+] complexes in these cells.\n\nAlthough Sup35-GFP[PSI+] foci are detected in all [PSI+] × [psi−] zygotes independent of Hsp104 activity, the percentage of these zygotes displaying the prion phenotype is affected by disaggregase function. In wild-type strains, only 80% of zygotes express DsRed within one cell division of mating, and this percentage is further decreased in Hsp104-inactivated zygotes (58% KTKT, 28% GdnHCl). Two previous studies provide possible explanations for this observation. First, GdnHCl has been shown to alter the efficiency of translation termination independent of [PSI+] [48]. Second, individual cells of a homogenous culture are known to fall within a broad range of propagon counts [37], and the penetrance of the [PSI+] phenotype in mating reactions likely reflects differences in converting capacity due to this range. We suggest that loss of Hsp104 exacerbates this cell-to-cell variation in converting capacity by blocking the generation of additional conversion templates (see below), as previously suggested [6,35,36].\n\n        Existing Sup35[PSI+] Complexes Become Immobile upon Hsp104 Inhibition\n        \nAlthough Sup35-GFP[psi−] incorporation into existing Sup35[PSI+] complexes is Hsp104-independent, we noted a difference in the appearance of Sup35-GFP foci in zygotes resulting from crosses between unmarked [PSI+] cells and [psi−] cells expressing Sup35-GFP in the presence or absence of Hsp104 function. In comparison with wild-type zygotes, Hsp104-inactivated zygotes contained brighter, more distinct foci (Figure 2B). This effect was prion dependent, as Hsp104 activity did not alter Sup35-GFP intensity in [psi−] × [psi−] zygotes (Figure 2A). However, this Hsp104-dependent distinction in the appearance of Sup35-GFP foci was lost when the fusion protein was expressed in the [PSI+] rather than the [psi−] mating partner (Figure 2C). These observations are consistent with a model in which the Hsp104-independent incorporation of Sup35-GFP[psi−] into Sup35[PSI+] complexes is rapidly followed by an Hsp104-dependent change in these oligomers, a process more easily visualized following the addition of a bolus of fluorescently marked Sup35 (Figure 2B).\n\nTo directly test the idea that Sup35[PSI+] complexes become altered upon Hsp104 inactivation, we probed the physical state of existing Sup35-GFP[PSI+] with fluorescence recovery after photobleaching (FRAP) experiments. In wild-type zygotes, Sup35-GFP[PSI+] was highly mobile, with 50% of the fluorescence recovered within 1 s (Figure 3A). Upon Hsp104 inactivation by KTKT (Figure 3A) or by GdnHCl treatment (Figure S2), Sup35-GFP[PSI+] foci became largely immobile, with no recovery detected by 8 s. In contrast, Sup35-GFP[psi−] recovery was rapid and Hsp104 independent (Figure 3B), indicating that Hsp104 specifically altered the biophysical properties of Sup35-GFP[PSI+].\n\n        Hsp104 Remodels Existing Sup35-GFP[PSI+] Complexes\n        \nGiven the change in Sup35-GFP[PSI+] mobility upon inhibition of Hsp104, we reasoned that the dynamics of existing particles could be altered in these cells. To test this idea, we continued to monitor existing Sup35-GFP[PSI+] as the zygotes formed microcolonies. In wild-type [PSI+] × [psi−] crosses, Sup35-GFP[PSI+] foci became undetectable in small microcolonies (Figure 4A), as previously reported for the single fluorescent focus formed by a highly expressed NM-GFP fusion [40]. In contrast, Sup35-GFP[PSI+] foci remained visible in Hsp104-inactivated [PSI+] × [psi−] microcolonies (Figure 4B and 4C). This persistence of existing complexes was not simply a consequence of increased fluorescence intensity in cells with diminished Hsp104 function. When a similar mating was performed but with Sup35-GFP expressed in the [PSI+] partner, the fluorescence intensity of foci was Hsp104 independent (Figure 2C), but again, foci only remained detectable in microcolonies with inactive Hsp104 (Figure S3). Thus, Hsp104 appears to stimulate turnover of existing Sup35-GFP[PSI+] complexes.\n\nWhat is the molecular basis of this loss in Sup35-GFP fluorescence? Hsp104-dependent degradation or remodeling (Figure 4D) of existing Sup35-GFP are two possibilities. To test the former idea, we monitored the metabolic stability of existing Sup35-GFP in [PSI+] and [psi−] cells in the presence or absence of Hsp104 function. Sup35-GFP accumulates to similar levels under all conditions at steady state as determined by Western blotting of lysates following SDS-PAGE (Figure 5A, time 0). These levels do not change over a 1-h time course following the addition of cycloheximide to inhibit new Sup35-GFP synthesis (Figure 5A). In contrast, the short-lived Matα2 protein is rapidly lost from yeast lysates following cycloheximide inhibition (Figure S4). These data together indicate that Sup35-GFP is stable and that its half-life is unaltered by Hsp104 activity.\n\nGiven these observations, we next considered the alternate explanation: Hsp104-dependent remodeling of Sup35-GFP[PSI+] complexes. In this scenario, existing Sup35-GFP[PSI+] complexes are fragmented into smaller pieces, which incorporate newly made, untagged Sup35 (Figure 4D). Although the initial and the remodeled complexes will be of similar size, their fluorescence intensities will be distinct since each contains a different ratio of GFP-fused and untagged Sup35 (Figure 4D). To test this idea, we monitored FRAP, a parameter influenced by diffusion rate and, therefore, particle size [49], in wild-type [PSI+] zygotes and in their daughters (Figure 5B and 5C). Sup35-GFP[PSI+] fluorescence recovered with similar half-times in both cells (∼1 s), consistent with an Hsp104-dependent remodeling of existing prion complexes.\n\n        Loss of Hsp104-Dependent Remodeling Limits Both Sup35-GFP[PSI+] Transmission to Daughter Cells and the Subsequent Incorporation of Newly Synthesized Prion Protein\n        \nIn addition to persistence of Sup35-GFP[PSI+] foci in Hsp104-inactivated cells, we also noted a segregation bias (Figure 4B and 4C). Occasionally, the originating zygote could be identified in the microcolony by its characteristic shape (Figure 4B, outline). In these instances, we observed a large number of foci retained in zygotes (Figure 4B, arrowhead) and immediately adjacent cells, with progressively fewer foci in cells at the periphery. Thus, the decreased mobility of Sup35-GFP[PSI+] complexes in Hsp104-inactivated cells (Figure 3A) correlated with inefficient transfer of these complexes to daughters.\n\nWhat consequence does biased segregation of existing Sup35-GFP[PSI+] complexes have on conversion of newly made prion protein? To answer this question, we monitored Sup35-GFP fluorescence in Hsp104-inactivated [psi−] × [PSI+] zygotes and their daughters, which continued to synthesize the fusion. In contrast to microcolonies that no longer express Sup35-GFP (Figure 4B and 4C), diffuse fluorescence was detected in Hsp104-deficient daughter cells constitutively synthesizing Sup35-GFP (Figure 6A and 6B). Consistent with this observation, a rapidly recovering pool of Sup35-GFP was detected by FRAP in cells constitutively expressing the fusion upon prolonged exposure to GdnHCl (∼0.3 s for 50% recovery; Figure 6C). Accumulation of soluble Sup35-GFP in Hsp104-deficient microcolonies starkly contrasts with the quantitative incorporation of soluble Sup35-GFP into Sup35[PSI+] complexes in zygotes (Figure 2B), likely reflecting a difference in the number of existing prion complexes in the two conditions [37]. Thus, individual prion complexes must have a finite conversion capacity in the absence of Hsp104 function.\n\n        Static Sup35-GFP[PSI+] Complexes Remain Substrates for Hsp104-Dependent Remodeling\n        \nPrion loss or curing by inactivation of Hsp104 is a reversible process provided that Hsp104 is reactivated in cells containing a limiting threshold of propagons [36]. How is efficient prion propagation restored to these cells? Based on our observations above, remodeling of existing static Sup35[PSI+] complexes upon Hsp104 reactivation is one possibility. To test this idea, we isolated zygotes resulting from a cross between [psi−] cells expressing Sup35-GFP from PMFA1 and unmarked [PSI+] cells on solid medium containing GdnHCl. Under these conditions, the zygotes do not continue to express the fusion [43]. These zygotes were then allowed to form microcolonies in the presence of GdnHCl, which were subsequently divided into two parts. One portion was retained on GdnHCl-containing medium (Figure 7, left), whereas the other was transferred to medium lacking GdnHCl (Figure 7, right). Fluorescent foci persisted in cells immediately after transfer to medium containing or lacking GdnHCl (Figure 7, time 0). Although continued treatment with GdnHCl preserved the integrity of existing complexes even in cells containing small numbers of foci (Figure 7, left), existing Sup35-GFP foci quickly resolved in cells transferred to medium lacking GdnHCl (Figure 7, right). Thus, immobile aggregates, which accumulate in GdnHCl-treated [PSI+] cells, remain substrates for Hsp104-dependent remodeling.\n\nIs the resolution of these static Sup35-GFP[PSI+] complexes upon Hsp104 reactivation relevant for the [PSI+] prion cycle? To test this idea, we also monitored the phenotype of the same cells upon removal of GdnHCl from the medium by assaying the nonsense codon readthrough-dependent expression of DsRed. Remodeling of existing Sup35-GFP foci correlated with a phenotypic switch from accurate translation termination (−DsRed) to the readthrough of stop codons (+DsRed; Figure 7), indicating the rapid inactivation of excess soluble Sup35. Thus, static Sup35-GFP[PSI+] complexes preserve their capacity to direct the efficient incorporation of soluble Sup35[psi−], but only when Hsp104 function is restored.\n\n        Prion Complexes Become Mildly Toxic upon Loss of Hsp104 Function\n        \nGiven their relative immobility, Sup35[PSI+] complexes present in Hsp104-deficient cells may have detrimental effects on the organism. To test this idea, we first monitored the subcellular localization of a fusion between the stress-responsive transcription factor Msn2 and GFP. Msn2-GFP resides in the cytoplasm in unstressed cells, but in response to stress stimuli, it translocates into the nucleus where it induces expression of genes containing stress-response elements in their promoters [50]. In contrast to ethanol-treated cultures, [PSI+] and [psi−] cultures treated with GdnHCl retained Msn2-GFP in the cytoplasm (Figure S5), indicating that inactivation of Hsp104 did not produce an Msn2-mediated response in vivo.\n\nAlthough GdnHCl treatment does not activate a stress response in [PSI+] cultures (Figure S5), it does alter the cell-division cycle. In the presence of GdnHCl, [PSI+] cells produce their first daughter more slowly than untreated cells, whereas GdnHCl treatment had no effect on the division time of [psi−] cells (Table 1). This doubling-time extension could arise either from an interaction of GdnHCl with the prion phenotype or with prion complexes. Nonsense suppression, however, is not the underlying cause of this effect since expression of a Sup35 deletion mutant (ΔNM), which restores accurate termination without interfering with prion propagation by full-length Sup35 [51], does not reverse the doubling-time extension (3.7 ± 1.1 h). In contrast, we noted a correlation between doubling time and propagon number: cells with shorter doubling times (&lt;2.75 h) tended to have fewer propagons than those with longer doubling times (Figure 8). Consistent with this idea, the [PSI+]- and GdnHCl-dependent doubling-time extension was most severe for formation of first daughters, as subsequent daughters were produced at more similar rates in the presence and absence of GdnHCl (Table 1). Thus, cell division, and perhaps the corresponding small decrease in the number of prion complexes (Figure 4B and 4C), at least partially alleviates the detrimental effect of inhibiting Hsp104 in [PSI+] cells.\n\n      Discussion\n      \nTogether, our in vivo studies probe the molecular mechanism by which Hsp104 mediates propagation of the Sup35/[PSI+] prion. We suggest that Hsp104 acts at a single point in the prion cycle to remodel existing Sup35[PSI+] complexes (Figure 1). By tightly regulating expression of Sup35-GFP, we provide direct evidence for this event: the decreased fluorescence of existing Sup35-GFP[PSI+] in wild-type microcolonies (Figure 4). Despite this change in fluorescence, the protein persists (Figure 5A) and remains assembled in complexes (Figure 5C). Because Sup35-GFP[PSI+] foci remain uniformly detectable in wild-type [PSI+] cells that constitutively express the fusion [43], we interpret our observations as a redistribution of existing Sup35-GFP molecules to new complexes containing an excess of untagged Sup35 (Figure 4D), providing direct experimental support in vivo for fragmentation [6,35].\n\nIn the absence of Hsp104-dependent remodeling of Sup35-GFP[PSI+] complexes, a number of crucial events in the [PSI+] prion cycle are compromised. First, Sup35-GFP[PSI+] complexes increase in size, initially detected as brighter Sup35-GFP fluorescence (Figure 2B). By separately expressing Sup35-GFP in either [PSI+] or [psi−] cells and inhibiting fusion protein synthesis upon mating, we unambiguously link this change to incorporation of soluble Sup35-GFP[psi−] into existing complexes (Figure 2). Importantly, when [PSI+] complexes are marked with Sup35-GFP prior to mating, no change in fluorescence intensity is detected upon Hsp104 inhibition, indicating that existing complexes do not laterally associate to form larger particles (Figure 2C). Thus, the number of Sup35-GFP[PSI+] complexes becomes static when Hsp104 activity is lost, as previously predicted in mathematical models of curing [36,37].\n\nThe increase in fluorescence intensity of Sup35-GFP[PSI+] complexes also correlates with a decrease in their mobility (Figure 3). Although this relative immobility is immediately apparent upon zygote formation when a large bolus of soluble Sup35 incorporates (Figure 3), the decreased mobility arises over time in GdnHCl-treated haploids as newly synthesized Sup35 continues to join complexes (Video S1 and unpublished data). In either case, this immobility provides a possible molecular explanation for the diminished transmission of propagons to daughter cells (Figure 4) [37,39] and the consequential decrease in the efficiency of incorporation of soluble Sup35[psi−] (Figure 6) [32].\n\nCan our observations of Sup35-GFP[PSI+] dynamics in vivo explain the behavior of heritable prion particles? Several lines of evidence suggest that Sup35-GFP[PSI+] foci are a robust proxy for propagons. First, Sup35-GFP is fully functional in translation termination, accumulates in cytoplasmic foci only in [PSI+] cells, supports [PSI+] propagation as the only copy of Sup35, and is regulated by Hsp104 levels in a manner that is indistinguishable from wild-type Sup35 [43]. Second, mathematical models of propagon dynamics upon Hsp104 inhibition predict a block in replication of these heritable units and their subsequent dilution by cell division [36]. The changes in Sup35-GFP foci that we observed upon Hsp104 inhibition (Figures 2–4 and 7) provide direct experimental support at the single-cell level for these predictions: Sup35-GFP[PSI+] foci become static upon Hsp104 inhibition, and their reduced mobility correlates with an inefficient transfer to daughter cells (Figures 3 and 4). Third, genetic analyses of propagon transmission revealed a segregation bias in which mothers are more likely to retain prion seeds than their daughters [37]. The preferential accumulation of existing Sup35-GFP[PSI+] in zygotes and their immediate progeny mirrors propagon behavior upon division (Figure 4). Fourth, propagon numbers increase independently of cell division and protein synthesis upon reactivation of Hsp104 [32,37]. In line with this observation, static Sup35-GFP[PSI+] complexes are rapidly resolved coincidently with the bulk inactivation of soluble Sup35 upon removal of GdnHCl from the medium (Figure 7). The close alignment of our observations with the previous genetic characterizations of heritable prion units suggests that propagons are equivalent to or derived from Sup35-GFP[PSI+] foci. If this relationship is indeed direct, counting propagons by dispersing colonies formed in the presence of GdnHCl is likely to yield an underestimate given the clear segregation bias that we observe for Sup35-GFP[PSI+] foci (Figure 4), as previously suggested [37].\n\nOur work also resolves some of the seemingly conflicting data present in the literature, which necessitated formation of multiple models for the role of Hsp104 in prion propagation. One of these controversies is the fate of existing Sup35-GFP[PSI+] upon Hsp104 inhibition. Ness et al. observe persistent aggregation of existing Sup35 in GdnHCl-treated [PSI+] cultures using a biochemical assay [32]. In contrast, Wu et al. report disassembly of Sup35-GFP[PSI+] complexes upon Hsp104 inhibition with the same treatment, as assessed by the accumulation of soluble Sup35-GFP[PSI+] using microscopic approaches [41]. A key consideration in the interpretation of these studies is the status of Sup35 expression. Wu et al. monitored the behavior of bulk Sup35-GFP under conditions of on-going synthesis, whereas Ness et al. focused their studies on the dynamics of existing Sup35 only [32,41]. By regulating expression of Sup35-GFP, we resolve these apparent conflicts. Accumulation of soluble Sup35-GFP upon Hsp104 inhibition only occurs with continued synthesis of the fusion (Figures 4 and 6). Thus, prion complexes are not destabilized upon Hsp104 loss, but rather become more stable (Figure 4) and less efficient at incorporating newly synthesized Sup35 (Figure 6). Nonetheless, these static complexes remain biologically active substrates that are rapidly remodeled to efficient templates upon Hsp104 reactivation (Figure 7).\n\nGiven these observations, [psi−] cells must only appear when existing Sup35[PSI+] complexes fail to segregate during cell division, a prediction at odds with a previous study, which reported prion curing in arrested cultures [41]. However, recent studies by Byrne, Cox, and Tuite have uncovered a high degree of lethality in the strain employed by Wu et al. upon release from α-factor arrest (L. Byrne, B. S. Cox, and M. F. Tuite, personal communication). Thus, the reported curing actually occurred in dividing cultures, but this division was overlooked due to the extensive, and counterbalancing, cell death.\n\nAnother point of controversy is the role of Hsp104 in the efficiency of Sup35[psi−] conversion to the prion state. We observe quantitative inactivation of Sup35[psi−] upon introduction of Sup35[PSI+] in the absence of Hsp104 function in some cells, as monitored by the appearance of a translation termination defect (Figure 2B) [43], suggesting that Hsp104 is not directly required for efficient incorporation. However, the percentage of cells displaying the prion phenotype is diminished in Hsp104-inactivated zygotes. This observation is consistent with a primary role for Hsp104 in the generation of additional prion templates [6,35,36]. Specifically, the converting capacity of some cells falls below the threshold needed to inactivate the vast majority of soluble Sup35[psi−] contributed by the [psi−] mating partner when Hsp104 is inhibited. Since Hsp104 is not available to generate additional prion seeds, this converting potential is dictated by the number of propagons present in the cell at the time of Hsp104 inhibition, a factor that varies widely in individual cells of a homogenous culture [37]. Consistent with this interpretation, newly synthesized Sup35-GFP accumulates in a soluble form soon after Hsp104 inhibition (Figure 6) [32], coincident with the loss of Sup35-GFP[PSI+] remodeling (Figure 4), and this soluble pool is rapidly inactivated upon restoration of Hsp104 function and remodeling of existing Sup35-GFP[PSI+] complexes (Figure 7).\n\nAn exclusive role for Hsp104 in the generation of new prion seeds is also compatible with observations in vitro. Sup35 self-assembly into amyloid fibers is accelerated by the addition of Hsp104 [13,33], and this effect has been linked to a steady-state increase in the abundance of an amyloidogenic intermediate [33,34]. One interpretation of this observation is that Hsp104 promotes the de novo formation of this species [33], but an alternate explanation is the Hsp104-dependent fragmentation of spontaneously arising intermediates. The incorporation of soluble protein into the smaller complexes predicted in this alternative scenario would also result in an apparent steady-state increase in the abundance of this form. Consistent with this interpretation, Hsp104 preferentially interacts with low molecular weight oligomers of Sup35 [52], which are intermediates in fiber assembly and disassembly reactions in vitro [53], and specifically alters the biophysical properties of Sup35-GFP[PSI+] complexes in vivo (Figure 3). Thus, the enhanced conversion efficiency in vivo and in vitro is likely to be a secondary consequence of prion-complex remodeling by Hsp104 (Figure 4) [32].\n\nLoss of Hsp104-dependent remodeling also uncovers biological consequences for single-cell differences in a superficially homogenous culture. In addition to the variation in translation termination efficiency, [PSI+] cells lacking Hsp104 activity display a broader range of doubling times than their untreated counterparts (Table 1). Again, these distinctions likely arise from cell-to-cell variation in the number of prion particles [37] at the time of Hsp104 inhibition, with cells containing a larger number of prion particles being the most efficient at converting soluble Sup35, but also the most detrimental to cellular physiology (Figure 8).\n\nHow is remodeling mechanistically accomplished? Hsp104 forms a hexamer with a central pore [26], and previous studies suggest that Hsp104 functions by threading substrates through this channel [54,55]. How, then, might this extrusion lead to Sup35[PSI+] remodeling and production of new prion complexes? Other members of the Clp/Hsp100 family may provide some insight. For example, ClpX extracts a single MuA monomer from a DNA-bound tetramer, an event that destabilizes the remainder of the complex and promotes dissociation [56–58]. Hsp104 could act similarly on Sup35[PSI+] complexes by unfolding constituent monomers and thereby fragmenting the now destabilized oligomer. A future challenge, then, is to determine the contributions of each of these species, the unfolded monomer and the fragmented oligomer, to prion propagation and the viability of [PSI+] cells.\n\n      Materials and Methods\n      \n        Plasmid construction.\n        \npRS306PSUP35SUP35-GFP, pRS303PMFA1 SUP35-GFP, pRS305PLEXAop-GAL1DsRED, pRS306PGPDLEXA-GAL4, and pRS304GST(UGA)DsRED were previously described [43]. For pRS304PGPDGSTDsRED, PGPD and the CYC1 terminator were subcloned as a SacI-KpnI fragment from p424GPD [59] into pRS304 to create pRS304PGPD. Gluathione-S-transferase (GST) was PCR amplified with BamHI and EcoRI linkers, and DsRED with EcoRI and ClaI linkers, and these two fragments were subcloned into pRS304PGPD. Primer sequences are available upon request. The pRS306PHSEHSP104K218TK620T plasmid was kindly provided by S. Lindquist (Whitehead Institute, Massachusetts Institute of Technology). The Msn2-GFP expression plasmid (from PADH1 in YCplac111) was a kind gift from C. Schueller (Max F Perutz Laboratories, University and BioCenter Vienna).\n\n        Strain construction.\n        \nStrains used in this study are listed in Table 2 and are derivatives of 74D-694 [20] unless otherwise indicated. KTKT substitutions were constructed by two-step replacement at the HSP104 locus using EagI-digested pRS306PHSEHSP104K218TK620T and verified by [PSI+] loss and sequencing. SUP35-GFP substitutions were constructed by two-step replacement as previously described [43]. Plasmids were integrated at the indicated locus by linearizing the plasmid with the indicated restriction endonuclease within the nutritional marker: pRS304PGPDGST(UGA)DsRED (TRP1, EcoRV), pRS303PMFA1SUP35-GFP (HIS3, Eco47III), and pRS304PGPDGSTDsRED (TRP1, EcoRV).\n\n        Zygote isolation.\n        \nMatings and zygote isolation and confirmation were performed as previously described [43]. Where indicated, mating cells were treated with 3 mM GdnHCl for at least 2.5 h before zygote isolation.\n\n        Imaging and digital processing.\n        \nCells were observed using a Zeiss Axioplan 2 (Carl Zeiss, MicroImaging,Oberkochen, Germany) equipped with a 100× αPlan-FLUAR objective and Hamamatsu-ORCA camera (Hamamatsu Photonics, Hamamatsu City, Japan) as previously described [43].\n\n        FRAP.\n        \nFRAP experiments were performed on a Leica TCS SP2 AOBS spectral confocal microscope equipped with an 100× oil objective (NA 1.4) and Argon/Helium Neon laser, and data was captured using the LCS 2.5 software (Leica Microsystems, Wetzlar, Germany). Frames (16× zoom, 256 × 100 pixels, 2 Airy units) were collected at 0.13 s bidirectionally at 1,000 Hz and 488-nm excitation using GFP conditions (500 nm to 560 nm). Laser intensity was set to 3%–4% for collection and 100% for bleaching. The FRAP region of interest (ROI) was 0.5 μm in diameter and was drawn in the cytoplasm to encompass soluble Sup35-GFP or foci and to avoid the vacuole. Software-generated intensity values for the ROI represented the mean across all pixels. FRAP data were independently corrected for photobleaching (by comparison with a neighboring region in the same cell) and normalized against prebleach values as previously described [60].\n\n        Protein analysis.\n        \nThe metabolic stabilities of Sup35-GFP and Matα2 were analyzed by the post-alkaline extraction protocol [61] followed by SDS-PAGE and immunoblotting with anti-Pgk1 (Molecular Probes, Eugene, Oregon, United States) and either anti-Matα2 or anti-Sup35 antiserum as previously described [43,62]. Yeast cultures were treated with 200-μg/ml cycloheximide at time 0 prior to lysis as previously described [63].\n\n        Doubling-time analysis.\n        \nLarge-budded 5V-H19 cells were micromanipulated from exponentially growing liquid YPD cultures onto solid YPD either containing or lacking 5 mM GdnHCl. Buds were removed and discarded at the earliest possible point (typically within the first hour). Mothers were then monitored over time, and the point at which the next daughter could be removed was recorded.\n\n        Propagon counts.\n        \nIndividual cells were micromanipulated onto YPD containing 5 mM GdnHCl and incubated at 30 °C for 7 d. Colonies were removed from the plate as previously described [37] and plated directly onto SD-ade. After incubation at 30 °C for 10 d, adenine prototrophs were scored. In control experiments, more than 90% of adenine prototrophs were GdnHCl curable.\n\n      Supporting Information"
}