{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001081",
  "doi": "10.1371/journal.pbio.1001081",
  "externalIds": [
    "pii:PBIOLOGY-D-11-01164",
    "pmid:21695109",
    "pmcid:PMC3114757"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Why Are Autism Spectrum Conditions More Prevalent in Males?",
  "authors": [
    {
      "name": "Simon Baron-Cohen",
      "first": "Simon",
      "last": "Baron-Cohen",
      "affiliation": "Autism Research Centre, Department of Psychiatry, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Michael V. Lombardo",
      "first": "Michael V.",
      "last": "Lombardo",
      "affiliation": "Autism Research Centre, Department of Psychiatry, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Bonnie Auyeung",
      "first": "Bonnie",
      "last": "Auyeung",
      "affiliation": "Autism Research Centre, Department of Psychiatry, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Emma Ashwin",
      "first": "Emma",
      "last": "Ashwin",
      "affiliation": "Autism Research Centre, Department of Psychiatry, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Bhismadev Chakrabarti",
      "first": "Bhismadev",
      "last": "Chakrabarti",
      "affiliation": "Autism Research Centre, Department of Psychiatry, University of Cambridge, Cambridge, United Kingdom; Centre for Integrative Neuroscience and Neurodynamics, School of Psychology and Clinical Language Sciences, University of Reading, Reading, United Kingdom"
    },
    {
      "name": "Rebecca Knickmeyer",
      "first": "Rebecca",
      "last": "Knickmeyer",
      "affiliation": "Autism Research Centre, Department of Psychiatry, University of Cambridge, Cambridge, United Kingdom; Department of Psychiatry, University of North Carolina–Chapel Hill, Chapel Hill, North Carolina, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-06",
  "volume": "9",
  "number": "6",
  "pages": "e1001081",
  "tags": [
    "Discipline-v2/Social and behavioral sciences",
    "Type/Unsolved Mystery"
  ],
  "abstract": "Autism Spectrum Conditions (ASC) are much more common in males, a bias that may offer clues to the etiology of this condition. Although the cause of this bias remains a mystery, we argue that it occurs because ASC is an extreme manifestation of the male brain. The extreme male brain (EMB) theory, first proposed in 1997, is an extension of the Empathizing-Systemizing (E-S) theory of typical sex differences that proposes that females on average have a stronger drive to empathize while males on average have a stronger drive to systemize. In this first major update since 2005, we describe some of the evidence relating to the EMB theory of ASC and consider how typical sex differences in brain structure may be relevant to ASC. One possible biological mechanism to account for the male bias is the effect of fetal testosterone (fT). We also consider alternative biological theories, the X and Y chromosome theories, and the reduced autosomal penetrance theory. None of these theories has yet been fully confirmed or refuted, though the weight of evidence in favor of the fT theory is growing from converging sources (longitudinal amniocentesis studies from pregnancy to age 10 years old, current hormone studies, and genetic association studies of SNPs in the sex steroid pathways). Ultimately, as these theories are not mutually exclusive and ASC is multi-factorial, they may help explain the male prevalence of ASC.",
  "fullText": "Is There Really a Male Bias?\n      \nThe diagnosis of classic autism and Asperger Syndrome (AS), known as Autism Spectrum Conditions (ASC), rests on difficulties in reciprocal social interaction and communication, alongside strongly repetitive behavior and unusually narrow interests [1]. The prevalence of ASC is estimated to be 1% [2],[3]. A diagnosis of classic autism, unlike AS, also requires the presence of additional learning difficulties and language delay. ASC is neurobiological, evidenced by atypical brain development in structure and function [4]. ASC is also genetic [5],[6] though not without some interaction with environmental influences.\n\nASC is strongly biased towards males [7], with ratios of 4∶1 (male∶female) for classic autism [8] and as high as 11∶1 in individuals with AS [9]. The specific factors responsible for the higher male prevalence in ASC remain unclear. ASC is not the only neurodevelopmental condition more common among males—a greater prevalence in males versus females is also seen in Attention Deficit and Hyperactivity Disorder (ADHD), dyslexia, conduct disorder (CD), specific language impairment, Tourette Syndrome, and Learning Difficulties (see Table 1) [10].\n\nHowever, the male bias is much more pronounced in ASC, especially in the case of AS. This male bias could simply reflect the difficulty of diagnosing AS in females. Though classic autism would not be missed in females, AS could be if it presented as some other condition, such as anorexia [11] or borderline personality disorder [12], both of which involve the exercise of excessive control over the environment or other people, and a certain degree of a self-centeredness. Equally, AS in females could be under-diagnosed if females are more motivated to learn to conform socially or have better imitation skills that allow them to “pretend to be normal” [13]. Finally, this male bias might reflect the inability of the widely used diagnostic instruments (the Autism Diagnostic Observation Schedule (ADOS) or Autism Diagnostic Interview-Revised (ADI-R)) to detect the more subtle ways in which AS may present in females.\n\nWhile these explanations of mis- or under-diagnosis may explain part of the male bias, there may also be biological reasons for the male bias in ASC. We argue that the bias can be understood as an extreme expression of the psychological and physiological attributes of the male brain; that is, males need only slight psychological and physiological changes to exhibit ASC while females would require more, thus making ASC rarer in females. What factors might favor overdevelopment of male characteristics? One possible biological mechanism could be the masculinizing effect of fetal testosterone (fT). Two other possibilities include the X- and Y-linked theories and the reduced autosomal penetrance theory (which posits that females harbor fewer ASC-related mutations on autosomal chromosomes). Future research will help to resolve the validity or flaws of these theories, which for now remain neither fully confirmed nor refuted. Here, we lay out some of the evidence for these theories in explaining the male bias in ASC.\n\n      Is ACS an Extreme Expression of the Male Brain?\n      \nThe Extreme Male Brain (EMB) theory of autism extends the Empathizing-Systemizing (E-S) theory of typical sex differences [14], which proposes that females on average have a stronger drive to empathize (to identify another person's thoughts and feelings and to respond to these with an appropriate emotion), while males on average have a stronger drive to systemize (to analyze or construct rule-based systems). Whilst sociologists still debate if there are any sex differences at all, and if so whether these are purely the result of cultural conditioning, biologists have long known from animal research that sex differences in behavior exist in primates and are influenced by biology as well as the environment.\n\nOn the Empathy Quotient (EQ) [15] typical females score higher than typical males who score higher than those with ASC [15]. On the Systemizing Quotient (SQ), individuals with ASC score higher than typical males who score higher than typical females [16]–[18]. Additional psychological evidence (summarized in Table 2 and in Text S1) shows that—irrespective of the direction of sex difference—people with autism show an extreme of the male profile. Note that the EMB theory does not state that all psychological sex differences will be exaggerated in ASC—only those relating to empathy and systemizing.\n\n        Sexual Dimorphism in the Human Brain\n        \nAdditional support for the EMB theory of ASC comes from evidence of neural sexual dimorphism across development. Some key examples of typical sexual dimorphism reveal an extreme of the typical male profile in the neurodevelopment of ASC [19]. However, one caveat to keep in mind is that just as all psychological sex differences do not constitute an exaggerated form of maleness in ASC, neither do all neural differences. Indeed, given that the EMB theory is defined at the psychological level, we should expect only a narrow set of neural sex differences will be involved in such hyper-masculinization in ASC. A key finding supporting this prediction is that infant males on average have a larger brain than females [20] and children with autism have even larger brains early in life right around the time they would typically receive a diagnosis (2–4 years) [21]. In addition, independent of global differences in brain size, the amygdala in typical males tends to be larger than in females [22], and early in development the amygdala in autism is even more enlarged than that observed in typical males [23]–[25]. In addition to such structural sexual dimorphism in the brain, exaggeration of neural sexual dimorphism extends to brain function and corroborates predictions from the EMB theory (see Table 3 and Text S1 for fuller discussion) [26]–[29].\n\nThe set of striking findings of hyper-masculinization in ASC at three simultaneous levels (cognitive, neuroanatomy, and neural function) raises the question as to which biological mechanism(s) are involved. Two plausible mechanisms that could give rise to sexual dimorphism, hyper-masculinization, and/or the absence of typical sexual dimorphism at the levels of brain, cognition, and behavior are the “organizing” effects of fetal testosterone (fT) [30]–[32] and X- or Y-linked genetic factors. We review these three interesting hypotheses, since these may also have relevance to the sex ratio in ASC. These are not proposed as complete explanations for ASC, since ASC is recognized to be multi-factorial, but they may form an important part of the explanation.\n\n      What Might Cause an Extreme Male Brain?\n      \n        The Fetal Testosterone (fT) Theory\n        \n          Fetal androgens affect the brain: Evidence from animal and human studies\n          \nAnimal studies, especially in rodents, confirm that early exposure to androgens (such as testosterone) acts on the brain to produce sex differences in behavior, cognition, brain structure, and function (see Text S1 for more discussion of work with animals) [31]–[33]. It is widely accepted that fT exposure also affects brain development and behavior in humans. Human males experience a surge in fT between weeks 8 to 24 of gestation [34]–[36], reaching almost pubertal levels. There is also a second surge soon after birth (here called “neonatal testosterone,” or nT). Usually the levels remain high and then drop to barely detectable levels by 4–6 months [37], until the third surge at puberty. Whilst the third surge is understood to be controlling the onset of puberty, the function of first surge (fT) is believed to play a major role in brain masculinization.\n\nWhile direct manipulation of hormones as has been conducted in animal studies is unquestionably unethical in human fetuses and infants, alternative research strategies include relating individual variation in amniotic fT exposure to later development [38], or studying people in whom—for medical reasons—the sex hormones are higher or lower than expected for a person's sex [39], and using proxy measures of fT exposure. Here we review evidence from studies of cognitive traits relevant to ASC and their relationship with amniotic fT. (Evidence from disorders of sexual differentiation and from proxy measures of fT exposure is presented in the Text S1.)\n\n          Fetal androgens affect ASC traits: evidence from amniotic fluid testosterone\n          \nfT can be measured in amniotic fluid, obtained during routine amniocentesis. Because amniocentesis is typically performed during the second trimester of pregnancy (usually 14–20 weeks of gestation), when serum testosterone peaks in male fetuses, it offers a unique opportunity to compare fT with ASC traits. There is a well-documented large sex difference in amniotic androgen levels [40]–[44]. The origin of androgens in amniotic fluid appears to be the fetus itself, and testosterone obtained in amniotic fluid is thought to be a good reflection of the levels in the fetus [38]. In the Cambridge Fetal Testosterone Project, initiated by our group in 1998, children whose mothers had amniocentesis during pregnancy (but who were otherwise developing normally) have been followed up after birth every year or two and are now approximately 11 years of age [34].\n\nEvidence that amniotic fT affects individual differences in cognitive development in typically developing children (but with clear relevance to ASC) includes the following: fT is inversely associated with frequency of eye contact at 12 months old [45] and with size of vocabulary development at 18 and 24 months [46]. fT is also inversely associated with quality of social relationships at 48 months [47] and with empathy at 48 and 96 months [48],[49]. In contrast, amniotic fT is positively associated with narrow interests at 48 months [47], with “systemizing” at 96 months [18], and with performance on the Embedded Figures Test (EFT) as a measure of attention to detail at 96 months [50]. These are all behaviors that show sexual dimorphism, but critically, these fT effects are often found within one sex as well as when analyzing the sexes combined. The finding of a consistent inverse correlation between fT and social domains, and a consistent positive correlation between fT and non-social domains, across development, is striking and suggests these are real effects which substantiate the notion that fT plays an “organizational” role in development.\n\nIn the first study to directly assess if fT affects not just human cognition but also human brain structure, we found that increasing levels of fT are associated with increasing rightward asymmetry in the thickness of one subsection of the corpus callosum, the isthmus [51]. This is interesting since the isthmus projects to posterior parietal and superior temporal cortices, which are integral for language and visuospatial ability and are known to be sexually dimorphic in lateralization, structure, and function (see Text S1).\n\nAll of the above behavioral domains (eye contact, language development, quality of social relationships, narrow interests, empathy, systemizing, and embedded figures/attention to detail) and brain structure show sexual dimorphism and appear hyper-masculinized in ASC, raising the possibility that fT may play a role in the development of ASC itself. Three recent experiments have confirmed a positive correlation between fT levels and the number of autistic traits a child shows in toddlerhood [52] and in later childhood [53]. The Cambridge Fetal Testosterone Project has too few children (currently n = 635 are enrolled) to test whether fT is elevated in those who later are diagnosed with ASC, but testing for a direct association between fT levels and diagnosed ASC will be possible in our ongoing collaboration with the Danish Biobank, which has tens of thousands of amniotic samples, with adequate power to test this hypothesis. Using a different line of evidence, a number of studies have found also current androgen dysregulation in ASC or in their relatives, or androgen-related genes being associated with ASC (see Table 4 for a summary of the evidence for the fT/androgen theory).\n\nAlthough some studies have failed to support a role for testosterone in ASC (and most of these have not been able to study fT specifically), the studies reported above suggest that fT is implicated in the biased sex ratio seen in ASC. However, alternative models exist which could also explain the excess of males with ASC. In the final part of this article we review the main contender, the X chromosome theory. For completeness, we also briefly review the Y chromosome theory and the reduced autosomal penetrance theory.\n\n        The X Chromosome Theory\n        \nThe X chromosome contains more genes expressed in the brain than the other chromosomes [54]. In addition, more than 10% of people with learning difficulties show an X-linked pattern of inheritance [55], involving mutations in over 90 different X-linked genes [56],[57]. Individuals with X-linked learning difficulties may also have ASC, the best-known example being Fragile X Syndrome, where 46% of males and 16% of females carrying the full mutation also have ASC [58].\n\nOn the face of it, the biased sex ratio in ASC would therefore be parsimoniously explained by an X chromosome theory. A problem for this theory is that the majority of linkage and association studies of ASC have failed to find regions of interest on the X chromosome [59]–[72]. A related problem for this theory is that in the three recent genome-wide studies of copy number variation (CNV) in individuals with ASC that identified mutations affecting the X chromosome, this was only true in a very small minority of cases. This suggests X-linked mutations are only occasionally seen in ASC and therefore cannot account for the large majority of cases. A final problem for the X-linked theory is that other large CNV scans have reported no significant findings on the X chromosome [67],[73]–[75]. While epigenetic effects on X chromosome genes could affect risk for autism, this hypothesis has not yet been empirically tested. In summary, at present it appears that there are X-linked causes of ASC, but these represent a far smaller percentage of cases than is seen in learning difficulties.\n\nGirls with Turner Syndrome (TS) (characterized by the XO karyotype) [76] are at an increased risk for ASC, which could be the result of an X-linked recessive gene, but this is not clear-cut since XYY and XXYY males are also at increased risk [77]. One study [78] has also reported higher autistic traits scores (as measured on the Autism Spectrum Quotient [AQ] in XXY males), though this is not always seen [77].\n\nThere are other possible versions of the X chromosome theory of ASC. Although females have two X chromosomes, only one of these is generally active. X chromosome inactivation (the process by which one X chromosome is suppressed while the other remains active) acts to negate the “dosage” difference in X chromosome genes between males and females. However, 10%–15% of X chromosome genes may continue to be expressed from the supposedly inactive X. Gong and colleagues [79] directly tested this hypothesis and found no evidence for a skewed X chromosome inactivation in a large sample of individuals with and without ASC. X chromosome gene dosage could play a role in sex ratios if the non-silenced genes were protective. However, comparing the incidence of ASC across different sex aneuploidies does not suggest a simple dosage effect, and frequently the ASC occurs in the context of clear learning disabilities, and so could simply be secondary to the latter. It is increasingly recognized that learning difficulties are themselves a risk factor for ASC [80], so any evaluation of the X chromosome theory needs to consider these separately.\n\nGenomic imprinting (the process by which genetic effects are influenced by whether the genes are transmitted through the father or the mother [81]) is also of interest. Ordinarily this would not result in sex differences in the rate of a condition, but could do so if the imprinting affects the X chromosome. Skuse [82],[83] suggested that an imprinted X-locus could explain sex differences in social and communication skills and the male vulnerability to social and communication impairment. His theory was inspired by the finding that in individuals with TS, the rate of social difficulties varied according to whether their single X chromosome was inherited from the father (XpO cases) or the mother (XmO cases) (where p is paternal, and m is maternal) [82]. Social problems are greater in XmO relative to XpO individuals. Typical females always inherit an X chromosome from both parents (XpXm), but typical males always have only a maternal X (XmY). Skuse hypothesized that a gene expressed on the paternal X acts as a protective factor against the social problems seen in TS and, by extrapolation, as a protective factor against ASC.\n\nCreswell and colleagues [84] subsequently reported five cases of ASC from an unselected sample of 150 subjects with TS. All the cases were XmO (or had a structurally abnormal paternal X). All of the cases in that report also had moderate to severe learning difficulties and low verbal IQ scores, despite the fact that intelligence is usually in the average range in TS. This raises the possibility that the kind of ASC observed was related to learning difficulties (i.e., applicable only to classic autism rather than the full autistic spectrum, which includes AS). Also, given that 77% of TS females are XmO, while only 23% are XpO [85], this means that by chance one would expect to find ASC more often associated with XmO than with XpO.\n\nNo specific X-linked genes have yet been identified which explain these findings, but there is evidence that whichever genes are involved may modulate amygdala circuits which are disrupted in ASC [86]. Whilst the amygdala has not been directly examined, a study of the whole brain in a mouse model of TS did not identify any paternally expressed X-linked genes, but did identify a maternally expressed gene, xlr3b, which was implicated in cognitive flexibility [87]. However, it is unclear if a functioning human orthologue of this gene exists.\n\nA recent study searched for imprinted genes in the preoptic area (POA) and medial prefrontal cortex (mPFC) in mouse. No X-linked imprinted genes were identified when using a cut-off of p&lt;0.05, but using a less stringent cut-off of 0.1, a small set of putative X-linked imprinted genes were identified including three paternally expressed genes in the POA and three different paternally expressed genes in the mPFC [88]. Three of these genes (cask, acsl4, and ids) have human orthologues whose disruption can cause MR. Another intriguing finding from this study was that total levels of expression from Xm were increased relative to those of Xp in females. This could reflect preferential inactivation of the Xp and would act to minimize dosage differences between the sexes. If a screen of females with ASC identified rare mutations or CNVs on the Xp, this would provide important evidence for the theory.\n\n        The Y Chromosome Theory\n        \nSince the XYY and XXYY syndromes have an increased incidence of ASC [89]–[91], it is important to consider if the male bias in ASC could also result from the male-limited expression of genes on the Y chromosome. This possibility has attracted very little research attention. Such genes should be located in the non-recombining region of the Y. SRY (the sex determining gene) is expressed in the medial rostral hypothalamus, as well as the frontal and temporal regions of the human brain [92]. In vitro assays suggest that SRY can increase transcription of tyrosine hydroxylase (the rate-limiting enzyme in dopamine biosynthesis) by binding at a promoter site [93]. In addition, the knockdown of SRY expression in the substantia nigra of the rat decreases tyrosine hydroxylase expression [94]. This could implicate SRY in the male bias for disorders involving disregulated catecholamines such as ADHD. SRY may also regulate the monoamine oxidase A (MAO-A) gene [95]. Other Y-linked genes known to be expressed in human brain include ZFY and PCDH11Y [92],[96].\n\nA small candidate gene study failed to find associations between variants in PCDH11Y and autism [96], while ZFY has not been specifically investigated. One study has reported a missense variant in NLGN4Y in a single patient with autism and his father with learning difficulties [97]. Comparison of Y chromosome haplotype groups between cases and controls represents an alternative strategy to identifying Y chromosome effects. Two such studies have been conducted in regard to ASC—one was positive [98] and one was negative [99]. Y chromosome effects certainly merit additional research attention, but current evidence is too sparse to evaluate to what extent this mechanism could explain the sex bias in ASC.\n\n        Reduced Autosomal Penetrance in Females? A Final Theory\n        \nFor completeness we briefly mention a final theory, arising from studies of rare CNVs with ASC [67],[74],[100],[101]. As mentioned earlier, these scans have not routinely implicated the X chromosome, but this final model proposes that a significant proportion of ASC cases are the result of dominant de novo mutations (on the autosomes) which have reduced penetrance in females. Statistical analysis of ASC family data has provided supporting evidence [102]. A problem for this theory, however, is that the majority of studies report that the sex ratio in children with ASC and de novo CNVs is 1∶1. This clearly does not fit with reduced penetrance in females [103]. A second problem for this theory is that it does not address why penetrance should be reduced in females. However, we agree that it is critical that large-scale linkage and association studies test for sex-specific effects.\n\n        Not Mutually Exclusive Theories\n        \nThe X and Y chromosome theories and the fT model offer potential explanations for the biased sex ratio in ASC and warrant further research. While often conceived as competing theories, they need not be mutually exclusive. This is because we cannot rule out the possibility that genes on the X and Y chromosomes may be regulated by fT or have products that affect the production or sensitivity of an individual to fT. X chromosome genes may also regulate Y chromosome genes and vice versa. In addition, it is possible that X or Y chromosome genes and fT exposure are independent risk factors for ASC.\n\nThe theories do, however, make contrasting predictions for individuals with certain intersex conditions, in particular those with Complete Androgen Insensitivity Syndrome (CAIS), where there is a complete deficiency of working androgen receptors, in the presence of a typical male genetic complement (XY). Given the rarity of this condition, studies using measures of autistic traits (such as the AQ [104]) may be more feasible than studies of diagnosed cases of ASC in CAIS per se. (These contrasting predictions are summarized in Table 5.)\n\nFinally, whilst it may be that the psychiatric classification system is “carving nature at its joints,” it is also possible that some of the underlying hormonal and genetic mechanisms are involved not just in ASC but are relevant to a broader category of neurodevelopmental conditions (see Box 1).\n\nBox 1. fT and X-linked factors in other neurodevelopmental conditions.\n\nADHD: fT has been implicated by several studies using the proxy measure of 2D∶4D (finger) ratio [176],[184],[185] and one study of genetic variation at the androgen receptor [186]. An animal model of ADHD suggests that early androgen exposure affects catecholamine innervation of the frontal cortex and cognitive function [187]. ADHD has also been associated with X-linked genes, in particular monoamine oxidase-B [188],[189] and steroid sulfatase [190]. The latter has also been implicated in attention deficits in a mouse model of Turner Syndrome [191]. However, genome-wide scans have not implicated the X chromosome in ADHD [192],[193].\n\nConduct Disorder (CD): Activational effects of gonadal steroids have shown relationships with CD [194]–[196], but there is not a simple one-to-one correspondence. In addition, the X-linked gene coding for monoamine oxidase A has been linked to aggression and neural hyperactivity to threat [197].\n\nReading Disorder/Dyslexia: Two studies have failed to find a relation between 2D∶4D (digit) ratio (as a proxy for fT) and dyslexia [115],[198]. One genome-wide linkage analysis suggested a locus on Xq26 [199]. A nearby susceptibility locus in a single extended family has also been reported [198].\n\nSpecific Language Impairment: The correlation between amniotic fT levels and early vocabulary [46],[200] could indicate a role for fT in SLI. Genome-wide linkage studies have not implicated the X chromosome [201]–[203].\n\nTourette Syndrome: Tics in individuals with TS increase in intensity during puberty, suggesting an activational testosterone effect. A role for fT has also been proposed based on a study of gender dysphoria, play preferences, and spatial skills in individuals with TS [204]. Genome-wide linkage studies have not implicated the X chromosome [205], but Lawson-Yuen [206] have reported a pedigree with a NLGN4X deletion which was associated with TS in one family-member.\n\n      Looking Ahead: Toward a Unified Theory?\n      \nFor as long as ASC has been recognized, a higher prevalence has been observed in males, yet until 1997, when our group proposed the extreme male brain theory, this potential clue to the etiology of the condition went unexplored [105]. In the early years following the publication of the EMB theory, the majority of the evidence relevant to the theory came from psychological studies, but since 2001 supporting evidence has also come from biology.\n\nIn the present article we have considered studies that suggest that fetal testosterone is involved in sex differences in key areas of behavior and cognition in the general population (in social development, language development, empathy, systemizing, and attention to detail), as well as in influencing brain structure, and the number of autistic traits an individual possesses. Understanding the relationship between empathy and systemizing will require more research because presenting them as independent ignores the fact that both are related to fT. Nor can we yet extrapolate the fT results to individuals with an ASC diagnosis since this will require much larger collections of amniotic samples than has been possible to date. Strengthening a role for fT in ASC is the recent genetic evidence in which SNPs in key sex steroid genes are associated with either diagnosed AS and/or autistic traits.\n\nThe main alternatives to the fT theory are the X and Y chromosome theories. Future research could usefully test these theories against each other, or test if all are valid, either independently or because of gene-hormone interactions. Whilst it remains a possibility that the male bias in ASC simply reflects diagnostic difficulties in recognizing ASC in females, the link between ASC and maleness has generated a novel framework for exploring the link between sex and ASC, and a wealth of data relating prenatal hormones to masculinization of the mind and the brain.\n\n      Supporting Information"
}