{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002242",
  "doi": "10.1371/journal.pbio.1002242",
  "externalIds": [
    "pii:PBIOLOGY-D-15-00767",
    "pmid:26351851",
    "pmcid:PMC4564228"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Resolving Conflicts between Agriculture and the Natural Environment",
  "authors": [
    {
      "name": "Andrew J. Tanentzap",
      "first": "Andrew J.",
      "last": "Tanentzap",
      "affiliation": "Ecosystems and Global Change Group, Department of Plant Sciences, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Anthony Lamb",
      "first": "Anthony",
      "last": "Lamb",
      "affiliation": "Conservation Science Group, Department of Zoology, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Susan Walker",
      "first": "Susan",
      "last": "Walker",
      "affiliation": "Landcare Research, Dunedin, New Zealand"
    },
    {
      "name": "Andrew Farmer",
      "first": "Andrew",
      "last": "Farmer",
      "affiliation": "Institute for European Environmental Policy, London, United Kingdom"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2015-09-09",
  "volume": "13",
  "number": "9",
  "pages": "e1002242",
  "tags": [
    "Type/Essay"
  ],
  "abstract": "Agriculture dominates the planet. Yet it has many environmental costs that are unsustainable, especially as global food demand rises. Here, we evaluate ways in which different parts of the world are succeeding in their attempts to resolve conflict between agriculture and wild nature. We envision that coordinated global action in conserving land most sensitive to agricultural activities and policies that internalise the environmental costs of agriculture are needed to deliver a more sustainable future.",
  "fullText": "Introduction\n\nAgriculture is the most dominant land use on Earth and will remain so as the world’s population and global food demand rise [1] (Fig 1). This poses a fundamental challenge to the natural environment, which requires access to many of the same resources as agricultural producers and is harmed by agriculture’s external impacts [2,3]. Using land resources for agriculture prioritises crop and livestock production over the many other benefits that natural ecosystems provide and that agriculture displaces, including biodiversity, carbon storage, and water purification [4]. Governments also heavily support agricultural production in ways that are often bad for the environment, such as rewarding output or lowering input prices [5,6]. Very little is spent on actively mitigating the environmental impacts (Fig 1).\n\nHere, we summarise how agriculture impacts the natural environment and then scrutinise the success of government agricultural policies that we believe offer the most promise for safeguarding nature while feeding a growing human population. We use economic and political theory to help explain why some measures are more prone to succeed than others, recognising that scientific understanding of a problem does not mean it will be solved [8]. Throughout, we touch upon examples from centres of agricultural production.\n\nA Cultivated Planet\n\nAgriculture’s demand for land drives conversion of natural habitats, and this is arguably its largest environmental cost. Approximately 40% of ice-free land (4,300 million ha) is already covered by crops or used to raise livestock [7], and an additional 2.7–4.9 million ha of cropland annually, the size of a small European nation, may be required to feed the world’s population by 2030 [1,9]. Conversion of land for agriculture is estimated to account for 80% of global deforestation [10], and ca. 53% of terrestrial species assessed as threatened by the International Union for Conservation of Nature (IUCN) [11] are negatively impacted by agriculture (Fig 2). Land conversion also reduces the size of the terrestrial carbon sink. Global simulation models predict that 24% and 10% less carbon is stored in vegetation and soil, respectively, than if present-day landscapes retained their natural vegetation [12].\n\nAgriculture also contributes more to other forms of environmental degradation than any other economic sector. Between 30%–35% of global greenhouse gas (GHG) emissions come from agriculture [3], and crop irrigation accounts for 70% of the world’s freshwater withdrawals [13]. The use of synthetic nitrogen fertiliser has increased nearly 21-fold since 1950, and more nitrogen is now added to agricultural soils than from natural processes [14]. Virtually all human-derived nitrogen is lost to the atmosphere or receiving waters [14,15]. This eutrophication suffocates aquatic ecosystems [16]. Phosphorus from fertiliser and livestock manure [14,17], pesticides [18–20], and nanoparticles [21,22] are also exacerbating environmental pollution. Additionally, poor agricultural management causes soil degradation, reducing agricultural productivity and creating further demand for nutrients, water, and land conversion [23,24].\n\nSolutions for limiting agriculture’s environmental costs are increasingly well understood. These include reducing land clearance by improving yields of existing crops, minimizing excess nutrient and water use, and shifting production from livestock towards crops [3]. Implementing these practices for only a handful of commodities in a subset of the world can have a large environmental benefit [25]. The success of these practices, however, depends on how well policy puts them into practice.\n\nChallenges to Limiting Agriculture’s Environmental Costs\n\nDesigning and implementing policies to reduce agriculture’s environmental costs is difficult. Like other industries, farmers and the businesses reliant upon them, such as input suppliers, processors, and retailers, have a rational self-interest in maximising economic returns and oppose policies that threaten their viability [26,27]. In developed economies, this has historically allowed them to organise into focused lobby groups with considerable advantage over diffuse public interests seeking to safeguard the environment [28,29]. Governments rarely benefit from challenging agri-food lobbies over environmental issues that lack immediate returns for the public good. These lobbies reward government for less demanding environmental policies [30,31], and tailoring policies appropriate for the range of physical and social conditions that farms occupy is costly [26,27]. Concerns about foodborne illness (including genetically modified organisms), environmental impacts (e.g., pesticide use), and animal welfare have ceded some power in the policy arena of developed countries from producers to consumers [32], and increasingly to large retailers, but existing governance structures remain highly susceptible to farmer interests despite spatiotemporal variation in power relations [29]. For example, corporate lobbying efforts in the agricultural sector were deemed effective by 52% of respondents in a 2013 survey of nearly 600 European Union (EU) decision makers, and &gt;80% effectiveness was reported in Denmark, Latvia, and the United Kingdom [33]. Policymakers therefore face major challenges in aligning the private interests of the agri-food sector with public interest in environmental goods across the diversity and extent of farm entities.\n\nIn addition to political challenges, measures that do succeed in reducing the environmental harms of agriculture in one place can perversely increase them elsewhere. This is because, in a global market, local policies or technologies that cause agricultural production to carry a greater opportunity cost than using land for environmental goods will displace production to regions where these costs are lower [34]. For example, regulations limiting fertilisers can reduce local water pollution and GHG emissions. But because such measures may reduce yields (i.e., tonnage of production per unit area), food demand will be met elsewhere, leading to intensification and land clearance that potentially creates a net environmental loss [35]. Incentivising low-intensity systems, seen as beneficial to biodiversity conservation in regions such as Europe, may similarly limit production and displace environmental impacts while also lacking the full benefits of natural ecosystems [36]. Efforts to limit the environmental costs of agriculture must therefore consider the environmental impacts beyond farm boundaries as well as the consequences for food production.\n\nPotential Resolutions to the Agriculture–Nature Conflict\n\nAgricultural policy with explicit environmental objectives is generally organized around three approaches (Table 1 and expanded upon in S1 Table; see Box 1 for an exception):\n\nregulations, such as limits on pesticide use or abstracting water, which can be enforced through penalties and conditions placed on financial support to farmers;\n\ncommunity-based approaches, which support farmers and local stakeholders to work collectively in addressing environmental impacts; and\n\neconomic instruments, which pay farmers directly or create markets for adopting practices that minimise environmental impacts and provide noncommodity outputs beyond those required by existing regulation; tariffs can also be used to internalise environmental costs.\n\nBox 1. Abandoning the Agricultural Sector to Market Forces\n\nNew Zealand radically altered its agricultural policy in 1984 to embrace minimal government intervention. It now relies exclusively on regulation to minimise the environmental impacts of agriculture while providing among the least support to domestic producers out of all developed countries (ca. 0.5% of the value of production; S1 Text). Consequently, the natural environment has been left vulnerable to the pressures of market forces, which are rapidly accelerating production and land conversion with increasing demand for dairy products in particular. The rate of conversion of indigenous grassland to exotic pasture in the South Island has increased by 67% from the period between 1990–2001 to 2001–2008 [52], and New Zealand leads the world in livestock emissions per capita, exceeding the global total across developed countries by more than 13-fold [53].\n\nThe nonprescriptive Resource Management Act (RMA) is the primary national legislation intended to oversee natural and physical resources, with land regulation devolved to elected district councils. Although the RMA tasks councils with “maintaining” biodiversity in balance with resource development, they generally expedite the latter. Fewer than 5% of agricultural sector consents requiring biodiversity or ecosystem services maintenance were recently found to comply with conditions [54]. Limited resources are often blamed for poor enforcement, but political interference also occurs [55]. Other regulations, such as the Wildlife Act and Native Plant Protection Act, are rarely invoked, and the latter does not apply to landowners [55].\n\nNew Zealand also has a dedicated judicial system to contest decisions made under the RMA. While this system has delivered several notable “wins” for the environment (e.g., [56]), many local actions escape scrutiny. In practice, biodiversity protection by rural landowners occurs mainly on small, voluntary, set-asides of residual unproductive land (known as covenants) and through patchy predator-trapping and stock fencing activities, supported by limited local and national funds. It appears that the laissez-faire approach to the agricultural sector does little to safeguard the environment.\n\nFarmers will be motivated to accept one or more of these approaches where they incur small socioeconomic costs relative to the benefits that they receive from achieving environmental objectives [37,38]. Eliminating financial support for farmers to maximise agricultural production is important in helping to reduce the socioeconomic costs of adopting environmental practices. Reforms in developed economies since the 1980s are now supporting producer incomes more through direct payments than by subsidising production or protecting domestic prices [2,39] (Box 2).\n\nEven with farmer acceptance, success of any policy approach will ultimately depend on whether farmers maintain or boost yields on existing agricultural lands rather than convert new natural lands to production. Halting local land conversion can be achieved with strict enforced regulations (Table 1), but in a globalized market, changes in the local supply of a given cash crop will lead to changes in demand and supply in other distant locations [59]. Trends in cereal production in 19 countries between 1990 and 2005 clearly show this link between local actions and global consequences. These countries managed to boost cereal yields on existing lands while removing cropland from production, but without fully meeting local demand. Per capita cereal imports consequently increased by 12-fold in these countries compared with those lacking land retirement policies [60], clearly suggesting that production was displaced elsewhere. Where subsistence agriculture is important, limiting its local production may similarly boost reliance on cash crops produced abroad [61]. National governments implementing any of the three main policy approaches need to begin working in a coordinated way to combat land use displacement.\n\nBox 2. Environmental Harms of Agricultural Price Support\n\nPrice support policies, such as import tariffs or minimum commodity prices, encourage overproduction in the absence of supply management. This strains natural resources and makes marginal land artificially profitable [57]. In the US, the federal government historically managed the dairy industry by guaranteeing to purchase milk if its market price fell below a set value. Modelling revealed that this would drive abandonment and reversion to natural forest across thousands of hectares of land in the state of Wisconsin if milk prices were decreased by only 5%–15%, with millions saved in water treatment and government expenditure [58]. The US has now adopted a strategy of paying producers should their margins fall beneath national averages, likely with similar environmental consequences.\n\nFinding the Right Mixture of Solutions\n\nMaintaining the status quo with agricultural policy is unsustainable for the environment [3,35,62]. On their own, regulations and community approaches will offer little help if damaging the environment remains financially lucrative because the associated penalties are trivial, governments continue to subsidise production (Fig 1, S1 Fig), and farmers are not accountable for the environmental costs of their actions [63–65] (Box 3). Economic instruments, such as payments for public goods, are also contentious, especially for biodiversity conservation [66–68]. Positive outcomes often arise only from certain actions, such as enhancing specific food resources or nesting habitat [69], and catch-all interventions may avoid targeting rare species [70,71]. Removing production subsidies and making farmers financially responsible for their environmental impacts, such as with markets for public goods, can help local outcomes but must avoid curbing intensification because this will encourage land conversion elsewhere to meet demand for food [35].\n\nBox 3. Balancing Large-Scale Incentives for the Rural Poor with Strict Penalties for Agri-business\n\nChina—the world’s largest agricultural producer—offers a stark contrast in government policy to that implemented by New Zealand described in Box 2. The country’s economy is heavily controlled by centralised government and relatively free from the political influence wielded by farmers lobbies. Government can therefore act largely in its own self-interest, which may align more often with the public good. This has allowed the Chinese government to implement environmental policies on scales that would be virtually impossible elsewhere in the world. The Grain to Green Project is one example, having converted nearly 9.1 million hectares of cropland into forest whilst incentivising farmers to participate with grain and cash subsidies [72]. This permanent land retirement scheme has reduced soil erosion and increased carbon sequestration at landscape scales [73]. China is also adopting a stricter approach to large industrial agriculture. In 2014, the country’s top legislature revised the national environmental protection law for the first time in 25 years. The revisions included harsher penalties to deter companies from accepting fines rather than investing in pollution control [74]. Whether enforcement follow suits remains to be seen.\n\nRuhl [26] argued that successful agricultural policies will target large industrial operations that can be readily regulated while incentivising changes in production practices by small farmers without compromising their livelihoods. Recent developments in China are therefore promising, but the country’s agricultural sector still causes major environmental harm, including poor water quality in almost all rivers and lakes [75], and nearly 40% more GHG emissions per tonne of nitrogen fertiliser than in Europe [76]. Subsidies on inputs such as fertilisers and pesticides are largely to blame as they promote overuse. Fertilisers are estimated to be overused by 30%–60% [77], yet nearly CMY¥108,000 million (US$17,000 million) was spent in 2012 on just one scheme to help farmers purchase more of these inputs [78]. Removing harmful financial subsidies would help greatly in aligning the country’s agricultural and environmental aims.\n\nWe assert that conflict between agriculture and the environment will be best resolved by policies dedicating high-quality habitat towards nature conservation, while encouraging intensive production on existing farmland with stringent limits on environmental impacts [35,36,79–81]. Measures that make farmland itself more benign—so called “land-sharing” approaches—also deliver local environmental and social benefits [82,83], but can reduce agricultural yields and cause land conversion elsewhere, effectively displacing environmental burdens [80]. Intensifying production on existing farmland may thus be a better option because it avoids displacing impacts and can allow other land to be freed for nature conservation and restoration, with no net loss in agricultural production.\n\nOur consideration of policy instruments approaches and the obstacles to their success (Table 1) suggests that our proposed resolution would practically entail a combination of punitive measures, such as taxes that reduce existing overuse of farm inputs [84], with positive incentives linked to measurable outcomes [49], such as for permanently removing land from production. Taxes on farm inputs can improve upon existing payments to limit input use because they do not explicitly cap nutrient, pesticide, and water use. Without input limits, some farmers may find it profitable to intensify existing production, despite the added taxes, while others might profit more from reducing resource consumption. Across the landscape, yields will be maintained, and potentially increased without additional land conversion. For example, water surcharges in Mexico are used to pay landowners to retain forested watersheds. Displaced land conversion from exploitation of communal properties and changing market pressures reduced the environmental benefits of this programme by only ca. 4% [85]. By enabling farms to respond differently to the same policy, input taxes carry an additional advantage over traditional regulations that hold all farmers to the same standard and ignore sectorial diversity [86]. An aligned but more audacious approach would be to replace taxes on income with taxes on environmental consumption. The idea is to shift from taxing the production of private wealth toward taxing the consumption of public environmental goods, thus promoting economic growth from sustainable use rather than depletion of natural capital. Brown et al. [55] have proposed that such a system would most heavily tax intensive land uses that generate the most negative environmental impacts, while areas of intact ecological function would entitle the owners to a rebate. This approach might encourage farmers to work intensively with the most productive land but set aside and restore less productive areas with net gains for the environment.\n\nEvidence at national levels suggests that investments in land retirement and input-limiting schemes, consistent with our suggested policy approach, do deliver local environmental benefits. To illustrate this, we examined trends in two environmental responses, farmland bird populations and GHG emissions from synthetic fertilisers, across countries with similar agricultural patterns, i.e., dominated by livestock and arable crops (see S1 Text for methods). We calculated the annual, per hectare monetary investment in a specific environmental outcome beyond that required by regulation from a detailed inventory of government policies compiled by the OECD (annotated in S1 Data). As expected, because habitat loss is a major threat to farmland and grassland biota, we found that farmland birds benefited as more money was invested in retiring agricultural land (Fig 2). We also found that total emissions of N2O declined with increasing investment in reducing fertiliser use (Fig 3). While cursory in nature, these results suggest that targeted policies have the potential to deliver positive environmental outcomes.\n\nMeasures delivering environmental benefits must also be coupled with mechanisms that promote intensification to avoid displacing production elsewhere, and they must do so with fewer external costs. Research suggests increased yields and better environmental practices are possible by improving nutrient and water management and breeding more efficient crops [3]. Reductions in food waste and human diets with less livestock and dairy consumption can also help meet rising food demands without increasing resource use [89,90]. Dietary change is, however, contentious. Governments may need to consider policies that tax livestock products and/or subsidize the development of livestock-free protein sources, e.g., [91], in order to dislodge entrenched norms.\n\nHere, we have laid out a vision for limiting the environmental impacts of agriculture, yet at least two major challenges remain. First, winning political support for policy change remains a fundamental requirement to any of our proposed reforms. Ultimately, democratically elected governments, while not immune to the lobbying power of agribusiness, will generally respond to electoral pressures [31]. Electorates may express little desire for policy change if they are poorly informed, unmotivated, or misled by industry about limiting the environmental costs of agriculture. Second, implementation of our policy mixture will vary spatially. For example, successful land retirement depends on features of the surrounding landscape, such as habitat connectivity [92], and can reduce yields in regions where the most productive land also has the most valuable environmental assets. Nonetheless, improvements in the management of land resources in developing countries [93], new technologies that optimally allocate farm inputs to reduce overuse [94], advances in crop breeding [95], and tools for better conservation planning [96] give us hope that innovations exist for meeting the need for more sustainable and intensive agriculture.\n\nSupporting Information"
}