{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050043",
  "doi": "10.1371/journal.pbio.0050043",
  "externalIds": [
    "sici:plbi-05-03-02",
    "pmid:17298184",
    "pii:1544-9173-5-3-e43",
    "pmcid:PMC1820826"
  ],
  "license": "This is an open-access article distributed under the terms\n        of the Creative Commons Attribution License, which permits unrestricted use, distribution,\n        and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "In Vivo Reinsertion of Excised Episomes by the V(D)J Recombinase: A Potential\n          Threat to Genomic Stability",
  "authors": [
    {
      "name": "Katrina Vanura",
      "first": "Katrina",
      "last": "Vanura",
      "affiliation": "Department of Internal Medicine I, Division of Hematology, Medical University of\n          Vienna, Vienna, Austria"
    },
    {
      "name": "Bertrand Montpellier",
      "first": "Bertrand",
      "last": "Montpellier",
      "affiliation": "Centre d'Immunologie de Marseille-Luminy,\n        Université de la Méditerranée, Marseille,\n        France; Institut National de la Santé et de la\n        Recherche Médicale U631, Marseille, France; Centre National de la Recherche Scientifique UMR6102, Marseille, France"
    },
    {
      "name": "Trang Le",
      "first": "Trang",
      "last": "Le",
      "affiliation": "Department of Internal Medicine I, Division of Hematology, Medical University of\n          Vienna, Vienna, Austria"
    },
    {
      "name": "Salvatore Spicuglia",
      "first": "Salvatore",
      "last": "Spicuglia",
      "affiliation": "Centre d'Immunologie de Marseille-Luminy,\n        Université de la Méditerranée, Marseille,\n        France; Institut National de la Santé et de la\n        Recherche Médicale U631, Marseille, France; Centre National de la Recherche Scientifique UMR6102, Marseille, France"
    },
    {
      "name": "Jean-Marc Navarro",
      "first": "Jean-Marc",
      "last": "Navarro",
      "affiliation": "Centre d'Immunologie de Marseille-Luminy,\n        Université de la Méditerranée, Marseille,\n        France; Institut National de la Santé et de la\n        Recherche Médicale U631, Marseille, France; Centre National de la Recherche Scientifique UMR6102, Marseille, France"
    },
    {
      "name": "Olivier Cabaud",
      "first": "Olivier",
      "last": "Cabaud",
      "affiliation": "Centre d'Immunologie de Marseille-Luminy,\n        Université de la Méditerranée, Marseille,\n        France; Institut National de la Santé et de la\n        Recherche Médicale U631, Marseille, France; Centre National de la Recherche Scientifique UMR6102, Marseille, France"
    },
    {
      "name": "Sandrine Roulland",
      "first": "Sandrine",
      "last": "Roulland",
      "affiliation": "Centre d'Immunologie de Marseille-Luminy,\n        Université de la Méditerranée, Marseille,\n        France; Institut National de la Santé et de la\n        Recherche Médicale U631, Marseille, France; Centre National de la Recherche Scientifique UMR6102, Marseille, France"
    },
    {
      "name": "Elodie Vachez",
      "first": "Elodie",
      "last": "Vachez",
      "affiliation": "Centre d'Immunologie de Marseille-Luminy,\n        Université de la Méditerranée, Marseille,\n        France; Institut National de la Santé et de la\n        Recherche Médicale U631, Marseille, France; Centre National de la Recherche Scientifique UMR6102, Marseille, France"
    },
    {
      "name": "Immo Prinz",
      "first": "Immo",
      "last": "Prinz",
      "affiliation": "Centre d'Immunologie de Marseille-Luminy,\n        Université de la Méditerranée, Marseille,\n        France; Institut National de la Santé et de la\n        Recherche Médicale U631, Marseille, France; Centre National de la Recherche Scientifique UMR6102, Marseille, France"
    },
    {
      "name": "Pierre Ferrier",
      "first": "Pierre",
      "last": "Ferrier",
      "affiliation": "Centre d'Immunologie de Marseille-Luminy,\n        Université de la Méditerranée, Marseille,\n        France; Institut National de la Santé et de la\n        Recherche Médicale U631, Marseille, France; Centre National de la Recherche Scientifique UMR6102, Marseille, France"
    },
    {
      "name": "Rodrig Marculescu",
      "first": "Rodrig",
      "last": "Marculescu",
      "affiliation": "Department of Internal Medicine I, Division of Hematology, Medical University of\n          Vienna, Vienna, Austria"
    },
    {
      "name": "Ulrich Jäger",
      "first": "Ulrich",
      "last": "Jäger",
      "affiliation": "Department of Internal Medicine I, Division of Hematology, Medical University of\n          Vienna, Vienna, Austria"
    },
    {
      "name": "Bertrand Nadel",
      "first": "Bertrand",
      "last": "Nadel",
      "affiliation": "Centre d'Immunologie de Marseille-Luminy,\n        Université de la Méditerranée, Marseille,\n        France; Institut National de la Santé et de la\n        Recherche Médicale U631, Marseille, France; Centre National de la Recherche Scientifique UMR6102, Marseille, France"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-03",
  "dateElectronic": "2007-02-13",
  "dateAccepted": "2006-12-12",
  "dateReceived": "2006-05-11",
  "volume": "5",
  "number": "3",
  "pages": "e43",
  "tags": [
    "Discipline/Hematology",
    "Discipline/Immunology",
    "Discipline/Molecular Biology",
    "Discipline/Oncology",
    "Type/Research Article"
  ],
  "abstract": "It has long been thought that signal joints, the byproducts of V(D)J recombination, are\n          not involved in the dynamics of the rearrangement process. Evidence has now started to\n          accumulate that this is not the case, and that signal joints play unsuspected roles in\n          events that might compromise genomic integrity. Here we show both ex vivo and in vivo that\n          the episomal circles excised during the normal process of receptor gene rearrangement may\n          be reintegrated into the genome through trans-V(D)J recombination\n          occurring between the episomal signal joint and an immunoglobulin/T-cell receptor target.\n          We further demonstrate that cryptic recombination sites involved in T-cell acute\n          lymphoblastic leukemia–associated chromosomal translocations constitute hotspots\n          of insertion. Eventually, the identification of two in vivo cases associating episomal\n          reintegration and chromosomal translocation suggests that reintegration events are linked\n          to genomic instability. Altogether, our data suggest that V(D)J-mediated reintegration of\n          episomal circles, an event likely eluding classical cytogenetic screenings, might\n          represent an additional potent source of genomic instability and lymphoid cancer.",
  "fullText": "Introduction\n      \nV(D)J recombination is a unique mechanism of somatic recombination aimed to provide a large\n        antigen receptor repertoire in T and B cells (for review, see [1] and references therein). During\n        this process, the variable (V) diversity (D) and joining (J) gene segments present within\n        the immunoglobulin (IG) and T-cell receptor (TCR) loci, are assembled to form a complete VDJ\n        exon encoding the variable region of the IG/TCR (Figure 1A). The recombination requires the presence of\n        specific motifs flanking all the V, D, and J gene segments (12– and\n        23–recombination signal sequences [RSSs]), and allowing the\n        recruitment, binding, and proper positioning of the products of the recombination activating\n        genes 1 and 2 (RAG-1/2). Recent data suggest that in vivo, RAG-1/2 proteins\n        initiate the rearrangement by performing a first single-strand nick at the exact border\n        between a 12-RSS and its adjacent coding gene segment [2]. This leads to the capture of a 23-RSS, the\n        formation of a 12/23 synaptic complex in which the two DNA/protein structures are held in\n        close juxtaposition, and the generation of another nick at the captured 23-RSS. Within this\n        complex, RAG-1/2 catalyzes a trans-esterification reaction in which each\n        liberated hydroxyl group attacks the opposite DNA strand [3]; this generates four broken ends held in a\n        postcleavage synaptic complex: two blunt RSSs or signal ends (SEs), and two covalently\n        sealed hairpin coding ends (CEs). The broken ends are then efficiently repaired by the\n        nonhomologous end-joining (NHEJ) pathway [4–6]; on the one hand, hairpins present at the CEs are resolved through the\n        Artemis endonuclease activity; when opened at bases off the apex, hairpin opening generates\n        overhanging flaps, which, if filled in by a DNA polymerase activity, form palindromic (P)\n        stretches. Nontemplated (N) nucleotides may be added de novo by the terminal\n        deoxynucleotidyl transferase (TdT), and/or nucleotides may be deleted from the CEs. Ligation\n        of the processed CEs forms a highly diversified coding joint (CJ). By contrast, the two SEs\n        present in the synaptic complex undergo only limited processing (some N addition and rare\n        nucleotide deletion) before joining into signal joints (SJs). While CJs give rise to the\n        functional recombination products, the SJs are merely the byproduct of V(D)J recombination.\n\nSJs have until recently been assumed to be “harmless” and irrelevant in\n        the dynamics of the V(D)J recombination process, but evidence now starts to accumulate that\n        this is not the case, and that they play unsuspected roles in events which might compromise\n        genomic integrity [7,8]. SJs are indeed constituted of\n        two functional RSSs fused back to back, each of which therefore potentially capable of\n        further V(D)J rearrangement in presence of RAG-1/2. The issue of SJ reactivity was initially\n        addressed ex vivo by the use of integrated minilocus and transient extrachromosomal\n        recombination substrates containing germline gene segments flanked by their RSSs, and\n        undergoing rearrangement in culture [9–11].\n        Both integrative and extrachromosomal experiments indicated that, following a first\n        rearrangement by inversion, the SJ produced was indeed reactive, and could engage into\n        further cycles of rearrangement with RSS partners in cis (similar to Figure 1C and 1D). In vivo and ex vivo observations have revealed that\n        the products resulting from such secondary SJ rearrangements consist of one new SJ and one\n        hybrid RSS/coding-segment junction (hybrid joint [HJ]), albeit with the\n        molecular features of a CJ (i.e., with N nucleotide insertion, and extensive nucleotide\n        deletion and P nucleotide addition at both the RSS and coding segment sides; Figure 1D) [8–10,12]. This\n        junction, which we refer to as a “pseudo-hybrid” joint (ΨHJ), is\n        thereby morphologically distinguishable from CJs, SJs, and to a large extent from\n        “genuine” HJs [13–18].\n        ΨHJs constitute therefore specific signatures of such ongoing SJ rearrangement\n        events. Interestingly, recent in vivo data suggest that IGK/IGL rearrangement hierarchy and\n        isotypic exclusion might in part be achieved by ongoing SJ recombination [12]. Thus, SJ reactivity might\n        have also evolved as part of the dynamics of the V(D)J rearrangement process. Eventually,\n        the pathological counterpart of this possible physiological extension of the V(D)J\n        recombination capability has also been shown to occur in cases of oncogenic chromosomal\n        translocation, in which ongoing rearrangement of the resulting chromosomal SJ (CSJ)\n        constitutes the source of oncogene activation [8].\n\nIn the normal process of V(D)J recombination, the large majority of SJs produced is however\n        not retained on the chromosome, but excised on episomal circles (ECs; Figure 1A). Because ex vivo RAG binding (or rebinding) also\n        efficiently takes place on episomal SJs (ESJs), leading to SJ recleavage and, at least in\n        vitro, to RAG transposition [7], we reasoned that ongoing trans-V(D)J recombination\n        might also and concurrently occur (Figure\n        1B). This might result in the same type of insertion of the whole\n        circle into the genome as previously observed in vivo for RAG-mediated transposition\n          [19], with the\n        important difference that it would in this case employ trans-V(D)J\n        recombination [20–23], a\n        process potentially more efficient than RAG transposition [15,24–28].\n        Both mechanisms might obviously lead to similar genomic instability events, including\n        oncogenic activation/deregulation. In this report, we investigated V(D)J-mediated ESJ\n        insertion as an additional potent source of genomic instability and oncogenic deregulation\n        in lymphoid cells.\n\n      Results\n      \n        ESJs Undergo trans-V(D)J Recombination Ex Vivo\n        \nTo investigate the possibility that excised episomes can reintegrate the genome through\n          ongoing recombination of the SJ, we first assessed the ability of an ESJ to undergo\n            trans-V(D)J recombination in an ex vivo\n          trans-recombination substrate assay [20] (Figure 2A). Three different human ESJs and two standard\n          RSSs were cloned in separate extrachromosomal recombination substrates; two genuine SJs\n          were used as “donor” ESJ plasmids: Jδ1/Dδ3 and\n          Ki/Jκ3 [12]; furthermore, an artificial Dβ1Δ ESJ was generated\n          by mutagenesis deletion of the 12-bp Dβ1 coding sequence located between the\n          Dβ1 5′ and 3′ RSSs; the human Jβ2.7 and\n          VκA27 gene segments were used as 12-RSS “target” substrates.\n          NIH3T3 fibroblasts were cotransfected with donor and target plasmids either with or\n          without RAG-1/2 and TdT expression vectors. Bulk plasmid DNA was recovered after 48 h of\n          culture, and junctions resulting from trans-recombination between the ESJ\n          and the target RSS were amplified in a single round PCR. Primer combinations were designed\n          to detect the 2 expected integration breakpoints complying with a 12/23 synapsis:\n          combination (3 + 2) was used to detect putative SJs, and combination (1\n          + 4) was used to detect putative ΨHJs (Figure 2A). PCR products were revealed by an\n          IRD800-labeled primer extension (PE) assay allowing a precise to-the-base resolution of\n          the amplified species (see Materials and Methods).\n\nIn absence of the RAGs, faint and nonrecurrent PCR products scattered at various sizes\n          were obtained for both primer combinations (e.g., Figure 2B, ΨHJ T2, ~160 bp; additional bands are\n          also present outside the visualized parts of the gels). To assess the identity of such\n          junctions, double-nested secondary PCR were performed, and the amplification products were\n          cloned and sequenced. Sequence analysis confirmed the occurrence of junctions that were\n          not generated by RAG-mediated recombination, but rather due to random breaks joined\n          through NHEJs and/or homologous recombination pathways (not shown). Such junctions,\n          collectively referred to as “break/repair,” have been previously\n          described, and represent the RAG-independent recombination background of the\n          trans-V(D)J assay [29].\n\nIn presence of RAGs, however, more intense and recurrent PCR products of the expected\n          sizes were obtained for both PCR combinations (typical examples are illustrated for the\n          Dβ1Δ × Jβ2.7 combination in Figure 2B). SJ primer combination (3 + 2)\n          usually displayed one major band and few minor species around that position, as expected\n          from a standard SJ, which generally presents limited nucleotide processing. ΨHJ\n          primer combination (1 + 4), on the other hand, displayed a pattern of intense\n          bands around the expected size, representing the typical spectra of largely processed\n          junctions. Sequence analysis of cloned products from double-nested secondary PCR confirmed\n          the presence of the two specific breakpoints expected from V(D)J-mediated ongoing ESJ\n          recombination in most cases (Figures 3\n          and 4; also, see below). Thus, and as\n          anticipated from previous studies describing ongoing recombination of SJ with targets in\n            cis, our results demonstrate that ESJs are also capable of ongoing\n          efficient RAG-mediated recombination with RSS targets in trans in the\n          context of a 12/23 synapsis. However, as the ESJ is formed by a functional 12-RSS and a\n          functional 23-RSS, both potentially able to bind the RAGs, we next wondered if this\n          particular structure might allow to bypass the 12/23 rule for synapsis and give rise to\n          additional recombination products that we would fail to detect with the two primer\n          combinations used above. Double-nested PCR with the two complementary primer combinations\n          (1 + 3) and (2 + 4) (Figure\n            2A) corresponding to a 12/12 synapsis were thus performed on the same bulk DNA.\n          Such combinations, however, gave rise to only weak amplification products. Cloning and\n          sequencing confirmed in most cases the occurrence of the symmetrical 12/12 SJ (1\n          + 3) and ΨHJ (2 + 4) (Figure S1A). This suggests that although a fraction of\n          the trans-recombination can occur in violation of the 12/23 rule (as in\n          normal V(D)J recombination), this represents a minor population, and the large majority of\n          the RAG-mediated recombinants are detected with primer combinations (3 + 2) and\n          (1 + 4), in accordance with a 12/23 synapsis between the ESJ and its RSS target.\n          Accordingly, the use of ESJ donors made of two 12-RSS in the context of a 12-RSS target\n          did not give rise to any specific amplified signal, while each of the two RSS from an ESJ\n          donor made of two 23-RSS gave rise to efficient recombination in the context of the same\n          12-RSS target (Figure\n          S1B). In addition, the use of ESJ donor constructs made of one functional and one\n          nonamerless RSS through deletional mutagenesis showed that while deletion of the nonamer\n          from the reactive 23-RSS completely abolished recombination, deletion of the nonamer from\n          the bystander 12-RSS did not modify the overall efficiency (Figure S1C).\n          Altogether, our data clearly indicate that trans-V(D)J recombination of\n          ESJ obeys the 12/23 rule and is not dependent on alternative mechanisms such as ESJ\n          opening by nick–nick (see below for a potential role of nick–nick in\n          the generation of some junctions).\n\n        trans-V(D)J Recombination Is the Major Pathway of RAG-Mediated ESJ\n          Recombination\n        \nWe next analyzed in details the sequences issued from recombination of the ESJ (Figure 3 and 4). SJs obtained were morphologically undistinguishable\n          from standard SJs, with the presence of some N insertion and limited nucleotide deletion\n            (Figure 3; 3T3). Likewise, detailed\n          analysis of the ΨHJ revealed that in most sequences, end processing similar to\n          that of a standard CJ (nucleotide deletion, N and P nucleotide addition) occurred at both\n          the SE (the bystander 12-RSS of the ESJ) and the CE sides of the joint (Figure 4; 3T3). This strongly suggests\n          that once engaged in synapsis, and despite its ability to bind the RAGs, the bystander RSS\n          of the ESJ mostly behaves as a coding segment, and undergoes therefore the hairpin\n          formation step, followed by hairpin resolution and further processing (Figure S2, left\n          panel). Nevertheless, the presence of sequences containing a full-size ESJ bystander RSS\n          (e.g., Jδ1; Figure 4)\n          together with the ambiguity in the assignment of P nucleotides in presence of TdT,\n          suggested possible RAG binding on both ESJ RSSs, and involvement of alternative pathways\n          of RAG-mediated recombination. To confirm the involvement of trans-V(D)J\n          recombination and to test the potential contribution of alternative pathways, the ESJ\n          assay was repeated in the GUETEL Artemis-deficient cell line [30]. During standard V(D)J\n          recombination, failure to resolve hairpin CEs in absence of the Artemis endonuclease\n          results in the absence of CJ formation without impeding SJ formation [31–33]. Similarly, the absence of Artemis in the\n          ESJ assay should prevent ΨHJ formation without hindering the generation of SJs.\n          Following cotransfection of the GUETEL cell line with the\n          (Ki/Jκ3)ESJ/VκA27 couple, PCR was performed as above and the\n          amplification products cloned and sequenced. As expected, SJs were obtained in absence of\n          Artemis and were undistinguishable from SJs obtained both in the Artemis-proficient 3T3\n          cells and in the GUETEL cell line complemented with Artemis (GUETEL-A; [30] and Figure 3). Despite the absence of Artemis, weak\n          amplification products were also obtained for the ΨHJ PCR combination (1\n          + 4). However, the sequenced junctions displayed virtual absence of N insertion\n          and nucleotide processing (Figure 4),\n          in sharp contrast to the morphology of ΨHJs obtained in Artemis-proficient cells\n          (3T3 and GUETEL-A). The features of the Artemis−/−\n          junctions are however strongly reminiscent of HJs generated by the “RAG-mediated\n          joining” pathway [15–18].\n          RAG-mediated joining is an NHEJ-independent pathway related to RAG transposition in which\n          a direct attack of a free 3′ hydroxyl group from the SE into the hairpinned CE\n          bypasses the hairpin resolution step (illustrated in Figure S2, right\n          panel); this usually results in the generation of a class of HJs displaying a full-size\n          RSS joined to a coding sequence with limited processing (depending on the position of the\n          attack in the hairpin). The presence of such junctions in the absence of Artemis suggests\n          that both trans-V(D)J recombination and RAG-mediated joining concurrently\n          occur to generate ΨHJs and HJs, respectively. However, the virtual absence of such\n          junctions in Artemis-proficient cells (3T3, Artemis-complemented) strongly suggests that\n          RAG-mediated joining constitutes a minor recombination pathway compared to\n          trans-V(D)J recombination. Thus, the junctions with a full-size ESJ\n          bystander RSS initially observed in Artemis-proficient cells are Artemis dependent, and\n          are either ΨHJs in which processing is limited due to RAG-binding on the bystander\n          RSS, or HJs generated through “RSS swapping” (Figure S2, middle\n          panel).\n\nAltogether, our results indicate therefore that standard trans-V(D)J\n          recombination is the major pathway of RAG-mediated ESJs ongoing rearrangement.\n\n        ESJs Are as Efficient as Standard RSSs to Undergo trans-V(D)J\n          Recombination Ex Vivo\n        \nHow efficient is trans-V(D)J recombination of ESJs? In the case of\n          recombination between two standard coding-segment RSSs, the frequency of\n          trans-V(D)J recombination has been previously shown to be reduced\n          compared to cis-V(D)J recombination events [20,21]. In the present case of recombination\n          between an ESJ and its RSS target, the presence of the second RSS in the SJ could\n          structurally impede—or on the contrary stimulate—RAG fixation and/or\n          activity on the reactive one, and modify the overall recombination efficiency. We\n          therefore compared in the ex vivo assay the efficiency of trans-V(D)J\n          recombination of an ESJ and a RSS target with the efficiency of\n          trans-V(D)J recombination between two standard coding-segment RSSs (Figure 5A). To do so, we tested two pairs\n          of plasmids: (Jδ1/Dδ3) ESJ × Jβ2.7 versus\n          Dδ3 × Jβ2.7, and (Dβ1ΔESJ ×\n          Jβ2.7 versus Dβ1 × Jβ2.7. Following transfection and\n          harvesting carried out as above, semiquantitative primary PCR amplification of the\n          breakpoints was performed, and serial dilutions were revealed by PE. As illustrated in\n            Figure 5B for the\n          (Jδ1/Dδ3) ESJ × Jβ2.7 versus Dδ3\n          × Jβ2.7 couples, no significant difference could be seen in the\n          formation rate of SJs in the presence of an ESJ. Similarly, results showed comparable\n          rates in the formation of a ΨHJ relative to a CJ. We conclude that ESJs are at\n          least as efficient as standard RSSs to undergo trans-V(D)J recombination.\n          Altogether, this suggests that the presence of the bystander RSS does not impede the\n          recombination process, whether structurally (through steric constraints) or functionally\n          (through nick–nick activity). From the mechanistic point of view, this data\n          predicts therefore that in vivo, V(D)J-mediated reintegration of ESJs (Figure 1B) should not be different from\n          V(D)J-mediated translocation (Figure\n          1C); most important, both processes should use the same RSS targets with the same\n          efficiency.\n\n        Cryptic RSSs Involved in Oncogenic Translocations Constitute Hotspots of Episomal\n          Reintegration through Ongoing V(D)J Recombination of an ESJ\n        \nV(D)J-mediated translocations have been shown to occur not only between authentic RSSs\n          from distinct IG/TCR loci, but also between authentic RSSs and fortuitous sequences in the\n          genome resembling a RSS (cryptic RSSs) [34]. The mistargeting of the RAGs towards\n          cryptic RSSs located in the vicinity of a silent proto-oncogene is a recurrent source of\n          genomic instability and oncogenesis. Erroneous targeting of cryptic sites located near the\n            LMO2 and TAL2 proto-oncogenes in t(11;14)(p13;q11) and\n          t(7;9)(q34;q32) translocations, respectively, represent prototypical examples of such\n          oncogenic translocations in T-cell acute lymphoblastic leukemia (T-ALL) [8,29,35–37].\n          Our data above suggest that in vivo, such cryptic sites might provide efficient targets\n          for ESJ reintegration. To further define the potential oncogenic properties of episomal\n          reintegration, we next investigated in our ex vivo assay the capacity of ESJs to target\n          oncogenic cryptic RSS. The human LMO2 and TAL2 cryptic\n          RSSs and flanking sequences were cloned in a recombination substrate plasmid (Figure 6A) and assayed in parallel to the\n          Jβ2.7 segment as a target for the (Jδ1/Dδ3) ESJ, using the\n          PCR/PE assay described above. Our results show a similar considerable high rate of\n          V(D)J-mediated recombination of the ESJ with the LMO2 and\n          TAL2 cryptic RSSs than with the Jβ2.7 authentic RSS (Figure 6A). To further estimate the\n          likelihood in vivo of SJ insertion in such cryptic RSS, the\n          LMO2 versus the HPRT intron 1 region were assayed as\n          competitive targets for the (Jδ1/Dδ3 ESJ (Figure 6B). The HPRT intron 1 region was\n          chosen as a competitor because it contains a well-described cryptic RSS classically\n          involved in illegitimate V(D)J-mediated deletion of exons 2–3 in vivo\n            [38], and has\n          also been identified as a site of ESJ reintegration in vivo ([39]; see Discussion) as well as a region of RAG transposition in vivo\n            [19]. While\n          recombination with the LMO2 cryptic RSS constituted a hotspot of\n          integration, no recombination could be observed in the HPRT region,\n          neither specifically at the cryptic RSS, nor in the surrounding sequences (Figure 6B). Similar results were obtained\n          when using a target plasmid containing a second copy of the HPRT fragment\n          in a head-to-tail orientation, and forming a cruciform structure (not shown). Altogether,\n          these data strongly suggest that cryptic sites such as LMO2 with much\n          higher recombinogenic potential than the HPRT intron 1 cryptic RSS might\n          also be targeted in vivo by ESJ insertion and could potentially lead to oncogenic\n          activation.\n\n        trans-Chromosomal ΨHJ Breakpoints Are Readily Detectable In\n          Vivo\n        \nWe next investigated the physiological relevance of the reintegration of excised episomes\n          through ongoing SJ recombination. As a first approach, we sought to assess if\n            trans-chromosomal ΨHJ breakpoints were present and detectable\n          in vivo, and if so, to estimate their formation rate. To do so, we designed primer\n          combinations allowing the amplification of trans-TCR ΨHJ in mouse\n          thymocyte DNA (Table 1). Additional\n          combinations designed to amplify trans-TCR CJs and\n          trans-TCR SJs were also performed as reference. To detect such relatively\n          rare trans-TCR recombination events, we used a sensitive fluctuation PCR\n          assay allowing the detection of less than one recombination event in a million cells (see\n            Materials and Methods). Positive PCR-amplification\n          replicates were obtained for all trans-TCR combinations in the broad\n          range of ~1 in 1,000,000 cells to 1 in 10,000 cells. Sequence analysis of the\n          PCR-amplification products was carried out to assess the identity of the junctions, and\n          revealed the presence of ΨHJs (Figure S3), CJs, and SJs (not shown). Importantly, the\n          ΨHJs obtained in vivo displayed the same molecular features as observed in the ex\n          vivo assay, with extensive nucleotide processing on both sides of the junctions, and N/P\n          addition. These results clearly demonstrate that ΨHJ breakpoints are indeed\n          generated in vivo. Furthermore, such junctions are readily detectable in mouse thymocytes\n          at a range similar to that of equivalent trans-CSJs and CJs. In line with\n          our ex vivo results, this indicates that in vivo, SJs undergo efficient ongoing\n            cis- and/or trans-rearrangement with RSS targets in\n          the genome with surprisingly high frequency. This suggests further that in presence of\n          RAGs, CSJs and/or ESJs are indeed very recombinogenic structures.\n\n        Efficient In Vivo Reintegration of ECs through Ongoing V(D)J Recombination of a SJ\n        \nAlthough we demonstrated above that trans-chromosomal ΨHJs are\n          readily detectable in vivo, such breakpoints do not represent exclusive signatures of ESJ\n          reintegration, as they may also derive from ongoing recombination of\n          trans-CSJs with neighboring gene segments in cis\n          (compare Figure 1B and 1D). To ensure that the ΨHJs\n          observed above did not exclusively derive from CSJs issued from trans-TCR\n          translocations, and to estimate the rate of episomal reintegration in vivo, we generated\n          double mutant mice in which the generation of trans-CSJs is abolished\n            (Figure 7).\n            Eβ−/− knockout mice, in which deletion of the\n          560-bp Eβ core generates an &gt;100-fold reduction in TCRβ\n          rearrangements [40]\n          and TCRδ/β translocations (Table 1), were crossed with a Dβ1GFP knockin\n          mouse, in which the introduction of the GFP in the Dβ1 gene segment and flanking\n          23-RSS abolishes Dβ1-Jβ1/2 rearrangements (SS, OC, PF, unpublished\n          data). In the (Dβ1GFP × Eβ−)\n          double-mutant (DE) mice, all TCRβ chains are consequently produced via a\n          Vβ-Dβ2-Jβ2 rearrangement from the Dβ1GFP\n          allele (unpublished data), and all TCR excision circles issued from\n          Dβ-Jβ rearrangements carry a (Dβ2Jβ2) ESJ (Figure 7A). Because one allele is knocked\n          out for Eβ, and the other produces a TCRβ chain, translocations to\n          TCRβ cannot be present in TCRαβ+ cells\n          from DE mice. In absence of translocation to TCRβ, no\n          trans-TCRβδ CSJ is produced, and all\n          Jβ2.7/Jδ1 ΨHJs are consequently issued from episomal\n          reintegration. As shown in Table 1,\n          while the rate of Jβ2.7/Jδ1 ΨHJs was decreased over ~40-fold in\n          total thymocytes from the Eβ−/− mice compared to\n          WT, the rate of Jβ2.7/Jδ1 ΨHJs was only decreased 1.2-fold in\n          sorted TCRαβ+ cells from DE mice compared to WT.\n\nAltogether, and in agreement with the ex vivo data, these results clearly demonstrate\n          that V(D)J-mediated episomal reintegration is indeed occurring in vivo, and at a rate\n          comparable to that of V(D)J-mediated chromosomal translocation.\n\n        High Rates of Chromosomal Aberrations Combining Insertion and Translocation\n        \nDuring our screen of trans-TCR SJs described above, we noticed the\n          presence of amplification products larger than expected. Out of a total of 310 PCR\n          replicates of seven distinct trans-TCRδ/β SJ\n          combinations, 120 were PCR positive and four were of unexpected larger size (unpublished\n          data). Sequencing of the cloned products revealed that large amplicons resulted from\n            cis-V(D)J recombination to a cryptic site in one case, and to a\n          downstream gene segment in another case; eventually, two of the four cases showed the\n          insertion of a sequence from the TCRδ locus with features compatible with\n          RAG-mediated ESJ reintegration. In one of these two cases, a ~900-bp\n          Jδ1-Dδ2 fragment was inserted into a Jβ2.7/Vδ2 CSJ\n          target (Figure 8A). The breakpoints\n          consisted of a perfect SJ on the right arm of the insertion; on the left arm, a junction\n          compatible with a ΨHJ was found, displaying a deletion of three nucleotides on one\n          side of the joint, a deletion of one nucleotide on the other side, and one N nucleotide\n          addition; in the second case, the same ~900-bp Jδ1-Dδ2 fragment was\n          observed inserted into a Dβ1/Vδ2 CSJ target (Figure 8B). Similarly, one of the breakpoints displayed a\n          perfect SJ, and the other breakpoint consisted of an SJ with 2 N insertions. Considering\n          the structure of the target, this last junction was ambiguous to assign as an SJ or a\n          ΨHJ, and could have occurred through nick–nick, V(D)J, and/or\n          RAG-mediated joining. Nevertheless, all junctions complied with the 12/23 rule and with\n          features of RAG-mediated breaks, and it is therefore very likely that both cases represent\n          in vivo examples of RAG-mediated reintegration of a Jδ1-Dδ2 ESJ. In\n          the two cases, both ESJ reintegration and translocation events occurred, and two\n          mechanisms could therefore account for their formation: either the\n          trans-TCR translocations occurred first, and provided a\n          trans-TCR SJ target for ESJ reintegration; or, alternatively, ESJ\n          reintegration in a standard RSS target (e.g., Vδ2) could have occurred first,\n          and provided a trans-TCR structure and/or breakpoints prone to\n          V(D)J-mediated translocation. Intriguingly, the actual frequency of this double\n          translocation/insertion event (2/120 = ~10−2\n          trans-recombination events) was not compatible with the expected combined\n          frequency of each independent event: (trans-TCR translocation\n            ~10−4–10−6 × reintegration\n            ~10−4–10−6 =\n            ~10−8–10−12). Furthermore, as the\n          assay is limited to PCR-amplifiable sizes of the inserted fragment (such as the relatively\n          short Jδ1-Dδ2 episome), the apparent rate of reintegration is probably\n          vastly underestimated. This strongly suggests that the two events are linked, either\n          because CSJs constitute preferential targets for ESJ reintegration, or because ESJ\n          reintegration generates genomic instability leading to further chromosomal abnormalities;\n          such abnormalities could consist of chromosomal translocations as detected here, or\n          potentially more complex events which could not be detected in the present in vivo assay.\n\nAltogether, these data demonstrate that in vivo, SJs located on excised ECs may be\n          reintegrated into the genome through trans-V(D)J recombination using\n          standard and cryptic RSS targets, and further suggest that this event is associated with\n          additional genomic instability.\n\n      Discussion\n      \nDuring B- and T-cell ontogeny, ECs are sequentially excised from the genome of lymphoid\n        cells as a result of the hierarchically regulated D-to-J, V-to-DJ, and V-to-J rearrangement\n        events. Such episomes are believed to be nonreplicative, but have nevertheless been shown to\n        be surprisingly stable structures, persisting until diluted out by cell divisions\n          [41,42]. Such episomes carry an ESJ comprised of two\n        functional RSSs, each of which are susceptible to (re-)bind the RAG proteins when\n        (re-)expressed at the various cell maturation steps until final downregulation\n          [7,41,43]. On the other hand, trans-V(D)J recombination\n        occurring between RSSs or cryptic RSSs located on distinct chromosomes is a relatively\n        common event in developing lymphocytes [22,23,44], which has\n        been shown to lead to recurrent oncogenic translocations [34]. Here we show both ex vivo and in vivo that\n        ECs may be reintegrated into the genome through trans-V(D)J recombination\n        occurring between the ESJ and an IG/TCR or one of the many cryptic RSS targets scattered in\n        the genome.\n\n        Molecular Mechanisms of ESJ Reintegration in Ex Vivo Assays\n        \nWe have demonstrated in ex vivo assays that the efficiency of\n          trans-V(D)J recombination of an ESJ with a RSS target is not\n          quantitatively different from the trans-V(D)J recombination occurring\n          between two RSSs. This is somehow unexpected, because its particular structure confers\n          additional properties to the ESJ. ESJs are efficiently cleaved ex vivo and in vitro by the\n          nick–nick mechanism, a symmetrical nick occurring 5′ of each RSS\n          (simultaneously or sequentially) and generating two flush SEs ending with 3′\n          hydroxyl groups [7]. Remarkably, this process bypasses both the formation of a hairpin\n          intermediate and the need of synapsis with another RSS. In the context of ongoing SJ\n          recombination, one could think that efficient nick–nick opening of lone ESJs\n          upon RAG binding might prevent the occurrence of synapsis with a RSS target, and thus\n          considerably reduce the overall frequency of trans-V(D)J rearrangement.\n          Our ex vivo data clearly argue against this assumption, and suggest that\n          trans-V(D)J rearrangement is largely independent of nick–nick.\n          This however does not preclude that ESJ opening by nick–nick might occasionally\n          participate in the synapsis, and the recent in vivo demonstration of synapsis by capture\n            [2] provides a\n          plausible two-step scenario of the occurrence of nick–nick within a 12/23\n          synapse (Figure\n          S4).\n\nIncidentally, our data provides additional evidence that HJs can be formed ex vivo\n          through both NHEJ-dependent and NHEJ-independent pathways (Figure S2).\n          RAG-mediated joining has been initially proposed as an efficient alternative pathway of\n          NHEJ-independent HJ formation [16–18].\n          However, conflicting data have been reported on the relevance of this pathway ex vivo and\n          in vivo [15,25–27,45,46]. In\n          particular, recent data indicated that at least ex vivo, RAG-mediated joining is seldom\n          observed in presence of full-length RAGs, even in the absence of the concurrent NHEJ\n          pathway [15,46]. We find here the presence\n          of HJ with features of RAG-mediated joining in the absence, but not in the presence of\n          Artemis, suggesting that at least ex vivo, HJ formation is a mixed process consisting of\n          efficient RSS “swapping” and inefficient RAG-mediated joining.\n          Interestingly, it is possible that the frequency of RAG-mediated joining would be favored\n          in our assay, due to the participation of an ESJ. As mentioned above, nick–nick\n          opening of the ESJ in the context of a 12/23 synaptic complex would generate two flush SEs\n          ending with 3′ hydroxyl groups. While the two reactive RSSs might be sequestered\n          by tight binding in the SE postcleavage complex (Figure S4), this additional free 3′ OH would\n          provide an available substrate for hairpin attack, at least in absence of concurrent\n          hairpin resolution by Artemis. Thus, nick–nick opening might participate in both\n            trans-V(D)J recombination and RAG-mediated joining.\n\n        In Vivo Reintegration of Excised ECs by the V(D)J Recombinase\n        \nUsing WT and DE double-mutant mice, we could estimate that ESJ reintegration in authentic\n          TCR RSS targets occurs in vivo in the broad range of 1 in 1,000,000 to 1 in 10,000 mouse\n          thymocytes, depending on the integration site. In agreement with our results, recent data\n          provide further evidence for the existence of V(D)J-mediated ESJ reintegration in vivo,\n          and concur with the idea that it constitutes a significant source of genomic instability.\n          Using a screen for HPRT mutants, Finette and colleagues recently\n          identified a case in which a Vα/Jα episome was found inserted in the\n          cryptic 23-RSS from HPRT intron 1 [39]. This finding is all the more remarkable\n          given that this HPRT cryptic site has been shown to exhibit a very low\n          recombinogenic potential in functional assays ([47], our unpublished data), and provides direct\n          evidence that in vivo, human cryptic RSSs constitute efficient targets for ESJ\n          reintegration. In the same line, using a double selection assay allowing for the recovery\n          and quantification of excision/reinsertion events in a pre–B-cell line, Reddy et\n          al. recently identified three cases of V(D)J-mediated reintegration [48]. In full agreement with our\n          in vivo estimation, they evaluated a rate of one reintegration out of every 100,000 V(D)J\n          recombinations. Considering the average number of V(D)J recombination per B or T cell,\n          these data suggest that the daily lymphocyte output in human could be accompanied by as\n          many as 5,000 ESJ reintegration events.\n\n        A Potential Threat for Genomic Stability and Lymphoid Neoplasia\n        \nAuthentic RSSs from IG/TCR must without doubt constitute preferential targets for such\n          reintegration. However, there are an estimated 10 million functional cryptic sites\n          dispersed throughout the human genome [34,47], some of them displaying much higher recombinogenic potential than\n          the HPRT intron 1 cryptic RSS in which ESJ reintegration was found\n            [29,37]. Most important, some of them are already\n          known to provide recurrent targets for oncogenic (type 1) V(D)J-mediated translocations.\n          In T-ALL, for example, the mistargeting of the RAGs towards such cryptic RSSs located in\n          the vicinity of a silent proto-oncogene is a recurrent source of genomic instability and\n          oncogenesis [34].\n          We demonstrate in our ex vivo assay that cryptic sites involved in oncogenic\n          V(D)J-mediated translocations are also hotspots for ESJ recombination; it seems thus\n          reasonable to think that in vivo, such cryptic RSSs might provide as efficient targets for\n          ESJ reintegration than for chromosomal translocations. ESJ reintegration could lead to\n          similar oncogenic activation/deregulation, either through the insertion of active immune\n          regulatory elements (e.g., the TCRδ enhancer excised during\n          ΔRec/ΨJα or Vα/Jα rearrangements\n            [42,49], or the IGK enhancer excised during KDE/Ki\n          rearrangements [12,50]) or through the disruption\n          of locus silencing (e.g., the negative regulatory element upstream of\n          LMO2 [51,52], WA Dik; BN\n          et al., unpublished data).\n\nIf ESJs are at least as efficient as any standard coding-segment RSS to undergo V(D)J\n          recombination with a RSS target in trans, the two processes are nearly\n          identical mechanistically, and the RSS/cryptic RSS targets are the same, why then has\n          V(D)J-mediated oncogenic translocation been largely documented in the literature, but\n          V(D)J-mediated reintegration never been reported up to now in lymphoid malignancies?\n          Higher-order spatial genome organization is a contributing factor in the formation of\n          recurrent translocations [53]. In contrast, increased mobility of the EC might favor interactions\n          and recombination of ESJs, with targets located in parts of the genome generally\n          segregated. Oncogenic targets might thus be distinct for reintegration and translocation.\n          However, due to the multiplicity and size range (from &lt;1 Kb to several Mb) of the\n          excised episomes, as well as the diversity of insertion targets, reintegration events are\n          very unlikely to be detected by routine analysis. Particularly, and in contrast to\n          chromosomal translocations, episomal reintegration is invisible by standard karyotype\n          analysis [54,55]. Few examples of identified\n          class-switch recombination– and RAG-mediated episomal reintegration in lymphoid\n          neoplasia provide proof of principle that episomal reintegration can indeed lead to\n          cancer, and illustrate the complexity and unlikelihood of identifying such events without\n          specifically designed screens [55–57].\n          For example, using complex DNA fiber-FISH and three-color interphase FISH techniques on\n          samples from follicular lymphoma patients devoid of the hallmark t(14;18)(q32;q21)\n          translocation, Vaandrager et al. identified two cases in which the BCL2\n          gene was excised from 18q21 and inserted into the IGH locus at 14q32 [58]. The relatively high\n          frequency (5%) of such events, discovered relatively recently by Vaandrager et\n          al. out of an abundantly studied and characterized pathology, illustrate well the extent\n          to which insertional events might be missed by routine cytogenetic and molecular analysis.\n          Another possibility which could account for the rarity of cases of episomal reintegration\n          observed in lymphoid neoplasia is that episomal reinsertions might generate unstable\n          transitory structures in the genome, leading to additional aberration events and more\n          complex genomic configuration. This possibility is supported by the unexpected high\n          frequency of two in vivo cases observed in this study, combining ESJ reintegration and\n          translocation events. Similar examples of genomic instability following reintegration of\n          episomal structures have been previously documented. In mouse plasmacytoma, Kovalchuk and\n          colleagues have shown that class-switch–mediated Eμ/Sμ episomal\n          reintegration into c-MYC favors t(12;15) translocation [56]. Although the ground of such instability is\n          not yet clear, an obvious possibility is that a fraction of the recombination events might\n          lead to incomplete insertion in vivo. Alternatively, the reinserted episomes might in vivo\n          retain their initial “open” chromatinized structures, and provide\n          preferential accessible targets for the recombination machinery. The V(D)J-mediated\n          instability of reinserted ESJs would be especially relevant in neoplastic cells such as\n          T-ALLs, in which arrest of differentiation at early stages of T-cell development leads to\n          sustained RAG levels.\n\nGene profiling studies have shown that a substantial fraction of the T-ALL cases display\n          oncogenic activation in absence of detectable chromosomal alterations [59], suggesting the presence of\n          alternative pathways of oncogenesis. Some of them have indeed been recently discovered,\n          and involve episomal structures [60]. Considering the large number of ESJs produced daily and the\n          mechanistic similarities between ESJ reintegration and oncogenic translocations, our data\n          suggest that reintegration of excised ECs by the V(D)J recombinase might also account for\n          some of these cases, and constitute an additional potent source of genomic instability.\n          Definitive answer to this open question will however await large-scale screens of human\n          lymphoid cancer samples with specifically adapted strategies.\n\n      Materials and Methods\n      \n        Ex vivo trans-recombination substrate assay.\n        \nRecombination substrates were derived from a series previously described [29], and the constructs are\n          summarized in Figure\n          S5. The various gene segments containing the regions to recombine were amplified\n          from human DNA with appropriate tailed primers and cloned in the recombination substrate\n          using unique restriction sites (Mlu1, Sac2, Not1). The (Ki/Jκ3) ESJ was cloned\n          (Not1/BamH1) in the pPCR-scriptAmp vector (Stratagene, http://www.stratagene.com). Some\n          constructs were flanked by “tag” sequences, which were previously\n          tested to be devoid of functional cryptic RSSs, and in which specific PCR primers were\n          designed. NIH 3T3 Swiss mouse fibroblasts, and human Artemis-deficient GUETEL or\n          Artemis-complemented GUETEL-A cell lines [30] (generously supplied by J.-P. de Villartay)\n          were cultured in standard conditions (DMEM/10% FCS). Cells (2 ×\n            106) were transfected with 3 μg of each recombination substrate, 2\n          μg pEBB-RAG1, 2 μg pEBB-RAG2 expression vectors (generously supplied by C.\n          Roman and S. Cherry), and 2 μg pCDNA3TdT expression vector (TdT\n          cDNA from the pTDT expression vector [a generous gift from N. Doyen]\n          recloned into pcDNA3 [Invitrogen, http://www.invitrogen.com])\n          using Superfect (Qiagen, http://www.qiagen.com) according to the instructions recommended by the\n          manufacturer. Transfected cells were transferred to 10 ml DMEM supplemented with\n          10% FCS and cultured for 48 h. Cells were subsequently trypsinized, and\n          plasmids recovered by alkaline lysis and phenol-chloroform extraction as previously\n          described [29]. To\n          test the possibility that trans-rearrangements could occur through a\n          first step of homologous recombination between the identical core regions of the\n          donor/acceptor plasmids, the trans-recombination assay was also performed\n          with “coreless” excised linear fragments carrying the RSS target, and\n          gave rise to similar results (Figure S6). Although we cannot formally exclude the\n          possibility that when present, stretches of homology can facilitate the recombination\n          process both ex vivo and in vivo, our data suggests that recombination efficiently occurs\n          through direct trans-V(D)J synapsis as previously assumed for the assay\n            [20].\n\n        PCR/sequencing.\n        \nBreakpoints were PCR amplified from 1 μl (1/20) harvested bulk DNA with\n          appropriate primers (summarized in Table S1) in the following conditions: 4 min at\n          94°C for 25 cycles (30 s at 94°C, 30 s at 64°C, and 30 s at\n          72°C), and 7 min at 72°C. Secondary double-nested PCRs were performed in\n          the same conditions, and the amplification products cloned and sequenced as previously\n          described [29].\n\n        Semiquantitative PCR/PE assays.\n        \nBreakpoints were amplified in a single round PCR from 1 μl (1/20) harvested bulk\n          DNA with appropriate primers (summarized in Table S2) in the same conditions as above, and otherwise\n          undetectable amplification products were revealed by PE. PE is a sensitive alternative to\n          Southern blot consisting of several cycles of DNA polymerization extending from a labeled\n          primer until the end of a matrix DNA fragment (here a PCR product). This generates linear\n          (nonexponential) accumulation of labeled fragments of specific size. PE assays were\n          performed on 1.5 μl, 1.0 μl, and 0.75 μl of primary PCR using a\n          nested IR800-labeled primer in the following conditions: 5 min at 95°C for 20\n          cycles (30 s at 95°C, 15 s at 60°C and 1 min at 70°C), and 1 min\n          at 70°C with the EXCEL II kit (Epicentre Biotechnologies, http://epicentre.com),\n          using an equal amount of all dNTPs and omitting ddNTPs. A portion (1.2 μl) of the\n          reaction was used for running on a Li-COR 4200 DNA sequencer (http://www.licor.com).\n          A sequencing reaction was performed in parallel on the appropriate unrecombined purified\n          plasmid, using the same IR800-labeled primer and in the same reaction conditions (at the\n          exception of the dNTP/ddNTP mix), and was run on the same gel, providing both a precise\n          to-the-base size marker and a positive control for the reaction. Semiquantitative\n          conditions were calibrated on serial dilutions of bulk DNA and of PCR amplifications\n            (Figure\n            S7A–S7C). Furthermore, to exclude possible bias due to difference in the efficiency of\n          the PCR primer combinations used in the semiquantitative experiments, each comparison\n          using different sets of primers was calibrated (Figure S7D–S7E). All PCR/PE\n          assays were performed on at least four independent transfections with similar results.\n\n        Flow cytometry and cell-cycle analysis.\n        \nThymocyte preparation and cell sorting were performed as described previously\n            [61].\n          Phycoerythrin-conjugated mAb against TCRβ (H57–597), purchased from BD\n          PharMingen (http://www.bdbiosciences.com), was used for cell sorting of\n            TCRβ+ thymocytes. The sorting windows were defined in such\n          a way that only cells expressing high levels of TCRβ were purified.\n\n        In vivo fluctuation PCR assay.\n        \nThe principle of the assay has been previously described [29]. Detection of rare events by sensitive\n          double-nested PCR gives rise to fluctuation in target amplification, depending on the\n          presence or not of the event in the aliquot taken from the sample. Junctions were PCR\n          amplified from multiple replicates of 2 μg DNA (or 50 ng for positive replicates\n          out of the fluctuation range) isolated either from total thymocytes of WT or\n            Eβ−/− mice [40], or from\n            TCRαβ+ sorted thymocytes from WT or DE\n          double-mutant mice, using appropriate primers (see list in Protocol S1), and in\n          the following conditions: 4 min at 94°C for 30 cycles (30 s at 94°C, 30 s\n          at 64°C, and 30 s at 72°C), and 7 min at 72°C. Secondary\n          double-nested PCRs were performed on 1 μl of each primary PCR replicate in the same\n          conditions, and amplification products were cloned and sequenced as previously described\n            [29]. Frequencies\n          were calculated using Poisson assumption as previously described [62].\n\n      Supporting Information"
}