{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000595",
  "doi": "10.1371/journal.pbio.3000595",
  "externalIds": [
    "pii:PBIOLOGY-D-19-01359",
    "pmid:31961851",
    "pmcid:PMC6994176"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A role for triglyceride lipase brummer in the regulation of sex differences in Drosophila fat storage and breakdown",
  "authors": [
    {
      "name": "Lianna W. Wat",
      "first": "Lianna W.",
      "last": "Wat",
      "affiliation": "Department of Cellular and Physiological Sciences, Life Sciences Institute, The University of British Columbia, Vancouver, British Columbia, Canada"
    },
    {
      "name": "Charlotte Chao",
      "first": "Charlotte",
      "last": "Chao",
      "affiliation": "Department of Cellular and Physiological Sciences, Life Sciences Institute, The University of British Columbia, Vancouver, British Columbia, Canada"
    },
    {
      "name": "Rachael Bartlett",
      "first": "Rachael",
      "last": "Bartlett",
      "affiliation": "Department of Cellular and Physiological Sciences, Life Sciences Institute, The University of British Columbia, Vancouver, British Columbia, Canada",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-9199-1326"
      ]
    },
    {
      "name": "Justin L. Buchanan",
      "first": "Justin L.",
      "last": "Buchanan",
      "affiliation": "School of Biological Sciences, University of Nebraska-Lincoln, Lincoln, Nebraska, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-1701-5570"
      ]
    },
    {
      "name": "Jason W. Millington",
      "first": "Jason W.",
      "last": "Millington",
      "affiliation": "Department of Cellular and Physiological Sciences, Life Sciences Institute, The University of British Columbia, Vancouver, British Columbia, Canada"
    },
    {
      "name": "Hui Ju Chih",
      "first": "Hui Ju",
      "last": "Chih",
      "affiliation": "Department of Cellular and Physiological Sciences, Life Sciences Institute, The University of British Columbia, Vancouver, British Columbia, Canada"
    },
    {
      "name": "Zahid S. Chowdhury",
      "first": "Zahid S.",
      "last": "Chowdhury",
      "affiliation": "Department of Cellular and Physiological Sciences, Life Sciences Institute, The University of British Columbia, Vancouver, British Columbia, Canada"
    },
    {
      "name": "Puja Biswas",
      "first": "Puja",
      "last": "Biswas",
      "affiliation": "Department of Cellular and Physiological Sciences, Life Sciences Institute, The University of British Columbia, Vancouver, British Columbia, Canada",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-6808-6662"
      ]
    },
    {
      "name": "Vivian Huang",
      "first": "Vivian",
      "last": "Huang",
      "affiliation": "Department of Cellular and Physiological Sciences, Life Sciences Institute, The University of British Columbia, Vancouver, British Columbia, Canada",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-6255-5955"
      ]
    },
    {
      "name": "Leah J. Shin",
      "first": "Leah J.",
      "last": "Shin",
      "affiliation": "Department of Cellular and Physiological Sciences, Life Sciences Institute, The University of British Columbia, Vancouver, British Columbia, Canada"
    },
    {
      "name": "Lin Chuan Wang",
      "first": "Lin Chuan",
      "last": "Wang",
      "affiliation": "Department of Cellular and Physiological Sciences, Life Sciences Institute, The University of British Columbia, Vancouver, British Columbia, Canada",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-1767-6811"
      ]
    },
    {
      "name": "Marie-Pierre L. Gauthier",
      "first": "Marie-Pierre L.",
      "last": "Gauthier",
      "affiliation": "Department of Cellular and Physiological Sciences, Life Sciences Institute, The University of British Columbia, Vancouver, British Columbia, Canada"
    },
    {
      "name": "Maria C. Barone",
      "first": "Maria C.",
      "last": "Barone",
      "affiliation": "Department of Biology, University of Rochester, Rochester, New York, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-0528-1898"
      ]
    },
    {
      "name": "Kristi L. Montooth",
      "first": "Kristi L.",
      "last": "Montooth",
      "affiliation": "School of Biological Sciences, University of Nebraska-Lincoln, Lincoln, Nebraska, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-9456-6694"
      ]
    },
    {
      "name": "Michael A. Welte",
      "first": "Michael A.",
      "last": "Welte",
      "affiliation": "Department of Biology, University of Rochester, Rochester, New York, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-5741-4720"
      ]
    },
    {
      "name": "Elizabeth J. Rideout",
      "first": "Elizabeth J.",
      "last": "Rideout",
      "affiliation": "Department of Cellular and Physiological Sciences, Life Sciences Institute, The University of British Columbia, Vancouver, British Columbia, Canada",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-0012-2828"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-01-21",
  "dateAccepted": "2020-01-03",
  "dateReceived": "2019-05-13",
  "volume": "18",
  "number": "1",
  "pages": "e3000595",
  "tags": [
    "Adipose tissue",
    "Anatomy",
    "Animal cells",
    "Animal models",
    "Animal studies",
    "Animals",
    "Arthropoda",
    "Biochemistry",
    "Biological tissue",
    "Cell biology",
    "Cellular neuroscience",
    "Cellular types",
    "Connective tissue",
    "Data management",
    "Data visualization",
    "Discipline-v3/Adipose tissue",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animal studies",
    "Discipline-v3/Animals",
    "Discipline-v3/Arthropoda",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biological tissue",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Computer and information sciences",
    "Discipline-v3/Connective tissue",
    "Discipline-v3/Data management",
    "Discipline-v3/Data visualization",
    "Discipline-v3/Drosophila",
    "Discipline-v3/Drosophila melanogaster",
    "Discipline-v3/Entomology",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetics",
    "Discipline-v3/Genital anatomy",
    "Discipline-v3/Gonads",
    "Discipline-v3/Graphs",
    "Discipline-v3/Homeostasis",
    "Discipline-v3/Infographics",
    "Discipline-v3/Insects",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Lipids",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Organisms",
    "Discipline-v3/Physiological processes",
    "Discipline-v3/Physiology",
    "Discipline-v3/Reproductive system",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Zoology",
    "Drosophila",
    "Drosophila melanogaster",
    "Entomology",
    "Eukaryota",
    "Experimental organism systems",
    "Gene expression",
    "Genetics",
    "Genital anatomy",
    "Gonads",
    "Graphs",
    "Homeostasis",
    "Infographics",
    "Insects",
    "Invertebrates",
    "Lipids",
    "Model organisms",
    "Neurons",
    "Neuroscience",
    "Organisms",
    "Physiological processes",
    "Physiology",
    "Reproductive system",
    "Type/Research Article",
    "Zoology"
  ],
  "abstract": "Triglycerides are the major form of stored fat in all animals. One important determinant of whole-body fat storage is whether an animal is male or female. Here, we use Drosophila, an established model for studies on triglyceride metabolism, to gain insight into the genes and physiological mechanisms that contribute to sex differences in fat storage. Our analysis of triglyceride storage and breakdown in both sexes identified a role for triglyceride lipase brummer (bmm) in the regulation of sex differences in triglyceride homeostasis. Normally, male flies have higher levels of bmm mRNA both under normal culture conditions and in response to starvation, a lipolytic stimulus. We find that loss of bmm largely eliminates the sex difference in triglyceride storage and abolishes the sex difference in triglyceride breakdown via strongly male-biased effects. Although we show that bmm function in the fat body affects whole-body triglyceride levels in both sexes, in males, we identify an additional role for bmm function in the somatic cells of the gonad and in neurons in the regulation of whole-body triglyceride homeostasis. Furthermore, we demonstrate that lipid droplets are normally present in both the somatic cells of the male gonad and in neurons, revealing a previously unrecognized role for bmm function, and possibly lipid droplets, in these cell types in the regulation of whole-body triglyceride homeostasis. Taken together, our data reveal a role for bmm function in the somatic cells of the gonad and in neurons in the regulation of male–female differences in fat storage and breakdown and identify bmm as a link between the regulation of triglyceride homeostasis and biological sex.",
  "fullText": "Introduction\n\nTriglycerides are the main form of stored fat in animals and are stored in lipid droplets within specialized fat storage organs, such as the adipose tissue in mammals or the fat body in insects [1–5]. One important but often overlooked factor that affects fat storage is whether the animal is male or female [6,7]. In mammals, females store approximately 10% more body fat than males [7–9], whereas in some insect species, females store up to four times more fat than males [10]. An extensive literature has revealed the important role of sex hormones and sex chromosomes in establishing this male–female difference in fat storage [7,11,12]. For example, the female sex steroid estrogen and the presence of two X chromosomes both contribute to the increased fat storage in female mice [7,11]. Although these sex-determining factors in mice, and in other animals, have been shown to promote extensive sex-biased expression of many genes, including genes involved in fat storage [13–16], the downstream metabolic genes that contribute to the sex difference in fat storage are only beginning to be uncovered.\n\nOver the past 15 years, Drosophila has emerged as a powerful model to investigate the in vivo function of genes that are involved in the regulation of triglyceride synthesis, storage, and breakdown [4,17–19]. The main pathway of triglyceride synthesis in flies begins with the acylation of glycerol-3-phosphate to produce lysophosphatidic acid, a reaction that is catalyzed by glycerol-3-phosphate acyltransferases (GPATs) [4]. Flies have several genes that encode putative GPATs: minotaur (mino; FBgn0027579), Gpat4 (FBgn0034971), and the testis-specific CG15450 (FBgn0031132). Although previous studies confirmed a role for mino in triglyceride synthesis by demonstrating that mino overexpression leads to large lipid droplets in the larval salivary gland [20], the functional roles of Gpat4 and CG15450 in triglyceride metabolism remain largely unconfirmed. The second step in triglyceride synthesis is catalyzed by 1-acylglycerol-3-phosphate O-acyltransferases (AGPATs), which acylate lysophosphatidic acid to produce phosphatidic acid [4]. Drosophila has four genes that encode potential AGPAT proteins: Agpat1 (FBgn0030421), Agpat2 (FBgn0026718), Agpat3 (FBgn0036623), and Agpat4 (FBgn0036622). At present, these predicted AGPAT enzymes are largely uncharacterized [4]; however, Agpat2, Agpat3, and Agpat4 are all expressed in the fat body, a critical lipid-storing organ [21]. Once phosphatidic acid is produced, it is dephosphorylated in the third step of triglyceride synthesis by the phosphatase Lipin into diglyceride. The Drosophila genome contains a single Lipin gene (Lpin; FBgn0263593) that is expressed in fat-storing organs in flies [21], and Lpin loss alters lipid droplet size and impairs whole-body triglyceride storage [22].\n\nThe final step in triglyceride synthesis is the acylation of diglyceride into triglyceride by diacylglycerol O-acyltransferases (DGATs) [4]. In Drosophila, the only characterized DGAT family member is called midway (mdy; FBgn0004797) [4]. Studies have shown that loss of mdy significantly impairs triglyceride synthesis and reduces whole-body triglyceride levels [23,24], whereas mdy overexpression increases the number of small lipid droplets in the larval salivary gland [20]. In addition to mdy, the Drosophila genome also contains genes that encode proteins from a related family of enzymes that show DGAT activity, which is called the DAGAT family [4]. In flies, there are three members of this DAGAT family: CG1941 (FBgn0033214), Dgat2 (FBgn0033215), and CG1946 (FBgn0033216), all of which are functionally and biochemically uncharacterized. Once triglyceride synthesis is complete, triglycerides accumulate between the two leaflets of the phospholipid bilayer in the endoplasmic reticulum to form a lipid lens [5]. This lipid lens eventually buds off from the endoplasmic reticulum to form an organelle called a lipid droplet. The neutral lipid core of the lipid droplet is separated from the cytoplasmic contents of the cell by a phospholipid monolayer. Studies show that many proteins associated with this monolayer play key roles in regulating lipid droplet size, as well as cellular and organismal levels of triglyceride storage [5,25–28]. For example, members of the perilipin (PLIN) family of proteins in Drosophila associate with lipid droplets and influence lipid droplet size in vivo [29–31]. The Drosophila genome encodes two PLIN family members: lipid storage droplet-1 (lsd-1/PLIN1; FBgn0039114) and lipid storage droplet-2 (lsd-2/PLIN2; FBgn0030608). Importantly, altered expression of either lsd-1/PLIN1 or lsd-2/PLIN2 impacts lipid droplet size and affects whole-body triglyceride storage [29–31].\n\nTriglyceride breakdown in Drosophila occurs in a fixed series of enzymatic reactions [4]. The first step in Drosophila triglyceride breakdown is triglyceride hydrolysis, which produces a free fatty acid and diglyceride [4]. In the Drosophila genome, the best-characterized triglyceride lipase is brummer (bmm; FBgn0036449), a member of the Patatin-like domain-containing family that catalyzes triglyceride hydrolysis in vitro and in vivo [32]. Importantly, loss of bmm function increases lipid droplet size and augments whole-body triglyceride storage, whereas bmm overexpression decreases lipid droplet size and depletes triglyceride levels [32], demonstrating a key role for bmm in regulating triglyceride homeostasis in vivo. Other than bmm, the Drosophila genome contains more than 50 predicted lipases, only a few of which have been characterized [33]. For example, larvae with loss of hormone-sensitive lipase (hsl; FBgn0034491) have larger lipid droplets and higher triglyceride levels than controls [30]. Additional genes with potential effects on triglyceride mobilization include another Patatin-like domain-containing family member called doppelganger von brummer (dob; FBgn0030607) and CG5966 (FBgn0029831). In addition to the essential role that lipases such as bmm have in promoting triglyceride breakdown, lipid droplet–associated proteins also make important contributions to lipolysis. For example, lsd-1/PLIN1 and lsd-2/PLIN2 influence triglyceride breakdown by regulating the access of key lipases such as bmm to their triglyceride substrate [4]. Together, these studies highlight the important contribution of Drosophila to our current knowledge of the molecular mechanisms underlying the regulation of whole-body triglyceride levels in vivo.\n\nIn addition to revealing the mechanisms underlying the regulation of cellular and organismal triglyceride levels, studies in Drosophila have significantly advanced our knowledge of how triglyceride homeostasis impacts life span, starvation resistance, and fertility [4]. For example, studies have shown that flies with reduced function of mdy, the enzyme that catalyzes the final step of triglyceride synthesis, have impaired egg chamber development and female sterility [23,29,34,35]. Another gene with well-studied effects on cellular and organismal phenotypes is triglyceride lipase bmm: male flies with reduced bmm function have increased starvation resistance, exaggerated sleep rebound following sleep deprivation [36], and a modest reduction in life span [32,34]. Finally, several phenotypes have been associated with lsd-1/PLIN1 and lsd-2/PLIN2, such as starvation resistance [29–31] and sleep rebound after sleep deprivation [36]. Thus, the correct regulation of triglyceride storage and breakdown impacts many aspects of Drosophila development, physiology, and life history.\n\nIn the present study, we aimed to improve our knowledge of the metabolic genes and physiological mechanisms that contribute to male–female differences in Drosophila triglyceride homeostasis. Although whole-body triglyceride storage is known to differ between mated female and male flies [37–39], most studies on triglyceride synthesis and breakdown use male flies or mixed-sex groups of larvae to determine how individual genes affect these processes. As a result, the downstream genes and mechanisms that contribute to the sex difference in triglyceride storage, and possibly other aspects of triglyceride homeostasis, remain incompletely understood. Our detailed examination of triglyceride storage and breakdown in adult male and female flies revealed significant sexual dimorphism in both aspects of triglyceride homeostasis and identified a role for one gene, triglyceride lipase bmm, in regulating sex differences in triglyceride storage and breakdown. Normally, females have more triglyceride storage than males and slower triglyceride breakdown in response to a lipolytic stimulus. Loss of bmm largely abolishes the sex difference in triglyceride storage and eliminates the sex difference in triglyceride breakdown via strongly male-biased effects. Importantly, we discovered that bmm function in the somatic cells of the gonad and in neurons, two cell types previously unknown to require bmm function, plays a role in regulating sex differences in triglyceride homeostasis. Because we show that lipid droplets, the intracellular fat storage organelle, are present in both cell types under normal physiological conditions, our findings illuminate an unexpected role for bmm function, and possibly lipid droplets, in these two cell types in the regulation of sex differences in triglyceride storage and breakdown.\n\nResults\n\nSexual dimorphism in triglyceride storage and breakdown\n\nAdult mated females have increased levels of triglyceride storage compared with males [37–39]. To determine whether this increased triglyceride storage in females reflects a mating-induced change to female physiology or a sexual dimorphism in triglyceride storage, we measured whole-body triglyceride storage in Canton-S (CS) virgin females and males. In 5-day-old adults, virgin females have increased levels of triglyceride storage compared with virgin males (Fig 1A; see S1 Table for all p-values). This difference was also present when we compared whole-body triglyceride storage in white (w)1118 virgin males and females (Fig 1B). Because we observed no significant differences in triglyceride storage between 5-day-old CS and w1118 virgin females or between 5-day-old CS and w1118 virgin males (S2 Table) our findings show that the sexual dimorphism in triglyceride storage persists in multiple genetic backgrounds. Although one obvious explanation for the sexual dimorphism in triglyceride storage is triglyceride contained within the male and female gonads, we confirm previous findings that ovary triglyceride levels represent only a fraction of the whole-body triglyceride level in females (S1A Fig) [37] and show that triglyceride levels in the testis do not significantly contribute to the whole-body triglyceride level in males (S1B Fig). Furthermore, we found that the sexual dimorphism in triglyceride storage was preserved between w1118 virgin male and female carcasses devoid of gonads (S1C Fig). Thus, the sex difference in triglyceride storage cannot be solely attributed to the triglyceride stored in the male and female gonads.\n\nTo determine when this sexual dimorphism in triglyceride storage was established, we examined triglyceride levels in adult virgin male and female flies at several times post-eclosion. In newly eclosed flies, where larval fat is still present [40], there was no significant difference in triglyceride levels between CS virgin females and males (Fig 1C). By 1 day post-eclosion (DPE), however, triglyceride levels in CS virgin females were significantly higher than in age-matched males (Fig 1D), and by 5 DPE, triglyceride levels in CS virgin females were approximately 2.2 times higher than in CS virgin males (Fig 1A). When we examined triglyceride storage during early adult life within CS flies of each sex, we found that whole-body triglyceride storage at 1 DPE in CS males was significantly lower than in newly eclosed CS males and significantly lower in males at 5 DPE compared with males at 1 DPE (Fig 1E). In females, we found no significant changes to whole-body triglyceride levels during this 5-day period (Fig 1E). Thus, the sexual dimorphism in CS triglyceride storage was established over the first 5 days of adult life by a progressive reduction in whole-body triglyceride storage in males, a finding we also confirm in w1118 (Fig 1F and S2 Table). Given that previous studies showed that, in females, approximately 50% of the larval fat cells disappear within 9 hours post-eclosion [40], one possible explanation for the reduction in triglyceride levels in males post-eclosion is a male–female difference in the persistence of larval fat cells. We therefore counted the number of larval fat cells in CS and w1118 males and females at 12-hour intervals post-eclosion. We found that larval fat cells were largely eliminated in both sexes between 0 and 24 hours post-eclosion (S1D and S1E Fig); however, there was no obvious sex difference in the timing of larval fat cell loss that would explain the male–female difference in triglyceride storage that is established over the first 5 days of adult life. Once this difference is established, we show that the sexual dimorphism in triglyceride storage persists until at least 30 DPE (Fig 1F).\n\nIn addition to sexual dimorphism in triglyceride storage, male–female differences in fat breakdown have also been reported in mammals [7,41]. We therefore examined changes to whole-body triglyceride levels in response to starvation, a lipolytic stimulus, in virgin males and females. In CS 5-day-old virgin males, we observed a 41% decrease in whole-body triglyceride levels between 0 (fed flies) and 12 hours post-starvation and a further reduction in triglyceride levels between 12 and 24 hours post-starvation (Fig 1G). As a result of this substantial reduction in whole-body triglyceride levels post-starvation, whole-body triglyceride stores were largely depleted in virgin males by 24 hours post-starvation (S1F Fig), a finding that is in line with previous studies [29,30,32]. In contrast, we found no significant change in whole-body triglyceride levels in 5-day-old virgin CS females between either 0 and 12 hours or between 12 and 24 hours post-starvation (Fig 1G). Indeed, whole-body triglyceride levels in starved females remained at 77% of the levels found in fed female flies by 24 hours post-starvation, a time when triglyceride levels in starved males were at only 4% of the levels found in fed males (S1F Fig). Consistent with our data from CS flies, we observed a rapid drop in triglyceride levels post-starvation in w1118 virgin males compared with females (Fig 1H), demonstrating that the sexual dimorphism in triglyceride breakdown exists in multiple genetic backgrounds. To determine whether male and female gonads play a role in the sexual dimorphism in triglyceride breakdown, we first measured triglyceride levels post-starvation in ovaries and testes dissected from 5-day-old w1118 males and females. We found that triglyceride levels were unchanged by starvation in both organs (S1A and S1B Fig), suggesting that triglyceride levels in the gonads do not fully account for the male–female difference in triglyceride breakdown. Moreover, when we measured triglyceride levels post-starvation in w1118 male and female carcasses devoid of gonads, we found that triglyceride levels did not change in female carcasses between 0 and 12 hours post-starvation, whereas there was a significant decrease in triglyceride levels in male carcasses during this same interval (S1G Fig). Thus, in addition to the male–female difference in triglyceride storage, our findings reveal a sexual dimorphism in triglyceride breakdown.\n\nSexual dimorphism in metabolic rate and macronutrient utilization\n\nOne potential explanation for increased triglyceride storage and reduced triglyceride breakdown post-starvation in females is a lower demand for energy from physical activity or from basal metabolic processes. Because previous studies have shown that female flies are active over a larger portion of the day than males [42,43], we used indirect calorimetry to determine whether females have a lower energy demand due to basal metabolic processes under normal culture conditions and in response to starvation. In 5-day-old adults, mass-corrected CO2 production and O2 consumption were significantly higher in virgin females than in age-matched virgin males throughout the 24-hour monitoring window (Fig 2A and 2B; see also S2A and S2B Fig for non-mass-corrected data). This sex difference in CO2 production and O2 consumption persisted post-starvation (Fig 2C and 2D; see S2C and S2D Fig for non-mass-corrected data): although both females and males demonstrated a significant reduction in metabolic rate from 4 hours post-starvation until the end of the 24-hour observation period (S3A–S3D Fig), a change that was independent of any change in mass (S3E–S3H Fig), CO2 production and O2 consumption in virgin females remained significantly higher post-starvation than in virgin males. Taken together, these results do not support a model in which sexual dimorphism in triglyceride storage and breakdown are caused by lower energy demand in females.\n\nWe next asked whether the sex differences in triglyceride homeostasis might be due to male–female differences in the preferential use of macronutrients to fuel basal metabolic processes. We therefore calculated the respiratory quotient (RQ) from the ratio of CO2 production to O2 consumption in each sex. An RQ of 1 normally indicates the use of carbohydrates as the primary fuel for metabolic processes, and an RQ below 1 indicates a shift toward fat and protein utilization [44]. Under normal culture conditions, the RQ was approximately 1 in both virgin males and females (S4A Fig), indicating that both sexes are using similar macronutrients to fuel basal metabolic processes. Thus, the sexual dimorphism in triglyceride storage was not caused by a male–female difference in overall macronutrient usage under normal conditions. When we calculated the RQ at several time points post-starvation, we saw a significant difference between males and females (S4B Fig). In starved virgin females, we observed a significant decrease in RQ compared with fed virgin females from as early as 4 to 8 hours post-starvation, a change that persisted throughout our 24-hour observation period (Fig 2E). In contrast, the RQ in starved virgin males was not significantly different from fed control virgin males at any time throughout the 24-hour starvation period (Fig 2F). Interestingly, the decreased RQ in virgin females indicates a shift from carbohydrate fuel toward either fat and/or protein catabolism; however, we found no sexual dimorphism in protein breakdown and negligible differences in other macronutrients over the 24-hour starvation period (S5A–S5C Fig). The strong shift in RQ, indicating higher lipid catabolism in females, is surprising in light of our finding that triglyceride breakdown is lower in virgin female flies post-starvation. One possible explanation for this finding is that the amount of ATP generated by one fatty acid molecule is higher than for one molecule of glucose. Because females display a shift toward lipid as the main source of energy post-starvation, this may allow for sufficient ATP production post-starvation despite less overall triglyceride breakdown compared with males. Together, these findings highlight a significant difference in energy physiology between males and females and support a model in which there is a male–female difference in lipid catabolism post-starvation.\n\nSex-biased gene expression of triglyceride metabolism genes\n\nIn order to identify genes that contribute to the sexual dimorphisms in triglyceride storage and breakdown, we used quantitative real-time PCR (qPCR) to measure mRNA levels in a subset of genes known or predicted to be involved in lipid synthesis, breakdown, and storage [4,17,19]. Our investigation revealed sex-specific regulation of many genes in 5-day-old w1118 virgin female and male flies cultured under normal conditions: 23 out of 31 (74%) genes we examined showed a sex difference in mRNA levels (Fig 3A). For example, GPAT enzyme mino, AGPAT enzyme Agpat4, and lipase hsl had strongly female-biased expression, whereas triglyceride lipase bmm and lsd-1/PLIN1 mRNA levels were approximately 1.8- and 4-fold higher in males than in females, respectively. Some genes, such as AGPAT enzyme Agpat1, lsd-2/PLIN2, and CG5966 showed no significant difference in mRNA level between the sexes (Fig 3A). Thus, under normal culture conditions, many genes known or predicted to affect triglyceride metabolism display strongly sex-biased expression, trends that persisted when a subset of genes was normalized to a different housekeeping gene (S6A and S6B Fig).\n\nTo gain insight into genes that may contribute to the sexual dimorphism in triglyceride breakdown, we measured mRNA levels in virgin males and females at various time points post-starvation. Because we observed a sex difference in phenotype by 12 hours post-starvation, we predicted that the majority of gene expression changes in males and females would precede this critical time point. In females, with the exception of CG5966, a gene that may be involved in triglyceride breakdown, no genes showed significant changes in mRNA expression until 24 hours post-starvation, a time at which most genes were significantly different from fed control females (Fig 3B). In males, we found significant changes to mRNA levels starting as early as 1 hour post-starvation (Fig 3C). For example, mRNA levels of predicted triglyceride lipase dob were significantly increased from 1 hour post-starvation onward; bmm mRNA levels were significantly up-regulated from 2 hours post-starvation onward; and lsd-1/PLIN1, DAGAT family member CG1946, and GPAT enzyme mino were significantly increased from 4 hours post-starvation onward (Fig 3C). Importantly, these trends persisted when we normalized a subset of genes to an additional housekeeping gene (S7A–S7L Fig). Taken together, these results demonstrate a marked sex difference in the transcriptional response to starvation: in males, there was a rapid transcriptional response as early as 1–2 hours post-starvation; in females, the transcriptional response was delayed: mRNA levels of most genes were not significantly different until 24 hours post-starvation.\n\nA role for triglyceride lipase bmm in the regulation of sex differences in fat storage and breakdown\n\nTo determine whether any triglyceride metabolism genes contribute to the male–female differences in triglyceride storage and breakdown, we wanted to investigate how individual genes contribute to the sex differences in triglyceride homeostasis. For most genes with sex-biased expression under normal culture conditions (Fig 3A), the magnitude of the sex bias in gene expression remained largely consistent throughout the starvation period (see S8A–S8D Fig for graphs of representative genes). One exception to this trend was triglyceride lipase bmm, which showed sex-specific regulation during normal culture conditions (1.8-fold higher in males) and a strong male-specific increase in mRNA levels post-starvation (3.1-fold higher in males by 8 hours post-starvation) (Fig 4A). Given that bmm regulation is highly sex specific under both normal culture conditions and post-starvation and that changes to bmm expression are known to influence whole-body triglyceride homeostasis [32], we reasoned that bmm may play a role in regulating sex differences in triglyceride storage and breakdown. Therefore, we compared triglyceride homeostasis in bmm1 mutant flies to bmmrev control flies. Because the sex differences in triglyceride storage in bmmrev flies were perfectly in line with our observations in CS and w1118 flies (S2 Table) and because bmmrev flies and bmm1 mutant flies were derived from the same parental strain [32], this will allow us to investigate whether there is a role for bmm in the regulation of sex differences in triglyceride storage and breakdown. In accordance with previous reports [32], triglyceride levels in bmm1 homozygous mutant males were approximately 2.5 times higher than in bmmrev control males (Fig 4B). In bmm1 mutant females, however, triglyceride storage was increased by only 1.4 times compared with bmmrev control females (Fig 4B), demonstrating a strongly male-biased effect of bmm loss on triglyceride storage. Given that 5-day-old bmm1 mutant females fed a high-fat diet had significantly higher triglyceride levels than bmm1 females fed a normal diet (S9A Fig), the mild increase in triglyceride storage in bmm1 mutant females cannot be attributed to these females achieving a physiological limit of triglyceride storage. In fact, the remaining difference between bmm1 mutant females and males was due to the modest amount of triglyceride stored in the ovary, as no sex difference in triglyceride storage remained between bmm1 mutant females lacking ovaries and bmm1 mutant males (S9B Fig). Importantly, we reproduced these male-biased effects of reduced bmm function on triglyceride storage in flies with ubiquitous overexpression of two different upstream activation sequence (UAS)-bmm-RNAi lines driven by daughterless (da)-GAL4 (S10A–S10F Fig). These strongly male-biased effects of bmm loss on triglyceride storage reduced the sexual dimorphism in triglyceride storage in bmm1 mutants compared with bmmrev control flies (Fig 4C) and in da&gt;UAS-bmm-RNAi flies compared with da&gt;+ and +&gt;UAS-bmm-RNAi controls (S10C and S10F Fig). Together, these data suggest that normal bmm function plays a role in the regulation of sexual dimorphism in Drosophila triglyceride storage.\n\nbmm is an essential gene for embryogenesis [32], in which maternally provided bmm allows the survival of bmm1 mutants past this critical period in development. We identified two ways that loss of bmm may influence the sex difference in triglyceride storage: first, by increasing the amount of larval fat stored in males during development; or second, by blocking the progressive reduction in body fat over the first 5 days of adult life (Fig 1E). To distinguish between these possibilities, we measured triglyceride levels in bmm1 mutants compared with bmmrev controls at eclosion and in 1-day-old flies. We found no significant difference in whole-body triglyceride storage in newly eclosed flies between bmm1 mutants and bmmrev control males (Fig 4D), suggesting that bmm does not contribute to the sex difference in triglyceride storage by enhancing fat storage in males during larval development. Instead, the rapid decrease in triglyceride storage normally observed in bmmrev control males between 0 DPE and 1 DPE was blocked in bmm1 mutant males (Fig 4E). In further support of a role for bmm in mediating the male-specific decrease in triglyceride levels over the first few days post-eclosion, we observed an increase in bmm mRNA levels between 0- and 5-day-old flies in males but not in females (S10G Fig). We therefore propose that bmm plays a role in regulating the sex difference in triglyceride storage by promoting lipolysis in males during the first 5 days of adult life.\n\nTo determine whether bmm also plays a role in regulating the sex difference in triglyceride breakdown, we measured triglyceride breakdown post-starvation in 5-day-old bmm1 mutant virgin males and females and in bmmrev control males and females. In control bmmrev male flies, there was a significant decrease in whole-body triglyceride levels between both 0 and 12 hours post-starvation and between 12 and 24 hours post-starvation (Fig 4F), consistent with our findings in CS and w1118 virgin males. In bmm1 mutant males, however, the reduction in triglyceride levels between 0 and 12 hours post-starvation and between 12 and 24 hours post-starvation was abolished (Fig 4F), indicating that bmm promotes lipolysis post-starvation in males, as previously reported [32]. In contrast, there was no significant reduction in triglyceride levels between either 0 and 12 hours post-starvation or between 12 and 24 hours post-starvation in either bmmrev or bmm1 mutant females (Fig 4G). These male-specific effects on triglyceride breakdown were reproduced in flies with da-GAL4-mediated expression of two independent UAS-bmm-RNAi lines compared with da&gt;+ and +&gt;UAS-bmm-RNAi controls (S10H–S10K Fig), further supporting a role for bmm in regulating the sex difference in triglyceride breakdown post-starvation. Because of this male-specific effect of bmm loss on triglyceride breakdown, the sex difference in triglyceride breakdown was abolished. Together, these results identify novel roles for triglyceride lipase bmm in the regulation of sex differences in Drosophila triglyceride storage and breakdown.\n\nbmm function in the somatic cells of the gonad plays a role in regulating the sexual dimorphism in whole-body triglyceride homeostasis\n\nGiven that sex differences exist in many tissues throughout the fly [45–55], we wanted to determine the anatomical focus of bmm’s effects on the male–female differences in triglyceride homeostasis. bmm is highly expressed in the fat body, and previous studies have demonstrated a central role for this tissue in the regulation of triglyceride storage and breakdown in males [29,32]. We therefore compared triglyceride storage and breakdown in virgin males and females with bmm inhibition in the fat body. We chose collagen (cg)-GAL4 and r4-GAL4 to overexpress UAS-bmm-RNAi in the fat body because these drivers have been used in many fat body studies. We confirm that both GAL4 lines drive strong green fluorescent protein (GFP) expression in the abdominal fat body and have very weak expression in the gonad (S3 Table). In line with previous studies [56], triglyceride storage in cg&gt;UAS-bmm-RNAi males was significantly higher than in cg&gt;+ and +&gt;UAS-bmm-RNAi control males (S11A Fig). In females, triglyceride levels in cg&gt;UAS-bmm-RNAi females were significantly higher than in cg&gt;+ and +&gt;UAS-bmm-RNAi controls (S11B Fig). Because the increase in triglyceride storage upon bmm loss in the abdominal fat body was similar in both sexes, the sex difference in triglyceride storage between cg&gt;UAS-bmm-RNAi males and females was unchanged. Likewise, because bmm inhibition in the abdominal fat body significantly delayed triglyceride breakdown in both sexes, the sex difference in triglyceride breakdown post-starvation remained (S11C and S11D Fig). When we repeated these experiments with r4-GAL4, we observed a male-specific increase in triglyceride storage in r4&gt;UAS-bmm-RNAi males compared with r4&gt;+ and +&gt;UAS-bmm-RNAi controls (S11E and S11F Fig); however, r4-GAL4-mediated loss of bmm in the fat body significantly delayed triglyceride breakdown in both sexes (S11G and S11H Fig). bmm loss in the abdominal fat body, therefore, does not fully account for the strongly male-biased effects of whole-body bmm loss on the sex differences in triglyceride storage and breakdown. Thus, despite a role for fat body bmm in maintaining triglyceride homeostasis in each sex, bmm function in additional cell types or tissues must also contribute to the sex differences in triglyceride homeostasis.\n\nIn addition to the fat body, bmm mRNA is present in the Drosophila intestine, central nervous system (CNS), muscle, neurons, glia, ovary, and testis [55]. To identify additional tissues in which bmm function is required to maintain triglyceride homeostasis, we measured triglyceride storage and breakdown in virgin females and males with RNAi-mediated inhibition of bmm in several cell types and tissues. Loss of bmm in the gut, muscles, and glia had no effect on triglyceride levels in either sex under normal culture conditions (S12A–S12F Fig). However, we identified two additional cell types in which loss of bmm function caused significant changes to whole-body triglyceride homeostasis. Using c587-GAL4, a driver with strong expression in the somatic cells of the gonad and in a limited number of neurons (S3 Table), we observed a change in whole-body triglyceride storage. Triglyceride levels in c587&gt;UAS-bmm-RNAi males were significantly higher than in c587&gt;+ and +&gt;UAS-bmm-RNAi control males (Fig 5A). In addition, triglyceride breakdown was also significantly delayed in c587&gt;UAS-bmm-RNAi males compared with c587&gt;+ and +&gt;UAS-bmm-RNAi control males (Fig 5B). These effects on male triglyceride storage and breakdown were specific to bmm, as we observed similar results when we used an additional RNAi line to knock down bmm function (S13A and S13B Fig), and we rescued both the increased triglyceride storage and reduced triglyceride breakdown by simultaneous overexpression of UAS-bmm-RNAi and UAS-bmm in the somatic cells of the gonad (S13C and S13D Fig). In females, there were no significant effects on either triglyceride storage or triglyceride breakdown in c587&gt;UAS-bmm-RNAi females compared with c587&gt;+ and +&gt;UAS-bmm-RNAi controls for multiple RNAi lines (S14A–S14D Fig), and no significant effect of c587-GAL4-mediated coexpression of the UAS-bmm-RNAi and UAS-bmm transgenes compared with controls (S14E and S14F Fig). Because of these male-specific effects on triglyceride storage and breakdown, the sex differences in triglyceride storage and triglyceride breakdown were reduced. When we used traffic jam (tj)-GAL4, a line with expression in the somatic cells of the gonad and in a small number of neurons (S15A–S15D Fig and S3 Table), we reproduced the male-specific effects of bmm inhibition on triglyceride breakdown that we observed with c587-GAL4-mediated bmm inhibition (S15C and S15D Fig). Although we observed no change in whole-body triglyceride storage between tj&gt;UAS-bmm-RNAi animals and controls in either sex (S15A and S15B Fig), this may reflect minor differences in the strength or timing of expression between c587-GAL4 and tj-GAL4. Because neither c587-GAL4 nor tj-GAL4 drives GFP expression in the fat body (S3 Table), these results suggest a role for bmm in the somatic cells of the gonad in regulating whole-body triglyceride storage and breakdown in males.\n\nAlthough the somatic cells of the gonad have not previously been shown to be an important site for triglyceride storage, high-throughput data sets have detected bmm mRNA in the Drosophila male testis [55], and bmm’s mammalian homolog adipose triglyceride lipase (ATGL) is present in the murine testis [57,58]. In addition, we show that lipid droplets, a cytoplasmic organelle in which triglycerides are stored and bmm protein localizes [32], are present in the Drosophila testis (Fig 5C–5E). To determine whether loss of bmm affects triglyceride homeostasis in this tissue, we examined lipid droplets in the testis and found a clear increase in the number of lipid droplets in testes isolated from bmm1 males (Fig 5F–5H) compared with control bmmrev males (Fig 5C–5E). The Drosophila testis contains two cell types: the germline cells and the somatic support cells [59]. To determine which cell type contains the lipid droplets, we first took high-magnification images of lipid droplets in the testis of males in which the somatic cells express membrane-bound GFP (tj&gt;UAS-mCD8::GFP). Given that some of the lipid droplets are present within the GFP boundary of the cell (arrowheads), this suggests that lipid droplets are present in somatic cells (S15E–S15G Fig). To further confirm the presence of lipid droplets in somatic cells, we overexpressed a transgene encoding a lipid droplet–targeted GFP (LD-GFP) in the somatic cells of the gonad [60]. Previous work identified the lipid droplet–targeting domain in transport regulator protein Klarsicht (Klar; FBgn0001316) [60]. When this Klar lipid droplet–targeting domain was fused to GFP (LD-GFP), the LD-GFP fusion protein localized to the surface of lipid droplets [60]. Thus, by expressing UAS-LD-GFP in a cell type of interest, lipid droplets in that cell type will be positively marked with LD-GFP [60]. In testes dissected from c587&gt;UAS-LD-GFP males, we detected several GFP-positive punctae that were also positive for LipidTOX Red, a neutral lipid dye that marks lipid droplets (Fig 5I–5K). Because c587-GAL4 does not drive transgene expression in the germline [61], the presence of punctae that are both GFP and LipidTOX Red positive in the testis confirms that lipid droplets are present in the somatic cells of the Drosophila gonad. Together, our results identify a new role for bmm in regulating lipid droplets in the Drosophila testis and suggest a role for bmm in the somatic cells of the male gonad in the regulation of whole-body triglyceride storage and breakdown.\n\nA role for bmm function in neurons in the regulation of sex differences in triglyceride breakdown\n\nIn addition to the somatic cells of the gonad, we found a role for bmm function in neurons in regulating the sex difference in triglyceride breakdown. We used embryonic lethal abnormal vision (elav)-GAL4 to overexpress the UAS-bmm-RNAi transgene in postmitotic neurons. Under normal culture conditions, we saw no significant increase in whole-body triglyceride storage in elav&gt;UAS-bmm-RNAi males compared with elav&gt;+ and +&gt;UAS-bmm-RNAi control males (Fig 6A), a finding we confirmed using an independent UAS-bmm-RNAi line (S16A Fig) and an independent GAL4 line for neurons (neuronal Synaptobrevin [nSyb]-GAL4) (S16B Fig). When we measured triglyceride levels post-starvation, however, we observed a significant delay in triglyceride breakdown. In elav&gt;+ and +&gt;UAS-bmm-RNAi control males, triglyceride levels were significantly lower by 12 hours post-starvation compared with genotype-matched, fed control males (Fig 6B). In contrast, there was no significant reduction in whole-body triglyceride levels between 0 and 12 hours post-starvation in elav&gt;UAS-bmm-RNAi males (Fig 6B), a finding we confirmed using an independent UAS-bmm-RNAi line (S16C Fig) and an independent neuronal GAL4 line (nSyb-GAL4) (S16D Fig). Moreover, we show that bmm transcript levels are nearly undetectable in dissected brains from elav-GAL4&gt;UAS-bmm-RNAi males compared with control males (S16E Fig) and that simultaneous overexpression of UAS-bmm together with UAS-bmm-RNAi in neurons rescued the delay in triglyceride breakdown between 0 and 12 hours post-starvation (S16F and S16G Fig). This delay in triglyceride breakdown was largely restricted to early time points post-starvation because the decrease in triglyceride levels in elav&gt;UAS-bmm-RNAi males between 12 and 24 hours post-starvation was in line with the reduction we observed in control males during this interval (Fig 6B). Moreover, the delay in triglyceride breakdown was specific to neurons, as triglyceride breakdown in males with loss of bmm in glia was indistinguishable from control males (S17A and S17B Fig). Together, these data provide strong evidence of a role for bmm in male neurons in regulating triglyceride breakdown. In females, neither triglyceride storage nor triglyceride breakdown was significantly different between elav&gt;UAS-bmm-RNAi females and elav&gt;+ and +&gt;UAS-bmm-RNAi control females for either of our RNAi lines (S18A–S18D Fig), between nSyb&gt;UAS-bmm-RNAi females and controls (S18E and S18F Fig), or between elav&gt;UAS-bmm;UAS-bmm-RNAi females and controls (S18G and S18H Fig). Overall, these male-specific effects reduced the sex difference in triglyceride breakdown, identifying a novel role for bmm in male neurons in the regulation of lipolysis post-starvation.\n\nAlthough the Drosophila CNS is not a major site for triglyceride storage, lipids play an essential role in neuronal and glial function [62–64]. Furthermore, a recent single-cell RNA-sequencing analysis of the Drosophila brain confirms that bmm mRNA is present within both neurons and glia [65], and previous reports identified lipid droplets in the retina of adult flies [66]. To determine whether bmm contributes to the regulation of lipid droplets in this tissue, we measured the intensity of lipid droplet–derived fluorescence in the CNS of bmm1 mutants compared with bmmrev controls. We found a significant increase in fluorescence in bmm1 mutant males and females compared with bmmrev controls (Fig 6C), suggesting that bmm function normally limits neutral lipid accumulation in this tissue. Because the CNS is composed of multiple cell types that are not easily distinguished based on morphological characteristics, we used elav-GAL4 to drive LD-GFP expression exclusively in neurons to determine whether lipid droplets are present in this cell type [60]. We found punctae that were both GFP and LipidTOX Red positive throughout the CNS in both males and females (Fig 6D–6K). Because the LD-GFP protein is present only in neurons, these GFP-positive punctae represent lipid droplets in neurons, confirming that lipid droplets are normally present in adult Drosophila neurons in both sexes. Thus, lipid droplets are present in neurons under normal physiological conditions, and bmm function in neurons plays a previously unrecognized role in stimulating whole-body triglyceride breakdown post-starvation in males.\n\nLoss of bmm affects life span and the sex difference in starvation resistance\n\nPrevious studies have shown that the correct regulation of triglyceride homeostasis is important for a normal life span [32]. For example, life span was significantly reduced in bmm1 mutant males compared with bmmrev control males [32]. In light of our findings that loss of bmm has male-biased effects on triglyceride homeostasis, we wanted to examine life span in both sexes because previous studies used only male flies [32]. In bmmrev control females, median life span was 96 days, whereas in bmm1 mutant females, the median life span was only 68 days, a reduction of 29% (Fig 7A). This significant reduction in female life span was unexpected given the relatively modest increase in whole-body triglyceride level in bmm1 mutant females (Fig 4B). In bmm1 mutant males, we observed no significant reduction in life span in males (Fig 7A) despite a 2.5× increase in triglyceride storage (Fig 4B). Although this finding differs from the previously reported 10% reduction in life span in male bmm1 mutants [32], a difference likely due to minor interlaboratory variations in aging regime or diet [67], our study identifies an unexpected female-biased reduction in life span upon loss of bmm.\n\nAnother phenotype that is closely associated with the regulation of triglyceride homeostasis is starvation resistance [29–32,56,68,69]. In line with previous studies showing increased starvation resistance in mated females compared with males [38,70], we demonstrate that starvation resistance is significantly higher in 5-day-old CS virgin females compared with virgin males (Fig 7B). Similar results were obtained with w1118 (Fig 7C), Oregon-R (S19A Fig), Country Mill Winery (CMW) flies (S19B Fig), and two isofemale lines: Mel c2.2 and Mel c2.3 (S19C and S19D Fig). Thus, the sexual dimorphism in starvation resistance persists in multiple genetic backgrounds. To determine whether the bmm-mediated regulation of triglyceride homeostasis contributes to the sex difference in starvation resistance, we examined starvation resistance in bmm1 mutants and bmmrev controls. In line with previous studies in males, survival post-starvation was significantly longer in bmm1 mutants compared with bmmrev controls (Fig 7D). Although starvation resistance was significantly higher in bmm1 mutant females compared with control females (Fig 7D), the strongly male-biased increase in starvation resistance largely eliminated the sex difference (Fig 7D), an effect we reproduced in males and females with da-GAL4-mediated global overexpression of two independent UAS-bmm-RNAi transgenes (S19E–S19H Fig). Given that bmm is a critical effector of the sex differences in triglyceride homeostasis, these data suggest that the sex-specific control of triglyceride homeostasis by bmm makes a key contribution to the sexual dimorphism in starvation resistance. Given that the enhanced starvation resistance in bmm1 mutant males represents a significant benefit to survival for contexts in which food is scarce, we next asked whether there were any disadvantages caused by bmm loss in males. Because the correct regulation of triglyceride homeostasis is essential for female fertility [23], we compared the number of offspring produced by bmm1 mutant males and bmmrev controls. We found that bmm1 mutant males produced significantly fewer offspring compared with bmmrev control males (S20A Fig): after being left with three females for 6 days, only five of 25 bmm1 mutant males produced progeny (S20A Fig). Thus, despite significant benefits in survival time after nutrient deprivation, loss of bmm significantly impairs normal male fertility, demonstrating a previously unrecognized role for bmm function in male physiology.\n\nBecause bmm function in several cell types and tissues plays a role in regulating sexual dimorphism in triglyceride homeostasis, we measured starvation resistance in male and female flies with cell- and tissue-specific bmm inhibition. In line with our finding that bmm inhibition in the abdominal fat body increased triglyceride storage and decreased triglyceride breakdown in both sexes, survival post-starvation in cg&gt;UAS-bmm-RNAi males and females was significantly longer than cg&gt;+ and +&gt;UAS-bmm-RNAi control flies (S21A and S21B Fig). Given that survival post-starvation was increased similarly in both sexes, the male–female difference in starvation resistance remained (S21A and S21B Fig), a finding we confirm using an additional GAL4 driver, r4-GAL4 (S21C and S21D Fig). Therefore, bmm function in the abdominal fat body does not fully explain the sex difference in starvation resistance. In contrast, when we examined starvation resistance in c587&gt;UAS-bmm-RNAi flies, we found that median survival post-starvation was significantly longer in c587&gt;UAS-bmm-RNAi males (Fig 7E), but not females (Fig 7F), compared with c587&gt;+ and +&gt;UAS-bmm-RNAi control flies. Importantly, we confirm that these male-specific effects on starvation resistance are specific to bmm using an additional UAS-bmm-RNAi line (S22A and S22B Fig) and by rescuing the male-specific increase in starvation resistance by c587-GAL4-mediated coexpression of UAS-bmm and UAS-bmm-RNAi (S22C and S22D Fig). Moreover, we observed male-biased effects on starvation resistance in tj&gt;UAS-bmm-RNAi flies (S22E and S22F Fig). Because of these male-biased or male-specific effects, the sex difference in starvation resistance was reduced. Similarly, when we compared survival post-starvation in animals with neuron-specific bmm inhibition, we found that starvation resistance was significantly increased in elav&gt;UAS-bmm-RNAi males (Fig 7G), but not females (Fig 7H), compared with control elav&gt;+ and +&gt;UAS-bmm-RNAi control flies. This effect on starvation resistance was reproduced in flies with elav-GAL4-mediated expression of an additional UAS-bmm-RNAi line (S23A and S23B Fig) and was abolished when we used elav-GAL4 to coexpress UAS-bmm and UAS-bmm-RNAi in neurons (S23C and S23D Fig). Furthermore, we found that nSyb-GAL4-mediated bmm inhibition in neurons strongly extended starvation resistance (S23E and S23F Fig), providing strong support for neuronal bmm as a regulator of starvation resistance. Because of these male-specific effects, the sex difference in survival post-starvation was reduced. Inhibition of bmm in other tissues had either a very modest effect or no effect on starvation resistance in either sex (S24A–S24F Fig). Together, these findings reveal a previously unrecognized difference between males and females in the physiological mechanisms that govern starvation resistance.\n\nDiscussion\n\nIn this study, we used the fruit fly, Drosophila melanogaster, as a model to gain insight into the genetic and physiological mechanisms underlying sex differences in triglyceride homeostasis. We describe sexual dimorphisms in triglyceride storage and breakdown and demonstrate extensive sex-biased regulation of many genes involved in maintaining whole-body triglyceride levels. One important outcome from our study was the identification of a role for triglyceride lipase bmm in the regulation of sex differences in triglyceride homeostasis: loss of bmm largely eliminated the sex difference in triglyceride storage and abolished the sex difference in triglyceride breakdown. This represents a previously unrecognized role for bmm in regulating sexual dimorphism in triglyceride storage and breakdown. Another important finding was that bmm function in the somatic cells of the gonad and in neurons plays a role in regulating sex differences in triglyceride homeostasis. In females, bmm function in the abdominal fat body largely explains its regulation of whole-body triglyceride homeostasis. In contrast, in males, bmm acts in the fat body, the somatic cells of the gonad, and in neurons to regulate whole-body triglyceride storage and breakdown. Although we did not confirm whether the requirement for bmm function in the somatic cells of the gonad and in neurons affected the development of these important cell types, these findings reveal a previously unappreciated sex difference in the physiological mechanisms that govern the regulation of whole-body triglyceride levels. Moreover, we confirm that lipid droplets are present in two cell types in which knowledge of lipid droplet function is limited. Together with our data on how changes to triglyceride homeostasis affect starvation resistance and life span in each sex, our study highlights how including both sexes can accelerate the discovery of new insights into the regulation of whole-body physiology.\n\nOur study identified many genes with sex-biased expression; however, our detailed analysis of one gene, bmm, the Drosophila homolog of mammalian ATGL [32,57,71], identified a previously unrecognized role for this gene in regulating sexual dimorphism in triglyceride homeostasis. bmm is a lipase that influences whole-body fat storage and breakdown in flies and other animals, and we found that under both normal culture conditions and post-starvation, males have higher levels of bmm mRNA than females. Yet what factors are responsible for this sex-specific bmm regulation? One possible explanation is a sex difference in food intake, as previous studies have shown that mated female flies consume more food than males [37,72]. Although our experiments use virgin males and females, a sex difference in food intake could trigger increased triglyceride storage in females by enhancing the activity of a nutrient-activated pathway, such as the insulin/insulin-like growth factor signaling (IIS) pathway [73–75]. In support of a possible role for food intake and IIS in establishing the sex difference in triglyceride storage via regulation of bmm, previous studies have shown that bmm mRNA levels are positively regulated by forkhead box O (foxo; FBgn0038197) [76,77], a transcription factor that is normally repressed by nutrient input and IIS activity [78–80]. Thus, in females, early food intake after eclosion may activate IIS pathway activity to inhibit Foxo, reducing bmm mRNA levels to promote triglyceride storage. In males, lower food intake would lead to less IIS signaling, increased Foxo activity, and higher levels of bmm mRNA to limit triglyceride storage. Indeed, a recent study in late third instar Drosophila larvae demonstrated increased IIS activity in females compared with males [81], and males and females show significant sex differences in gene expression in response to global IIS perturbation [82]. Future studies will therefore be important to confirm whether the sex-specific regulation of bmm mRNA under normal culture conditions and post-starvation occurs via IIS and Foxo. Furthermore, it will be important to test whether additional nutrient-responsive pathways contribute to the sex-specific regulation of bmm and the male–female difference in triglyceride storage, such as the adipokinetic hormone (AKH; FBgn0004552) pathway [68,83,84], the sterol response element binding protein (SREBP; FBgn0261283) pathway [85,86], and spargel/peroxisome proliferator–activated receptor γ coactivator 1 (srl/PGC-1; FBgn0037248) pathway [87,88], as much of our knowledge of these pathways is derived from studies using either a mixed-sex population of larvae or adult male flies.\n\nAnother possible explanation for the sex differences in triglyceride homeostasis is that sex determination genes directly establish a “male” or a “female” metabolic state via regulation of triglyceride metabolism genes such as bmm. In support of a role for sex determination genes in metabolic regulation, previous studies have shown that at least 15 triglyceride metabolism genes are putative targets of doublesex (dsx; FBgn0000504) and fruitless (fru; FBgn0004652) [49,89], two genes that direct many [90,91], but not all [50,81,92], aspects of sexual development and behavior. Indeed, one study showed that the activity of fru-expressing neurons normally represses whole-body triglyceride levels in male flies [93]. Thus, fru and/or dsx may both contribute to the sex-specific regulation of triglyceride metabolism genes, a possibility that will be easily tested in future studies given the availability of viable stocks carrying isoform-specific mutations in fru and dsx [89,91,94–100]. In addition to dsx and fru, it will be important to test whether other regulators of sexual development, such as the steroid hormone ecdysone, contribute to the sex-specific regulation of triglyceride homeostasis. Previous studies have shown that changes to ecdysone signaling affect sexual development [101], and a recent study demonstrated an important role for the ecdysone receptor (EcR; FBgn0000546) in establishing the increased triglyceride storage observed in mated females [37]. Given that ecdysone levels are higher in females than in males [102,103] and the known role of steroid hormones in mammals in creating the sex difference in fat storage [7], this represents an important area for future investigations into the sexual dimorphism in triglyceride homeostasis.\n\nA second key finding from our study was the identification of strongly sex-biased effects of whole-body bmm deficiency on triglyceride homeostasis. Although we confirm findings from previous studies that loss of bmm dramatically increases triglyceride storage and reduces triglyceride breakdown in male flies [29,32,68], we also show that loss of bmm had only modest effects on triglyceride storage and no effect on triglyceride breakdown in female flies. As a result of these strongly male-biased effects, the sex difference in triglyceride storage was largely eliminated, and the sex difference in triglyceride breakdown was abolished in animals with whole-body bmm deficiency. This reveals a previously unrecognized role for bmm in regulating sex differences in triglyceride homeostasis. In the future, it will be important to determine how other genes with strong sex-specific regulation contribute to male–female differences in triglyceride storage and breakdown. For example, mRNA levels of lsd-1/PLIN1 were 4-fold higher in 5-day-old males compared with age-matched females. Because loss of lsd-1/PLIN1 function in males leads to a significant increase in triglyceride storage compared with control males [29], it will be interesting to determine how loss of lsd-1/PLIN1 affects triglyceride homeostasis in females. Another gene with strongly sex-biased expression was hsl, as hsl mRNA levels were approximately 3-fold higher in 5-day-old virgin females than in males. In a mixed-sex population of larvae, loss of hsl significantly increases lipid droplet size and whole-body triglyceride storage [30]; yet the adult phenotype of hsl mutants remains unclear. Future studies will be important to determine how this highly conserved lipase affects triglyceride storage and breakdown in each sex. Moreover, because our data show that loss of bmm in additional cell types, such as the somatic cells of the gonad and neurons, influences triglyceride storage and breakdown, future studies on lsd-1/PLIN1, hsl, and other genes will need to define whether there is a general requirement for triglyceride metabolism genes in these important cell types in the control of whole-body triglyceride homeostasis.\n\nIn most animals, the majority of whole-body triglycerides are contained within specialized organs dedicated to fat storage, such as the mammalian adipose tissue and insect fat body [3,104]. Interestingly, we show that some of the male-biased effects of bmm on triglyceride homeostasis were due to cell types in addition to the fat body, where bmm function has been well-described. Although we cannot rule out a role for the Drosophila head fat body in mediating some of bmm’s sex-specific effects on triglyceride storage and breakdown, as our fat body drivers were specific to the abdominal fat body (S3 Table), we found that bmm function in the somatic cells of the male gonad and in male neurons explained at least some of the male-biased effects of whole-body bmm loss on triglyceride homeostasis. Given the growing recognition that lipid droplets and triglyceride homeostasis in many cell types and tissues contribute to the normal regulation of whole-body development and physiology [25,66,105–109], our study highlights the importance of exploring how the control of triglyceride metabolism in one cell type impacts whole-body triglyceride homeostasis. For example, how does bmm function in the somatic cells of the gonad, a cell type not known to be a major site of triglyceride storage, affect whole-body triglyceride storage and breakdown? In the mammalian gonad, lipid droplets have been detected in both the Leydig and Sertoli cells [110–113]. An important function of the mammalian testis lipid droplets is the storage of cholesterol ester, which can be broken down to release free cholesterol for biosynthesis of the steroid hormone testosterone [114]. In flies, although the precise lipid composition of the testis lipid droplets is unknown, the steroid hormone ecdysone has been detected in the testis [102,115]. Thus, if lipid droplets in the Drosophila testis contribute to steroid hormone production in males, the ectopic lipid droplets in animals lacking bmm in the somatic cells of the gonad may alter neutral lipid metabolism and affect ecdysone production in male flies. In support of a model in which ectopic ecdysone production influences whole-body triglyceride storage, a previous study showed that ecdysone feeding in adult males was sufficient to enhance fat storage [37]. In the future, it will be important to directly test this model by examining changes to ecdysone titers and ecdysone signaling in males lacking bmm in the somatic cells of the gonad. Moreover, given that previous studies have shown important effects of the germline and gonad on whole-body gene expression [103,116] and phenotypes such as aging and immunity [117–120], it will be interesting to examine other aspects of development, physiology, and life span in males lacking bmm function in the gonad. Ultimately, a better mechanistic understanding of how changes to bmm function in the somatic cells of the gonad affects whole-body fat storage and breakdown will provide insight into how bmm function in diverse cell types might impact other aspects of development and physiology and suggest lines of inquiry for studies on ATGL in other models.\n\nIn addition to the somatic cells of the gonad, we also identified an important role for bmm function in Drosophila neurons in the regulation of triglyceride breakdown. In many animals, correct regulation of lipid metabolism in neurons is important for membrane synthesis and remodeling and in mediating signaling events within the neuron [62–64]. Although previous studies have detected lipid droplets in cultured neurons and brain sections [121–124] in Drosophila larval motor neuron axons [125] and have shown that neuronal dysfunction is associated with abnormal lipid droplet accumulation [126–128], more studies are needed to improve knowledge of the normal physiological roles of lipid droplets in neurons [127–129]. For example, to understand how bmm function in neurons promotes whole-body triglyceride breakdown, it will be important to identify which subsets of neurons require bmm function to control triglyceride breakdown. One obvious group of neurons are the AKH-producing cells in Drosophila [83,84]. Under normal culture conditions, ablation of AKH-producing neurons and loss of AKH peptide have no effect on development [83,84,130–132]; however, AKH neurons and AKH receptor–mediated signaling are required for starvation-mediated triglyceride breakdown [68,131]. This fits with our data that bmm function in neurons only affects triglyceride breakdown and suggests a model in which a male-specific increase in bmm within AKH neurons post-starvation triggers AKH secretion and rapid lipolysis. In the future, more studies will be needed to confirm whether AKH secretion is responsible for the sex difference in whole-body triglyceride depletion post-starvation. Moreover, because manipulation of insulin-producing cells (IPCs) in the CNS [133], fru-expressing neurons in the mushroom bodies [93,134], octopamine- and tyramine-producing neurons [135,136], Taotie neurons [137], short neuropeptide F (sNPF)-producing neurons [138], and central clock pigment dispersing factor (PDF)-positive neurons [139] affects whole-body triglyceride levels, future studies will need to examine whether bmm function in any of these neurons contributes to the sex difference in triglyceride breakdown.\n\nOnce the neuroanatomical focus of bmm’s effects on triglyceride breakdown has been identified, it will be important to investigate how loss of bmm affects neuronal development and/or function. For example, whole-body deficiency for bmm’s murine homolog ATGL causes profound changes to the composition of triglyceride-associated fatty acids in the mouse brain [140]. Loss of bmm in neurons may therefore affect fatty acid–mediated signaling in the Drosophila brain. Although the changes to fatty acid composition that accompany bmm loss have not been characterized in Drosophila, one study showed that the Drosophila homolog of nuclear hormone receptor hepatocyte nuclear factor 4 (HNF4) is positively regulated by bmm activity in the larval fat body [141]. Thus, HNF4 is a promising candidate to mediate the effects of bmm loss on neuronal development and/or function. Another possibility includes changes to the activity of SREBP because SREBP processing is normally blocked by the fatty acid palmitate in Drosophila [85]. Moreover, given that several studies have identified clear links between lipid droplets and reactive oxygen species (ROS) signaling in the Drosophila brain [66,108,109], bmm-mediated changes to ROS signaling in neurons will also need to be examined during starvation in both sexes. Overall, although the mechanism underlying the effect of bmm function in neurons on whole-body triglyceride breakdown is unknown, our identification of lipid droplets in neurons under normal culture conditions suggests Drosophila is a useful model to examine how lipid droplets contribute to the normal function of this important cell type.\n\nIn conclusion, our studies identify a role for triglyceride lipase bmm in the regulation of sex differences in Drosophila triglyceride storage and breakdown. We show that bmm function is required in the somatic cells of the gonad and in neurons to maintain whole-body triglyceride homeostasis, provide the first evidence that bmm is sex-specifically regulated, and demonstrate the role of this regulation to the male–female difference in triglyceride homeostasis and starvation resistance. Given that the correct regulation of triglyceride homeostasis has also been linked with the regulation of sleep, fertility, reproduction, and feeding [23,36,37,43,72,142–148], our studies raise the possibility that the male–female differences previously noted in at least some of these complex traits may be associated with the sex difference in Drosophila triglyceride homeostasis. Looking beyond Drosophila, it will be interesting to determine whether bmm also contributes to sex differences in triglyceride storage and breakdown in other animals because bmm homologs are found in many species [32,57,58,71]. Furthermore, given the sex-biased risk of developing diseases associated with abnormal triglyceride metabolism (e.g., cardiovascular disease, nonalcoholic fatty liver disease) [149–151], future studies on the cell- and tissue-specific regulation of triglyceride metabolism in both sexes will be essential to provide insight into the mechanisms that contribute to disease onset and progression in each sex.\n\nMaterials and methods\n\nFly husbandry\n\nFly stocks were reared at 25°C in a 12:12 light:dark cycle. All transgenic flies were backcrossed into a w1118 genetic background for a minimum of five generations. For all experiments, larvae were raised at a density of 50 larvae per 10 ml of yeast–sugar–cornmeal media [152] (see recipe in S1 Materials and Methods). Pupae were sexed either by gonad size or by the presence of sex combs and placed onto filter paper to complete pupal development. Flies eclosed into single-sex vials at a density of 20 animals per vial, and adult weight was measured by weighing groups of 10 flies in preweighed, 1.5-ml microcentrifuge tubes. Unless otherwise indicated, all assays were performed on 5- to 7-day-old adult flies. For metabolic assays, five flies were collected immediately prior to starvation and afterward at 12-hour intervals post-starvation. Flies were snap frozen on dry ice and stored at –80°C. Each biological replicate represents five flies collected into a 1.5-ml microcentrifuge tube, and each experiment includes four biological replicates for each sex and genotype. All experiments were repeated a minimum of two times for a total number of eight biological replicates per sex and per genotype.\n\nFly strains\n\nThe following fly strains from the Bloomington Drosophila Stock Center were used in this study: CS (#64349), w1118 (#3605), Oregon-R, y1,v1;UAS-bmm-RNAi (#25926), y1,v1;attP40 (#36304), w1118;UAS-nGFP (#4775); UAS-mCD8::GFP (#5130). The following fly strains from the Vienna Drosophila Resource Center were used in this study: UAS-bmm-RNAi (#37880), UAS-bmm-RNAi (#37877). We obtained the bmm1 mutants and bmmrev control strain as a kind gift from R. Kühnlein [32]; CMW flies, Mel c2.2, and Mel c2.3 (wild-caught isofemale lines) as a kind gift from I. Dworkin; and UAS-LD-GFP flies from M. Welte. We used the following stocks for tissue-specific overexpression of the UAS-bmm-RNAi transgene: da-GAL4 (ubiquitous), cg-GAL4 (abdominal fat body), r4-GAL4 (abdominal fat body) elav-GAL4 (postmitotic neurons), nSyb-GAL4 (neurons), repo-GAL4 (glia), Mex-GAL4 (intestinal enterocytes), c587-GAL4 (somatic cells of the gonad), tj-GAL4 (somatic cells of the gonad), and dMef2-GAL4 (muscle cells).\n\nStarvation resistance\n\nThe 5- to 7-day-old virgin males and females raised on normal media were transferred to vials containing 2 ml of starvation media (0.7% agar in 1× PBS). Dead flies were counted at 12-hour intervals post-starvation. Each experiment used &gt;200 flies per sex and per genotype, and was performed at least twice (total n&gt;400 flies per sex and per genotype).\n\nMale fertility assay\n\nThe 5-day-old virgin males were paired with three 5-day-old virgin w1118 females. On alternate days after mating, the group of four flies was transferred to fresh food vials. The old vials were kept, and male fertility was quantified by counting the number of pupae.\n\nTriglyceride assay\n\nFlies were collected as described above and homogenized using 100 μl of glass beads (Sigma 11079110) in 200 μl of buffer (0.1% Tween in 1× PBS) at 8.0 m/s for 5 seconds (OMNI International Bead Ruptor 24). Triglyceride concentration was measured using a coupled colorimetric assay as previously described [153]. For a detailed description of methods, refer to S1 Materials and Methods.\n\nProtein assay\n\nFlies were collected as described above and homogenized using 100 μl of glass beads (Sigma 11079110) in 500 μl of 1× PBS at 8.0 m/s for 5 seconds (OMNI International Bead Ruptor 24). Protein concentration was measured as previously described [154]. For a detailed description of methods, refer to S1 Materials and Methods.\n\nGlucose and glycogen assay\n\nFlies were collected as described above and homogenized using 100 μl of glass beads (Sigma 11079110) in 500 μl of 1× PBS at 8.0 m/s for 5 seconds (OMNI International Bead Ruptor 24). Glucose or glycogen concentration was measured as previously described [153]. For a detailed description of methods, refer to S1 Materials and Methods.\n\nRNA extraction and cDNA synthesis\n\nEach biological replicate represents 10 flies that were frozen in a 1.5-ml microcentrifuge tube on dry ice and stored at −80°C until processing. Each experiment contained four biological replicates per sex and per genotype, and each experiment was repeated at least twice. Total RNA was extracted as previously described [81,154]. Genomic DNA was eliminated and cDNA was synthesized using the QuantiTect Reverse Transcription Kit (Qiagen) according to the manufacturer’s instructions. For a detailed description of methods, refer to S1 Material and Methods.\n\nqPCR\n\nqPCR was performed in a 15-μL reaction volume containing 2 μL of diluted cDNA and final concentrations of 0.6 U of Platinum or 0.3 U of recombinant Taq DNA Polymerase (ThermoFisher Scientific), 0.1× SYBR Green I Nucleic Acid Gel Stain (ThermoFisher Scientific), 0.3 μM of specific primer pairs (Integrated DNA Technologies, Eurofin Genomics, ThermoFisher Scientific), 1× PCR buffer (ThermoFisher Scientific), 125 μM dNTP mix (FroggaBio), and 1.5 mM MgCl2 (ThermoFisher Scientific). qPCR was carried out in a CFX384 Touch Real-Time PCR Detection System (BioRad). Thermocycler conditions were as follows: initial denaturation for 3 minutes at 95°C and then 40 cycles of denaturation for 30 seconds at 95°C, annealing for 30 seconds at 60°C, and extension for 45 seconds at 72°C. Data were normalized to the average fold change of β-tubulin. For a full primer list, refer to S1 Material and Methods.\n\nSex difference in gene expression\n\nTo show the sex bias in gene expression, fold change was calculated as 2^(absolute value of ΔCT). Sex-biased gene expression graph and heat maps were generated in RStudio (version 1.0.153) using the code below.\n\nRadar plots\n\nThe average fold change in bmm mRNA (or other mRNA) in males and females between 0 and 24 hours post-starvation was generated by 2^ΔCT. The ΔCT is the difference between the average CT value for each sex and time point compared with the average CT value of females at 0 hours post-starvation.\n\nMetabolic rate measurements\n\nVirgin males and females were sexed post-eclosion and aged for 5 days at 25°C on a 12:12 light:dark cycle. Two hours after lights on, single flies were lightly anaesthetized with CO2, and wet mass per individual was recorded to the nearest microgram. Individual flies were placed into 5-ml syringes that were modified to allow for gas flow along with a small cap filled with standard food (0.88% agar, 8.33% torula yeast, 10% cornmeal, 0.33% Tegosept w/v and 4.66% molasses, 1.66% ethanol (95% v/v), 0.66% propionic acid v/v dH2O) or with starvation medium (0.7% agarose in 1× PBS). At least 20 biological replicates per sex per treatment were measured for metabolic rate in a randomly assigned order. We used stop-flow respirometry to estimate metabolic rate as the volume of CO2 (VCO2) produced and the volume of O2 (VO2) consumed, which allowed for calculation of the RQ (RQ = VCO2/VO2), as previously described [155] (Sable Systems International, Las Vegas, NV). Any flies that died during the observation period were excluded from our analysis. All respirometry data were analyzed using the Expedata software package (Sable Systems) as previously described [155]. To test for differences in metabolic rates across treatments within each sex and time point, we estimated the scaling relationship between mass and VCO2 and mass and VO2 using Type II Model regression in the smatR package in R [156]. If the slopes were significantly different, then no further tests were performed; however, if the slopes were the same, we tested for effects of treatment on the elevation (i.e., on mass-specific metabolic rate) and as a shift along the x-axis (i.e., a difference in mass). In order to generate mass-corrected metabolic rates, we took residuals of these regressions and added back the grand mean for each group [155]. We also tested for differences in VCO2, VO2, and RQ between treatments within each sex and window of time using Tukey HSD tests. We also tested for differences in mass-corrected VCO2 and VO2. For a detailed description of methods, refer to S1 Material and Methods.\n\nLipid droplet visualization and quantification\n\nDissected testis from newly eclosed males and CNSs dissected from 5- to 7-day-old adult virgin males and females of the indicated genotypes were fixed for 30 minutes in 4% paraformaldehyde at room temperature. After three 10-minute washes in 1× PBS, the dissected tissues were incubated in 1× PBS with either a 1:50 dilution of HCS LipidTOX (Invitrogen, H34476) or BODIPY 493/503 (ThermoFisher, D3922) for 30 minutes. To visualize nuclei in the testis, Hoechst 33342 (ThermoFisher, 62249) was included with LipidTOX/BODIPY at a dilution of 1:1,000. Images were acquired on a Leica SP5 confocal microscope. Neutral lipid levels within each brain were measured as the sum of fluorescence using ImageJ.\n\nStatistics\n\nqPCR data were analyzed using one-way ANOVA paired with Tukey’s multiple comparisons test on software package Prism 6 (GraphPad). For all statistical analyses, differences were considered significant if the p-value was &lt;0.05. All other data were analyzed using RStudio with the code described below. The lowest p-value provided by R is 2 × 10−16; therefore, many statistical tests show the same p-value. Error bars on graphs representing change in whole-body triglyceride level were calculated using the coefficient of error (COE—standard error of the mean as a percentage of the mean) as described in [157].\n\nLog-rank test (R package “survminer”):\n\npairwise_survdiff(Surv(time, event) ~ genotype, data, p.adjust.method = &quot;bonferroni&quot;)\n\nsurv_median(curve)\n\nsummary(data)\n\nOne-way ANOVA:\n\nResults ← aov(value ~ genotype, data)\n\nTukeyHSD(Results, conf.level = 0.95)\n\nStudent t test:\n\nt.test(value ~ genotype, data, var.equal = TRUE)\n\nTwo-way ANOVA:\n\naov(percentageTG ~ genotype + sex, data)\n\nGraphs\n\nAll graphs were prepared in R using packages “ggplot2,” “gtable,” “grid,” “survminer,” “survival,” “fmsb,” and “pheatmap” using the code described below.\n\nSurvival curve:\n\nlibrary (“survminer”)\n\nlibrary (“survival”)\n\ncurve &lt;- survfit(Surv(time, event) ~ genotype, data)\n\nmax &lt;- curve$time[which.max(curve$time)]\n\ngraph &lt;- ggsurvplot(curve, size = 3, data, fun = &quot;pct&quot;, palette = c(&quot; &quot;), surv.geom = geom_line, conf.int = TRUE, conf.int.style = c(&quot;step&quot;), xlim = c(0, max), break.time.by = 12) + labs(x = NULL, y = NULL) + theme_survminer(legend = &quot;non&quot;, font.tickslab = c(0))\n\nBox and whisker plot:\n\nlibrary (“ggplot2”)\n\nlibrary (“gtable”)\n\nlibrary (“grid”)\n\nroundUP &lt;- ceiling(data$percentageTG[which.max(data$percentageTG)])\n\nggplot(data = data, aes(x = genotype, y = percentageTG, fill = genotype)) + stat_boxplot(geom = &quot;errorbar&quot;, width = 0.5) + geom_boxplot() + scale_fill_manual (values = colours) + geom_dotplot(binaxis = 'y', stackdir = 'center', position = &quot;dodge&quot;, pch = 21, col = &quot;black&quot;, bg = &quot;white&quot;, dotsize = 0.5) + facet_grid(. ~ time) + theme(legend.position = &quot;none&quot;, panel.grid.major = element_blank(),panel.grid.minor = element_blank(), panel.background = element_blank(), axis.line = element_line(colour = &quot;black&quot;, size = 1), axis.ticks.length = unit(0.25, &quot;cm&quot;), axis.ticks.y = element_line(size = 1), axis.ticks.x = element_blank(), axis.title = element_blank(), axis.text = element_blank()) + scale_y_continuous(breaks = seq(0, roundUP, by = 1), limits = c (0, roundUP)) + theme(strip.background = element_blank(), strip.text = element_blank())\n\nSex-biased gene expression graph:\n\nlibrary (“ggplot2”)\n\nggplot (data, aes(x = gene_name, y = average, fill = sex_bias)) + geom_errorbar(aes(ymin = average-data$sem, ymax = average+data$sem), width = 0.5) + geom_bar (position = position_dodge(), stat = &quot;identity&quot;) + theme(axis.text.x = element_text(angle = 45, hjust = 1)) + scale_y_continuous (breaks = seq(-20, 60, by = 20), limits = c(-20, 60)) + theme(legend.position = &quot;none&quot;, panel.grid.major = element_blank(), panel.grid.minor = element_blank(), panel.background = element_blank(), axis.line = element_line(colour = &quot;black&quot;, size = 0.5), axis.ticks.length = unit(0.25, &quot;cm&quot;), axis.ticks.y = element_line(size = 0.5), axis.title = element_blank(), axis.text.y = element_blank()) + scale_fill_manual(values = c(&quot;#f39e1f&quot;, &quot;#3a3b95&quot;, &quot;#cdcdcd&quot;))\n\nGene expression heat map:\n\nlibrary(“pheatmap”)\n\npheatmap(measurements.avg.stat[,c(2:9)], cluster_rows = F, cluster_cols = F, color = colour, border_color = “#FFFFFF”, width = 10,height = 8,filename = “heatmap_expression_F.pdf”, na_col = “#DDDDDD”, breaks = seq(0,5,0.001), annotation_row = annotation_row, cellwidth = 15, cellheight = 15)\n\nRadar plot:\n\nlibrary(“fmsb”)\n\nradarchart (data[2:7], maxmin = TRUE, axistype = 0, seg = 9, caxislabels = seq(0, 9, 1), pty = 16, pcol = &quot;black&quot;, pfcol = fill, plty = 1, cglty = 1, cglcol = &quot;#bebebe&quot;, vlabels = NA)\n\nSupporting information"
}