{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0000022",
  "doi": "10.1371/journal.pbio.0000022",
  "license": "This is an open-access article distributed under the terms of the Public Library of Science Open-Access License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Beyond the Fire-Hazard Mentality of Medicine: The Ecology of Infectious Diseases",
  "authors": [
    {
      "name": "Jane Bradbury",
      "first": "Jane",
      "last": "Bradbury",
      "affiliation": "janeb@sciscribe.u-net.com <janeb@sciscribe.u-net.com>"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2003-11",
  "dateElectronic": "2003-11-17",
  "volume": "1",
  "number": "2",
  "pages": "e22",
  "tags": [
    "Discipline/Ecology",
    "Discipline/Infectious Diseases",
    "Type/Feature"
  ],
  "abstract": "Information on how infectious organisms, their vectors, and hosts interact with each other and with their environment is essential for an integrated approach to disease prevention and control",
  "fullText": "Fifty years ago, many experts believed that the war against infectious diseases had largely been won. But in the last 30 years of the 20th century, as people entered previously untouched wild areas or wreaked wide-scale changes on established ecosystems, numerous viruses (for example, Ebola) have jumped from their long-time animal hosts to people who, not having the appropriate immune defence, often succumb to virulent ‘emerging’ diseases. At the same time, old enemies such as dengue and hantavirus pulmonary syndrome have re-emerged to cause important human epidemics. All too often when faced with these emerging and re-emerging diseases, says hantavirus researcher Terry Yates (University of New Mexico, Albuquerque, New Mexico, United States), ‘society has adopted a fire-hazard mentality. We have an outbreak and we go in and put out the fire without ever asking why there was a fire in the first place’. Yates and other experts are now calling for an integrated approach to disease prevention and control, based on a detailed understanding not only of the biology and but also of the ecology of disease. For animal-borne (zoonotic) and vector-borne diseases, but also for diseases like cholera, which constantly re-emerge around the world, ‘it is not sufficient to know who the players are’, says Lyme disease researcher Rick Ostfeld (Institute of Ecosystem Studies, Millbrook, New York, United States). ‘We also need to know how the hosts, vectors, and infectious organisms interact with each other and with their environment if we are going to be able to predict or ameliorate disease outbreaks’.\n\n      From Ecology to Disease Prevention: The Cholera Example\n      \nA good example of how ecological studies can suggest new ways to prevent disease outbreaks is provided by the work of Rita Colwell, director of the United States' National Science Foundation (Arlington, Virginia, United States). In the 1960s, Colwell discovered that pathogenic strains of Vibrio cholerae, the cause of cholera, could be isolated from Chesapeake Bay in the United States. Her discovery created a furore and people were initially reluctant to accept that V. cholerae was a marine organism. However, subsequent studies showed that V. cholerae is an abundant, naturally occurring component of aquatic ecosystems worldwide, where it is associated with phytoplankton and zooplankton, in particular copepods.\n\nAlthough boiling removes V. cholerae from water, this is often not done in villages in the developing world, and so cholera remains an important global health problem. Because her studies showed that virtually all the V. cholerae in water supplies are attached to 200 µm–long zooplankton, Colwell reasoned that it might be possible to make water safe to drink simply by filtering it through layers of cloth. In a recent trial in rural Bangladesh, cholera rates were halved when villagers filtered their drinking water through eight layers of sari cloth, a cheap but effective and socially acceptable intervention, explains Colwell (Figure 1).\n\nKathryn Cottingham (Dartmouth College, Hanover, New Hampshire, United States) and her team are also doing ecological studies on V. cholerae that may help to improve cholera control in developing countries. ‘We are recording the temporal dynamics of both free-living and attached bacteria in two ponds in Bangladesh, one that is largely untouched by people and one in a village’, she explains. ‘By doing this, we hope to get a better idea of which physical and chemical changes prompt changes in the V. cholerae population’, information that can be used to build a predictive model of when and where cholera outbreaks might occur, as can other studies that Colwell has underway that use satellites to monitor large-scale environmental changes.\n\nCottingham's studies may also lead to the development of another low-tech approach to cholera control. V. cholerae do not attach only to copepods, she explains. They also attach to cladocerans, zooplankton that moult regularly throughout their lifetime and graze on unattached V. cholerae. Cottingham's hope is that by changing fishing practices in rural ponds, fish communities can be established that prey on copepods in preference to cladocerans, thus reducing bacterial loads in drinking water.\n\n      Bring in the Vectors\n      \nZooplankton in a sense are V. cholerae vectors, but the term ‘disease vectors’ is more usually applied to mosquitoes and other biting insects. The recognition that malarial control, for example, requires an understanding of mosquito populations goes back at least a century. Worryingly, however, numerous arboviral diseases—diseases transmitted by blood-feeding arthropods—have recently emerged or become established in new geographical regions. For example, some dengue viruses, which are also transmitted by mosquitoes, have recently extended their range. Before 1970, the most severe form of dengue infection—dengue haemorrhagic fever (DHF)—had caused epidemics in only nine countries. By 1995 that figure had more than quadrupled.\n\nGreater urbanisation, human population growth, increased human travel, and a global reduction of effective mosquito control programmes have all been implicated in the observed changes in dengue dynamics. Ecologist William Messer (University of North Carolina, Chapel Hill, North Carolina, United States) has been trying to discover which, if any, of these changes were responsible for the emergence of DHF in Sri Lanka in 1989. His recently published conclusion, after looking at all the available data on changes in the human population, exposure to the Aedes aegypti vector, the environment, and the virus itself, is that ‘very little happened in Sri Lanka apart from a change in the virus that could explain the emergence and persistence of DHF’. That change—the arrival of a dengue serotype 3, subtype III virus that originated in the Indian subcontinent—was most likely caused by people bringing this virulent virus serotype into Sri Lanka. However, the question remains as to what selective pressures drove the original viral change and what prevented the virulent serotype arriving in Sri Lanka earlier.\n\n      One Host or More?\n      \nDengue is unique among arboviruses in that it is fully adapted to using human beings as its vertebrate host. Most arboviruses have co-evolved with their animal or bird hosts, which are required for their lifecycle, and people are only incidental hosts. Factoring in additional hosts greatly increases system complexity. Take West Nile virus, for example, a mosquito-borne disease agent that requires birds for its maintenance. Until recently, the geographical range of West Nile virus disease extended from Africa through the Middle East to southern and eastern Europe and western Asia. Then, in 1999, the first 62 cases were reported in the United States. Last year, there were 4,156 human cases in the United States and West Nile virus was found in all but six states.\n\nDuane Gubler, director of the Division of Vector-Borne Diseases at the United States' Centers for Disease Control and Prevention (CDC; Fort Collins, Colorado, United States), is under no illusion that preventing West Nile virus disease outbreaks will be easy. ‘We really don't know enough about the ecology of this disease to target our control efforts appropriately’, he says. ‘We know that the mosquito–bird–viral maintenance cycle requires certain species of birds, but we don't know all the bird hosts’. Similarly, Culex pipiens mosquitoes are clearly important in the West Nile virus lifecycle, but the virus has been isolated from 37 species of mosquito in the United States, belonging to about 10 genera. ‘Twenty-nine or so of these mosquito species are mammal feeders or opportunistic feeders, and although we have isolated the virus from about 25 species of mammals, we simply do not know what part these species play in the lifecycle of West Nile’, says Gubler. Really effective control, he stresses, will rely on knowing which vectors and hosts are critical for virus maintenance and for bringing the virus into the areas around human habitation where people become infected.\n\nThis research will involve many different specialists, including mosquito experts like Colin Malcolm (Queen Mary, University of London, United Kingdom). Malcolm is trying to predict whether West Nile virus disease could establish itself in the United Kingdom. ‘There must be a big difference between the ecology and biology of the different physiological forms of Culex pipiens in Europe, where it only causes sporadic West Nile outbreaks, and the United States where it has spread like wildfire’, says Malcolm. ‘We need to understand that difference and to know exactly which Culex pipiens we have in the UK’. The British Culex pipiens pipiens mosquito is mainly a bird biter, he explains, while the British Culex pipiens molestus is a mammal feeder. ‘But we don't know the extent to which our bird-biting mosquito bites people or whether the human-biting form ever bites birds’, and for the virus to be transmitted from birds to people, not only does the virus have to be in birds, but there has to be a vector that will bite both. However, even if the indigenous mosquito populations in the United Kingdom do not bridge the gap between birds and people, ‘the characteristics of our native mosquitoes could change’, warns Malcolm, possibly through mating with an imported mosquito. Worryingly, Malcolm recently discovered a colony of imported Culex pipiens molestus mosquitoes in Scotland although, because the colony was isolated, no interbreeding with native mosquitoes seems to have occurred.\n\n      Rodents, Habitat Disturbance, and Disease\n      \nHuman disturbance of natural habitats can often underlie disease emergence or re-emergence by providing habitats that favour the survival of disease vectors or hosts. Paddy field development and the subsequent emergence of mosquito-borne diseases is one well-known example, but human diseases caused by rodent-borne pathogens are also affected by habitat change. Delia Enria, director of the Instituto Nacional de Enfermedades Virales Humanas (Pergamino, Argentina), works on arenaviruses, rodent-borne viruses that pass into people through contact with rodent excreta. Enria's team has been studying Junín virus, the cause of Argentine haemorrhagic fever (AHF), which first emerged in 1958. ‘To feed our population, the central pampas of Argentina were being modified at that time’ (Figure 2), she explains, ‘and we think that these agricultural changes favoured corn mice (Calomys musculinus), the Junín virus reservoir, over the previously dominant species in the area’.\n\nIndeed, the ability of host species to thrive in disturbed habitats, often at the expense of other rodent species, may be an important factor in the emergence and re-emergence of many rodent-borne diseases. In the case of hantavirus, says James Mills, chief of the CDC Medical Ecology Unit (Atlanta, Georgia, United States), ‘as human influences reduce the diversity of rodent assemblages, the prevalence of hantavirus infection in the favoured host species increases’. This, explains Yates, is because when the virus is released from a rodent, ‘some of it will land on the right rodent and continue its lifecycle; the rest will land on the wrong rodent. In an ecosystem where only the right rodent is left, the virus flourishes’. Importantly, Mills and Yates know from other work that human hantavirus outbreaks are related both to overall rodent numbers and to the numbers of rodents that are infected.\n\nHabitat fragmentation is one of the driving forces behind biodiversity reduction, and a final rodent-borne disease—Lyme disease—provides a good example of the need, when thinking about disease control, to consider how people interact with the natural environment. The disease-causing agent, explains Ostfeld, is the bacterium Borrelia burgdorferi, which is transmitted to people by ticks of the genus Ixodes. ‘The ticks, which acquire the infection in their first blood meal, have extremely catholic habits in terms of host preference, but only some of the hosts are competent for transmitting the bacteria to the tick’, says Ostfeld. In North America the main disease reservoir is the white-footed mouse (Peromyscus leucopus), a generalist that can live virtually anywhere. Importantly, unlike many of their competitors and their predator species, these mice do particularly well in very small forest fragments, exactly the sorts of areas that people like having around their houses in suburban developments, notes Ostfeld wryly.\n\n      Can Ecological Studies Predict or Prevent Disease Outbreaks?\n      \nFor Lyme disease, then, Ostfeld's ecological studies suggest that new housing developments could be designed to minimise the risk of people contracting Lyme disease around their homes. Furthermore, because the risk of Lyme disease is known to increase two years after a good acorn year, a major food source for white-footed mice (Figure 3), one simple preventative measure, suggests Ostfeld, might be to have a ‘Smoky the Mouse’ warning system, featuring posters in wilderness areas advertising local high or low Lyme disease risk predictions based on acorn crop records. For other rodent-borne diseases, an awareness of when rodent populations are increasing is already passed onto the general public, and for those rodents that enter human habitation, this can be accompanied by advice on how to avoid rodent infestations in homes. Similarly, for mosquito-borne diseases, education about how to avoid mosquito bites can go some way to reducing the magnitude of disease outbreaks.\n\nIn every case, the more warning that can be given of an impending outbreak and the more details of its location and timing, the more that can be done to reduce the human disease burden. Work being done by Mills, Yates, and their colleagues provides a good illustration of how, at least for the Sin Nombre hantavirus, greater predictive accuracy is becoming a reality. Hantavirus pulmonary syndrome outbreaks, which are caused by the Sin Nombre virus, occur when deer mouse (Peromyscus maniculatus) (Figure 4) populations and other infected rodent numbers increase. Monitoring these changes on the ground can only give local information and cannot provide much notice of increased human hantavirus risk. However, as Mills explains, long-term ecological studies have shown that deer mice populations increase a year after El Niño climatic events as a result of an increased food supply. The researchers have been able to correlate changes in rodent populations with wide-scale vegetation changes detected through satellite monitoring and, as a result, says Yates, ‘we can now predict about 88% of the time what the risk of hantavirus infection is at any given place about six months in advance’. More recently, the researchers have developed their models further to predict the existence of refugia, ecologically distinct areas where the virus survives hidden within focal mouse populations between human outbreaks. Finally, in a collaboration with physicists, theoretical predictive models based on wave theory have been built that, if they can be empirically verified, will provide an even earlier prediction of when and where hantavirus outbreaks will occur by predicting viral spread from the refugia, says Yates.\n\n      The Future Is in Integrated Research\n      \nMany more factors will need to be added into models like those being developed by Mills, Yates, and other researchers to optimise prediction and control of human disease outbreaks. Climate change will have to be taken fully into account as our understanding of its implications for disease outbreaks improves, care will have to be taken not to extrapolate from one area to another without taking account of subtle differences in environmental drivers, and human behaviour and living conditions will also have to be considered. Most importantly, says Gubler, ‘we must throw off the complacency of the past 30 years when we focused mainly on curative medicine, surveillance, and emergency response to zoonotic and vector-borne diseases’. In the first 60 years of the 20th century, comments Gubler, many arboviral diseases were well controlled, but as attention turned to high-tech solutions such as vaccines, little money was provided for continued research in disease ecology and prevention research. A return to a fully integrated approach to control and prevention is essential, concludes Gubler, if emerging infectious diseases are going to be adequately controlled, particularly in tropical countries where they continue to be a pressing problem.\n\n        Where to Find Out More\n        \nFor general descriptions of various emerging and re-emerging diseases, visit the World Health Organization health topics page at http://www.who.int/health_topics/en/ or the United States Centers for Disease Control and Prevention health topics page at http://www.cdc.gov/health/default.htm.\n\n          Cholera\n          \n            1\n\n                  Colwell\n                  RR\n\n                  Huq\n                  A\n\n                  Islam\n                  MS\n\n                  Aziz\n                  KM\n\n                  Yunus\n                  NH\n\n              Reduction of cholera in Bangladeshi villages by simple filtration.\n              Proc Natl Acad Sci U S A\n              2003\n              100\n              1051\n              1055\n              Field trial of sari cloth filtration to reduce cholera outbreaks, a low-tech, ecology-based approach to disease prevention.\n\n            2\n\n                  Cottingham\n                  KL\n\n              Tackling biocomplexity: The role of people, tools, and scale.\n              BioScience\n              2002\n              52\n              793\n              799\n              To understand, predict, and manage ecological responses to anthropogenic change requires the collaboration of people from many different disciplines. In this article, Cottingham describes three examples of how aquatic ecosystems are being studied using a biocomplexity research approach.\n\n            3\n\n                  Cottingham\n                  KL\n\n                  Chiavelli\n                  DA\n\n                  Taylor\n                  RK\n\n              Environmental microbe and human pathogen: The ecology and microbiology of Vibrio cholerae.\n              Front Ecol Environ\n              2003\n              1\n              80\n              86\n              Overview of the ecology of V. cholerae and discussion of how understanding this can help in controlling the persistence and spread of cholera.\n\n          Dengue\n          \n            4\n\n                  Gubler\n                  DJ\n\n              Epidemic dengue/dengue hemorrhagic fever as a public health, social and economic problem in the 21st century.\n              Trends Microbiol\n              2002\n              10\n              100\n              103\n              An opinion piece describing the re-emergence of dengue and calling for integrated community-based prevention and control programmes for dengue.\n\n            5\n\n                  Messer\n                  WB\n\n                  Gubler\n\n                  DJ\n\n                  Harris\n                  E\n\n                  Sivananthan\n                  K\n\n                  de Silva\n                  AM\n\n              Emergence and global spread of a dengue serotype 3, subtype III virus.\n              Emerg Infect Dis\n              2003\n              9\n              800\n              809\n              A recent paper describing an ecological and virological study of the emergence of dengue haemorrhagic fever in Sri Lanka in 1989.\n\n          West Nile Virus\n          \n            6\n\n                  Gubler\n                  DJ\n\n              The global emergence/resurgence of arboviral diseases as public health problems.\n              Arch Med Res\n              2002\n              33\n              330\n              342\n              Overview of the resurgence or emergence of several epidemic arboviral diseases including dengue and West Nile virus.\n\n          Hantavirus and AHF\n          \n            7\n\n                  Glass\n                  GE\n\n                  Yates\n                  TL\n\n                  Fine\n                  JB\n\n                  Shields\n                  TM\n\n                  Kendall\n                  JB\n\n              Satellite imagery characterizes local animal reservoir populations of Sin Nombre virus in the southwestern United States.\n              Proc Natl Acad Sci U S A\n              2002\n              99\n              16817\n              16822\n              Research paper describing the identification of refugia for the Sin Nombre hantavirus.\n\n            8\n\n                  Mills\n                  JN\n\n                  Childs\n                  JE\n\n              Ecologic studies of rodent reservoirs: Their relevance for human health.\n              Emerg Infect Dis\n              1998\n              4\n              529\n              537\n              Review of how to study vertebrate host ecology and its relation to human disease in the light of increasing numbers of emerging diseases (including AHF) associated with small-mammal reservoirs.\n\n            9\n\n                  Yates\n                  TL\n\n                  Mills\n                  JN\n\n                  Parmenter\n                  CA\n\n                  Ksiazek\n                  TG\n\n                  Parmenter\n                  RR\n\n              The ecology and evolutionary history of an emergent disease: Hantavirus pulmonary syndrome.\n              BioScience\n              2002\n              52\n              989\n              998\n              This review describes the discovery of how El Niño-driven precipitation is sufficient to predict when human outbreaks of hantavirus pulmonary syndrome will occur.\n\n          Lyme Disease\n          \n            10\n\n                  LoGiudice\n                  K\n\n                  Ostfeld\n                  RS\n\n                  Schmidt\n                  KA\n\n                  Keesing\n                  F\n\n              The ecology of infectious disease: Effects of host diversity and community composition on Lyme disease risk.\n              Proc Natl Acad Sci U S A\n              2003\n              100\n              567\n              571\n              This research paper describes how the loss of vertebrate biodiversity through habitat fragmentation or other anthropogenic forces can increase the incidence of Lyme disease.",
  "externalIds": [
    "pmid:14624236",
    "pmcid:PMC261872"
  ]
}