{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002191",
  "doi": "10.1371/journal.pbio.1002191",
  "externalIds": [
    "pii:PBIOLOGY-D-14-03786",
    "pmid:26158271",
    "pmcid:PMC4497666"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Biofilm Formation As a Response to Ecological Competition",
  "authors": [
    {
      "name": "Nuno M. Oliveira",
      "first": "Nuno M.",
      "last": "Oliveira",
      "affiliation": "Department of Zoology, University of Oxford, Oxford, United Kingdom; Oxford Centre for Integrative Systems Biology, University of Oxford, Oxford, United Kingdom"
    },
    {
      "name": "Esteban Martinez-Garcia",
      "first": "Esteban",
      "last": "Martinez-Garcia",
      "affiliation": "FAS Center for Systems Biology, University of Harvard, Cambridge, Massachusetts, United States of America; Centro Nacional de Biotecnologia-CSIC, Campus de Cantoblanco, Madrid, Spain"
    },
    {
      "name": "Joao Xavier",
      "first": "Joao",
      "last": "Xavier",
      "affiliation": "FAS Center for Systems Biology, University of Harvard, Cambridge, Massachusetts, United States of America; Memorial Sloan-Kettering Cancer Center, Computational Biology Program, New York, New York, United States of America"
    },
    {
      "name": "William M. Durham",
      "first": "William M.",
      "last": "Durham",
      "affiliation": "Department of Zoology, University of Oxford, Oxford, United Kingdom"
    },
    {
      "name": "Roberto Kolter",
      "first": "Roberto",
      "last": "Kolter",
      "affiliation": "Harvard Medical School, Department of Microbiology and Immunobiology, Boston, Massachusetts, United States of America"
    },
    {
      "name": "Wook Kim",
      "first": "Wook",
      "last": "Kim",
      "affiliation": "Department of Zoology, University of Oxford, Oxford, United Kingdom; Oxford Centre for Integrative Systems Biology, University of Oxford, Oxford, United Kingdom; FAS Center for Systems Biology, University of Harvard, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "Kevin R. Foster",
      "first": "Kevin R.",
      "last": "Foster",
      "affiliation": "Department of Zoology, University of Oxford, Oxford, United Kingdom; Oxford Centre for Integrative Systems Biology, University of Oxford, Oxford, United Kingdom; FAS Center for Systems Biology, University of Harvard, Cambridge, Massachusetts, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2015-07-09",
  "dateAccepted": "2015-05-29",
  "dateReceived": "2014-10-28",
  "volume": "13",
  "number": "7",
  "pages": "e1002191",
  "tags": [
    "Type/Research Article"
  ],
  "abstract": "Bacteria form dense surface-associated communities known as biofilms that are central to their persistence and how they affect us. Biofilm formation is commonly viewed as a cooperative enterprise, where strains and species work together for a common goal. Here we explore an alternative model: biofilm formation is a response to ecological competition. We co-cultured a diverse collection of natural isolates of the opportunistic pathogen Pseudomonas aeruginosa and studied the effect on biofilm formation. We show that strain mixing reliably increases biofilm formation compared to unmixed conditions. Importantly, strain mixing leads to strong competition: one strain dominates and largely excludes the other from the biofilm. Furthermore, we show that pyocins, narrow-spectrum antibiotics made by other P. aeruginosa strains, can stimulate biofilm formation by increasing the attachment of cells. Side-by-side comparisons using microfluidic assays suggest that the increase in biofilm occurs due to a general response to cellular damage: a comparable biofilm response occurs for pyocins that disrupt membranes as for commercial antibiotics that damage DNA, inhibit protein synthesis or transcription. Our data show that bacteria increase biofilm formation in response to ecological competition that is detected by antibiotic stress. This is inconsistent with the idea that sub-lethal concentrations of antibiotics are cooperative signals that coordinate microbial communities, as is often concluded. Instead, our work is consistent with competition sensing where low-levels of antibiotics are used to detect and respond to the competing genotypes that produce them.",
  "fullText": "Introduction\n\nWhile the traditional model for bacterial life was one of cells swimming in liquid, it is now realized that bacteria commonly live in surface-associated communities known as biofilms [1–4]. These groups of bacteria carry significant medical and economic importance that includes a role in chronic diseases, antibiotic tolerance, biofouling, and waste-water treatment [5–7]. The importance of biofilms has led to their intensive study in many species of bacteria. However, this work has revealed that the genetic and biochemical mechanisms underlying biofilm formation are extremely variable across strains and growth conditions [8,9]. This variability has made it difficult to identify common principles of biofilm formation across species.\n\nOne property common to the biofilms of many bacterial species, both gram-negative and gram-positive, is that they are induced by sub-lethal concentrations of antibiotics [10–17]. The diversity of the species displaying this response is striking [13] and suggestive of the general principles that so often elude the study of biofilms. This, and the observation that sub-lethal antibiotics induce a range of other physiological changes [18], has led to the hypothesis that antibiotics may not function as killing agents in nature. Instead, it is suggested that antibiotics may function as cooperative signals between species that contribute to the homeostasis of bacterial communities [13,16,19–21]. In parallel, there are a growing number of studies concluding that natural microbial communities are cooperative enterprises in which strains and species work together, both in biofilm formation and metabolism [22–31].\n\nCooperative phenotypes—such as secreted enzymes or polymers—are important in biofilms for cells of a single genotype [4,32–35]. However, evolutionary theory and ecological experiments caution against the idea that this cooperation will always extend to cells of different genotypes [32,34,36–38]. Competition between strains and species appears to be commonplace and it is not clear how cooperative signaling via antibiotics could widely evolve [39]. An alternative to the idea that sub-lethal antibiotics are cooperative signals between species is that they are cues used by competing species to detect competitors and respond appropriately [39–41]. Under the cue model, antibiotics are not secreted in order to signal to others [42,43], they are secreted to attack but can inadvertently provide information to others at low concentration. The idea that bacteria use antibiotics and other factors as cues of competition is central to the idea of “competition sensing” [41]. This is based on the observation that both nutrient and antibiotic stress, which are associated with ecological competition, often cause bacteria to release their own antibiotics. Bacteria appear to attack back when they are themselves attacked.\n\nIf sub-lethal concentrations of antibiotics are cues of competition from other strains, and biofilms are induced by such concentrations, this implies that biofilm formation can be a response to ecological competition from other strains. Here we test this hypothesis by co-culturing natural isolates of the opportunistic pathogen Pseudomonas aeruginosa and studying the effects on biofilm formation. We focus on members of a single species here because these are expected to have the strongest ecological overlap and, therefore, the strongest ecological competition; something first noted by Darwin: “The struggle almost invariably will be most severe between the individuals of the same species, for they frequent the same districts, require the same food, and are exposed to the same dangers” [44]. More concretely, data from the cystic fibrosis lung suggest that different isolates can colonize and, at least temporarily, co-exist in young patients [45–47], which is consistent with different strains meeting. P. aeruginosa also forms robust biofilms that have been intensively studied [6,48]. The co-culture of P. aeruginosa strains then provides a test case to evaluate the link between ecological competition and biofilm formation. Specifically, if biofilm formation is a response to ecological competition, we expect to observe (i) evidence of competition between strains and (ii) evidence of increased biofilm formation in co-cultures relative to monocultures.\n\nResults and Discussion\n\nBoth Clinical Antibiotics and Mixing Strains Promote Biofilm Formation\n\nWe begin by recapitulating the known effects of antibiotic stress on bacterial survival and biofilm formation. Fig 1 (panels A, B) shows the effects of antibiotics on Pseudomonas aeruginosa where we use optical density as a qualitative indicator of cell number. As expected, increasing the concentration of three widely used clinical antibiotics—ciprofloxacin, rifampicin and tetracycline—monotonically reduces the optical density of shaking cultures. However, as previously shown, this monotonic decrease is not seen when the same concentrations are applied to standing cultures. In standing cultures, the liquid is not agitated and cells can readily attach to the edge of the well and establish biofilms. Under this condition, biofilm formation actually increases for many concentrations of the antibiotics, until the concentrations become so high that toxicity dominates [13].\n\nApplying sub-lethal concentrations of antibiotics then leads to an increase in biofilm formation. Can we understand these widely reported biofilm responses to antibiotics in terms of ecological competition? We tested this by mixing natural isolates of P. aeruginosa in standing cultures and studying the impact on biofilm formation. Consistent with the hypothesis that biofilm formation is a response to ecological competition, we find that biofilm formation is increased in mixed cultures compared to pure cultures, both in a broad scale survey that mixed combinations of 22 natural isolates (Fig 1C) and in defined pairwise comparisons in which we show that the strength of the biofilm response depends on the relative proportion of each strain at the start of the co-cultures (Fig 1D).\n\nCompetitive Exclusion Is Common in Pairwise Mixtures\n\nThe observed biofilm response is consistent with a competitive response. However, an alternative hypothesis is that the strains cooperate with one another to produce more biofilm (see Introduction). In order to better assess whether the strains were cooperating to make more biofilm, we labeled five of our P. aeruginosa natural isolates with constitutive fluorescent proteins (cyan fluorescent protein, CFP, and yellow fluorescent protein, YFP) by putting a single copy of the desired fluorescent protein gene at a specific site in the genome [50]. We then set up a round-robin tournament, in which the five strains were mixed in all combinations, and measured biofilm formation, planktonic growth, and the relative frequency of the two strains (Fig 2). This revealed a strong competitive effect with one strain typically dominating after 24 h (median proportion of dominant strain in biofilm = 0.98, Wilcoxon-signed rank test versus 0.5, n = 10, p &lt; 0.01). Thus, the biofilm response is a manifestation of competition between strains rather than a cooperative synergy in which both strains benefit from the presence of one another [34].\n\nThere are some cases in which biofilm formation in the mixture is less than that expected from the average of the two starting strains (Fig 2). However, accounting for which strain actually makes the final biofilm reveals that mixing nearly always causes an increase in biofilm formation by the dominant strain. For example, mixtures of 7 and 19 result in less biofilm than monocultures of strain 19. However, strain 7 eliminates strain 19 in co-cultures, producing more biofilm than it does when alone (Fig 2). More generally, we can calculate the expected biofilm formation from the pure culture data using a weighted average, which weights by the frequencies of the two strains in the biofilm after competition. This reveals that the mixed culture biofilm normally increases relative to the expectation based upon pure cultures (9/10 mixes increase, Wilcoxon signed rank test of expected/observed biofilm against a null of 1, n = 10, p &lt; 0.01), while the amount of cells in the planktonic phase decreases (n = 10, p &lt; 0.01). Moreover, the increases in biofilm and decreases in plankton that we observe upon mixing strains are significantly negatively correlated across the different strain mixes (Spearman rank correlation, n = 10, r = -0.782, p &lt; 0.01). This correlation agrees with recent observations on multispecies interactions during biofilm formation [31].\n\nThe biofilm response is not an idiosyncrasy of our particular growth medium. S1 Fig shows the effect of varying levels of nutrients, buffering, and soluble iron for two genotype mixtures. Despite the success of strains in pairwise competition being strongly dependent on the environment, the biofilm response is detected across all conditions in at least one of the two strain combinations, but typically in both (S1 Fig).\n\nPyocins Serve As a Cue for Biofilm Formation\n\nWe next focus on the cue that drives the increase in biofilm formation in co-cultures. We first examined whether the biofilm response requires cell–cell contact by growing pairs of strains on either side of a 0.4 μm permeable membrane (Fig 3A). Increased biofilm is observed across the membrane in most cases. In one case, there is a strong inhibitory effect on both biofilm and planktonic growth, which is consistent with the responder strain losing in co-culture (specifically, strain 4 is inhibited and outcompeted by strain 1, Fig 2). We also found that the biofilm response is recapitulated by the addition of cell-free culture supernatant of different strains. We focus on strain 4, which responds robustly to the addition of the supernatant from other strains (Fig 3B). The nature of the response is dose dependent: lower concentrations tend to induce biofilm formation while high concentrations inhibit both planktonic growth and biofilm formation.\n\nIn order to identify the active component within the supernatant, we first performed anion exchange chromatography on the supernatant of strain 69 as it generates a robust response in strain 4 (Fig 3B). The active fraction that induced biofilm formation in strain 4 was further separated based on size by gel filtration. A single fraction (C9) appeared to contain the bulk of the active component as it strongly inhibited growth in strain 4, while the two flanking fractions C8 and C10 (i.e., lower concentrations of the effector) induced the biofilm response (Fig 4A). We subjected fraction C9 to protein mass spectrometry (see Methods). Of the proteins identified, three are notable for their known role in microbial interactions: homologs (PA14_8070, PA14_8090, PA14_8210) of the R and F pyocins in P. aeruginosa strain PA14 (S1 Table) [51]. Given that PA14 is a well-characterized strain, we next sought to explore how the pyocins of PA14 induce the biofilm response in our natural isolates.\n\nWe first evaluated the effects of cell-free culture supernatant from PA14 on biofilm formation in the five strains from the round robin tournament. Strain 19, which was isolated from a cystic fibrosis infection, is a very poor competitor (Fig 2) and showed no detectable growth in our supernatant assays. It was therefore excluded from further analysis. Among the remaining strains, increased biofilm was observed in only strain 4 (Fig 4B), and we confirmed that direct mixtures of PA14 and strain 4 also lead to increased biofilm formation (S2 Fig). Why is the biofilm response absent in the other three strains? To address this question, we grew the four strains in shaking culture in the presence or absence of the supernatant from PA14 and followed their growth over time. The results obtained show that the strains that do not show the biofilm response to the supernatant of PA14 also are not harmed by it (Fig 4C). This correlation between toxicity and increased biofilm helps explain the lack of response in the three strains. Cell damage appears to be required for the biofilm response.\n\nWe next studied the effect of various mutants of pyocin production in PA14 on their ability to damage and induce the biofilm response in strain 4. We focused particularly on a strain of PA14 that has the repressor of pyocins, prtR, mutated to a version that is constitutively active (S3 Table) [52]. We added cell-free supernatant of the PA14 prtR mutant to strain 4 and compared the effect to the addition of WT PA14 supernatant by propidium iodide staining. Propidium iodide preferentially enters cells with envelope damage (see Methods), and this assay confirmed that the pyocins produced by PA14 cause cell damage to strain 4 (S3 Fig), which agrees with published literature on pyocin-driven lethality [51]. Moreover, additional experiments showed that the pyocins of PA14 are the major effectors of both population growth inhibition (Fig 4C) and the biofilm response of strain 4 (Fig 4D).\n\nFocusing on the biofilm response, the use of mutants that lack only one class of pyocin suggested that F pyocins have some effect on biofilm formation at high concentrations, but it is particularly the R pyocins that strongly stimulate biofilm formation. This is, furthermore, consistent with the importance of cell damage because R pyocins are known to be efficient killers that can contribute significantly to competition among P. aeruginosa strains [53,54]. To further explore the potential of cell damage being required for the biofilm response, we screened 12 natural isolates for inhibition by the supernatant of PA14 in shaking culture and found that three strains were inhibited like strain 4. We randomly selected two of the inhibited strains for further study in the biofilm assay. This revealed that both exhibit a biofilm response comparable to that of strain 4 and, again, the response occurs in a pyocin-dependent manner (S3 Fig). We also tested the response of the strain PAK under the same conditions. This serves as a good control case since PAK is known to be inhibited by the pyocins produced by PA14 [53]. Again, we find evidence of pyocin-driven biofilm formation (S4 Fig).\n\nThese data further support the idea that pyocin-driven damage under these conditions is sufficient to drive the biofilm response. We note, however, that this does not exclude the possibility that there are additional mechanisms by which P. aeruginosa strains damage and induce biofilm in other susceptible strains. Indeed, the link between pyocin-based cell damage and the biofilm response is consistent with experiments using clinical antibiotics, in which antibiotic resistance mutants require higher concentrations of antibiotics to elicit the biofilm response [10]. To confirm this effect in our assays, we tested a rifampicin resistant mutant of PAO1, with defined mutations in rpoB [55] and found that it does not respond to the same concentrations of rifampicin that trigger the biofilm responses in the wild type (S5 Fig). In sum, we see comparable effects on biofilm formation from diverse forms of cell damage. This suggests that cell damage from a diverse range of bacteria interactions, both between strains and between species, has the potential to promote biofilm formation.\n\nThe Biofilm Response Is Observed in Microfluidic Experiments\n\nOur experiments so far have utilized the crystal violet microtiter dish assay of standing cultures [48]. Although this experimental approach is widely used to quantify biofilm responses to antibiotics [13], it comes with two notable limitations. Firstly, indirect proxies are used to estimate biofilm formation (crystal violet staining) and planktonic cell numbers (optical density). Secondly, the presence of a large planktonic population in the standing culture means that the planktonic cells can affect the biofilm, and vice versa, in an undefined manner throughout the experiment. We therefore sought to recapitulate our results in a more defined assay using flow cells and direct imaging of the biofilms (Fig 5A).\n\nWe begin by studying one of our focal combinations, strain 1 (PAO1) and strain 4. As we find in the standing culture assay (Figs 1D and 2B), PAO1 dominates strain 4 and largely excludes it from the biofilm after 24 h (Fig 5B). Moreover, we observe an increase in the volume of biofilm formed by PAO1. Our observations in the less-defined crystal violet assays, therefore, are recapitulated in flow cell biofilms: strain-mixing results in a single strain dominating and an increase in biofilm formation. Do we also observe this biofilm response in strain 4, which was the focus of detailed analyses in the previous section? In order to study this, we needed to create a condition where strain 4 is not eliminated from the biofilm. Preliminary tests with our two focal mixtures (1 + 4, 4 + 69, Fig 1D) revealed that strain 4 will persist with strain 69, if it is over-represented at inoculation. We, therefore, tested strain 4 mixed with strain 69 in the flow cells at a 3:1 initial ratio. Under these conditions, strain 4 dominates the biofilms and largely excludes strain 69 and, most importantly, we see a clear increase in biofilm formation in strain 4 here when compared to its single-strain counterpart (Fig 5C).\n\nExperiments using flow cells have a separate attachment phase at the beginning of the experiment to seed the surface with bacteria (see Methods). Counting attached cells after the attachment phase revealed that strain 4 attaches more in the presence of strain 69 but strain 1 does not attach more in the presence of strain 4 (Fig 5). Both initial attachment and subsequent biofilm accumulation, then, contribute to the response to strain mixing but while we always see increased biofilm formation, we do not always see an initial difference in attachment (also see next section). In sum, the flow cell experiments provide validation from a second assay that P. aeruginosa strains increase biofilm formation in response to the presence of competing strains.\n\nAntibiotic Gradients As Drivers of Biofilm Formation\n\nOur data suggest that bacteriocins produced by natural isolates of P. aeruginosa act as a cue that drives biofilm formation. This raises the possibility that the widely reported biofilm responses to clinical antibiotics [10–17] also have their origins in responses to ecological competition from strains and species. But does the addition of antibiotics, or cell-free culture supernatant from competitors, also result in increased biofilm formation in a microfluidic device?\n\nExperiments with a single concentration of antibiotic revealed that the addition of cell-free culture supernatant or clinical antibiotics commonly results in cell detachment at the initial stage of the experiment. This is consistent with the effects of supernatants and antibiotics in the crystal violet assay being strongly concentration dependent, whereby lower concentrations cause the biofilm response and higher concentrations cause growth inhibition (Fig 3). We, therefore, developed a more robust method to study the effects of cell-free supernatant and antibiotics on biofilms in microfluidic devices. We moved to use microfluidic platforms with two inlet channels in which only one of the two inlets contains the antibiotics (Fig 6A).\n\nThe goal of this experimental approach was to create a gradient inside the main chamber with a wide range of antibiotic concentrations, from sub-lethal to lethal (see Methods). Our protocol always allows some parts of the chamber to contain negligible amounts of the antibiotic, which ensures that not all cells detach when antibiotics are flowed through. Importantly, the cells will experience a wide range of concentrations of antibiotic in a single experiment, and we can directly observe how they respond. Under these conditions, we observe a large increase in biofilm formation upon the addition of multiple classes of antibiotics in multiple strain backgrounds (Figs 6, S6 and S7). Our data show that antibiotics do indeed promote biofilm formation in flow cells. In addition, they support the value of studying gradients for understanding cellular responses to stress. Such gradients are common in biofilms [56,57], but their effects can be missed by static culture assays.\n\nWe next asked whether pyocins are also capable of promoting biofilm formation in our dual inlet experiment. In support of this, we find that flowing the cell-free culture supernatant of PA14 over strain 4 results in increased biofilm formation, but not when we use the supernatant of the pyocin null-mutant (Fig 6). What drives the increase in biofilm? Increased biofilm accumulation could occur through stronger attachment and better retention of cells throughout the experiment, or through the acceleration of cell division. In order to test the impact of pyocins on attachment, we allowed strain 4 cells to attach in the presence of cell free supernatant of PA14 and compared this to the effect of cell free supernatant of the PA14 pyocin null-mutant (S8 Fig). This shows that pyocins do indeed lead to increased attachment. This phenotype is not simply sedimentation of damaged cells. We flush unattached cells out before imaging and, importantly, we see increased attachment in the presence of pyocins both on the bottom and the top of the channel (S9 Fig). Moreover, propidium iodide staining shows that, concurrently, there is increased cell damage from the supernatant of PA14 than with the supernatant of the pyocin null mutant (S8 Fig), consistent with what we found for shaking culture (S3 Fig). We see, therefore, that pyocins from competitors both cause cell damage (S3 and S8 Figs) and an increase in biofilm formation (Figs 6, S4, S8 and S9).\n\nThe attachment experiments (S8 and S9 Figs) suggest that the biofilm response may occur via an increased propensity for cells to attach, and subsequently persist, in the biofilm. An increased rate of cell division could also contribute to the biofilm response in some or all strains. Direct assessments of cell division in three-dimensional biofilms is challenging and was not possible with our current methods. However, there is evidence from Escherichia coli that sub-lethal levels of antibiotics can increase growth rate [58]. More generally, there is evidence for widespread transcriptional and metabolic changes in response to antibiotics [16,59–66], which have recently been the focus of intense debate [62,67–70] but still lack evolutionary explanation. If these changes are also involved in the responses to other bacterial strains and species, it would suggest that many of the physiological and metabolic changes seen upon antibiotic use have their natural origins in competition sensing [41] and the ecology of the species concerned.\n\nConclusions\n\nBiofilms are central to microbiology. Despite this, we still understand relatively little about the drivers of biofilm formation in a natural context. Our data suggest that a major factor in biofilm formation in nature is ecological competition with other strains. We have shown that co-culturing strains of P. aeruginosa often leads to increased biofilm (Figs 1, 2 and 5). We have also shown that this increase in P. aeruginosa should not be interpreted as a cooperative interaction between strains. Mixing pairs of strains shows that one of the two strains is largely eliminated during the process of biofilm formation (Figs 2 and 5). Moreover, our data suggest that biofilm formation is stimulated as a response to cell damage caused by other strains: cell-free supernatant of one strain only induces biofilms in another strain when it can also causes cell damage (Figs 4, S3 and S8).\n\nIn pairwise mixtures of natural isolates, we have shown that one driver of the biofilm response are R and F pyocins, the narrow-spectrum antibiotics produced by P. aeruginosa. We, therefore, expect that pyocin-mediated competition will often be an inducer of biofilm formation in P. aeruginosa. However, our work also emphasizes that the biofilm responses to clinical antibiotics are highly comparable to those seen with pyocins. The different sets of antibiotics studied here have very different modes of action, including inhibition of DNA replication (ciprofloxacin), transcription (rifampicin), or translation (tetracycline) and, in the case of R and F pyocins, disruption of membrane potentials. The responses we observe, therefore, are very general and suggest that any toxin made by one P. aeruginosa strain has the potential to induce biofilm formation in another. Is there a common mechanism linking the diverse forms of cell damage to the biofilm response? Bacteria have a number of stress responses that are triggered by cell damage, which have been proposed as candidates for sensing the presence of competing strains [41]. Perhaps most notably, this includes the responses to oxidative stress, which is associated with the action of clinical antibiotics and diverse damaging agents from competing microbes [59,62,68,71,72].\n\nWhat is the evolutionary basis of P. aeruginosa strains increasing biofilm formation in response to ecological competition? Mechanistically, our experiments suggest that the biofilm response is caused, at least in part, by an increase in surface-attachment in the presence of other strains. Whether a biofilm response is caused by differential attachment or another mechanism, the key effect is to increase the frequency of the responder relative to competing genotypes. We hypothesize that the evolutionary advantage of this increase in frequency is that it allows strains to better defend against and attack other genotypes. Biofilms are known to promote resistance to a wide range of stressors, including R pyocins [73]. In addition, competitive ability in a biofilm is expected to be linked to the relative density of each strain. At high density, cells can better control the environment with secreted products that favor their genotype over others [4,74]. Dominating a biofilm early, then, is likely to enable a genotype to dominate in the long term. In this model, the well-known biofilm responses to antibiotics [10–17] have their roots in natural selection to detect competing genotypes and respond in a manner that maximized the ability to defend and attack [39,41].\n\nThe fact that antibiotics are known to induce biofilm formation in diverse species suggests that ecological competition may increase biofilm formation in many microbial communities in which many strains and species meet. Consistent with this prediction, recent work on assemblage of multiple species, including known antibiotic producers, found that strain mixing increases biofilm formation [26,30,31], although it was interpreted there as cooperation between species. Understanding the effects of ecological competition on biofilm formation also has implications for health and disease. An important new idea in the treatment of disease is that we can harness ecological competition between microbes to our advantage [75,76]. Probiotic supplements for the gut are already an important industry [77], and a major goal of synthetic biology is to arm benign bacteria with the antibiotics they need to combat disease-causing strains [78]. We must be cautious, then, that this escalation of ecological competition does not result in the outcomes that we observe here: a more abundant pathogen.\n\nMethods\n\nStrains\n\nA total of 22 strains of Pseudomonas aeruginosa were used, including both clinical and environmental isolates from the Kolter strain collection (S2 Table). A subset of these strains was subject to detailed analyses, including the well-studied clinical strain PAO1 (here referred to as strain 1), and strains 4, 7, 19, and 69. These five strains were chromosomally tagged with constitutively-expressed fluorescent tags (cfp or yfp) using the mini-Tn7 system [50]. The pyocin-null prtRS153A (constructed as in [52]), producing constitutively active repressor, and its parental strain PA14 were kindly provided by Jon Penterman. The R and F pyocin mutants are from the PA14 Non-Redundant Transposon Insertion Mutant Set [79]. We found no differences in our assays between the two sources of PA14 strains and only show the data from the Penterman source in the figures. Other strains are described in S3 Table.\n\nStatic Biofilm Assays\n\nThese assays were based on standard protocols [48]. Briefly, cells from overnight cultures of P. aeruginosa were sub-cultured and from these, exponential phase cells were inoculated in peg-lidded 96-well plates (Nunc, conical bottom) in 100 μl tryptone broth (10 g Bacto triptone per 1 l water) at starting optical density of 0.0025 (A600), and allowed to grow at 22°C. After 24 h, 50 μl of medium was removed and the optical density at A600 was measured to estimate the density of planktonic cells. Pegs were then washed, stained with 0.1% crystal violet, washed again, and then the remaining stain was dissolved with 200 μl of 33% acetic acid. Finally, the optical density at A595 was measured and used as a proxy for biofilm formation. For direct strain-mixing experiments (Figs 1C, 1D and 2), we used plates without pegs because this allows cells to be more easily removed and sampled from the biofilms when required (see below). The only substantive difference is that the biofilm on the edge of the well is assessed using crystal violet rather than the biofilm on a peg. We confirmed that the two assays give very similar results (S10 Fig). While the experiments presented in the main text were done in tryptone broth, the biofilm response was also investigated in other standard bacterial growth media, including Luria broth (LB), Pseudomonas minimal medium (PMM) and casamino acid (CAA) medium, along with different concentrations of iron or buffer, which did not have qualitative effects in the cellular responses to mixing (S1 Fig).\n\nAntibiotics\n\nThree antibiotics belonging to different structural families, namely ciprofloxacin, rifampicin, and tetracycline, were chosen to recapitulate the effect of sub-inhibitory concentrations of antibiotics on biofilm formation of P. aeruginosa [13]. Stock solutions of each antibiotic (obtained from Sigma Chemical Company) were stored at -20°C and diluted to the desired concentration on the day of each experiment. All antibiotics experiments used tryptone broth as the growth medium. Biofilm formation and growth in shaking culture were assayed as detailed in the sections “Static Biofilm Assays” (above) and “Growth Curves” (below), respectively. For the dual-flow microfluidic experiments (Fig 6) we used 10x the concentration that inhibited growth in shaking culture, as shown in Fig 1. These are 1 μg/mL for ciprofloxacin, 50 μg/mL for rifampicin, and 1,000 μg/mL for tetracycline.\n\nStrain Mixing Experiments\n\nThe initial survey of how strain mixing affects biofilm formation was based on 22 strains of P. aeruginosa. Biofilm formation after 24 h was evaluated in 22 single strains, 22 pair-wise combinations, eight combinations of five strains, and two of ten strains. Strains were evenly mixed based upon the optical density of stationary phase cultures. The strain combinations in the mixtures were chosen to ensure a near-even representation of the strains across the mixtures. Each strain occurred twice in the pairs, twice in the mixtures of fives (with one strain appearing only once), and once in a mixture of ten (with one strain excluded). Sixteen replicates were performed in each experiment for each strain or mixture, to give a total of 432 biofilm assays in each experiment. All treatments were performed on two different days.\n\nThe second set of experiments mixed five fluorescently-labeled strains in all combinations. We assessed biofilm formation and planktonic cell density in 96 well plates after 24 h. Samples of planktonic cells and biofilm cells were taken from each treatment to record the frequency of the two strains using fluorescence microscopy. The biofilm sample was taken by vigorously shaking the washed plates in phosphate buffer for one hour (experiments revealed that this treatment gives identical frequency estimates as shaking with 500 μm glass beads and removing the whole biofilm). In addition, direct images of the biofilms were taken by growing strains in 2 ml of media containing 25 x 25 mm2 glass coverslips in 6-well plates under conditions otherwise identical to the 96-well plate assay. The bacteria form a biofilm on the coverslip slightly below the air-water interface, which is then visualized by fluorescent microscopy (Fig 2).\n\nAll experiments were repeated twice on different days. Comparison of these data with the pair-wise mixtures in the first experiments (above) confirmed that the mixing responses were not affected by fluorescent labeling. All methods were the same as before with the addition that we diluted overnight cultures of each strain and grew them for 2 h to obtain exponential phase cells to inoculate the biofilm assays (Fig 2). This did not affect biofilm formation, but it helped reduce variability in the strain frequency in the mixtures. For the two large-scale strain-mixing experiments (Figs 1C and 2), we present data that is the combination of the two repeats from different days as variability between days was relatively high.\n\nMicrofluidic Biofilm Assays\n\nBiofilm formation was also monitored under laminar flow conditions using the BioFlux 200 system (Fluxion Biosciences, South San Francisco, CA, United States). Experiments were performed essentially as described elsewhere [80]. First, microfluidic channels (350 μm x 75 μm x 4.89 mm for width, height, and length, respectively) were primed with growth media, here tryptone broth, to prevent air bubbles from entering the channels on subsequent loading steps, and just after, inoculated with cells at the exponential phase. The concentration of these cultures was adjusted so that the optical density at 600 nm in tryptone broth was 0.25. Then, after the attachment period without flow (20 min at 22°C), fresh medium was pumped from inlet wells through the channels to outlet, firstly with a flow rate of 40 μl/h for 20 min to flush out planktonic cells, and then with a constant flow rate of 4 μl/h until the end of the experiments (24 or 48 h). To address the effect of pyocins on cellular attachment we allowed cells to attach in the channels for 20 min with tryptone broth made with 10% cell-free supernatant, either from strain PA14 WT or a mutant that has the repressor of pyocins, prtR, mutated to a version that is constitutively active (S3 Table). We then flushed out planktonic cells, as explained above, and imaged to assess attachment.\n\nFor consistency, we used only one plate type for all microfluidic experiments, the “Invasion” plate of Fluxion Biosciences that has two parallel inlets and one outlet (Fig 6). When studying co-cultures, the two inlets contained the same medium, and when studying the effect of antibiotic gradients we added the required concentration of the antibiotic (or cell-free culture supernatant) to one of the inlets only, thus creating a gradient of the compound being tested in the main chamber. Each experiment was repeated twice, on different days, and the images of biofilms taken come from the middle of the channels, where the channels are the flattest, when accessing the effects of strain mixing. In all treatments, images were taken at the same distance from the respective inlets. When accessing the effect of antibiotics or cell-free supernatant we imaged directly downstream of the inlets, as shown in Fig 6, where the gradient is the steepest.\n\nStudy of Diffusible Substances\n\nTo access the effects of diffusible substances in the biofilm response, two sets of experiments were performed. Firstly, we used 96-well Transwell plates (Corning) with two different inlays separated by a 0.4 μm pore size membrane. In these experiments, the strain in the bottom of the well was inoculated at an optical density of 0.0025 (A600) in 75 μl of media. This bottom strain was the tester strain in which biofilm formation was analyzed. The top strain was the inducer and was inoculated at a higher density of 0.1 (A600) with 50 μl media. These revealed cell-to-cell contact is not strictly necessary for the biofilm response (Fig 3A). To investigate this further, we studied responses of strains to cell-free supernatants from other strains. The supernatant of the strains were obtained as follows. Exponential phase cells of all strains were inoculated in 6-well plates in 4 ml of tryptone broth at starting optical density of 0.025 (A600), and allowed to grow at 22°C for 21 h. Cultures were then spun down (3,000 g during 10 min) and filtrated using 0.22 μm filters (Millipore). The spent media assay followed the same methods for the biofilm assay, except that exponential phase cells of the responder strain were inoculated in media containing (2.5/25%) cell-free culture supernatant from itself or others.\n\nFractionation of the cell free supernatant was performed by GE 1 ml resource Q anion exchange chromatography (buffer A: 50 mM Tris-HCl [pH 7.5], 2% glycerol, 2 mM β-mercaptoethanol; buffer B: buffer A + 1 M NaCl) followed by GE Superdex 200 10/300 GL gel filtration in SEC buffer. The active fraction, as determined by the crystal violet assay (Fig 4), was subject to mass spectrometry by the FAS Center for Systems Biology Core Facilities, Harvard University, US. Briefly, the sample was reduced, carboxyamidomethylated and digested with trypsin. Peptide sequence analysis of each digestion mixture was then performed by microcapillary reversed phase high-performance liquid chromatography coupled with nanoelectrospray tandem mass spectrometry (μLC-MS/MS) on an LTQ-Orbitrap mass spectrometer (ThermoFisher Scientific, San Jose, CA, US).\n\nGrowth Curves\n\nExponential phase cells from overnight cultures were inoculated in flat-bottomed 96-well plates (Nunc) in 200 μl of tryptone broth at the starting optical density (A600) of 0.0025, as for the biofilm assays, and allowed to grow at 22°C, shaking, inside a plate reader (Tecan, Infinite M200 Pro). Test treatments were supplemented with 25% of cell-free supernatant from PA14, the respective pyocin-null, or distilled water (control). The optical density at A600 was measured automatically every 500 s. When required, cell damage was assessed by staining shaking cultures or attached cells in a microfluidic device with propidium iodide (at the final concentration of 3 μl/ml)[81]. Propidium iodide-stained cells were visualized using epifluorescence microscopy with DsRed-based filters.\n\nFluorescence and Confocal Microscopy\n\nImages of BioFlux biofilms were obtained using a Zeiss confocal laser scanning microscope (LSM 700), a digital camera (AxioCam MRm), and the associated Zen 2011 software (blue or black edition, for fluorescence or confocal microscopy, respectively). Objectives used were 10x, 20x, or 40x, as specified in the figure legends.\n\nImage Analysis\n\nA MATLAB (MathWorks) script was used to determine the number of attached cells on the surface of microfluidics, along with the volume of biofilms after 24 h and 48 h of incubation. The volume calculation uses the area of fluorescence signal of biofilms in each confocal slice, which is then summed across the slices in z-plane.\n\nSupporting Information"
}