{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000135",
  "doi": "10.1371/journal.pbio.1000135",
  "externalIds": [
    "pii:09-PLBI-RA-1340R1",
    "pmid:19547742",
    "pmcid:PMC2690435"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Positional Cues in the Drosophila Nerve Cord: Semaphorins Pattern the Dorso-Ventral Axis",
  "authors": [
    {
      "name": "Marta Zlatic",
      "first": "Marta",
      "last": "Zlatic",
      "affiliation": "Department of Zoology, University of Cambridge, Cambridge, United Kingdom; Department of Physiology and Cellular Biophysics, Columbia University, New York, New York, Unites States of America; Howard Hughes Medical Institute (HHMI) Janelia Farm Research Campus, Ashburn, Virginia, United States of America"
    },
    {
      "name": "Feng Li",
      "first": "Feng",
      "last": "Li",
      "affiliation": "Department of Zoology, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Maura Strigini",
      "first": "Maura",
      "last": "Strigini",
      "affiliation": "Institute of Molecular Biology and Biotechnology (IMBB)-FORTH, Iraklio, Crete, Greece"
    },
    {
      "name": "Wesley Grueber",
      "first": "Wesley",
      "last": "Grueber",
      "affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, New York, Unites States of America"
    },
    {
      "name": "Michael Bate",
      "first": "Michael",
      "last": "Bate",
      "affiliation": "Department of Zoology, University of Cambridge, Cambridge, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2009-06",
  "dateAccepted": "2009-05-13",
  "dateReceived": "2009-03-30",
  "volume": "7",
  "number": "6",
  "pages": "e1000135",
  "tags": [
    "Discipline/Developmental Biology",
    "Discipline/Developmental Biology/Pattern Formation",
    "Discipline/Neuroscience/Neurodevelopment",
    "Discipline/Neuroscience/Sensory Systems",
    "Type/Research Article"
  ],
  "abstract": "Positional cues target sensory axons to appropriate volumes of the developing nervous system independently of their synaptic partners.",
  "fullText": "Introduction\n\nDuring the development of neural circuitry, neurons of different kinds must establish specific synaptic connections by selecting appropriate targets from large numbers of different alternatives. The range of these alternative targets is reduced by well organised patterns of growth, termination, and branching that deliver the terminals of appropriate pre- and postsynaptic partners to restricted regions of the developing nervous system. The mechanisms that control the coordinate projection of pre- and postsynaptic neurites to a common region are incompletely understood. Although there has been substantial progress in identifying molecular mechanisms of axon growth and guidance, far less is known about the way in which appropriate target areas are identified, leading to termination and branching [1]–[4]. The extent to which these processes depend on target specific signals as opposed to pervasive guidance cues, to which many different neurons can respond, is far from clear.\n\nWe have used the axons of embryonic Drosophila sensory neurons as a model system in which to study the way in which growing neurons are guided to terminate in a specific region of the developing nervous system. These neurons have their cell bodies in the periphery of the embryo, either close to or embedded in the body wall. Their axons grow into a central ganglion where they terminate in a neuropile that consists of a dense meshwork of interweaving axons and dendrites. Anatomically the neuropile shows few overt signs of organisation apart from clear regularities such as the commissures that cross the midline and a set of longitudinal axon bundles at stereotyped positions that provide a series of landmarks with respect to which other structures can be mapped [5]. Functionally however the neuropile is an obviously well-organised structure, with, for example, motor neuron dendrites and the endings of sensory neurons terminating and branching in distinct and characteristic domains. Thus it is clear that there must be cues operating in the neuropile that deliver terminals to these specific destinations within the forming network. In the case of the sensory neurons, it is clear that specific types of neurons serving particular modalities terminate in well ordered and characteristically different parts of the neuropile. These termination zones together with the overall structure of the neuropile are shown in diagrammatic form in Figure 1. Because the sensory neurons provide us with an accessible set of cells whose terminals grow to different parts of the forming neuropile, we can readily use these neurons to investigate the guidance mechanisms that operate to determine these distinctive patterns of growth and termination.\n\nWe previously showed that Slit secreted at the midline and acting through its Robo receptors constitutes a repellent gradient to which sensory neurons respond by terminating and branching at specific positions in the medio-lateral axis of the neuropile [6]. Expression of a particular Robo receptor by a sensory axon is necessary and sufficient to determine the distance from the midline at which that axon will terminate. Thus, in the medio-lateral axis at least, the position at which an axon terminates within the forming neuropile is determined not by some putative signals from its postsynaptic target, but by the presynaptic neuron's response to a pervasive cue secreted from the midline. However, the neuropile is a 3-D structure and there must therefore be additional cues that determine the dorso-ventral and antero-posterior termination domains for each axonal and dendritic arbor.\n\nOur previous study provided evidence for at least one further signal that operates to determine positions in the dorso-ventral axis. Sensory terminals that are shifted experimentally along the medio-lateral axis of the neuropile maintain their characteristic dorso-ventral location in their new position, suggesting that the factor that determines this position may be a “dorso-ventral” patterning cue that is present at different positions in the medio-lateral axis. This additional finding led us to propose a general model for the cues that delineate domains within a neuropile in which presynaptic axons and their postsynaptic partners terminate and form connections [6]. In this model, termination sites depend on the response of axons to a system of positional cues that dictate the behaviour and final location of many, perhaps all terminals within a developing network of pre- and postsynaptic neurons. Specific locations are given not by the target, but by the set of receptors for these positional cues that each neuron expresses.\n\nHere, we test and augment this model by using a genetic screen to identify cues and their receptors that guide terminating axons in the dorso-ventral axis of the neuropile. We find that dorso-ventral layers of neuropile contain different levels and combinations of semaphorins. We demonstrate the existence of a central to dorsal and central to ventral gradient of Sema 2a, perpendicular to the Slit gradient. We show that a combination of Plexin A (Plex A) and Plexin B (Plex B) receptors specifies the ventral projection of sensory neurons by responding to high concentrations of Semaphorin 1a (Sema 1a) and Semaphorin 2a (Sema 2a). These signals together with the Slit/Robo system acting in the medio-lateral axis limit the arborisations of sensory axons to specific termination domains within the neuropile. Since these are the domains within which specific functional sets of connections will be formed, the terminating sensory axons, by responding to pervasive positional cues, are able to lay out part of the characteristic functional architecture of the forming network.\n\nResults\n\nThe Drosophila Embryonic Neuropile Can Be Divided into Four Dorso-Ventral Layers, Which Are Likely to Have Distinct Functions in Information Processing\n\nPrevious studies have shown that the axons of sensory neurons project to distinct medio-lateral, dorso-ventral, and antero-posterior domains in the neuropile in correlation with their modality and dendritic morphology [7]–[9].\n\nWe have extended these studies using Fasciclin II (Fas II) positive tracts as reference points (Figure 1A) [6],[10]. We divide the neuropile into three medio-lateral domains and four dorso-ventral layers (Figure 1C). With the exception of the chordotonal (ch) neurons, sensory axons terminate in the medial domain of the neuropile. Ch axons terminate and branch in the intermediate domain. There is very little sensory input to the dorsal-most layer (layer 1) where motor neurons establish their dendritic arbors. The proprioceptive dorsal bipolar dendritic (dbd) and class I md (multidendritic) neurons terminate in the upper central layer (layer 2) [6],[9],[11]. The ch neurons terminate in the lower central layer (layer 3) [6], whereas nociceptive class IV md neurons terminate in the ventral-most layer (layer 4). Class IV md neurons can be identified with ppkEGFP, which labels one intersegmental nerve (ISN) and two segmental nerve (SN) neurons in each hemisegment [9],[12].\n\nThe position of termination in the neuropile does not correlate with the nerve route by which the sensory neurons reach the neuropile (see Figure S1). Sensory axons whose cell bodies are located ventrally in the body wall travel in the SN, whereas axons whose cell bodies are located dorsally or laterally in the body wall travel in the ISN [13]. Sensory axons running in the SN and ISN terminate in layers 2, 3, or 4, in correlation with their modality and dendritic morphology [9],[11]. Since each of the three modality-specific sensory termination domains contains some neurons that have travelled through the SN, and others that have travelled through the ISN, differences in axon routing to the neuropile cannot account for differences in termination within the neuropile.\n\nExpressing plex B or plex A in Sensory Neurons Shifts Their Terminals away from Central and Dorsal Layers of the Ventral Nerve Cord\n\nTo investigate mechanisms that confine sensory projections of different modalities to different dorso-ventral layers of the neuropile, we carried out a gain-of-function screen for trans-membrane proteins, which, when expressed selectively in sensory neurons, shift sensory terminals with respect to Fas II tracts.\n\nWe used PO163GAL4, UAS-n-synaptobrevin-GFP flies to target gene expression selectively to sensory neurons and simultaneously to visualise their terminals (Figure 2A) [14]. As a test of our method, we confirmed that expressing the Robo 3 receptor for Slit in sensory neurons shifts their terminals away from the medial domain of neuropile (Figure 2B) [6].\n\nWe screened 418 lines with UAS inserts in front of trans-membrane protein coding genes (see Materials and Methods and Table S1 for detailed results of the screen) by systematically expressing them in sensory neurons and analysing the pattern of sensory terminals in abdominal segments (A1–A7) at 21-h after egg laying (AEL).\n\nWe identified 11 genes (2.6%) that change the pattern of sensory terminals, without altering the number of neurons or preventing sensory axons from reaching the central nervous system (CNS) (Table S1). Of the 11 genes expressed, two produced obvious shifts along the dorso-ventral axis. Both belong to the same family: plex B and A. If plex B is expressed in all sensory neurons, sensory terminals are excluded from layer 2 (Figure 2C). If plex A is expressed, terminals are excluded from the intermediate regions of layer 3 and from layer 1 (Figure 2D). We also co-expressed Robo3 and Plex B in sensory neurons and found that this produces a “combination” of Robo 3 and Plex B expression phenotypes. In these embryos sensory terminals are now mostly confined to the lateral-most portion of layers 3 and 4 (Figure 2E).\n\nSema 2a and Sema 1a Are Expressed in Central and Dorsal Layers of the Ventral Nerve Cord\n\nThe Plexins are receptors for the Semaphorins (Semas), a diverse family of secreted and membrane-associated proteins [15]–[19]. In Drosophila there are two Plexins (A and B) and five Semas: 1a, 1b, and 5c (transmembrane) and 2a and 2b (secreted). Plex B binds Sema 2a and mediates the Sema 2a-dependent repulsion of motor and sensory axons in the periphery and the fasciculation of longitudinal tracts in the ventral nerve cord (VNC) [20],[21]. Plex A binds strongly to Sema 1a and Sema 1b and mediates the Sema-dependent repulsion of embryonic motor axons in the periphery and the repulsion of adult olfactory receptor axons by Sema 1a in the antennal lobes [22]–[24].\n\nThe Plexin overexpression phenotypes suggested that their Sema ligands might act as cues to position the terminals of neurons along the dorso-ventral axis of the forming neuropile. We therefore used antibody labelling to analyse the expression of Semas 2a and 1a in the CNS at different stages of embryogenesis: prior to sensory axon ingrowth (11-h AEL), at stages when sensory axons form their terminal arbors (13-h AEL), and several hours after sensory axons have completed their terminal arbors (21-h AEL).\n\nSema 2a expression first becomes detectable at 11 h as the outgrowth of sensory axons begins, persists strongly until 16 h, but has disappeared by 21 h, when the embryo is mature and ready to hatch. At 13 h, when sensory axons are forming their terminal arbors, the highest levels of Sema 2a are in layer 2 in the centre of the neuropile (Figure 2F and 2H). Strikingly, the protein forms gradients of expression in the neuropile that extend dorsally and ventrally from layer 2 (Figure 2L), at right angles to the mediolateral gradient of Slit (Figure 2F, 2G, 2J, and 2K). There is no detectable expression in layer 4. Our experiments show that the effect of overexpressing Plex B in sensory neurons is to shift their terminals away from regions with high Sema 2a levels. This effect is still detectable at 21 h when there is no Sema 2a expression and we conclude that misplaced terminals do not compensate by delayed growth into central neuropile (Figure 2C).\n\nSema 1a expression is present at 10-h AEL, before sensory axons have entered the neuropile and persists throughout embryogenesis (unpublished data). By 13 h the highest levels of Sema 1a are in the lateral and intermediate portions of layers 1 and 3, at lower levels in layer 2, and not detectable in layer 4 (Figure 2F and 2I). In addition to differences in the levels of Sema 1a expression in different dorso-ventral layers of the neuropile, we also find an apparent decrease in concentration from intermediate (high) to medial (low) in layers 1 and 3. At 21 h Sema 1a is still strong in intermediate portions of layers 1 and 3. The effect of overexpressing Plex A is to exclude sensory terminals from these high levels of Sema 1a expression (Figure 2D).\n\nWe also analyzed the distributions of Sema 1a and Sema 2a in the antero-posterior axis, at the time of sensory axon ingrowth into the CNS, and found they appear uniform (Figure S2A and S2B).\n\nTo confirm that Sema 2a and Sema 1a act as the ligands for Plex B and Plex A in our experiments, we tested the sema 2a and sema 1a dependence of the Plex B and Plex A overexpression phenotypes in sensory neurons.\n\nWe analysed patterns of sensory terminals in sema 2a03021 loss of function embryos [25] and in embryos in which plex B was overexpressed in sensory neurons in a sema 2a03021 background. In sema 2a03021 embryos we find ectopic sensory terminals in layer 2 (Figure 3A). Overexpression of Plex B in sensory neurons in a sema 2a03021 background fails to exclude sensory terminals from central and dorsal neuropile (compare Figures 2C and 3B). The pattern of sensory terminals in these embryos is similar to their pattern in sema 2a03021 mutants (compare Figure 3A and 3B). We conclude that Sema 2a is the functional ligand for Plex B in this system.\n\nWe recombined the UAS-plex A-HA [24] transgene with the sema 1aP1 [26] mutation to express Plex A in a sema 1a mutant background. We analysed patterns of sensory terminals in sema 1aP1 mutant embryos and in embryos in which Plex A was overexpressed in sensory neurons in a sema 1aP1 background. In sema 1aP1 embryos, we found ectopic sensory terminals in layers 1 and 3 (Figure 3C). Overexpression of Plex A in sensory neurons in a sema 1aP1 background failed to exclude them from layers 1 and 3 (compare Figures 2D and 3D). The pattern of sensory terminals in these embryos is strikingly similar to their pattern in sema 1aP1 mutants (compare Figure 3C and 3D). We conclude that Sema 1a is the functional ligand for Plex A in this system.\n\nWe were able to identify potential cellular sources of the transmembrane Semaphorin Sema 1a by looking for neuronal populations that project to layers 1 and 3 (Figure S3). One such population are the motorneurons, most of which project dendrites to layer 1 (Figures 1 and S3A). Using the OK371-GAL4 we targeted the expression of the cell death gene reaper and of the CD8GFP reporter (OK371-GAL4, UASCD8GFP;UAS-reaper) to the motor neurons [27]. This resulted in the death of most motor neurons by the early first instar larval stage (as judged both by the onset of larval paralysis and by the loss of GFP signal) (Figure S3C). Immunofluorescence visualisation of Sema 1a shows a significant reduction in Sema 1a levels in layer 1 in animals that lack motor neurons, compared to animals with intact motor neurons (Figure S3B, S3D, and S3E). We conclude that the motorneuron dendrites are likely to be a source of Sema 1a in the dorsal neuropile. Another cell population that projects to layer 1, as well as to layer 3, are the GABAergic interneurons (Figure S3F). We used GADGAL4 [28],[29] to visualise and kill both the motor neurons and the GABAergic interneurons and found that this resulted in nearly complete loss of Sema 1a staining from both layers 1 and 3 (Figure S3G, n = 10 embryos). We conclude that the GABAergic interneurons are likely to be a significant source of Sema 1a in layer 1 and also in layer 3.\n\nWe have so far been unable to identify cellular populations that project exclusively to layer 2, but since the expression is continuous across the midline (see Figure S2A), at least some midline cells could be involved. One possibility is that the recently described extensions of midline glial cells, the gliopodia [30], might provide a vehicle by which high levels of Sema 2a are deployed across the developing neuropile. Interestingly these extensions of the glial cells have a limited life span, becoming much reduced late in embryogenesis and we find that Sema 2a expression also declines in these late stages. The VNC of embryos that lack midline glial cells (for example in single minded mutants; [31]) are too fragile and disorganized to allow analysis of levels of Sema 2a along the dorso-ventral axis. Instead we restored Sema 2a expression in the midline glial cells using the single mindedGAL4 line [31], in an otherwise sema 2a mutant background (sema 2a, UAS-sema 2a;single-mindedGAL4) (see Figure S4A–S4C for details of these experiments). We were able to restore Sema 2a expression in the neuropile (Figure S4B), in layers 1, 2, and 3 (Figure S4C), but in a pattern that appeared broader than the endogenous stripe in layer 2. Thus a source of the Sema 2a gradients could potentially be a subset of the midline cells, although we cannot exclude the possibility that some other cells are the endogenous source of this cue in the CNS.\n\nVentrally Projecting Sensory Neurons Terminate in Regions of Low Sema 1a and Low Sema 2a Expression Levels\n\nTo investigate the role of the Sema/Plexin system in determining the position at which axons terminate within the layered structure of the neuropile we decided to focus our experiments on a single class of sensory cells with well defined terminal branches, the nociceptive class IV md neurons. Class IV md neurons can be identified with ppkEGFP [9],[12], which labels one ISN and two SN neurons in each hemisegment. The axons of these cells terminate medially in the ventral-most part of the neuropile, layer 4 (Figure 1C), where they branch asymmetrically in the antero-posterior axis (Figure S7A).\n\nBy examining the location of these ppkEGFP-expressing axons with respect to Sema expression we confirmed that at 13-h AEL these axons terminate in a region of low Sema 2a (Figure 4A) and just below regions of high Sema 1a expression levels (Figure 4B). At 21-h AEL the class IV terminals remain in a region with low Sema 1a expression (Figure 4C).\n\nsema 1a and sema 2a Are Required to Exclude Ventrally Projecting Class IV md Neurons from Dorsal and Central Neuropile\n\nWe now asked whether sema 1a and sema 2a are required to confine class IV projections to layer 4. In embryos mutant for sema 1aP1 [26], sema 2a03021 [25], and in sema 1aP1, sema 2a03021 double mutants, the class IV axons have aberrant patterns of termination and/or growth in the dorso-ventral axis (compare Figure 5A with 5B, 5C and 5D; see also Figure S6 for details of the effects of these mutations on the dorso-ventral position of Fas II tracts). We make a distinction between growth and termination phenotypes of class IV axons (For details of this distinction and examples of different kinds of growth and termination phenotypes see Figure S5).\n\nWe found a significant increase in the percentage of hemisegments with aberrant terminals in sema 1aP1, sema 2a03021, and sema 1aP1, sema 2a03021 double mutants with respect to sema 1aP1/+ controls (Figure 5A–5H). Moreover, the percentage of hemisegments with aberrant termination in sema 1aP1, sema 2a03021 double mutants, was significantly higher than in either sema 1aP1 or sema 2a0302 single mutants (Figure 5E).\n\nWe found that in sema 1aP1 mutants aberrant class IV axons tend to terminate in layer 1 more often than in layer 2 (Figure 5F). Conversely, in 2a03021 mutants, we found that aberrant class IV axons tend to terminate in layer 2 more often than in layer 1 (Figure 5G). In sema 1aP1, sema 2a03021 double mutants (Figure 5H) class IV axons terminate with roughly equal probability in layers 1, 2, or 3. Sema 1a appears to play a more important role in preventing termination in layer 1, followed by layer 3, and a minor role in preventing termination in layer 2. Sema 2a appears to play a more important role in preventing termination in layer 2, and a minor role in preventing termination in layers 1 and 3. Our results suggest that Sema 1a and Sema 2a are instructive for termination of class IV axons along the dorso-ventral axis.\n\nWe also assessed the potential roles of Sema 1a and Sema 2a in controlling the termination of class IV axons in the antero-posterior axis by analysing their projections in a top-down view of the neuropile in wild type and in sema 1a, sema 2a double mutants (Figure S7). We chose the sema 1a, sema 2a double mutant for this analysis, because it exhibited the strongest phenotypes in the dorso-ventral axis. Wild-type class IV axons grow asymmetrically, within their normal ventral and medial termination domain, forming thicker terminal in the anterior than in the posterior portion of the segment (Figure S7A). We did not observe a significant loss of this asymmetry in the sema 1a, sema 2a double mutant compared to wild type (Figure S7B and S7C). In top down view, class IV terminals do appear disorganized compared to wild type, but we assume this disorganization is a consequence of the major defects in growth and termination in the dorsoventral axis. Thus Sema 1a and Sema 2a do not appear to play a major role in confining class IV terminals to the anterior portion of the segment. Consistent with this idea is also our finding that the distributions of Sema 1a and Sema 2a appear uniform in the antero-posterior axis, at the time of sensory axon ingrowth into the CNS (Figure S2A and S2B).\n\nsema 1a Is Required Non-Cell-Autonomously to Exclude Class IV Axons from Dorsal Neuropile\n\nIn some cases membrane-bound Sema 1a acts as a receptor [18],[32]. Thus, rather than a requirement to act as a cue, the class IV mutant phenotypes could reflect a cell-autonomous requirement for Sema 1a in the sensory neurons themselves. To resolve this, we performed two kinds of rescue experiments.\n\nFirst, we restored sema 1a expression to sensory neurons in sema 1aP1mutant embryos using PO163GAL4. Antibody labelling confirms that Sema 1a is successfully targeted to embryonic sensory terminals using this driver (compare Figure 6A, 6C, and 6E) and shows that in the mutant a large fraction of Sema 1a-expressing sensory neurons aberrantly project to the dorsal part of the neuropile (Figure 6E). We then analysed specifically the projections of class IV neurons in embryos where sema 1a expression had been restored to sensory neurons in the sema 1aP1 mutant background (compare Figure 6B, 6D, and 6F). There was no rescue of the dorsal termination phenotype of class IV axons in these embryos. Quantification revealed no significant reduction in dorsal termination of class IV axons, compared to sema 1aP1 mutants (Figure 6I). Thus, sema 1a is not required in class IV neurons themselves to exclude their terminals from dorsal neuropile.\n\nIn a second set of experiments, we selectively restored Sema 1a to dorsal neuropile in an otherwise sema 1aP1 mutant background, by using HB9GAL4 to drive its expression in a subset of motor neurons [33]. We used the HB9GAL4 line for this rescue experiment, because it is expressed before sensory neurons grow into the neuropile, unlike GADGAL4 or OK371GAL4, which are expressed later. We confirmed that Sema 1a is selectively present in dorsal neuropile in these experiments (compare Figure 6A, 6C, and 6G), and we observed a significant reduction in the dorsal termination of class IV axons compared to sema 1aP1 mutants (Figure 6H and 6I). Thus in an otherwise mutant background, the mutant phenotype of class IV axons can be partially rescued by expressing sema1a dorsally in the dendrites of motor neurons.\n\nWe also asked whether restoration of Sema 2a expression in the midline glial cells using the single mindedGAL4 line in an otherwise sema 2a mutant background (sema 2a, UAS-sema 2a;single-mindedGAL4, ppkeGFP) rescues the sema 2a mutant phenotype of class IV axons (see Figure S4 for details of these experiments). We observed a significant reduction in the aberrant termination of class IV axons in layer 2 compared to sema 2a mutant embryos (Figure S4D and S4E).\n\nplex A and plex B Are Both Required to Exclude Class IV Terminals from Regions with High Sema 1a and Sema 2a Expression Levels\n\nThe experiments we describe suggest that both Sema 1a and Sema 2a are required as cues to confine class IV sensory axons to ventral neuropile. We also find that expressing either plex A or plex B in sensory neurons is sufficient to shift their terminals away from regions with high levels of Sema 1a and 2a. Thus, a combination of Plexins could be required in ventrally projecting sensory neurons to exclude them from dorsal and central neuropile.\n\nBy in situ hybridization we confirmed previous reports [20] that ch, dbd, and class I–IV md neurons express plex B at the time that sensory axons grow into and terminate in the VNC (Figure S8D). By double labelling with anti-Plex A and anti-horseradish peroxidase we confirmed that Plex A is expressed in sensory neuron cell bodies at 13-h AEL (Figure S8A), and by double labelling with anti-Plex A and anti-GFP showed that Plex A is strongly expressed in the ppk-expressing class IV neurons (Figure S8B). Unfortunately, none of these experiments allows us to draw quantitative conclusions about levels of expression in different cells. High background levels also prevented a reliable analysis of Plex A expression along the dorso-ventral axis of the CNS. However antibody labelling against Plex A does reveal expression in the neuropile at 13-h AEL (Figure S8C).\n\nTo show whether both Plexins are required to exclude the ventrally projecting sensory neurons from central and/or dorsal neuropile, we analysed the projection pattern of class IV axons in plex A and B mutants.\n\nIn plex ADf(4)C3 mutants, class IV axons project aberrantly to central and/or dorsal neuropile (Figure 7A and 7B). Quantification reveals significantly more terminals in dorsal and central neuropile, compared to wild type (Figure 7G).\n\nIn plex BKG00878 mutants class IV axons also project to dorsal or central neuropile (Figures 7D and 7E). Quantification reveals significantly more terminals in dorsal and central neuropile compared to wild type (Figure 7G).\n\nWe also quantified the proportion of terminals in each of the different layers of the neuropile (Figure 7H and 7I). We found that in plex B mutants Class IV axons terminate with roughly equal probability in layers 1, 2, or 3. This suggests that Plex B may normally have a role in preventing termination in layers with high levels of Sema 2a or Sema 1a and may therefore be a functional receptor for both ligands. We also observed that embryos transheterozygous for plex B and either sema 1a (sema 1a/+; plex B/+), sema 2a (sema 2a/+; plex B/+), or plex A (plex B/plex A) all exhibit class IV termination phenotypes, indicating a genetic interaction between these mutations (unpublished data). To further test whether Plex B functions to prevent termination in regions with high Sema 1a levels we analysed the patterns of sensory terminals that overexpress Plex B in a sema 1a mutant (Figure S9). In these embryos we observed a striking expansion of sensory terminals into the intermediate region of layer 1 that normally contains highest Sema 1a levels within this layer (compare Figure S9A and S9B). In a wild-type background Plex B-overexpressing sensory terminals remain confined in the most medial portion of layer 1, even though they become excluded from layer 2 (Figures 2C, S9A). A similar expansion is also observed in plex ADf(4)C3 mutants, indicating that Plex A function is required to prevent termination in regions with highest levels of Sema 1a (Figure S9C). Interestingly, we found that in the absence of plex A, Plex B overexpression in sensory neurons is sufficient to prevent their expansion into regions with highest Sema 1a levels (in PO163GAL4, UAS-plex B; plex ADf(4)C3 embryos) (Figure S9D).\n\nRescuing plex A and plex B in Sensory Neurons Alone Is Sufficient to Prevent the Aberrant Projection of Class IV Neurons to Dorsal and Central Neuropile\n\nTo exclude (a) the possibility that plex A and B are required in the central targets of sensory neurons, in which case the mutant phenotypes might be a result of aberrations in normal target directed growth and (b) the possibility that Plex A and B are acting as guidance cues we restored their expression selectively to sensory neurons using the P0163 GAL4 driver. Restoration of Plex B expression selectively in sensory neurons in a plex BKG00878 mutant background, rescues the phenotype of class IV md neurons (Figure 7E). Quantification reveals significantly fewer aberrant class IV terminals in plex B-rescue embryos as compared to plex B mutants (Figure 7G). The Fas II tracts continued to exhibit mutant phenotypes in these experiments, as would be expected if the rest of the neuropile, other than the sensory neurons, remained mutant (Figure S10).\n\nLikewise, restoration of Plex A expression in sensory neurons in a plex ADf(4)C3 mutant background, rescued the phenotype of class IV md neurons (Figures 7C). Quantification reveals significantly fewer aberrant class IV terminals in plex A-rescue embryos compared to plex A mutants (Figure 7G). We conclude that both plex A and plex B are required in sensory neurons for the appropriate targeting of class IV axons to the ventral neuropile.\n\nDiscussion\n\nIn the work we report here, we have addressed the general issue of how neuronal termination is regulated within a complex meshwork of differentiating axons and dendrites. Connections are formed within a central neuropile from which cell bodies are excluded. As first noted by Cajal [34], removing cell bodies to the periphery, while multiple connections are formed within a central core, maximises the economy with which the network is wired together. As a consequence of this organisation the processes of neurons of all kinds—motor, sensory, and interneurons—grow into a common volume of the nervous system within which connections will be formed. This growth is patterned and consistent, so that the forming network is partitioned into different domains within which limited subsets of neurons terminate and form characteristic arborisations. In the VNC of Drosophila embryo, for example, motor neurons place their dendrites in the most dorsal domain of the neuropile where they arborise to form a myotopic map that represents centrally the distribution of innervated muscles in the periphery [35]. While these dendritic maps are forming dorsally, the axons of sensory neurons are growing into the same neuropile and terminating in other characteristic and consistent domains. Here too, each modality is targeted to a particular volume of the neuropile where the terminals form a characteristic pattern of arborisations [7].\n\nIn a system in which neither the axonal nor dendritic terminals are constrained by the cell bodies or by the position of entry of the main dendrite or axon trunk into the neuropile, we envisage that connectivity develops in stages with an initial phase in which growing axons and dendrites are both delivered to appropriate volumes of the neuropile, followed by a phase of targeted connection between appropriate pre- and postsynaptic partners. A pattern of growth of this kind would resemble that seen in the developing olfactory system of the adult fly where coarse targeting to particular regions of the antennal lobe is followed by precise recognition and matching between axons and dendrites [36],[37]. Alternatively it may be that the mechanisms that pattern the growth of fibres representing a single modality such as olfaction are different from those required to organise the distribution of terminals within a highly heterogeneous network such as that seen in the VNC. In our view the initial delivery and restriction of fibres to particular subvolumes of the VNC neuropile is likely to be by individual growth responses to generalised systems of cues that operate to pattern the network as it develops. In a previous paper we were able to demonstrate the operation of one such cue, Slit, which, acting through its Robo receptors dictates the different positions in the mediolateral axis at which specific sensory axons will terminate and arborise. Here we have shown that membrane bound and secreted Semas acting through their receptors the Plexins restrict growing axons and their terminals to particular dorso-ventral layers of the forming neuropile.\n\nEvidence for Sema/Plexin Signalling Acting in the Dorso-Ventral Axis of the Neuropile\n\nOur initial approach of using a misexpression screen targeted to all sensory axons was sufficient to reveal the existence of the Semas as putative cues in the dorso-ventral axis by showing that there were generalised redistributions of sensory endings in this axis when the cells concerned were forced to express either of the two Sema receptors, Plex A or Plex B. These shifts were readily detectable when the nervous system was viewed in a plane at right angles to the neuraxis.\n\nViewing the nervous system in this plane also reveals the largely complementary patterns of expression for the two Semas. The membrane bound Sema 1a is distributed in an alternating pattern across the neuropile with high levels in both layers 1 and 3. The secreted Sema, Sema 2a, on the other hand, is expressed at high levels in a central strip that extends across the midline and in gradients that decline ventrally and dorsally orthogonal to the Slit gradient (Figure 2). A gradient of Sema 2a has also been described in the embryonic limb of the grasshopper [38]. There it contributes to the polarized growth of pioneer sensory axons away from the region of highest Sema 2a expression at the tip.\n\nIn the developing Drosophila embryo selective overexpression of the putative receptors for Sema 1a and Sema 2a in sensory neurons acts in a predictable fashion to exclude sensory axons and terminals from those regions where the ligands are highly expressed: overexpression of Plex A excludes projections from high levels of Sema 1a expression in layers 1 and 3. Overexpression of Plex B shifts sensory terminals further away from the central layer of the neuropile. These findings suggest that Sema 2a and Sema 1a provide guidance cues to the growth cones of sensory neurons that express Plex A and Plex B. It is consistent with this idea that in the absence of Sema 1a, Plex A overexpression in sensory neurons does not exclude their terminals from regions that normally contain high Sema 1a levels. Similarly, in the absence of Sema 2a, Plex B overexpression in sensory neurons does not exclude their terminals from the central layer of the neuropile.\n\nThe manipulations of the pattern of sensory terminals in the dorso-ventral axis found with Plexin overexpression are analogous to the manipulations in the medio-lateral axis that are found with Robo3 misexpression. In both dimensions the position at which sensory neurons form their terminals is determined by their expression of receptors for positional cues.\n\nSema/Plexin Signalling Guides Termination in the Dorso-Ventral Axis\n\nThe most ventrally located sensory terminals, the ppk-expressing md neurons are derived from axons that actually enter the nervous system dorsally and grow downwards, skirting alternative neuropile regions before turning inwards to reach their characteristic medial, ventral domain of termination. A consequence of Sema signalling is that these ventrally targeted axons are excluded from more dorsal regions of the neuropile and channelled instead through a limited lateral region where the expression of both proteins is low, so that their inward migration towards the midline is blocked until they reach the most ventral region. In the absence of either of the Semas or their Plexin receptors, ppk-expressing axons aberrantly enter and terminate in more dorsal regions of the neuropile. This suggests that the growth cones of these cells are attracted towards to midline (we assume by Netrins) [39] as soon as they enter the CNS, but that entry and termination in the more dorsal region of the neuropile is prevented by high levels of Sema 1a in layer 1.\n\nIn vertebrates genetic studies show that proprioceptive axons are excluded from the superficial dorsal horn by Sema 6D/6C signalling mediated by Plex A1. Loss of Plex A1 allows proprioceptive collaterals to invade the superficial dorsal horn although most succeed in projecting through it to their normal more ventral target zones [19]. In an analogous (though not topologically equivalent) fashion, ventrally projecting afferents in Drosophila require Sema signalling through Plex A for their proper exclusion from the most dorsal neuropile.\n\nLoss of plex A appears to affect class IV terminals less strongly than loss of sema 1a. One explanation could be that Plex B might also function as a receptor for Sema 1a in this system. Our observation that in plex B mutants class IV axons aberrantly terminate in layers 1, 2, or 3 supports this possibility. We also find that Plex B overexpression in sensory neurons in plex A mutant embryos, prevents aberrant expansion of sensory terminals into intermediate portion of layer 1, which contains very high levels of Sema 1a (Figure S9). Such an expansion occurs in both plex A and sema 1a mutant embryos. High levels of Plex B signalling thus appear to be able to substitute for the absence of Plex A signalling and prevent expansion into regions with high Sema 1a levels. These findings could be explained if Plex B were to function as a lower affinity receptor for Sema 1a, as well as a high affinity receptor for Sema 2a.\n\nSema 1a and Sema 2a are unlikely to be the only cues that operate in the dorso-ventral axis. The incomplete penetrance of the termination phenotype in the sema 1a, sema 2a double mutant suggests that additional factors may operate to control the ventral targeting of class IV axons. There may be long range ventral attractants or local substrate bound attractive cues for these axons in the neuropile. It is also likely that dorsally and centrally located sensory and interneuron terminals, as well as dendrites of motor neurons may require additional signals to exclude them from ventral neuropile. Such signals could be the other Semas. Alternatively, by analogy with the optic tectum, where Wnt signalling drives dorsal projections and Ephrins dictate ventral projections, it is possible that some other signalling system may operate with Semas to confine dorsally projecting neurons to dorsal neuropile [3],[40],[41].\n\nType-Specific Repulsion in the VNC\n\nIn the fly antennal lobe, during the formation of the olfactory map, Sema 1a expression on the surfaces of antennal olfactory receptor neuron (ORN) axons excludes Plex A expressing maxillary palp ORN axons from inappropriate glomeruli [22],[23].\n\nOur findings suggest that much of the Sema 1a expression in the neuropile of the VNC is on the surfaces of motor neuron dendrites and on the projections of the GABAergic interneurons. Thus, there appear to be two kinds of positional cues in the neuropile. Slit and Sema 2a are examples of secreted and possibly glia-mediated positional cues. Sema 1a on the other hand is presented on membranes of particular neuronal classes (GABAergic interneurons and motorneurons) and is a repellent for the axons of at least one other type of neuron (class IV md neurons). Thus, the presentation of repellent molecules on the surfaces of subsets of neurons can act to exclude specific classes of axons from particular regions of the neuropile.\n\nPositional Cues Subdivide the Neuropile into Different Termination Domains within Which Connections Form\n\nTheoretical models for gradient-guided axonal growth and targeting during the formation of 2-D neural maps, such as the retinotopic projections, require at least one gradient in each of the two—not necessarily Cartesian—dimensions [42]. These ideas have been borne out by experimental findings. Gradients of attractants and repellents in one dimension have been implicated in providing positional information for terminating sensory axons during the formation of both continuous and discrete neural maps [18],[43],[44]. Furthermore, a recent study has shown that two orthogonal systems of graded cues operate to specify position of termination along each axis of a somatotopic map in the optic tectum.\n\nOur findings address the larger issue of how termination of distinct neuron classes is regulated within a complex meshwork of differentiating axons and dendrites. They suggest that similar mechanisms that are used for the establishment of neural maps, only involving generalized positional cues in each dimension, control targeting of many different classes of neurons to specific termination domains within a complex neuropile.\n\nAlthough the evidence we provide here suggests that positional cues can specify particular domains for the termination of sensory neurons, we do not suppose that the control of termination and branching by a pervasive system of positional cues would necessarily be sufficient to allow connections to form selectively and specifically between appropriate pre- and postsynaptic partners. What such a system does provide is a framework of signals that could regulate simultaneously the growth of axons and dendrites of many different neurons and induce their termination and branching in appropriate parts of the developing network. Within these restricted regions it is likely that further, localised mechanisms, including competitive interactions, patterns of activity, and target derived cues might all be required to control synaptogenesis and determine the emergence of precise patterns of connectivity within a termination domain.\n\nCoordinate Positioning of Pre- and Postsynaptic Terminals by the Same Cues?\n\nIf the pattern of sensory axon termination within the neuropile is controlled by a system of positional cues, most likely, in three dimensions, it may well be that the location of their postsynaptic dendrites is determined in a similar fashion. If this were the case, the matched expression of receptors for the same system of signals by pre- and postsynaptic neurites would guide them to a common volume as a prelude to the formation of synaptic connections between them. Recent studies that show that developing motor neuron dendrites respond to some of the same cues as terminating sensory axons provide indirect evidence for common systems of positional cues leading to the coordinate targeting of presynaptic axons and postsynaptic dendrites [45],[46]. A direct test of this hypothesis, however, must await the identification of the postsynaptic interneurons with which developing sensory neurons form connections. It will then be possible to make a direct investigation of the molecular mechanisms that control the termination and branching of pre- and postsynaptic endings and thereby lay out a ground plan for connectivity within the developing neuropile.\n\nMaterials and Methods\n\nFly Stocks\n\nFor mutant analyses sema 2a03021 [25], sema 1aP1 [26], plex ADf(4)C3 [47], and plex BKG00878 [21],[48] were crossed into the ppkEGFP [9] stock. Stocks were made using GFP balancers [49]. Homozygous mutant embryos were identified by lack of GFP. For misexpression we used the following stocks: UAS-robo3 [50],[51] inserts on second and third chromosome, UAS-plexB [21] and UAS-plexA-HA [47], UAS-robo2 [51], UAS-ephrin [52],[53], UAS-eph [52], UAS-unc5 [54], UAS-frazzled [55], UAS-drl-DN [56], UAS-comm [57], UAS-robo, 410 EP-lines from the Rorth collection [58],[59]. For the misexpression screen the UAS-lines were crossed into the PO163GAL4, UAS-n-syb-GFP stock [14],[60]. For rescue experiments the following embryos were analysed: UAS-sema 1a, sema 1aP1; PO163GAL4, ppkEGFP [26], UAS-sema 1a, sema 1aP1; HB9GAL4, ppkEGFP; UAS-plexA-HA/+; PO163GAL4, ppkEGFP/+; plex ADf(4)C3, and UAS-plex B/PO163GAL4, ppkEGFP; plex BKG00878. We also used OK371GAL4 (gift of M. Landgraf), GADGAL4 [29], single mindedGAL4 [31], UAS-reaper [27] and wnt5D7 stocks [56].\n\nDissection\n\nEmbryos were staged and VNCs dissected out embryos as previously described [6],[61],[62]. For overexpression experiments embryos were grown at 29°C. VNCs were mounted with brain lobes down and VNC up to allow rapid, high-resolution, confocal imaging of transverse planes, perpendicular to the neuraxis.\n\nImmunocytochemistry\n\nWe used the following primary antibodies: anti-Sema 2a (MAb 19C2, developed by C. Goodman), anti-Slit (MAb C555.6D, developed by S. Artavanis-Tsakonas), anti-Fas II (MAb 1D4, developed by C. Goodman), and anti-Repo (MAb 8D12, developed by C. Goodman) supplied by the Developmental Studies Hybridoma bank (1∶10 dilution); anti-Sema 1a (1∶1,000 dilution, kindly provided by A. Kolodkin [26]; anti-Plex A (1∶500 dilution, kindly provided by L. Luo) [23], and Cy5-conjugated goat anti-horseradish peroxidase (1∶100 dilution; Jackson ImmunoResearch). Secondary antibodies were used at 1∶500 dilution: Alexa488-conjugated donkey anti-goat, Alexa488-conjugated goat anti-rabbit, Alexa633-conjugated goat anti-mouse, Alexa633-conjugated rabbit anti-mouse (Molecular Probes). Standard immunocytochemical procedures were followed [63], and immunofluorescence was visualised with Leica SP1 and Zeiss LSM confocal microscopes. Images are maximum projections of confocal z series processed with Adobe Photoshop software.\n\nQuantification Procedures\n\nFor quantification of Sema 2a gradients at 13-h AEL nine VNCs stained for Sema 2a were randomly chosen and A7 imaged using a Leica SP1. A confocal section was randomly chosen from each stack, the dorso-ventral axis manually drawn, and the neuropile was divided into nine equal dorso-ventral stripes, perpendicular to the midline and the average fluorescence intensity in each stripe was calculated. Values from different nerve cords were normalized such that the average intensity from each nerve cord was 1. For quantification of the Slit gradient at 13 h, 12 VNCs stained for Slit were randomly chosen, and A7 was imaged using a Leica SP1. A confocal section was randomly chosen from each stack, a line on either side of the midline was manually drawn, and the neuropile on either side of the midline was divided into four mediolateral stripes. The average fluorescence intensity in each stripe was calculated and normalised as above.\n\nFor a statistical analysis of defects in the pattern of sensory terminals (visualized with PO163GAL4, UAS-n-syb-GFP) along the medio-lateral axis we quantified the normalised surface area occupied by sensory terminals (sensory area, SA) in the medial domain of the neuropile (SAM/T = SA[medial]/SA[medial+intermediate+lateral]) in randomly chosen transverse confocal sections from 30 different hemisegments for each genotype. Within a single embryo, we selected every tenth section (all confocal sections were 1-µm thick so that the analyzed sections were 10 µm apart from each other). A Student's t-test was used to compare the mean SAM/T for the different genotypes.\n\nFor a statistical analysis of expansion or exclusion of sensory terminals (visualized with PO163GAL4, UAS-n-syb-GFP) into different dorso-ventral layers we compared SA in layer 2 (SA2/h = SA(layer 2)/[hemisegment surface area]) or SA in layers 1, 3, and 4 (SA1+3+4/h = SA[layer 1+3+4]/[hemisegment surface area]) in randomly chosen transverse confocal sections from more than 30 different hemisegments for each genotype. Within a single embryo, we selected every tenth section (all confocal sections were 1-µm thick so that the analyzed sections were 10 µm apart from each other). A Student's t-test was used to compare the mean SA2/h or SA1+3+4/h for the different genotypes.\n\nFor a statistical analysis of termination defects class IV md axons in the dorso-ventral axis, we quantified the percentage of hemisegments with aberrant terminals (Hat) in layers 1, 2, and 3 per embryo (per 14 hemisegments): Hat(1, 2, or 3) = (n hemisegments with terminals in 1, 2, or 3/14)×100 and the total percentage of hemisegments with aberrant terminals per embryo [Hat(1+2+3) = Hat(1)+Hat(2)+Hat(3)]. A Student's t-test was used to compare the mean Hat for the different genotypes. In some cases we also quantified the average (per embryo) relative proportion of hemisegments with aberrant terminal in each layer: Hat(1)/Hat(1+2+3), Hat(2)/Hat(1+2+3), and Hat(3)/Hat(1+2+3). We counted as “aberrant” only those hemisegments with terminals in layers 1, 2, or 3 (Figure S5A and S5B). We did not count as “aberrant” those axons that exhibit the aberrant growth, with normal termination phenotype (Figure S5C).\n\nSupporting Information"
}