{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2006735",
  "doi": "10.1371/journal.pbio.2006735",
  "externalIds": [
    "pii:pbio.2006735",
    "pmid:29897897",
    "pmcid:PMC6021113"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "In search of a general theory of species’ range evolution",
  "authors": [
    {
      "name": "Tim Connallon",
      "first": "Tim",
      "last": "Connallon",
      "affiliation": "School of Biological Sciences, Monash University, Melbourne, Australia",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-1962-4951"
      ]
    },
    {
      "name": "Carla M. Sgrò",
      "first": "Carla M.",
      "last": "Sgrò",
      "affiliation": "School of Biological Sciences, Monash University, Melbourne, Australia"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-06-13",
  "volume": "16",
  "number": "6",
  "pages": "e2006735",
  "tags": [
    "Animal behavior",
    "Animal migration",
    "Behavior",
    "Discipline-v3/Animal behavior",
    "Discipline-v3/Animal migration",
    "Discipline-v3/Behavior",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Ecology",
    "Discipline-v3/Ecology and environmental sciences",
    "Discipline-v3/Evolutionary adaptation",
    "Discipline-v3/Evolutionary biology",
    "Discipline-v3/Evolutionary ecology",
    "Discipline-v3/Evolutionary genetics",
    "Discipline-v3/Evolutionary processes",
    "Discipline-v3/Evolutionary theory",
    "Discipline-v3/Macroecology",
    "Discipline-v3/Population biology",
    "Discipline-v3/Population ecology",
    "Discipline-v3/Zoology",
    "Ecology",
    "Evolutionary adaptation",
    "Evolutionary biology",
    "Evolutionary ecology",
    "Evolutionary genetics",
    "Evolutionary processes",
    "Evolutionary theory",
    "Macroecology",
    "Population biology",
    "Population ecology",
    "Type/Primer",
    "Zoology"
  ],
  "abstract": "Despite the pervasiveness of the world’s biodiversity, no single species has a truly global distribution. In fact, most species have very restricted distributions. What limits species from expanding beyond their current geographic ranges? This has been classically treated by ecologists as an ecological problem and by evolutionary biologists as an evolutionary problem. Such a dichotomy is false—the problem of species’ ranges sits firmly within the realm of evolutionary ecology. In support of this view, Polechová presents new theory that explains species’ range limits with reference to two key factors central to both ecological and evolutionary theory—migration and population size. This new model sets the scene for empirical tests of range limit theory and builds the case for assisted gene flow as a key management tool for threatened species.",
  "fullText": "Introduction\n\nAll species are restricted in their distributions. Traditionally, attempts to understand why this is the case have taken either an ecological or evolutionary perspective. Yet species’ range evolution is the quintessential evolutionary ecology problem—one that cannot be understood in purely ecological or evolutionary terms. Population size dynamics, including the distribution of individuals across a species’ range, fall within the classical domain of ecology, which is concerned with interactions between organisms and environment across contemporary timescales. On the other hand, the determinants of population size dynamics (i.e., birth and death rates) are evolvable features of populations, reflecting adaptation (or maladaptation) to environmental conditions within the range.\n\nNevertheless, the act of constructing a coherent theory of species’ range evolution was never destined to be easy. The first obstacle is the divide between evolutionary genetics and population ecology, which follow from disparate traditions. As Roughgarden [1] puts it:\n\nThe fusion of population genetics with population ecology can be compared to a prearranged marriage between partners who speak different languages. Although both families agree that the marriage is advantageous, it is somewhat difficult to achieve because of cultural difference between geneticists and ecologists.\n\nThe second obstacle is one of complexity. A minimally complete theory for species’ range evolution must unite population dynamics with features of environmental variation, evolution, and genetics that are challenging to model in combination. The ingredients of such a theory must accommodate four biological realities:\n\nSpecies’ ranges are distributed across two dimensions of geographic space. Locations along the two major axes of a species’ range (latitude and longitude) vary in their environmental conditions and local population densities.\n\nDispersal and local adaptation affect population dynamics. Local population densities are affected by rates of immigration and emigration and by the degree to which their inhabitants are adapted to conditions of the local environment.\n\nThe genetic basis of traits is polygenic and evolvable. Many genes contribute to the traits that underpin local adaptation and species’ ranges. Evolution acting on these genes leads to changes in both the means and genetic variances of traits affecting adaptation.\n\nNature is somewhat unpredictable. Genetic drift—random evolutionary changes of traits and gene frequencies—reduces genetic variation and evolutionary potential in parts of the range where population size is consistently small.\n\nAlthough these ingredients were identified long ago as potentially important for species’ range evolution [2,3], mathematically formalising them into a single, coherent model, and then extracting straightforward predictions from that model, is extremely challenging. Indeed, some of the model ingredients listed above are difficult to work with in isolation and unsurprisingly represent later arrivals in the origins of classical population genetics (e.g., [4–7]).\n\nDespite these obstacles, a comprehensive theory of range limit evolution is desirable, indeed essential, for three reasons. Such a theory (i) identifies the most important processes affecting range limits, (ii) guides empirical research into the causes of range limits in nature, and (iii) supports efforts of conservation biologists to manage threatened populations, which face similar constraints to persistence as do marginal populations within a species’ range.\n\nIn the following primer, we review ecological and evolutionary factors that affect species’ range dynamics and efforts to formalize these factors into a general mathematical theory of species’ range evolution. We close by discussing an exciting theoretical study by Polechová [8] (this issue of PLoS Biology), which brings together all four of the above ingredients into a powerful new model for the evolution of species’ range limits.\n\nEcological and evolutionary drivers of species’ range limits\n\nSpecies’ range distributions vary widely among species. Some span continents, whereas others are endemic. Some are continuously distributed, while others are fragmented. Species’ ranges also differ in the sharpness of their edges. Some species have high population densities at the center of the range and gradually decline towards their margins [9,10]. Others show consistently high density across the range before they abruptly end [10,11]. The goal of research on range limits is to explain why species vary in the broad features of their geographic distributions and to understand the evolutionary and ecological mechanisms leading to population failure at and beyond current range margins.\n\nIn some cases, range limits reflect historical contingencies rather than mechanistic connections between the species’ range and ecological niche. For example, habitats beyond current range margins may be suitable for a species, yet limited dispersal [12] or density-dependent constraints to establishment (i.e., Allee effects [2]) hinder establishment of the species beyond its current range. In such cases, transplant experiments are expected to show positive population growth in locations beyond current range boundaries. And indeed, such findings are relatively common (i.e., approximately 25% of experiments reviewed in [12]).\n\nIn other cases, range distributions genuinely reflect the ecological niche of the species. As such, populations of the species cannot persist in locations beyond range margins because death rates outstrip birth rates in these regions [12]. The causes of population failure beyond range margins could reflect hard limits of the species’ physiological tolerance of environmental extremes [13]. But species’ range limits—and their proximate causes—need not be fixed. Evolution can, in principle, permit local populations of a species to improve in competitive ability or physiological tolerance and thereby expand the species’ range beyond its current limits. In this case, the question is why marginal populations fail to locally adapt and thereby expand the species’ range.\n\nThe evolution of species’ range limits in one dimension\n\nOur understanding of the evolutionary drivers of species’ range limits has expanded greatly over the last two decades, owing to sustained efforts to merge population dynamics theory with population genetic scenarios of adaptation in spatially varying environments. We now recognize three key factors that determine whether a species’ distribution will expand to occupy an expansive range or collapse to a restrictive one. These factors are important in species that are distributed across a one-dimensional range (e.g., a river or narrow valley running north to south)—a simplifying assumption in virtually all previous models of species’ range evolution.\n\nThe cost of migration\n\nEnvironmental conditions change continuously across space; species face the challenge of locally adapting to these spatially variable conditions. In this context, migration can be costly, as it constrains local adaptation. Kirkpatrick and Barton [3] were the first to show that environmental change and high rates of dispersal from the range centre towards the range margin—which combine to determine the cost of migration—can exert limits on species’ range breadth. When the cost of migration is high compared to the amount of genetic variation in traits affecting local adaptation and population growth, then species’ ranges are limited (extinction is also possible). Gradual environmental change and low costs of migration allow for local adaptation everywhere and expansion of the species’ range.\n\nEvolution of genetic variation\n\nEarly theory assumed that genetic variation was constant across the range, and in such cases, the cost of migration is the primary determinant of range breadth [3,14]. The story changes substantially when genetic variation evolves across the range. In the absence of drift, migration inflates genetic variance and the evolutionary potential of marginal populations, leading to perpetual expansion of the range [15]. With declining population densities—either globally or locally within the species’ range—genetic drift can substantially reduce standing genetic variation, leading to the emergence of range limits or population fragmentation [16].\n\nEffects of ‘genetic architecture’\n\nThe effect of genetic drift on range limits hinges upon the genetic basis of phenotypes under selection—whether genetic variants have large or small phenotypic effects on trait expression [16,17]. A species’ range will expand when the ‘efficacy of selection’ at the range edge—a function of the local population size, migration rate, strength of selection on the trait, and effect size of genetic variants on trait expression—is large relative to the rate of environmental change across space. In cases for which local population sizes are small and genetic drift is strong, range expansions are unlikely when the phenotypic effects of mutations are small, whereas large-effect mutations make range expansions more permissible [16] (also see [17]).\n\nTowards a general theory of species’ range limits\n\nCurrent theories of range limit evolution overwhelmingly focus on one-dimensional ranges. Yet, given that most species do not occupy one-dimensional habitats, the question is whether the ‘rules’ of species’ range evolution that apply to one-dimensional ranges will also apply in two-dimensional ranges. Moreover, does the added complexity of such a model lead to hopelessly more-complicated dynamics and completely preclude analytical progress with the model? On the contrary, Polechová [8] demonstrates that results for the full model (including all four ingredients listed above) are actually simpler than those arising in one-dimensional habitats.\n\nPolechová [8] first developed analytical guidelines by analysing a set of reaction-diffusion equations that describe dynamical changes in population size and the frequencies of alleles of a trait responding to local selection across the two-dimensional range. Migration is random, and the environment (and corresponding trait optimum) changes monotonically along one dimension of the range. The behaviour of the model is captured by four compound parameters. The first corresponds to ‘the cost of migration’ from earlier species’ range models [16] (see above). The second, the ‘neighbourhood size’, depicts the role of genetic drift in reducing genetic variation (neighbourhood size is inversely proportional to the intensity of drift). The remaining parameters reflect the genetic basis of the trait and are functions of the mutation rate and the phenotypic effect sizes (respectively) per locus affecting trait expression.\n\nAs it turns out, the first two parameters are the only ones that matter [8]. When the rate of environmental change is constant across space, the species’ range collapses or becomes fragmented when neighbourhood size is small relative to the environmental gradient (Fig 1, red), or the range expands indefinitely when the neighbourhood size is high, and drift becomes negligible (Fig 1, blue). Other forms of environmental change, including a steepening environmental gradient with distance from the range centre, can lead to continuous ranges with high population density throughout the range and abrupt range limits in marginal populations in which neighbourhood size dips below the threshold for range expansion (Fig 1, black). Intriguingly, these results are roughly independent of the details of the genetic basis of the trait itself—and in that sense, generate much simpler predictions than prior models of one-dimensional species’ ranges.\n\nThe study provides the most biologically complete theoretical analysis of species’ range evolution to date, with two major messages. First, empirical tests of evolutionary limits to species’ range breadth are more hopeful than implied by prior theory. By relaxing the need to account for details of genetic architecture—which are difficult enough to account for in laboratory contexts—researchers can invest money and time into evaluating the role of drift (through patterns of neutral diversity) and costs of migration (through transplant experiments) as drivers of range limits. Second, from a species conservation perspective, the study provides a strong justification for management strategies that promote gene flow into marginal and threatened populations. As Polechová [8] demonstrates, for marginal populations, the beneficial effects of gene flow (elevated genetic diversity) exceed the costs (migration load), resulting in a net benefit of facilitating dispersal. Conservation biologists have been slow to embrace assisted gene flow as a management option. Yet Polechová’s work [8], combined with the increasing evidence of the success of assisted gene flow in threatened species management [18], should act to galvanise action on this front."
}