{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2002257",
  "doi": "10.1371/journal.pbio.2002257",
  "externalIds": [
    "pii:pbio.2002257",
    "pmid:28837622",
    "pmcid:PMC5570277"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Lef1-dependent hypothalamic neurogenesis inhibits anxiety",
  "authors": [
    {
      "name": "Yuanyuan Xie",
      "first": "Yuanyuan",
      "last": "Xie",
      "affiliation": "Department of Neurobiology and Anatomy, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Dan Kaufmann",
      "first": "Dan",
      "last": "Kaufmann",
      "affiliation": "Department of Neurology, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Matthew J. Moulton",
      "first": "Matthew J.",
      "last": "Moulton",
      "affiliation": "Department of Human Genetics, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Samin Panahi",
      "first": "Samin",
      "last": "Panahi",
      "affiliation": "Department of Neurobiology and Anatomy, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "John A. Gaynes",
      "first": "John A.",
      "last": "Gaynes",
      "affiliation": "Department of Neurobiology and Anatomy, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Harrison N. Watters",
      "first": "Harrison N.",
      "last": "Watters",
      "affiliation": "Department of Neurobiology and Anatomy, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Dingxi Zhou",
      "first": "Dingxi",
      "last": "Zhou",
      "affiliation": "Department of Neurobiology and Anatomy, University of Utah, Salt Lake City, Utah, United States of America; School of Life Sciences, Peking University, Beijing, China"
    },
    {
      "name": "Hai-Hui Xue",
      "first": "Hai-Hui",
      "last": "Xue",
      "affiliation": "Department of Microbiology, Carver College of Medicine, University of Iowa, Iowa City, Iowa, United States of America"
    },
    {
      "name": "Camille M. Fung",
      "first": "Camille M.",
      "last": "Fung",
      "affiliation": "Division of Neonatology, Department of Pediatrics, University of Utah School of Medicine, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Edward M. Levine",
      "first": "Edward M.",
      "last": "Levine",
      "affiliation": "Department of Ophthalmology and Visual Sciences, John A. Moran Eye Center, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Anthea Letsou",
      "first": "Anthea",
      "last": "Letsou",
      "affiliation": "Department of Human Genetics, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "K. C. Brennan",
      "first": "K. C.",
      "last": "Brennan",
      "affiliation": "Department of Neurology, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Richard I. Dorsky",
      "first": "Richard I.",
      "last": "Dorsky",
      "affiliation": "Department of Neurobiology and Anatomy, University of Utah, Salt Lake City, Utah, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-8037-6694"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2017-08-24",
  "dateAccepted": "2017-07-21",
  "dateReceived": "2017-02-16",
  "volume": "15",
  "number": "8",
  "pages": "e2002257",
  "tags": [
    "Amniotes",
    "Anatomy",
    "Animal cells",
    "Animal models",
    "Animals",
    "Arthropoda",
    "Brain",
    "Cell biology",
    "Cellular neuroscience",
    "Cellular types",
    "Developmental biology",
    "Discipline-v3/Amniotes",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animals",
    "Discipline-v3/Arthropoda",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Brain",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Drosophila",
    "Discipline-v3/Drosophila melanogaster",
    "Discipline-v3/Embryology",
    "Discipline-v3/Embryos",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Fishes",
    "Discipline-v3/Hypothalamus",
    "Discipline-v3/In situ hybridization",
    "Discipline-v3/Insects",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Mammals",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Mice",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Molecular biology techniques",
    "Discipline-v3/Molecular probe techniques",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Organisms",
    "Discipline-v3/Osteichthyes",
    "Discipline-v3/Probe hybridization",
    "Discipline-v3/RNA sequencing",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Rodents",
    "Discipline-v3/Sequencing techniques",
    "Discipline-v3/Vertebrates",
    "Discipline-v3/Zebrafish",
    "Drosophila",
    "Drosophila melanogaster",
    "Embryology",
    "Embryos",
    "Experimental organism systems",
    "Fishes",
    "Hypothalamus",
    "In situ hybridization",
    "Insects",
    "Invertebrates",
    "Mammals",
    "Mice",
    "Model organisms",
    "Molecular biology",
    "Molecular biology techniques",
    "Molecular probe techniques",
    "Neurons",
    "Neuroscience",
    "Organisms",
    "Osteichthyes",
    "Probe hybridization",
    "RNA sequencing",
    "Rodents",
    "Sequencing techniques",
    "Type/Research Article",
    "Vertebrates",
    "Zebrafish"
  ],
  "abstract": "While innate behaviors are conserved throughout the animal kingdom, it is unknown whether common signaling pathways regulate the development of neuronal populations mediating these behaviors in diverse organisms. Here, we demonstrate that the Wnt/ß-catenin effector Lef1 is required for the differentiation of anxiolytic hypothalamic neurons in zebrafish and mice, although the identity of Lef1-dependent genes and neurons differ between these 2 species. We further show that zebrafish and Drosophila have common Lef1-dependent gene expression in their respective neuroendocrine organs, consistent with a conserved pathway that has diverged in the mouse. Finally, orthologs of Lef1-dependent genes from both zebrafish and mouse show highly correlated hypothalamic expression in marmosets and humans, suggesting co-regulation of 2 parallel anxiolytic pathways in primates. These findings demonstrate that during evolution, a transcription factor can act through multiple mechanisms to generate a common behavioral output, and that Lef1 regulates circuit development that is fundamentally important for mediating anxiety in a wide variety of animal species.",
  "fullText": "Introduction\n\nRecent work has demonstrated that innate behaviors can be highly conserved across diverse animal models [1]. Individual neuronal populations that mediate these behaviors are specified during embryogenesis by transcription factors that can also be conserved across species [2]. However, molecular signaling pathways that regulate the development of common behavioral circuits have not been identified. As brain anatomy and connectivity change through evolution, it is possible that a single pathway could act through diverse molecular and cellular targets to establish a single behavioral output, which is the ultimate constraint on gene function.\n\nWnt/ß-catenin signaling plays important evolutionarily conserved roles in brain development, and thus represents an ideal candidate pathway to link gene regulation with the evolution of behavioral circuits. The Wnt pathway acts through Tcf/Lef transcription factors [3], and both Wnt signaling and Lef1 are required for neurogenesis in the zebrafish hypothalamus [4], an evolutionarily ancient brain structure that regulates innate behaviors [5]. However, the identity and behavioral function of Lef1-dependent hypothalamic neurons, and their degree of evolutionary conservation, are unknown. Here, we show that Lef1 is required for the differentiation of hypothalamic neurons that inhibit anxiety in both zebrafish and mice, but through divergent molecular and cellular mechanisms in the 2 species. Generation of neurons expressing corticotropin-releasing hormone binding protein (crhbp) requires Lef1 in zebrafish but not in mice, whereas neurons expressing Pro-melanin concentrating hormone (Pmch) are Lef1-dependent in mice but not in zebrafish. Furthermore, zebrafish and Drosophila have common Lef1-dependent crhbp expression in their respective neuroendocrine organs, consistent with an ancient conserved pathway that has diverged in mammals. Finally, the Genotype-Tissue Expression (GTEx) project [6] reveals a top-ranked positive correlation between CRHBP and PMCH in the human hypothalamus, suggesting co-expression and/or co-regulation. Both genes are also correlated with LEF1 expression in humans, and are expressed in the same region of the marmoset hypothalamus, consistent with a conserved regulatory pathway in primates. These findings suggest that the gene expression network regulated by a transcription factor can change during evolution while still generating a common behavioral output. Our data also suggest an anxiolytic role for Wnt signaling in the human hypothalamus, with potential implications for the etiology and treatment of anxiety disorders.\n\nResults\n\nLef1 is required for the differentiation of hypothalamic neurons in zebrafish\n\nWe sought to first characterize the earliest cellular defect in lef1 null zebrafish mutants [4], so that we could perform a transcriptome analysis at that stage to identify Lef1-dependent genes. Despite grossly normal morphology, mass, and brain size, lef1 mutants have a smaller caudal hypothalamus (Hc) at 15 days post-fertilization (dpf) [4], and we found that the size reduction occurred at as early as 3–4 dpf (Fig 1A and S1A and S1B Fig). At 3 dpf the tissue already contained fewer Wnt-responsive cells [7] (Fig 1B), as well as fewer serotonergic cells and ventricular GABAergic HuC/D+ neurons (Fig 1C and S1C Fig). However, th2:GFP+ dopaminergic neurons [8] were unaffected (S1D Fig), indicating that not all neuronal subtypes are Lef1-dependent. In addition, the number of BLBP+ cells was increased (S1E Fig), confirming an inhibitory role of Wnt signaling in the formation of hypothalamic radial glia [4,9].\n\nTo determine the cellular mechanism underlying the decreased populations in lef1 mutants, we measured apoptosis and proliferation. We observed an increase in p53-dependent apoptosis within the Hc at 3 dpf (Fig 1D), but no change in proliferation at 3 dpf and beyond (Fig 1E and S1F–S1H Fig). Rescue of apoptosis by loss of p53 (Fig 1D) did not restore HuC/D expression in lef1 mutants (Fig 1F), consistent with a primary defect in progenitor differentiation. To confirm a failure in neurogenesis, we performed BrdU pulse-chase experiments, and observed fewer newly born serotonergic and ventricular HuC/D+ cells in lef1 mutants (S1I Fig). To test whether Lef1 functions cell-autonomously, we transplanted cells from lef1+/- donors into the hypothalamic anlage of lef1 mutant hosts during gastrulation, and observed rescue of ventricular HuC/D expression only in donor cells (Fig 1G). Together these data suggest that Lef1 functions cell-autonomously to promote hypothalamic neurogenesis; in lef1 mutants, neural progenitors fail to differentiate and subsequently undergo cell death, leading to a smaller Hc. Our data also justified 3 dpf as the optimal time point to perform a transcriptome analysis.\n\nLef1-dependent genes in the zebrafish hypothalamus are associated with anxiety\n\nTo identify Lef1-dependent genes, we next performed RNA sequencing (RNA-seq) analysis of whole hypothalami dissected from 3 dpf control and lef1 mutant zebrafish embryos, and found 144 genes with an adjusted P value (AdjP) &lt;0.1, among which 53 genes had a fold change &gt;2 (Fig 2A, S2 Table). Most of these genes had reduced expression in lef1 mutants (Fig 2A), consistent with Lef1 functioning as a Wnt transcriptional activator [10]. Surprisingly, Ingenuity Pathway Analysis (IPA) identified Lef1-dependent genes as being most highly associated with anxiety and depressive disorder (Fig 2B and S3 and S4 Tables). In contrast, genes associated with other hypothalamus-mediated behaviors, such as feeding (neuropeptide Y [npy], agouti-related protein [agrp], and proopiomelanocortin [pomc]) or sleep (hypocretin [hcrt]), were unaffected (S2 Table). We performed in situ hybridization on 3 dpf offspring of lef1+/- incrosses and confirmed that all Lef1-dependent genes with specific detectable hypothalamic expression showed predicted changes in approximately 25% of embryos, consistent with Mendelian segregation (Fig 2C and 2D and S2A–S2C Fig). These included several known Wnt targets such as sp5a and sp5l [11] (Fig 2C), and anxiety-related genes identified from IPA (Fig 2B and 2D). Expression of neuronal markers such as crhbp and 5-hydroxytryptamine receptor 1A b (htr1ab), was lost specifically in the Hc of lef1 mutants while remaining intact in the rostral hypothalamus (Fig 2D), resulting in their relatively small fold change in whole hypothalamus RNA-seq analysis (S2 Table). In contrast, expression of other genes, such as 2 phosphodiesterase 9a (pde9a) paralogs, was lost in the rostral hypothalamus and Hc of lef1 mutants (Fig 2D and S2A Fig), consistent with lef1 expression in both regions (Fig 2C). We also observed expression of Lef1-dependent genes in the Hc of wild-type (wt) adult zebrafish (S2D Fig), suggesting the presence of Wnt activity and Lef1-dependent neuronal populations throughout life. Together these results suggested that lef1 mutants might have an anxiety-related behavioral phenotype.\n\nZebrafish lef1 mutants exhibit increased anxiety\n\nlef1 mutants raised with siblings had decreased survival and size (S3A and S3C Fig). When separated at 15 dpf, mutants survived normally (S3B and S3C Fig), but were still smaller than control siblings at culture densities that maximized their growth (Fig 3A and S3D Fig), a phenotype potentially due to enhanced anxiety [12]. We then performed a novel tank diving test to measure anxiety-related behavior [13]. We found that lef1 mutant larvae had a longer latency to enter the upper half of a novel tank and spent less overall time in this zone during the initial exploration phase (Fig 3B and 3C and S1 Video), consistent with elevated anxiety. Notably, lef1 mutants travelled less distance during this phase, partially due to more frequent freezing behavior as indicated by increased time in immobility (Fig 3D and 3E and S1 Video), and again consistent with elevated anxiety. Importantly, lef1 mutants no longer displayed anxiety-related behavior after the exploration phase (Fig 3F). The body growth and anxiety phenotypes in lef1 mutants could be explained by reduced expression of multiple hypothalamic genes including crhbp (Fig 2D), which encodes a corticotropin-releasing hormone (CRH) inhibitor [14]. However, pleiotropic phenotypes in zebrafish lef1 mutants [4,15] could also contribute to defects in growth or motor behavior. Therefore, we sought to create a tissue-specific mouse knockout model to examine the hypothalamic function of Lef1, and to determine whether it is evolutionarily conserved.\n\nHypothalamic Lef1 inhibits anxiety in mice\n\nLef1 is expressed in the mouse Hc from embryonic day (E) 10.5 to adulthood [16,17], and while previously characterized Lef1 null mutants exhibit postnatal lethality and a smaller body size, no hypothalamic phenotypes were reported [18,19]. We created a mouse hypothalamus knockout model using Nkx2-1Cre and Lef1flox alleles [20,21]. We also introduced the Cre reporter RosatdTomato [22] to create the conditional knockout allele Nkx2-1Cre/+;Lef1flox/flox;RosatdTomato/+ (herein referred to as Lef1CKO) and control littermates Nkx2-1Cre/+;Lef1flox/+;RosatdTomato/+ (herein referred to as Lef1CON), which were used for all experiments. We confirmed successful recombination by tdTomato expression (S5A Fig), and loss of hypothalamic Lef1 and Wnt reporter [23] expression in Lef1CKO mice (S5B and S5C Fig), which were viable, fertile, and morphologically indistinguishable from Lef1CON littermates. However, both male and female Lef1CKO mice gained weight more slowly after weaning (Fig 4A), similar to the phenotype we observed in zebrafish lef1 mutants (Fig 3A), and again consistent with elevated anxiety [12].\n\nTo directly measure anxiety-related behavior, we used an elevated plus maze (EPM) test and found that male Lef1CKO mice spent significantly less time in the open arms and more time in the closed arms (Fig 4B) despite normal mobility (S4A Fig). In an open field test (OFT), male Lef1CKO mice spent significantly less time in the center zone (Fig 4C) despite normal mobility (S4B Fig). These results are consistent with elevated anxiety in male Lef1CKO mice. We also observed enhanced anxiety specifically in OFT with estrous female Lef1CKO mice, but not with diestrous or all females, or with EPM testing of any females (Fig 4B and 4C and S4A and S4B Fig), likely due to reported variations in anxiety-related behavior between different sexes [24] and different behavioral assays [25]. Together, these results suggest a conserved role of hypothalamic Lef1 in inhibiting anxiety.\n\nHypothalamic Lef1 is required for generation of Pmch+ neurons in mice\n\nConsistent with the neurogenesis defect we observed in zebrafish, we found fewer HuC/D+ cells in the mouse hypothalamic ventricular zone in Lef1CKO embryos at E14.5 (Fig 5A). Importantly, this effect was restricted to coronal sections in which endogenous Lef1 is expressed (S5B Fig). To identify Lef1-dependent genes in the mouse hypothalamus, we performed RNA-seq analysis of hypothalami dissected from E14.5 Lef1CON and Lef1CKO embryos, and surprisingly identified only 1 protein-coding gene that mapped to a unique locus with an AdjP &lt;0.1 and a fold change &gt;2, Pmch (Fig 5B and S5 Table). Pmch expression normally overlaps with Lef1 in the premammillary hypothalamus, and extends into the lateral hypothalamus (Fig 5C) [17,26]. We confirmed loss of Pmch expression in E14.5 Lef1CKO embryos by quantitative real-time PCR (qPCR) and immunostaining (Fig 5D and S5D and S5E Fig). The only other significantly affected protein-coding gene identified by RNA-seq, Ribosomal Protein L34 (Rpl34) (Fig 5B, S5 and S6 Tables), is a repetitive processed pseudogene that could not be conclusively mapped to a single genomic locus, although one copy is located adjacent to Lef1.\n\nReduced Pmch expression in Lef1CKO embryos was unexpected because its orthologs were not significantly affected in RNA-seq analysis of zebrafish lef1 mutants (S2 Table). To determine if any Lef1-dependent genes were conserved with zebrafish later in development, we performed another RNA-seq analysis at postnatal day (P) 22, when Lef1CKO mice begin to exhibit a growth defect (Fig 4A). In this experiment, we identified only 2 affected protein-coding genes mapped to unique loci with an AdjP &lt;0.1: Pmch and Tachykinin receptor 3 (Tacr3) (Fig 5B, S6 Table). Tacr3 is known to be co-expressed in Pmch+ neurons, along with CART prepropeptide (Cartpt) [27]. We confirmed their reduced expression in the lateral hypothalamus of P22 Lef1CKO mice by qPCR and in situ hybridization (Fig 5D and 5E and S5E Fig), consistent with loss of Pmch+ neurons. Decreased body weight observed after ablating Pmch+ neurons [28,29] may therefore be related to an anxiolytic role for these cells [12], which is further supported by characterization of their inputs and activity [30].\n\nOrthologs of multiple Lef1-dependent anxiety-related genes in zebrafish are expressed near Lef1 in the mouse hypothalamus, such as Pde9a and Nitric oxide synthase 1 (Nos1) at E14.5 [26], and Crhbp and Histidine decarboxylase (Hdc) in adults [16]. However, RNA-seq analysis indicated that expression of these genes was Lef1-independent in mice (S5 and S6 Tables), and we confirmed this result for Crhbp by qPCR and in situ hybridization (Fig 5D and S5E and S5F Fig). In addition, we confirmed that expression of zebrafish pmch orthologs [31] does not depend on Lef1 at either 3 dpf or 15 dpf (S6A–S6C Fig). While we cannot rule out the possibility that our RNA-seq analysis of the mouse hypothalamus lacked the sensitivity to identify other conserved Lef1-dependent genes, it is clear that the identity of Lef1-dependent neurons relevant for anxiety differs between zebrafish and mice.\n\nLef1 dependence of crhbp expression is conserved between zebrafish and Drosophila\n\nInterestingly, many Lef1-dependent genes in zebrafish encoding components of anxiety-mediating transmitter pathways, such as GABA, 5-HT, and CRH (Fig 2B), have a conserved function in Drosophila anxiety-like behavior [1]. Therefore, we hypothesized that hypothalamic Lef1-dependent neurons in zebrafish may represent an evolutionarily ancient pathway. The Drosophila pars intercerebralis (PI) and pars lateralis (PL) represent neuroendocrine organs equivalent to the vertebrate rostral hypothalamus and Hc, respectively [32]. In Drosophila, a single Lef/Tcf family member, pangolin (pan), functions as a Wnt activator [33,34]. Consistent with our hypothesis, we detected specific pan expression at stage 14 and the crhbp ortholog CG15537 expression at stage 16 in the Drosophila PL primordium [32] (Fig 6A–6C). Furthermore, we observed a loss of crhbp expression in the PL of pan mutants [34] at stage 16, despite intact expression in the PI and normal PL morphology (Fig 6C–6E). Drosophila crhbp in the PL may also be anxiolytic by inhibiting CRH/CRH-like diuretic hormone in the PI [1,32,35], thus these results support a relationship between neuroendocrine Lef1 function and the development of anxiolytic Crhbp+ neurons dating back to a common bilaterian ancestor. By contrast, Pmch is a vertebrate specific gene, and Lef1-dependent Pmch+ neuronal circuitry in mice may reflect a more recent mammalian divergence that co-evolved with new brain structures [36].\n\nCoordinated expression of PMCH and CRHBP in the human hypothalamus\n\nOur animal models suggest that in humans Lef1 may also regulate the formation of Pmch+ and/or Crhbp+ hypothalamic neurons. To test this hypothesis, we compared the hypothalamic RNA-seq transcriptomes of 96 human individuals from the GTEx project [37] (S7 Table). Despite the fact that these data did not include prenatal samples, we found that expression of PMCH and CRHBP are both moderately correlated with LEF1, which is expressed at a relatively low level in the adult human hypothalamus (Fig 7A and 7B). Notably, PMCH and CRHBP were both within the top 100 LEF1-correlated genes, along with known Wnt targets such as Sal-like protein 4 (SALL4) [38] and SP5 [11] (Fig 7C and S8 Table).\n\nIn the course of this analysis, we noticed similar correlation profiles for CRHBP and PMCH (Fig 7A and 7B), suggesting a possible expression correlation between these 2 genes. Surprisingly, we found CRHBP and PMCH to be the most highly correlated genes with each other (Fig 7D–7F and S8 Table), a relationship that has never been reported previously. Among the top 200 PMCH- or CRHBP-correlated genes, we also found 2 Wnt ligands and 1 Wnt co-activator: R-Spondin 1 (RSPO1) [40] (Fig 7D and 7E). As a comparison, AGRP is the most highly correlated gene with Neuropeptide Y (NPY) (Fig 7G and S8 Table), consistent with their co-expression in the same hypothalamic neurons [41]. Interestingly, while Pmch and Crhbp are expressed in different regions of the mouse hypothalamus [16], they are expressed in the same hypothalamic nuclei in another primate, the marmoset according to the Marmoset Gene Atlas (https://gene-atlas.bminds.brain.riken.jp). Importantly, the results of all our correlation analyses are recapitulated on GeneNetwork (www.genenetwork.org) [42], which imported an older version of GTEx’s datasets and calculated Pearson correlation across a population (See Materials and methods). Together these data suggest co-expression of PMCH and CRHBP in the primate hypothalamus and potential regulation by LEF1-mediated Wnt signaling in humans.\n\nDiscussion\n\nIn this study, we demonstrate that Lef1-mediated hypothalamic Wnt signaling plays an evolutionarily conserved role in regulating the formation of anxiolytic neurons (See Fig 8 for summary). In zebrafish lef1 mutants, neural progenitors fail to differentiate and undergo apoptosis, resulting in a smaller Hc (alternatively named the hypothalamic posterior recess, the posterior part of the paraventricular organ, or the caudal zone of the periventricular hypothalamus [4,43,44]). Any or all of the 20 anxiety-related genes that are misregulated in the zebrafish mutant (Fig 2B) may contribute to the behavioral phenotypes that we observe. Likewise, our data do not conclusively prove that crhbp+ neurons, or indeed any individual Lef1-dependent neuronal populations, mediate the effect of Lef1 on anxiety. Such a conclusion would require either rescue of the lef1 mutant phenotype by restoration of missing neurons, or phenocopy by specific ablation of the cells. However, the specific loss of Pmch+ neurons in our mouse conditional knockout (Fig 5B), combined with the unexpected expression correlation between PMCH and CRHBP in the human hypothalamus (Fig 7F), is consistent with a common role for these 2 genes in behavior. While we also cannot rule out the possibility that Lef1 mutants may have other behavioral defects, genes that are known to regulate other hypothalamus-driven behaviors, such as Npy, Agrp, Pomc, and Hcrt, are unaffected in our mutants (S2, S5 and S6 Tables). In addition, pure assessment of other behaviors cannot distinguish a direct phenotype from an anxiety-related secondary phenotype.\n\nWhile the major product of Pmch, melanin-concentrating hormone (MCH), is an anxiolytic factor in teleosts [45], studies in mammals have reported it to be either anxiolytic, anxiogenic or having no effect [46,47]. In addition, the Pmch propeptide makes at least 2 more neuropeptides, neuropeptide-glutamic acid-isoleucine (NEI), and neuropeptide-glycine-glutamic acid (NGE), which are also involved in stress response and anxiety [48]. Germline Pmch mouse knockouts gain weight more slowly than controls, a phenotype originally attributed to decreased food intake [49]. However, on a different background strain, the same group reported that the knockout mice were not hypophagic, while retaining a growth phenotype [50]. Interestingly, all rodent models ablating Pmch [49–53] or Pmch+ neurons [28,29] exhibit a reduced growth rate. One possible underlying mechanism could be enhanced anxiety [12], which was not directly tested in any of these studies. Therefore, we hypothesize that in Lef1CKO mice, loss of hypothalamic Pmch+ neurons is responsible for elevated anxiety, leading to a secondary growth phenotype.\n\nOur data suggest that the gene expression and neuronal subtypes dependent on Lef1 can change during evolution while maintaining a common behavioral output. While transcriptional networks can undergo rapid rewiring at the level of enhancer binding sites during yeast, insect and mammalian evolution [54,55], the direct transcriptional targets of Lef1 mediating hypothalamic neurogenesis are still unknown. We have identified Tcf/Lef consensus binding sites in zebrafish and mouse Crhbp and Pmch loci, but it remains important to determine whether these 2 genes are direct targets of Lef1, or are instead lost as a secondary result of neurogenesis defects in mutants. In either case, it will also be useful to understand the circuitry of Lef1-dependent neurons. While the targets of Crhbp+ neurons in Drosophila and zebrafish are unknown, the projections of Pmch+ neurons in the hypothalamus of mice and other mammals are well characterized, and the regulation of these circuits by Lef1 in these species may be linked to anatomical and functional expansion of target brain regions such as the cortex [36]. Importantly, the coordinated expression of CRHBP and PMCH in the human hypothalamus suggests that they may be co-expressed in a single neuronal cell type.\n\nLoss of other genes important for hypothalamic neurogenesis has been shown to affect behavior [2]. Interestingly, mice lacking hypothalamic Dbx1 also exhibit a loss of Pmch+ neurons along with other populations [56]. In that study, Lef1-expressing hypothalamic nuclei were hypothesized to regulate innate behaviors outside the hypothalamic-pituitary-adrenal (HPA) axis, partly due to the observation of expanded Wnt activity in Dbx1 knockout animals. However, because our work demonstrates that Lef1 is in fact required for the genesis of Pmch+ neurons and for HPA-related behaviors, an alternative explanation is that Dbx1 functions in a parallel pathway to Lef1.\n\nTogether these results identify Wnt signaling as a link between brain development and function that allows essential behaviors to be maintained even as anatomical structures change through evolution. In addition, given the function for hypothalamic Wnt signaling in regulating postembryonic zebrafish neurogenesis [4], and the continuous expression of Lef1 in the hypothalamus of fish (S2D Fig) and mammals [16] throughout life, it would be interesting to test a possible contribution to adult behavior using temporal conditional knockout models. While Wnt signaling in the mammalian hippocampus and nucleus accumbens has been associated previously with anxiety and depression [57,58], our data demonstrate a novel requirement for pathway activity in a brain region that is highly conserved throughout the vertebrate lineage, and may prove useful for the diagnosis and treatment of hypothalamus-related anxiety disorders.\n\nMaterials and methods\n\nEthics statement\n\nAll experimental protocols were approved by the University of Utah Institutional Animal Care and Use Committee and were in accordance with the guidelines from the National Institutes of Health. Approval number: 16–09011. Zebrafish were euthanized by ice water immersion. Mice were euthanized by CO2 or ketamine/xylazine.\n\nSubjects: Zebrafish\n\nZebrafish (Danio rerio) were bred and maintained in a 14:10 hour light/dark cycle as previously described [59]. Zebrafish per tank were fed with similar amount of food and treated by the staff who were blinded to the experiments. Wt strains were *AB. The following mutant and transgenic strains were used: lef1zd11 [4], Tg(top:GFP)w25 [7], Tg(dlx6a-1.4dlx5a-dlx6a:GFP)ot1 [60], Tg(h2afv:GFP)kca6 [61], Tg(th2:GFP-Aequorin)zd201 [8], p53e7 [62]. lef1-/- homozygous mutants were identified between 3 dpf and 10 dpf by DASPEI staining as described previously [15] and at or after 15 dpf by loss of caudal fin [4]; wt and heterozygous siblings were used as controls. All the zebrafish were from at least 1 single-pair breeding. Genotyping was done as described before for lef1zd11 [4] and p53e7 [63], except primers used for lef1zd11 (forward primer: 5ʹ-CACTCTCTCCAGCCCAACATT-3ʹ, reverse primer: 5ʹ-TGTTACTGTTGGGACTGATTTCTG-3ʹ).\n\nSubjects: Mice\n\nMale and female C57BL/6J mice (Mus musculus) were group-housed with 2–5 mice per cage in a reverse 12 hour light/dark cycle with ad libitum access to food and water. Mice were 19–20 and 15–20 weeks old at the time of behavioral tests for male and female animals, respectively. Ai9 reporter RosatdTomato (line 007905) [22], Nkx2-1Cre (line 008661) [21], and TCF/Lef:H2B-GFP mice (line 013752) [23] were purchased from Jackson Laboratories. Lef1flox/flox mice were provided by HHX [20]. All strains were maintained on a C57BL/6J background except TCF/Lef:H2B-GFP mice, which were originally on a C57BL/6 × 129 background. Male Nkx2-1Cre/Cre;Lef1flox/+ and female Lef1flox/flox;RosatdTomato/tdTomato mice were used to generate conditional knockout (Lef1CKO: Nkx2-1Cre/+;Lef1flox/flox;RosatdTomato/+) and control (Lef1CON: Nkx2-1Cre/+;Lef1flox/+; RosatdTomato/+) offspring. Females breeders were maintained by inbreeding. Male breeders were maintained by interbreeding Nkx2-1Cre/Cre;Lef1+/+ and Nkx2-1Cre/Cre;Lef1flox/+ for no more than 5 generations to avoid potential artifacts caused by Cre homozygous inbreeding [64]. In occasional litters, Ai9 reporter expression was observed throughout the body of approximately 10% of experimental animals, consistent with published literature [21]; such animals were not used for experiments. All the mice were from at least 3 litters unless otherwise noted. Sex at E14.5 was determined by genotyping by Jarid 1c [65]. When generating experimental mice for body weight measurement and behavioral tests, each litter was culled to 8 pups at P0. Genotyping for RosatdTomato and TCF/Lef:H2B-GFP animals was done according to available Jackson Laboratory protocols for these strains. Genotyping for Nkx2-1Cre mice was done using primers for Cre recombinase detection (forward primer: 5ʹ-ATGCTTCTGTCCGTTTGCCG-3ʹ, reverse primer: 5ʹ-CCTGTTTTGCACGTTCACCG-3ʹ). Genotyping for Lef1flox mice was done using primers contributed by HHX (forward primer: 5ʹ-GCAGATATAGACACTAGCACC-3ʹ, reverse primer: 5ʹ-TCCACACAACTAACGGCTAC-3ʹ).\n\nSubjects: Drosophila\n\nCanton-S wild-type and pan2 mutant (BL4759) Drosophila melanogaster strains were obtained from Bloomington Stock Center.\n\nZebrafish transplantation experiments\n\nAt the sphere stage, 10–50 blastula cells from donor embryos were transplanted using a glass micropipette into the dorsal side of shield stage host embryos, 20–40 degrees from the animal pole, representing the hypothalamus anlage [66]. Embryos were then raised to 5 dpf for immunohistochemistry. Donor and host embryos were retained for genotyping to identify lef1 mutants.\n\nBrdU labeling\n\nFour dpf zebrafish embryos were incubated in E3 media containing 10 mM BrdU (Sigma-Aldrich, St. Louis, MO) at 28.5°C for indicated time before being washed in E3 media for at least 3 times.\n\nImmunohistochemistry: Zebrafish\n\nEmbryos and larvae were fixed in 4% paraformaldehyde (PFA) for 3 hours at room temperature (RT) or overnight (O/N) at 4°C followed by brain dissection. Brains were either dehydrated in methanol and stored at −20°C, or immediately processed for immunohistochemistry. For 3 dpf embryos, 5% sucrose was included in the fixative to ease dissection. Brains were treated with 0.5 U dispase (Gibco #17105–041) in 2% PBST (PBS/2% Triton X-100) for 60 minutes at RT. For BrdU, PCNA, pH3 or Caspase-3 staining, brains were washed in water for 5 minutes twice, followed by incubation in 2 N HCl for 60 minutes at RT, followed by 2 more water washes. Brains were then blocked in 5% to 10% goat serum in 0.5% PBST for 60 minutes at RT. Embryos were incubated in primary antibodies in block O/N at 4°C and secondary antibodies and Hoechst 33342 (Life Technologies, H3570) in block O/N at 4°C before mounting in Fluoromount-G (SouthernBiotech, Birmingham, AL) with the ventral hypothalamus facing the coverslip. Primary antibodies were all used at 1:500 dilution except as noted: chicken anti-GFP (Aves Labs, GFP-1020), rabbit anti-GFP (Molecular Probes, A11122), mouse anti-HuC/D (Molecular Probes, A21271), rabbit anti-5-HT (ImmunoStar, 541016), rabbit anti-pH3 (1:400, Cell Signaling, 9713), rabbit anti-active Caspase-3 (BD Pharmingen, 559565), rabbit anti-BLBP (Abcam, ab32432), mouse anti-PCNA (Sigma, P8825), and chicken anti-BrdU (ICL, CBDU-65A-Z). Secondary antibodies were all used at 1:500 dilution: goat anti-mouse Alexa Fluor 448 (Invitrogen, A11001), goat anti-rabbit Alexa Fluor 488 (Invitrogen, A11008), donkey anti-chicken Alexa Fluor 488 (Jackson ImmunoResearch, 703-545-155), goat anti-rabbit cy3 (Jackson ImmunoResearch, 111-165-003), goat anti-mouse cy3 (Jackson ImmunoResearch, 115-165-003), goat anti-mouse Alexa Fluor 647 (Invitrogen, A21235), goat anti-rabbit Alexa Fluor 647 (Invitrogen, A21244), and goat anti-chicken Alexa Fluor 647 (Invitrogen, A21449). Hoechst 33342 (1:10,000) was used to stain nuclei. All the primary antibodies were validated previously [4,67].\n\nImmunohistochemistry: Mice\n\nE14.5 embryo heads were dissected in PBS and fixed in 4% PFA at RT for 1.5 hours or O/N at 4°C. Brains were dissected and cryoprotected in 15% and then 30% sucrose, embedded in OCT, and stored at −80°C. Brains were cryosectioned at a thickness of 16 μm, air dried and stored at −80°C. Air-dried sections were then washed in PTW (PBS+0.1% Tween 20) 3 times, followed by permeabilization in 0.25% PBST for 5 minutes and blocking in 10% goat serum in PTW for 60 minutes. Sections were incubated in primary antibodies in blocking solution O/N at 4°C and secondary antibodies in blocking solution for 2 hours at RT, followed by Hoechst 33342 stain for 10 minutes at RT before mounting in Fluoromount-G. Antibodies used were as described above except rabbit anti-LEF1 (1:200, Cell Signaling, 2230), goat anti-PMCH (1:500, Santa Cruz, sc14509) and donkey anti-goat Alexa Fluor 647 (1:400, Invitrogen, A21447). All primary antibodies were validated by absence of staining in Lef1CKO animals. For HuC/D staining, incubation for 30 minutes in 0.5 U dispase was performed in 0.25% PBST.\n\nImmunohistochemistry: Drosophila\n\nDrosophila immunohistochemistry was performed as previously described [68] except that a fluorescent secondary antibody was used. Antibodies used were as described above except mouse anti-FasII (1:5, DSHB, 1D4), which was validated previously [32].\n\nProbes for in situ hybridization\n\nIn situ hybridization probes were made by a clone-free method as described previously [69,70], with DNA templates purified using Zymo Research DNA Clean &amp; Concentrator-5 kit. Primers were designed by Primer-BLAST [71] except for mouse genes with primer sequences available from the Allen Brain Atlas (ABA) [16] or GenePaint Atlas [26]. A full list of primers used to make probes is in S9 Table. cDNA made from 3 dpf zebrafish embryos, P2, and P60 mouse hypothalamus, and adult Drosophila (gift from C. Thummel) was used as the initial template for PCR to generate T7 promoter-containing DNA. RNA probes for zebrafish lef1 [72] and axin2 [73] were previously described. The RNA probe for Drosophila pan was generated from the Drosophila Gene Collection T7 promoter-containing cDNA GM04312 [74].\n\nWhole mount in situ hybridization: Zebrafish\n\nZebrafish whole mount in situ hybridization was performed as described previously [75] except that 15 dpf and adult zebrafish were fixed in 4% PFA O/N at 4°C followed by washing in PBS and brain dissection. All tissues were treated for 30 minutes with 10 μg/ml Proteinase K. Pigmented embryos were bleached in 1% H2O2/5% formamide/0.5× SSC O/N at RT after in situ hybridization. 3 dpf embryos and postembryonic brains were imaged in 100% glycerol and PBS, respectively. For automated whole mount in situ hybridization, all steps following probe hybridization and before color reaction were performed using a BioLane HTI (Intavis, Chicago, IL).\n\nSection in situ hybridization: Mice\n\nTwenty-five μm brain cryosections were collected and post-fixed as previously described [76] (http://developingmouse.brain-map.org/docs/Overview.pdf). In situ hybridization was then performed as described [77].\n\nWhole mount in situ hybridization: Drosophila\n\nDrosophila whole mount in situ hybridization was performed as described previously [68].\n\nBody length: Zebrafish\n\nZebrafish from a single home tank were anesthetized using tricaine (Sigma-Aldrich, St. Louis, MO) in shallow water. Images were acquired of immobilized, non-overlapping fish with a ruler for scale. Body length was calculated by measuring the distance between the mouth and the anterior edge of the tail fin, using ImageJ.\n\nNovel tank diving test\n\nFive fish from lef1+/- incrosses were raised per tank starting at 5 dpf. lef1 mutants and controls were separated at 15 dpf. Novel tank diving tests [13] were performed on 16 dpf larvae during the early afternoon of the same days, before lef1 mutants start to display surfacing behavior at 20 dpf. Novel rectangular tanks (16.6 cm × 9.5 cm × 12.3 cm) were illuminated by a centered white light, and videos were acquired with a mounted Nokia Lumia 640 phone 1080p camera. For each experiment, single mutant and control larvae were netted and then removed simultaneously from their home cages and transferred to novel tanks with identical water volume. The order of netting mutant and control fish was rotated between trials. Videos were viewed in MPlayerX to manually analyze the latency of larvae to enter the upper half of the tank after initial sinking. Videos were then imported and analyzed using Ethovision XT version 11.5 (Noldus, Leesburg, VA) during the initial exploration phase, with a tracking period of 2 minutes beginning 1 minute after release into the novel tank to decrease water agitation resulting from netting. Videos were also analyzed after the initial exploration phase with a tracking period during the 4 to 6 minute interval. Tracks were analyzed for distance travelled, time in upper half of the tank and time of immobility.\n\nBody weight: Mice\n\nAll pups were weaned at P21 immediately following the first weighing. Pups weighing less than 6.5 g were excluded from analysis. All mice were weighed during the morning of the same days of the following weeks.\n\nBehavior tests: Mice\n\nGroup-housed mice were allowed to acclimate to the animal facility for behavioral tests 9 days after an on-campus transfer. Each mouse was handled daily for 2 minutes, during midmorning for 7 days before commencement of behavioral testing using the cupped hand method [78]. To avoid behavioral variation caused by female estrous cycle [79], a vaginal lavage procedure was done after daily handling for estrous phase evaluation for 7 days, as previously reported [80]. Female mice in their proestrus or estrus phases were collectively grouped as “Estrus” and females in their metestrus and diestrus phases were collectively grouped as “Diestrus.” All mice were acclimated to the behavior room for 1 hour under red light (69 lux) before commencement of tests. Open field and EPM behavioral tests were performed in order, once daily for 2 days, from 9 am to 5 pm. The experimenter was blinded to genotype.\n\nOFT\n\nEach mouse was placed in a circular plexiglass chamber (4.5” diameter × 3” height) located inside an illuminated (330 lux) circular open field arena (110 cm diameter) and allowed to acclimate for 1 minute to decrease movement bias resulting from experimenter handling. After 1 minute, the plexiglass chamber was removed from the arena, and the mouse was allowed to freely explore the arena for 10 minutes. Movement was video recorded and analyzed using Ethovision version 9 (Noldus, Leesburg, VA).\n\nEPM\n\nThe EPM apparatus was elevated 60 cm from the floor, having 2 open arms (35 cm × 5 cm) and 2 closed arms (35 cm × 16 cm) connected by a central platform (5 cm × 5 cm). The EPM was illuminated by a white light (205 lux) at the center platform. Each mouse was placed in a rectangular opaque white plexiglass chamber (2” × 3” × 5”) located on the center platform, and allowed to acclimate for 1 minute before commencement of the test. The white chamber was removed and the mouse was allowed to freely explore the EPM for 5 minutes. Behavior was video recorded and analyzed using Ethovision version 9 (Noldus, Leesburg, VA).\n\nRNA-seq: Zebrafish\n\nEmbryos were fixed for 1.5 hours in 4% PFA/5% sucrose in PBS at RT, followed by whole hypothalamus dissection with super-fine forceps (FST, 11252–00). For each biological replicate, 28 to 38 dissected hypothalami were pooled for lef1 mutant and control samples from at least 1 single-pair breeding. RNA was extracted using a RecoverAll Total Nucleic Acid Isolation Kit for FFPE (Ambion, AM1975) according to the manufacturer’s instructions. Three biological replicates were obtained on different days from offspring of different breedings. A total of 300 ng RNA per sample was submitted to the High Throughput Genomic Core at the University of Utah for RNA quality control by High Sensitivity R6K ScreenTape, RNA concentration by vacuum drying, cDNA library prep by Illumina TruSeq Stranded RNA Kit with Ribo-Zero Gold and sequencing by HiSeq 50 Cycle Single-Read Sequencing version 3. RNA-seq was analyzed by the Bioinformatics Core at the University of Utah. A transcriptome reference was created by combining GRCz10 chromosome sequences with Ensembl build 84 splice junction sequences generated with USeq (version 8.8.8) MakeTranscriptome. RNA-seq reads were mapped to the GRCz10 zebrafish transcriptome reference using Novoalign (version 2.08.03). Splice junction alignments were converted back to genomic space using USeq SamTranscriptomeParser. USeq DefinedRegionDifferentialSeq was used to generate per gene read counts, which were used in DESeq2 to determine differential expression. RNA-seq graph in Fig 2A was made by IPython Notebook with package NetworkX.\n\nRNA-seq: Mice\n\nE14.5 and P22 nonweaned male Lef1CON and Lef1CKO hypothalami were dissected using a fluorescent microscope in ice-cold PBS, while tail tissue was retained for genotyping. E14.5 tissues were immediately immersed in RNAlater (Thermo Fisher, Waltham, MA) and stored at 4°C for up to 7 days until RNA extraction. P22 tissues dissected from at least 2 litters were immediately homogenized in TRIzol (Thermo Fisher, Waltham, MA) and stored at −80°C. Three biological replicates were prepared from either 5 pooled hypothalami (E14.5) or a single hypothalamus (P22) from Lef1CON and Lef1CKO mice, and RNA was extracted on the same day using TRIzol followed by purification with an RNeasy Mini Kit (Qiagen, Hilden, Germany) and on-column DNase digestion (Sigma-Aldrich, St. Louis, MO). One μg of RNA per sample was submitted to the High Throughput Genomic Core at the University of Utah for RNA quality control with Agilent RNA ScreenTape, cDNA library prep with Illumina TruSeq Stranded RNA Kit with Ribo-Zero Gold, and sequencing using HiSeq 50 Cycle Single-Read Sequencing version 4. RNA-seq reads were mapped to GRCm38. Differential gene expression analysis and graph plotting were carried out using the same methods as for zebrafish RNA-seq.\n\nqPCR\n\nThree biological replicates of RNA from male and female mice were prepared as described above for RNA-seq. Two and a half μg RNA was used for cDNA synthesis with a SuperScript III Reverse Transcriptase kit (Invitrogen, Carlsbad, CA). qPCR was performed in triplicate using Platinum SYBR Green master mix (Invitrogen, Carlsbad, CA) on 96-well CFX Connect (Bio-Rad, Hercules, CA) plates or 384-well QuantStudio 12K Flex (Life Technologies, Durham, NC) plates at the Genomics Core at the University of Utah, according to manufacturer’s instructions. Gapdh was used to normalize quantification, and reverse transcriptase was omitted for controls. qPCR analysis was performed with the ΔΔCt method to determine relative expression change [81]. Dissociation curve analysis was performed to confirm the specificity of amplicons. qPCR primers were designed from PrimerBank [82] as follows (forward primer first, reverse primer second, in 5ʹ to 3ʹ orientation with PrimerBank ID in the parentheses), Pmch (12861395a1): GTCTGGCTGTAAAACCTTACCTC, CCTGAGCATGTCAAAATCTCTCC; Tacr3 (10946720a1): CTGGGCTTGCCAGTGACAT, CGCTTGTGGGCCAAGATGAT; Crhbp (162287189c2): CTTACCCTCGGACACTTGCAT, GGTCTGCTAAGGGCATCATCT.\n\nImage analysis and cell counting\n\nFluorescent images of dissected zebrafish and mouse brains were obtained with an Olympus FV1000 confocal microscope at the Cell Imaging Core at the University of Utah. Z-stack images were all maximum intensity z-projections of 3 μm slices; single- or double-labeled cells were manually counted in FV1000 ASW 4.2 Viewer. All the zebrafish and mouse in situ hybridization images were obtained with an Olympus SZX16 dissecting microscope except those in Fig 5E, S2C Fig and S6B Fig, which were obtained with an Olympus BX51WI compound microscope. Two months post-fertilization (mpf) zebrafish images (S3A and S3B Fig) were acquired using a Leica MZ16 microscope. Drosophila in situ hybridization images were obtained with a Zeiss Axioskop.\n\nIPA\n\nIPA (QIAGEN, Redwood City, CA) was performed with 129 mouse orthologs of the 138 zebrafish protein-coding genes identified from RNA-seq with AdjP &lt;0.1 (S4 Table). Analysis was performed by the Bioinformatics Core at the University of Utah according to QIAGEN's instructions and “diseases and functions” were extracted from the software (S3 Table).\n\nHuman correlation analysis\n\nPublically available GTEx raw datasets were downloaded from www.gtexportal.org in April 2017 as a single file: GTEx_Analysis_v6p_RNA-seq_RNA-SeQCv1.1.8_gene_rpkm.gct.gz. Ninety-six hypothalamic samples were identified according to their specific strong PMCH expression, and extracted into S7 Table by IPython Notebook with packages gzip and xlwt. Pearson correlation was calculated by gene reads per kilobase of transcript per million mapped reads (RPKM) using IPython Notebook with function scipy.stats.stats.pearsonr, followed by result writing into S8 Table by IPython Notebook with package xlwt. The same Pearson correlation r values were confirmed using Excel’s CORREL function. A similar correlation result was obtained when searching for the top 200 correlated genes by Pearson on GeneNetwork (www.genenetwork.org) in April 2017. Several differences are noted between our analyses and GeneNetwork’s analyses. First, GeneNetwork imported an older version of GTEx’s datasets (GTEXv5 Human Brain Hypothalamus RefSeq [Sep15] RPKM log2). Second, GeneNetwork calculated Pearson correlation using RPKM log2 rather than RPKM in our case. Third, GeneNetwork calculated Pearson’s sample correlation across a population, with an adjustment across the genome, and also based on the number of the top correlated genes requested by the users; in our case, we calculated Pearson correlation between 2 genes, and simply ranked all the genes by their Pearson’s r values calculated for the gene of interest. Lastly, GeneNetwork’s imported older GTEx datasets had 102 hypothalamic samples, 6 among which were left out in current GTEx’s server. The complete overlapping of the 96 samples further confirmed our successful extraction of hypothalamic datasets from the GTEx project.\n\nStatistical analysis\n\nNo statistical methods were used to predetermine sample size. For behavioral assays, sample size was determined based on accepted practice. The experiments were not randomized. Due to visible phenotypes, the investigators were not blinded to outcome assessment except for whole mount in situ hybridization of zebrafish lef1+/- incrosses, Drosophila pan+/- incrosses, and mouse body weight and behavioral assays. Two-tailed unpaired Student t tests were performed for all statistical analysis, except mouse body weight (2-way ANOVA with repeated measures), using GraphPad Prism software version 6. Outliers were identified by Grubbs’ test for behavioral assays with significance assigned at P &lt; 0.05 (alpha = 0.01). All the criteria for excluding data points were established prior to data collection.\n\nSupporting information"
}