{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0060007",
  "doi": "10.1371/journal.pbio.0060007",
  "externalIds": [
    "pii:07-PLBI-RA-0566R2",
    "sici:plbi-06-01-07",
    "pmid:18215111",
    "pii:07-PLBI-RA-0566",
    "pmcid:PMC2211546"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Specific Targeting of a Plasmodesmal Protein Affecting Cell-to-Cell Communication",
  "authors": [
    {
      "name": "Carole L Thomas",
      "first": "Carole L",
      "last": "Thomas",
      "affiliation": "John Innes Centre, Norwich Research Park, Colney, Norwich, United Kingdom"
    },
    {
      "name": "Emmanuelle M Bayer",
      "first": "Emmanuelle M",
      "last": "Bayer",
      "affiliation": "John Innes Centre, Norwich Research Park, Colney, Norwich, United Kingdom"
    },
    {
      "name": "Christophe Ritzenthaler",
      "first": "Christophe",
      "last": "Ritzenthaler",
      "affiliation": "Institut de Biologie Moléculaire des Plantes du CNRS (UPR2357), Strasbourg, France; Université Louis Pasteur (Strasbourg 1), Strasbourg, France"
    },
    {
      "name": "Lourdes Fernandez-Calvino",
      "first": "Lourdes",
      "last": "Fernandez-Calvino",
      "affiliation": "John Innes Centre, Norwich Research Park, Colney, Norwich, United Kingdom"
    },
    {
      "name": "Andrew J Maule",
      "first": "Andrew J",
      "last": "Maule",
      "affiliation": "John Innes Centre, Norwich Research Park, Colney, Norwich, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2008-01",
  "dateElectronic": "2008-01-22",
  "dateAccepted": "2007-11-30",
  "dateReceived": "2007-03-08",
  "volume": "6",
  "number": "1",
  "pages": "e7",
  "tags": [
    "Discipline/Plant Biology",
    "Type/Research Article"
  ],
  "abstract": "Plasmodesmata provide the cytoplasmic conduits for cell-to-cell communication throughout plant tissues and participate in a diverse set of non–cell-autonomous functions. Despite their central role in growth and development and defence, resolving their modus operandi remains a major challenge in plant biology. Features of protein sequences and/or structure that determine protein targeting to plasmodesmata were previously unknown. We identify here a novel family of plasmodesmata-located proteins (called PDLP1) whose members have the features of type I membrane receptor-like proteins. We focus our studies on the first identified type member (namely At5g43980, or PDLP1a) and show that, following its altered expression, it is effective in modulating cell-to-cell trafficking. PDLP1a is targeted to plasmodesmata via the secretory pathway in a Brefeldin A–sensitive and COPII-dependent manner, and resides at plasmodesmata with its C-terminus in the cytoplasmic domain and its N-terminus in the apoplast. Using a deletion analysis, we show that the single transmembrane domain (TMD) of PDLP1a contains all the information necessary for intracellular targeting of this type I membrane protein to plasmodesmata, such that the TMD can be used to target heterologous proteins to this location. These studies identify a new family of plasmodesmal proteins that affect cell-to-cell communication. They exhibit a mode of intracellular trafficking and targeting novel for plant biology and provide technological opportunities for targeting different proteins to plasmodesmata to aid in plasmodesmal characterisation.",
  "fullText": "Introduction\n      \nPlasmodesmata are channels that cross the cell wall and establish symplastic continuity throughout most of the plant. Their importance has been highlighted by the range of diverse non–cell-autonomous functions that depend on intercellular macromolecular communication through plasmodesmata. Hence, a range of transcription factors in the shoot apical meristem and at the root tip have functional roles in cells other than those in which they were produced [1,2]. Similarly, some small RNAs generated as part of the RNA silencing pathway can act non–cell-autonomously [3]. Last, plant virus pathogens, which are restricted to the symplast, must use plasmodesmata to invade neighbouring cells [4], and very recently [5] it has been proposed that biotrophic fungi may exploit plasmodesmata during tissue invasion. All of these macromolecules and organisms are above the experimentally defined normal size-exclusion limits for plasmodesmata, which points to highly regulated plasmodesmal processes for their recognition and transport between cells. This is exemplified by plant viruses, all of which encode so-called movement proteins (MPs) that interact with and modify the properties of these structures to allow the passage of virus particles or other forms of ribonucleoprotein complexes [4]. The organisational complexity of plasmodesmata remains a matter of speculation constrained by the interpretation of electron microscopical images [6]. Briefly, they comprise plasma membrane (PM)-lined channels that cross the cell wall to join adjacent cells symplastically. They contain an axial-appressed membrane element derived from the endoplasmic reticulum (ER), called the desmotubule, and may contain proteinaceous spoke-like structures that cross the cytoplasmic sleeve between the PM and desmotubule (Figure 1A). Despite the crucial role of plasmodesmata in growth and development, plant defence, and pathogenesis, almost nothing is known about the integral components of plasmodesmata or plasmodesmal biogenesis. From the identification of proteins interacting with viral MPs, coimmunolocalisation studies applied to candidate proteins, and proteomics approaches, a number of proteins have been identified in association with plasmodesmata [7]. These include cytoskeletal elements (e.g., actin and myosin VIII), proteins found in the ER (e.g., calreticulin) (refs in [7]), a casein kinase 1 that phosphorylates tobacco mosaic virus (TMV) MP [8], a β-1,3-glucanase [9], and class 1 reversibly glycosylated proteins (C1RGPs) [10]. The lack of identification of the constituent components of plasmodesmata has remained an outstanding challenge in plant biology and has hindered a fuller understanding of the non–cell-autonomous control of plant development and the processes of tissue invasion by pathogens.\n\nA fundamental question relating to the formation and function of plasmodesmata is how proteins are recruited to this unique subcellular environment. Previous studies have indicated the importance of components of the cytoskeleton [11–15] and the post-Golgi vesicle trafficking systems [10,16], although in no case have the specific protein sequences that define the molecular address for delivery to plasmodesmata been identified. We report here the use of Arabidopsis thaliana suspension cultures as a source of membrane proteins located in the cell wall to identify a novel family of proteins functioning within plasmodesmata to affect cell-to-cell communication, and identify the key principles by which specific subcellular targeting of these proteins is achieved.\n\n      Results\n      \n        Plasmodesmata-Located Protein 1 Targets Plasmodesmata in Diverse Plant Species\n        \nA survey of the subcellular targeting of cell wall–associated membrane proteins derived from highly purified Arabidopsis cell walls [17] was carried out. Translational N- and/or C-terminal fusions with green fluorescent protein (GFP) were expressed transiently using the cauliflower mosaic virus (CaMV) 35S promoter in Nicotiana benthamiana leaves and onion epidermal monolayers, and transgenically in Arabidopsis plants. From this survey, we identified the protein derived from At5g43980 as a plasmodesmal protein. We refer to this newly identified protein as plasmodesmata-located protein 1a (PDLP1a). Critically, expression in transgenic Arabidopsis using either the CaMV 35S promoter or the native promoter for At5g43980 showed that the fusion protein was located as punctate spots on the cell wall (Figure 1B to 1E) and that this fluorescence was retained on the wall after plasmolysis (Figure 1D and 1E). This pattern of fluorescence was most notable in leaf spongy mesophyll cells, where the punctate spots were present on adjoining walls, but absent from the nonadjoining walls (Figure 1E). Similar patterns of protein accumulation were observed following transient expression in the heterologous species N. benthamiana and onion (Figure S1). The pattern of localisation was most distinctive when PDLP1a was expressed from its own promoter, when the protein was targeted exclusively to plasmodesmata. (Figure S2A shows a confocal stack through pPDLP1a::PDLP1a:GFP–expressing Arabidopsis epidermal cells, and unique association with plasmodesmata.) Further evidence that these punctate sites were plasmodesmata was obtained by demonstrating colocalisation with callose (Figure 2A–2C) and with TMV MP:GFP (Figure 2D–2F). Callose distribution was revealed by staining with the fluorescent dye aniline blue, and was especially informative in cases where patterns of both callose and PDLP1a distribution identified the characteristic organisation of groups of plasmodesmata in pit fields (Figure S2B). TMV MP is one of the best-characterised viral MPs, which shows strong targeting to plasmodesmata in newly infected cells and in transgenic plants [4]. In transgenic plants expressing TMV MP, the protein characteristically is localised within complex plasmodesmata that are a feature of photosynthetic source tissues rather than in the simple plasmodesmata of sink tissues [18].\n\nSequence analysis showed PDLP1a to have a domain structure (Figure 3A) conserved in a small family of plant-specific proteins, including representatives from Arabidopsis, rice, Medicago, and Phaseolus. Briefly, the proteins are predicted to be type I membrane proteins with molecular mass ranging from 30.2 to 35.3 kDa and comprising an N-terminal signal peptide, a large region containing two similar domains annotated as domains of unknown function 26 (DUF26), a single transmembrane domain (TMD), and a short C-terminal tail. DUF26 domains have a conserved C-X8-C-X2-C motif, which is distinct from the Cys-rich regions found in S-locus glycoproteins [19]. The PDLP1 families in Arabidopsis and rice comprise two clades from eight members. C-terminal fusions with GFP were constructed for all eight PDLP1 proteins and analysed for their subcellular targeting after expression from the CaMV 35S promoter; all showed targeting to plasmodesmata (representative proteins from At2g01660 and At2g33330 are illustrated in Figure 3B). In addition, there are three other groups of DUF26-related proteins. These include a group of proteins that contain a signal peptide for secretion, but lack the TMD domain (e.g., protein from At5g48540, which was secreted to form large, unresolved bodies in the apoplast), a second group where the TMD and short C-terminus are replaced with a glycosylphosphoinositol (GPI) anchor domain (e.g., protein from At1g63580, which was localized to the PM), and a third group of predicted receptor-like kinases (e.g., protein from At4g23140) where the short C-terminus is replaced with a serine/threonine kinase domain. In this last case, the protein was also targeted to the PM, although in this case, the distribution was less uniform than seen for the GPI-anchored protein from At1g63580 (Figure 3B).\n\n        The 2xDUF26 Domain of PDLP1a Is Extracellular\n        \nBy analogy with the wider members of the 2xDUF26 class of proteins, including some kinases that have DUF26 domains located extracellularly and signal through a TMD to the cytoplasmic kinase module [20], we predicted that PDLP1a should be orientated with its short C-terminal tail in the cytoplasm and the 2xDUF26 domain in the apoplast. To confirm this prediction, we employed a bimolecular fluorescence complementation (BiFC) strategy in which half of yellow fluorescent protein (YFP) fused to the test protein was complemented with the corresponding half of YFP targeted to the cytoplasm [21]. Hence, when either half of YFP (YN or YC, Figure 4A) was fused to the C-terminal tail of PDLP1a and cotransiently expressed in N. benthamiana with the alternate unfused half-YFP, BiFC fluorescence in plasmodesmata was observed (Figure 4B). In contrast, when PDLP1a:YC was coexpressed with the alternate unfused half carrying signals for targeting to and retention in the ER (YN-ER; [21]), no BiFC was observed (Figure 4B), confirming our predictions that PDLP1a was orientated with the C-terminus in the cytoplasm (Figure 4C). Since PDLP1 is a type I membrane protein with a single TMD, the N-terminal portion of the protein is by default located facing the apoplast.\n\n        PDLP1 Functionality in Plasmodesmal Trafficking\n        \nThe implication from the location of PDLP1 in plasmodesmata is that the protein contributes functionally to symplastic communication from cell to cell. One means of assessing this property is to measure the diffusional capacity of monomeric untargeted GFP following bombardment into single cells of leaf tissues [22] in Arabidopsis lines where the expression of PDLP1 genes has been changed. Wild-type Arabidopsis leaves cobombarded with 35S::GFP and 35S::RFPer (red fluorescent protein [RFP] targeted to the ER, therefore unavailable for symplastic diffusion, and used to mark target cells; Figure S3) showed the primary bombarded cells and the diffusion of free GFP to neighbouring cells where lateral diffusion could be used as a quantitative measure of plasmodesmal trafficking potential.\n\nInsertional mutant lines (knock-out lines; KOs) for six of the eight PDLP1 genes are available from public collections. None of these lines showed any obvious growth or developmental phenotype. GFP diffusion in leaves of these lines was not significantly different from that in wild-type Arabidopsis leaves (unpublished data). However, scrutiny of the public microarray expression data (http://www.genevestigator.ethz.ch) showed that the tissue-specific pattern of expression of these genes differed widely with respect to expression in leaf tissues. To accommodate potential problems of functional redundancy within the family, various combinations of KOs were made by crossing. We concentrated on crosses between members of clade 1 (Figure 3B) that included examples of genes expressed relatively highly in leaf tissues. KO combinations of At5g43980 and At1g04520, At5g43980 and At2g33330, and At2g33330 and At1g04520 were tested in our GFP bombardment assay (Figure 5A). Whereas the homozygous progeny of At5g43980×At1g04520 showed no significant change in the spread of GFP (unpublished data), the progeny of the other crosses (At5g43980×At2g33330 and At2g33330×At1g04520) showed significantly increased trafficking ability (p ≤ 0.05 and ≤ 0.01, respectively).\n\nThe corollary to increased trafficking with reduced PDLP1 was tested by assessing GFP spread in transgenic plants overexpressing PDLP1a from the CaMV 35S promoter. Transgenic plants expressing genes for either PDLP1a:GFP or haemaglutinin-tagged PDLP1a (PDLP1a:HA) showed a reduced-growth phenotype that correlated with transgene copy number, i.e., plants with homozygous single insertions were more dwarfed than heterozygous plants (Figure 5B) and this dwarfing phenotype positively correlated with protein accumulation, assessed using anti-HA antibody (Figure 5B). To minimise the contributory effect of the dwarf phenotype and to avoid the complication of transgene silencing of GFP after bombardment, GFP diffusion assays were carried out on heterozygous plants of the PDLP1a:HA line. Measurements of lateral diffusion from sites of bombardment in these plants showed that cell-to-cell trafficking of GFP was highly significantly impaired (p ≤ 0.0001; Figure 5B).\n\n        PDLP1a Utilises the Secretory Pathway for Delivery to Plasmodesmata\n        \nTrafficking of proteins to the plasmodesmata has variously been shown to exploit (e.g., C1RGP [10]) or bypass (e.g., TMV MP; [23,24]) the secretory pathway. Chemical or protein inhibitors were used to investigate the role of the secretory pathway in PDLP1a trafficking to plasmodesmata. Brefeldin A (BFA), an inhibitor of specific ADP ribosylation factor (ARF) GTPase exchange factors (GEFs), arrests vesicle trafficking at various points along the secretory pathway [25], whereas Sar1[H74L], a GTPase-defective mutant of Sar1p, very specifically affects COPII-mediated ER-to-Golgi transport [26]. Both of these inhibitors provided a qualitative assessment of the roles of the ER and COPII pathways in PDLP1a targeting to plasmodesmata. Coexpression of PDLP1a:GFP and ManI:RFP, encoding a well-described secretory marker whose translocation to the Golgi apparatus depends on a functional secretory pathway [27], resulted in the identification of PDLP1a:GFP at plasmodesmata, and distinct and separate Golgi labelling with ManI:RFP (Figure 6A to 6C). Addition of BFA led to the complete loss of Golgi stacks and the concomitant formation of large ER–Golgi hybrid bodies/BFA compartment in which both PDLP1a:GFP and ManI:RFP accumulated (Figure 6D to 6F, stars). In addition to this location, PDLP1a:GFP could still occasionally be seen within plasmodesmata after treatment (compare Figure 6A and 6D, arrowheads). This was likely due to a (dose-dependent) incomplete inhibition of secretion or to pre-existing PDLP1a:GFP molecules within plasmodesmata before addition of BFA. Since BFA induces a range of effects on treated cells due to the inhibition of multiple Arf-GEFs [25], additional experiments were performed using a dominant-negative mutant of the Ras-like small GTPase, Sar1 (Sar1[H74L]), to specifically block ER export; the wild-type protein was used as the control. As expected, coexpression of wild-type Sar1:RFP with PDLP1a:GFP had no effect on PDLP1a:GFP steady-state accumulation within plasmodesmata (unpublished data). In contrast, coexpression with the GTPase-impaired mutant Sar1[H74L] led to the retention of PDLP1a:GFP in the ER as deduced from the perinuclear labelling (Figure 6G) and the visualisation of a typical polygonal network in cortical sections (Figure 6H). Similar to BFA treatment, incorporation of PDLP1a into plasmodesmata was not completely abolished in all cells. This could be as a consequence of partial inhibition of secretion following expression of Sar1[H74L], because inhibition of secretion is directly related to the steady-state accumulation of Sar1[H74L] [28], or prior accumulation of PDLP1a:GFP before Sar1[H74L] expression. Such variability is inherent in experiments using transient expression following agro-infiltration. Most importantly, however, induced retention of PDLP1a:GFP in the ER or in the BFA compartment was never observed under conditions where secretion was unperturbed. It is therefore concluded that PDLP1a utilises the secretory pathway for delivery to plasmodesmata.\n\n        PDLP1 TMD Is Necessary and Sufficient for Plasmodesmal Targeting\n        \nBioinformatic analysis of the PDLP1 family clade 1 identified a common TMD of 21 amino acids upstream of a short but variable length C-terminal tail (Figure 7A). To assess the importance of the C-terminal tail in directing PDLP1a to plasmodesmata, this region was deleted (Figure 7B) and the resulting C-terminal fusion to GFP tested for targeting to plasmodesmata. Transient and transgenic expression showed that the protein lacking the C-terminal tail was still targeted to plasmodesmata (Figure 7C).\n\nThat PDLP1a was targeted to plasmodesmata in the absence of the C-terminal tail led us to ask whether the TMD alone would be sufficient. To assess this, two constructs were tested. The citrine variant of YFP (this has higher stability in the acidic extracellular environment) [29] was fused between the PDLP1a N-terminal signal peptide and the TMD plus C-terminal tail, or the TMD alone (Figure 8A and 8B). In both cases, the YFP open reading frame was flanked with flexible linker peptides [30], minimizing protein folding interference between the YFP and PDLP1a domains. Transgenic or transient expression of the latter fusion protein showed unique targeting to plasmodesmata, which was unaffected by plasmolysis (Figure 8C and 8D, arrows). For the former construct including the C-terminal tail, similar targeting was observed except that YFP fluorescence was also visible at discrete unidentified locations in the cytoplasm (Figure 7C). Therefore, our experiments have uniquely identified a short TMD sequence with the capacity to target proteins to plasmodesmata.\n\nThe specification of plasmodesmal targeting by the TMD alone identifies either a default pathway based upon some physical property of the TMD (e.g., TMD length), or that the TMD includes specific targeting signals. To test these hypotheses, we focussed on the C-terminal three amino acids of the TMD. It has been proposed [31] that a TMD-length rule applies to some proteins translocated along the secretory pathway to correspond with the increasing thickness of the membranes along the path. Hence, frequently, ER proteins have shorter TMDs than do PM proteins [31,32]. In agreement with this model, a construct with a further deletion of three amino acids at the C-terminus of the TMD, shortening it to 18 amino acids (Figure 7B), was no longer targeted to plasmodesmata, but was retained within the ER (Figure 7D).\n\nThe three C-terminal amino acids in the PDLP1a TMD comprise the hydrophobic amino acids LVL. Alanine-substitution mutants were made in which individual or combinations of amino acids were replaced with alanine to test whether these three amino acids, in part, specified plasmodesmal targeting; alanine substitution preserved the length of the hydrophobic TMD. Single or combined mutations revealed only two targeting phenotypes. Changes that flanked the central V residue continued to be targeted to plasmodesmata. Any changes that included the central V→ A change resulted in retention of PDLP1a in the ER (Table 1).\n\n      Discussion\n      \nUntil now, progress on the identification of the protein constituents of plasmodesmata has been remarkably slow. Being embedded within the relatively rigid cell wall structure has hindered plasmodesmal purification using conventional biochemical approaches and delayed progress on understanding these molecular channels that lie at the heart of cellular communication in plants. Our approach, based upon a bioinformatic analysis of a partial Arabidopsis cell wall proteome [17], has identified PDLP1 proteins as a family of novel plasmodesmal constituents. Other plasmodesmata-associated proteins have been identified (cited earlier), but in the majority of cases, these appear to have multiple subcellular locations that could reflect various cellular roles. By drawing parallels with the nuclear complex, which could be considered to have analogous functions in the translocation of macromolecules, plasmodesmata should have many tens of proteins involved in their intrinsic structure and function and which may be uniquely located in that environment. PDLP1a expressed from its own promoter appears to uniquely accumulate in plasmodesmata and, hence, pPDLP1a::Pldp1a:GFP transgenic plants provide a valuable marker line for the location and frequency of plasmodesmata. In contrast to TMV MP, which only accumulates in complex plasmodesmata that are a feature of photosynthetic source tissues, PDLP1a:GFP accumulates more widely. It was identified from rapidly dividing suspension cells that contain only simple primary plasmodesmata [33] and identifies plasmodesmata in both very young (photosynthetic sink; unpublished data) and mature leaf tissues.\n\nThe PDLP1 family resides within a larger group of proteins that share the 2xDUF26 domain configuration in common. Some of these have features of receptor-like kinases that are induced in response to treatments with pathogens or signalling molecules associated with pathogen attack (e.g., reactive oxygen species and salicylic acid [20,34,35]). These kinases have DUF26 domains located extracellularly and signal through a TMD to the cytoplasmic kinase module [20]. In accord with the predictions resulting from bioinformatic analysis suggesting that PDLP1a is a type I membrane protein, we showed that the short C-terminal tail of PDLP1a resides within the cytoplasm, leaving the 2xDUF26 domain in the apoplast. It is intriguing that such receptor-like molecules at the PM should be uniquely targeted to plasmodesmata and suggests that extracellular signals could be transduced directly into the environs of the plasmodesma to control molecular trafficking between cells.\n\nThat PDLP1 proteins have the potential to modulate cell-to-cell trafficking was clearly established by altering their expression and measuring the effect in a GFP diffusion assay. This assay has been used widely as a measure of plasmodesmal function [22]. Lines overexpressing PDLP1a showed a dramatic reduction in GFP movement. Interestingly, the homozygous transgenic lines showing a large ectopic accumulation of PDLP1 also showed a reduced-growth phenotype indicative of the damaging effect of reduced cell-to-cell communication. The logical corollary of the reduced trafficking would be increased trafficking when PDLP1 proteins were reduced in their expression. However, this makes a number of assumptions: First, that in normally growing plants, the PDLP1 protein is constitutively active, and second, that the effects on single genes would not be masked due to redundancy with other members of the multigene family. The diverse expression patterns of the PDLP1 proteins are distinctive but show extensive overlap across different tissues. Hence, we were not surprised to find that single insertional KO lines showed no visible phenotype and no change in GFP movement. However, by concentrating on clade 1 of the PDLP1 family, within which there are members expressed relatively highly in leaves (the test tissues for our GFP assay), we showed that combined KO lines did exhibit the reverse phenotype (i.e., more GFP movement). Three double KO combinations were tested, but only two showed increased GFP trafficking. We assume that the effect of these combined mutations is dependent upon the relative contribution each gene makes in wild-type plants and that extending the combinations further (e.g., triple and quadruple KOs) would increase the likelihood of an altered response and, possibly, ultimately some negative impact upon plant performance. Uncovering the contribution of the PDLP1 proteins to plasmodesmal function will add important information to our very limited understanding of plasmodesmal control.\n\nLittle has been known of the mechanisms, the chaperones, or the addresses that specify plasmodesmal targeting. For the three best-characterised plasmodesmal-associated proteins, TMV MP, β-1,3-glucanase, and the C1RGPs, the intracellular route to plasmodesmata is different. TMV MP is a membrane-embedded protein [36], but in its targeting to plasmodesmata, is BFA-insensitive [24] and likely involves the actin cytoskeleton [24]. In contrast, targeting of the C1RGPs, which are soluble and not membrane proteins [37], depends on active secretion [10] although they lack an N-terminal signal peptide. The RGPs have no established function, and the determinants for plasmodesmal targeting remain to be identified. The plasmodesmal β-1,3-glucanase is a GPI-anchored protein [9] that is presumably secreted. It is intriguing that this protein partitions between a general PM location and plasmodesmata, but is not retained at the latter site after plasmolysis [9]. This implies that unlike PDLP1a, the β-1,3-glucanase moves to plasmodesmata via the PM and sustains only a superficial physical association with plasmodesmata.\n\nThe PDLP1 family of proteins have structural features typical of secreted proteins and are targeted to plasmodesmata via the secretory pathway. Hence, PDLP1a accumulates in the BFA compartment after treatment and shows sensitivity to disruption of the COPII-mediated ER-export by the GTP-locked form of Sar1. In addition, it is well established that the destination along the secretory pathway for single-pass membrane proteins is influenced markedly by the length of the hydrophobic domains [31,32]. Thus, lengthening the TMD of the plant vacuolar sorting receptor BP-80 from 19 to 22 amino acids resulted in the escape of the protein from the Golgi and its accumulation in the PM [31]. Conversely, reducing the length of the TMD of another type I protein from 23 to 20 or to 17 residues led to the retention of the protein in the Golgi or the ER, respectively [31]. The same rule is likely also to apply to PDLP1a and other members of the family. With its predicted 21 amino acids, the TMD is probably sufficient to promote exit from the ER and the trafficking of the protein to the Golgi or even to the PM, a hypothesis further substantiated by the ER retention of the PDLP1aΔC+:GFP mutant with a shortened TMD. We exclude a contribution from the PDLP1a signal peptide since across the eight members of the family, the signal peptides show no amino acid homology except that they fulfil the hydrophobic and approximate length requirements of signal peptides. It seems very unlikely, however, that the length of the TMD on its own would be sufficient to specify plasmodesmal targeting. Rather, our results where we have mutated the TMD while retaining its predicted length of 21 amino acids strongly support the presence of a sorting signal that would be recognized by a receptor system and machinery (specific vesicles; intermediate compartments; and trafficking regulatory proteins) for delivery to the correct destination. Sorting signals of intrinsic membrane proteins generally reside within the extramembranous domains (exposed toward the cytoplasm or the ER lumen) [38,39]. In the absence of such exposed determinants, as demonstrated by plasmodesmal targeting of the chimeric SP:Citrine:TMD (Figure 8) that completely lack the N- and C-terminal extramembranous domains of PDLP1a, such a sorting signal must reside within the TMD and its recognition must take place within the lipid bilayer. The most likely scenario would be for this to take place through lateral interaction with other TM proteins. Further experiments are needed to address the existence of such sorting signal mechanisms for the targeting of PDLP1-type and other proteins to plasmodesmata. Also it will be important to determine whether sorting occurs during secretion, i.e., within the Golgi complex or trans-Golgi network where most proteins are sorted, or only once PDLP1a has reached the PM.\n\nAlthough we understand little at present about the structure and function of plasmodesmata, that PDLP1a TMD is sufficient to confer plasmodesmal targeting opens up the possibility of targeting other novel functions to this unique subcellular compartment with the potential to selectively control the passage of macromolecules or for the more general control of molecular trafficking.\n\n      Materials and Methods\n      \n        Cloning.\n        \nGateway technology (Invitrogen) was used to generate all the clones in this publication. The primer sequences used for cloning and mutagenesis are available upon request. Gene sequences were amplified by PCR using Phusion DNA polymerase (NEB). The resulting DNA fragments were purified and transferred by recombination into the entry vector pDONR207 (Invitrogen) using BP clonase II (Invitrogen) following the manufacturer's conditions. The sequence of the resulting pDONR clone was verified by automated sequencing. The PDLP1a sequence was transferred by recombination to the indicated binary destination vector using LR clonase II (Invitrogen) following the manufacturer's conditions.\n\nPDLP1 coding sequences (CDS) were amplified from a pool of cDNA made from Arabidopsis thaliana Col-0 RNA and recombined into pDONR207 before transfer by recombination to the binary destination vector pB7FW2.0 [40] to give 35S::PDLP1:GFP. Subsequent recombination into pEarleygate301 [41] generated 35S::PDLPa.HA. PDLP1a regulatory sequences were amplified from 1.5 kbp upstream of the ATG of PDLP1a (promoter) and to the end of the CDS. PDLP1a and eGFP were combined using overlap PCR with attB adaptor primers and was recombined into pDONR207 and then to the binary destination vector pEarleygate301 to give pPDLP1a::PDLP1a:GFP.\n\nPCR mutagenesis of PDLP1a was used to create deletions of the TMD and cytoplasmic tail. All cloning was again carried out using Gateway technology with the entry vector pDONR207 and destination vector pB7FWG2.0.\n\nGenes for GPI-anchor proteins specify N- and C-terminal targeting signals, which are cleaved to generate the mature protein. Hence, At1g63580 was cloned with a modified [42] citrine variant of YFP [29] inserted as a translational fusion between the N-terminal secretion signal and the CDS using overlap PCR. Similar constructs were made to fuse PDLP1a N-terminal secretion signal to YFP and the TMD or TMD+C-terminal of PDLP1a.\n\nFor BiFC, overlap PCR was used to fuse the CDSs for two nonfluorescent YFP fragments, YFP1–154 (YN) and YFP155–239 (YC) from pRT-YN and pRT-YC [21] to the C-terminus of the PDLP1a CDS, giving 35S::PDLP1a:YN and 35S::PDLP1a:YC.\n\nReporter constructs for bombardment were eGFP and RFPer, cloned into pK7WG2 [40]. For the latter, overlap PCR was used to add the secretion signal sequence from Bip2 (At5g42040) and the KDEL ER-anchor sequence to the N- and C- termini, respectively.\n\n        Bombardment experiments.\n        \nParticle bombardment followed published methods [43,44]. A total of 5 μg of each DNA plasmid was mixed and precipitated onto 1-μm gold particles (Bio-Rad). Fully expanded Arabidopsis leaves on plates (MS medium + 0.8% agar) were bombarded twice. GFP diffusion, counted as the numbers of secondary cells surrounding the primary target site (shown by RFPer), was analysed 24 h post-bombardment by confocal microscopy. Statistical nonparametric Mann-Whitney analysis was performed using Graph Prism software (GraphPad Software).\n\n        In vivo expression.\n        \nBinary clones were transformed into Agrobacterium tumefaciens GV3101 using electroporation, and infiltrated into leaf tissue under gentle pressure using a syringe barrel, or used for plant transformation. For leaf infiltration, bacteria were grown overnight in LB plus the appropriate antibiotics, collected, and then resuspended in 3 ml of 10 mM MgCl2 containing 100 μM acetosyringone. After a minimum of 2 h at room temperature, the culture was diluted to an optical density at 600 nm (OD600) of 0.2–0.5.\n\nArabidopsis flower dip transformation was carried out according to [45]. Transgenic seedlings were identified by spraying the germinated T0 seedlings with Challenge (Bialophos herbicide) and screening the T0 survivors using a confocal microscope.\n\n        Transient expression in N. benthaniana.\n        \nTwo leaves on a young plant at the four-leaf stage were pressure infiltrated with the bacterial culture and left for 48–60 h before visualising using the confocal microscope. For the membrane topology experiment, bacteria carrying pLH::YN, pLH::YC, pLH::YNER (gifts from A. Zamyatnin), 35S::PDLP1a:YN, 35S::PDLP1a:YC, or pBIN::HcPro (a viral silencing suppressor included to enhance expression of the -YN and -YC fusions [21]) were mixed in the appropriate -YC and -YN combinations together with pBIN::HcPro, and infiltrated into N. benthamiana leaves. Leaves were analyzed at 5 d post-infiltration by confocal microscopy. (The 35S::PDLP1a:YN/pLH::YCER combination has been excluded from the reported data since, as indicated in Zamyatnin et al., [21], it gave rise to high background fluorescence; unpublished data).\n\n        Transient expression in onion monolayers.\n        \nThe epidermis was dissected from the onion and placed on plates containing MS medium + 6% agar. Biolistic bombardment using the BioRad gene gun delivered gold particles coated in 35S::PDLP1a:GFP. The onion epidermis was incubated in a growth room for 48–60 h before being visualised using a confocal microscope.\n\n        Plasmolysis.\n        \nTransformed plant tissue was infiltrated with 30% glycerol and viewed immediately.\n\n        Staining of callose with aniline blue fluorochrome.\n        \nAniline blue fluorochrome (Biosupplies) was used at 0.1 mg/ml and infiltrated into the transformed plant tissue before being analysed by confocal microscopy.\n\n        Confocal microscopy.\n        \nPlant tissue was imaged at room temperature using a Leica TCS SP2 inverted confocal microscope with an Argon ion laser. GFP was excited at 488 nm and the emitted light captured at 505 to 555 nm; light emitted at 630–680 nm recorded chlorophyll autofluorescence. YFP was excited at 514 nm, and the emitted light was captured at 525–650 nm. RFP was excited using 543 nm and captured at 590–630 nm. Aniline blue fluorochrome was excited with a 405-nm laser (30% strength) and the emitted light captured between 460–500 nm. Images were captured digitally and handled using the Leica LCS software. Alternatively (Figure 6; inhibitor experiments), protein location was similarly assessed using a Zeiss LSM510 confocal microscope with equivalent settings.\n\n        Inhibitor studies.\n        \nInhibitor studies were carried out following transient expression of 35S::PDLP1a:GFP in 4-wk-old N. benthamiana plants. To differentiate the location of 35S::PDLP1a:GFP from Golgi, plants were coinfiltrated with a construct expressing ManI:TdTomato, named ManI:RFP throughout the text. To implicate the secretory pathway in PDLP1a targeting to plasmodesmata, leaves were infiltrated with BFA (50 μg/ml in water) 40 h after infiltration with the expression constructs and examined after a further 12 h. Water controls were run in parallel. To determine the role of COPII-mediated ER-export in PDLP1a targeting, 35S::PDLP1a:GFP was coinfiltrated with 35S::Sar1:RFP or the mutant 35S::Sar1[H74L]:RFP. To create 35S::Sar1[H74L], NtSar1 [46] was first cloned into pDONR Zeo (Invitrogen) using GATEWAY cloning to generate pDONR Sar1 that was used as a template for site-directed mutagenesis. In-frame C-terminal fusions between wild-type or mutated Sar1 and mRFP were generated by recombination using pH7RWG2 vector [40].\n\n        Bioinformatics.\n        \nWeb-based bioinformatic tools were used in the identification and analysis of PDLP1 homologues. The SMART database (http://smart.embl-heidelberg.de/) was used to identify proteins with a similar domain structure to PDLP1a, and their similarity compared using BLAST. The homologs were aligned using Clustal (http://www.ebi.ac.uk/clustalw/), and the alignment output from Clustal was put into Treetop Phylogenetic tree prediction (http://www.genebee.msu.su/services/phtree_reduced.html) using the Phylip format. The distances that came out of this prediction were put into Phylodendron phylogenetic tree printer (http://iubio.bio.indiana.edu/treeapp/treeprint-sample1.html) to draw the phylogenetic tree.\n\n      Supporting Information"
}