{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000537",
  "doi": "10.1371/journal.pbio.1000537",
  "externalIds": [
    "pii:10-PLBI-RA-7948R2",
    "pmid:21085690",
    "pmcid:PMC2976718"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Genetic Control of Organ Shape and Tissue Polarity",
  "authors": [
    {
      "name": "Amelia A. Green",
      "first": "Amelia A.",
      "last": "Green",
      "affiliation": "Department of Cell and Developmental Biology, John Innes Centre, Norwich, United Kingdom"
    },
    {
      "name": "J. Richard Kennaway",
      "first": "J. Richard",
      "last": "Kennaway",
      "affiliation": "University of East Anglia, School of Computing Sciences, Norwich, United Kingdom"
    },
    {
      "name": "Andrew I. Hanna",
      "first": "Andrew I.",
      "last": "Hanna",
      "affiliation": "University of East Anglia, School of Computing Sciences, Norwich, United Kingdom"
    },
    {
      "name": "J. Andrew Bangham",
      "first": "J. Andrew",
      "last": "Bangham",
      "affiliation": "University of East Anglia, School of Computing Sciences, Norwich, United Kingdom"
    },
    {
      "name": "Enrico Coen",
      "first": "Enrico",
      "last": "Coen",
      "affiliation": "Department of Cell and Developmental Biology, John Innes Centre, Norwich, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-11",
  "dateAccepted": "2010-09-28",
  "dateReceived": "2010-06-14",
  "volume": "8",
  "number": "11",
  "pages": "e1000537",
  "tags": [
    "Discipline/Plant Biology/Plant Genetics and Gene Expression",
    "Discipline/Plant Biology/Plant Growth and Development",
    "Type/Research Article"
  ],
  "abstract": "A combination of experimental analysis and mathematical modelling shows how the genetic control of tissue polarity plays a fundamental role in the development and evolution of form.",
  "fullText": "Introduction\n\nChanges in tissue shape during development may involve growth, cell rearrangements, or a combination of the two. In the case of plants, where cells are held in place by their walls, shape changes arise purely through differential growth [1]–[3]. Thus, plants provide a simplified system for studying the genetic control of shape. Typically, plant tissues do not grow equally in all directions but preferentially along particular orientations. In principle, genes may therefore influence plant shape by modifying rates and/or orientations of growth [4]. Separating these two aspects is critical for understanding how genes control shape, yet it is often difficult to achieve because of the mechanical constraints that arise from tissue connectedness. For example, enhanced growth of one tissue region may lead to bending and distortions of nearby connected tissue. These deformations will influence local orientations, which in turn influence growth and so further deformations [5]. One way to dissect these interactions is to incorporate proposed gene mechanisms within models of growing tissue. By comparing the output of such models with experimental data on gene expression patterns, growth dynamics, and shape in wild-type and mutant backgrounds, various hypotheses for how genes control shape can be evaluated. Here we apply this approach to the Antirrhinum (Snapdragon) corolla, which has the advantage of representing a complex shape for which molecular genetic and growth data can be readily obtained.\n\nWild-type Antirrhinum flowers are bilaterally symmetrical, having two dorsal petals, two lateral petals, and one ventral petal (Figure 1). The petals are united for part of their length to form a corolla with a proximal tube and five distal lobes. The tube forms a chamber that is held shut by tightly apposing upper and lower petals at its distal rim. Floral asymmetry is established by the dorsoventral genes CYCLOIDEA (CYC), DICHOTOMA (DICH), RADIALIS (RAD), and DIVARICATA (DIV). CYC and DICH code for TCP transcription factors that are expressed in the dorsal domain of the early corolla [6]. Mutants that lack CYC and DICH have radially symmetrical flowers in which all petals resemble the ventral petal of wild type. CYC and DICH activate RAD, which encodes a small MYB-domain protein, which in turn antagonises the action of another MYB-domain protein, DIV, restricting its activity to the ventral and lateral domains [7]–[10]. The combinatorial effects of the various genes on the final shape of each region of the corolla have been defined through shape analysis of multiple different mutant and over-expression backgrounds (the topic of the accompanying article [11]).\n\nGrowth and development of the Antirrhinum corolla has been studied using a combination of scanning electron microscopy [12] and computational clonal analysis [13]. Clonal analysis utilises a temperature-sensitive transposon [14] that can be induced to excise from a flower pigmentation gene at defined stages of development. By comparing large numbers of clones induced at a range of stages, it is possible to compute rates and orientations of growth of the dorsal lobe. The results suggest that dorsal lobe shape depends largely upon how growth orientations are coordinated and maintained in the petal. This type of analysis has so far been restricted to a flattened dorsal lobe, so it is unclear how genes control growth of the entire corolla, yielding the complex 3-D flower form.\n\nHere we show that the corolla undergoes a series of shape changes in 3-D, captured using optical projection tomography (OPT) [15]–[17]. Computational clonal analysis shows that these morphogenetic events are associated with a growth field that changes as the flower develops. Flower shape and the growth field are both altered in reproducible ways in dorsoventral mutants. These observations can be partially accounted for by models in which dorsoventral genes modulate specified growth rates along orientations specified by two organisers of tissue polarity, located at the proximal and distal boundaries of the corolla. The organisers anchor the pattern of tissue polarity and thus determine the principal orientations of specified growth. However, such models do not readily account for the observed growth orientations and shape of the lower palate and dorsal lobes. These data can be much more easily explained by models in which dorsoventral genes also modulate organisers of tissue polarity. In particular, DIV is proposed to control the activity of an organiser of tissue polarity at an internal boundary between ventral and lateral petals, and DICH modulates distal organiser activity. With these additional assumptions, the models generate growth fields and 3-D shapes in wild-type and mutant backgrounds that match observed data. Thus, our combined experimental and modelling approach suggests that genes control tissue shape not only by modulating specified growth rates but also by influencing organisers of tissue polarity and orientations of growth. We propose that effects on tissue polarity have played a key role in the evolution of shapes, such as the closed Snapdragon flower, and thus provide a general mechanism for the generation of complex forms.\n\nResults\n\nKey Morphogenetic Changes during Corolla Development\n\nAs a first step to understanding how dorsoventral genes determine flower shape, we defined the key morphogenetic changes during corolla development. Flower buds were imaged at a series of developmental stages using OPT [15],[17]. A range of stages viewed from the top or as longitudinal sections are shown in Figure 2 (see also Videos S1–S5). The buds were staged according to days after meristem initiation, determined by size and morphology [12]. At day 10, the corolla comprised a short cylindrical tube with five distal lobes. During the following four days, the corolla grew preferentially along the proximodistal axis and arched over the centre of the flower (Figure 2, days 12, 14). The ventral tube became strongly curved during this period and formed a fold at its boundary with the lobe, termed the rim (white arrows in Figure 2, lower panel). A further fold, in the opposite direction, also formed more distally within the ventral lobe (green arrow). During the following stages the flower continued to grow preferentially along the proximodistal axis, and the ventral tube gradually became stretched and less curved (Figure 2, days 17, 20). Towards the end of development, the flower opened through the petal lobes bending back (Figure 2, day 24). Thus, corolla morphogenesis can be divided into two broad phases: an early phase when the ventral tube becomes strongly curved and folded back at the rim, and a later phase when the ventral tube stretches out.\n\nClonal Analysis and Estimation of Growth Parameters\n\nAlthough OPT data give an overview of changing corolla geometry, a full description of corolla morphogenesis requires the growth for each region of the tissue sheet to be determined. Four local parameters are needed to describe the growth of a sheet in 2-D: the principal orientation of growth (θ), growth rate along this orientation (Kmax), growth rate perpendicular to this (Kmin), and rotation rate (ω). The values of these parameters for all regions over time define a dynamic growth tensor field [18]. We have used computational clonal analysis previously to estimate these parameters for the Antirrhinum dorsal petal lobe [13]. Here we extended this approach to the entire corolla.\n\nFor this analysis we used a temperature sensitive transposon that can excise during development of the flower to give pigmented clones [13],[14],[19]. Clones were induced at a range of developmental stages using temperature pulses and then visualised in flattened petals from mature flowers (Figure 1C). Clones from multiple flowers were then superimposed and warped to the average petal shapes (Figure 3A [20]). Most clones induced at earlier stages were elongated and oriented in characteristic patterns, indicating that growth is anisotropic and coordinated along particular orientations (Figure 3Ai, day 12.5; Figures S1–S11). In particular, clones tended to be oriented towards foci at the junctions between petals, forming what looked like “flow” patterns.\n\nComparisons between average clone shapes for each region at different stages of development allow the key parameters defining the growth field of the corolla to be estimated [20]. Applying this procedure to the various petals revealed that the growth parameters varied among regions and developmental stages (Text S1A; Figures S1, S12). For example, Kmax varied from about 1% to 4% per hour depending on the region of the corolla during day 16–17.5 (Figure 3Bi). The principal growth orientations (θ) showed a striking change from early to later phases of growth. During the early phase, growth orientations were roughly parallel to the proximodistal axis (Figure 3Bii, day 12.5–14), while during the later phase, growth orientations converged at the junctions between the ventral petal boundaries and the rim (cyan spots, Figure 3Biii, day 16–17.5; see also Text S1A).\n\nModelling Tissue Growth\n\nTo explore hypotheses for how dorsoventral gene activity could lead to the observed morphogenetic changes and growth fields, a modelling framework is required [21]. Previous systems for modelling tissue growth have been restricted to growth in 2-D or to growth in 3-D that is either isotropic or limited to axially symmetric structures [4],[22]–[26]. To account for more complex structures we developed a system, termed the Growing Polarised Tissue framework (GPT-framework), that can capture anisotropic growth of tissue able to deform in 3-D into arbitrary shapes [5]. With this method, growing tissue is modelled as a continuous sheet of material with two surfaces and a thickness, termed a canvas. Treating the tissue as a continuum has the advantage that overall properties of growth can be captured without having to explicitly model the millions of cells in various layers of the final corolla, saving on computational time and thus making it possible to address the complexities of tissue shape change.\n\nEach model can be conveniently divided into three or four interacting components: (1) A setup phase during which the initial canvas and distribution of regional identities is established. This involves specifying identity factors that are unable to propagate through the canvas and signalling factors that can propagate. (2) For models incorporating gene interactions, a gene regulatory network (GRN) is defined that controls the activity of identity or signalling factors encoded by known genes. The genes within the GRN influence growth by modulating the following two components (PRN and KRN). (3) A Polarity Regulatory Network (PRN) is defined that controls the activity of various organisers from which tissue polarity information propagates. Polarity propagation is implemented through a signalling factor called POLARISER (POL), the gradient of which defines local polarity. The PRN controls production and degradation of POL at organisers that anchor the polarity. Direct gradient reading is used as a convenient way of specifying polarity at the tissue scale and should not be taken to imply that more elaborate mechanisms such as cell-cell signalling [27],[28] are not involved. (4) A growth rate (K) regulatory network (KRN) defines how identity or signalling factors influence specified growth rates in relation to local polarity. In accordance with previous studies, growth rates are expressed in relative rather than absolute terms (i.e., as a percentage of current size [29]). The specified growth rates for a region of the canvas are equivalent to the growth (strain) that would arise in the hypothetical situation in which that region grows in isolation, without the constraints of surrounding material. In practice, regions are mechanically connected through the canvas so the specified growth rates are typically not the same as the growth rates generated, termed resultant growth rates. For each region there are two specified growth rates in the plane of the canvas—a rate parallel to the local polarity, termed Kpar, and a rate perpendicular to the local polarity, Kper. These specified growth rates can be further enhanced or reduced on either surface of the canvas (termed the A and B surfaces). A third specified growth rate Knor is used to define the rate of growth in tissue thickness.\n\nThe combination of components (1–4) defines a field of specified growth rates and orientations across the canvas. This specified growth field is applied to the initial canvas in the first growth time step, taking account of mechanical interactions arising from the interconnectedness of the tissue (modelled according to elasticity theory [5]). This leads to a slight deformation of the canvas (resultant growth field) and its associated identity and signalling factors. The concentrations of signalling factors are then further adjusted according to their propagation and decay rates. The deformed canvas and expression pattern provide the starting point for the next time step and the same sequence of events is iterated. Models were constrained by several bodies of experimental data: OPT images of developing buds, clonal analysis of growth in wild type and mutants, shape analysis of a range of mutants and over-expression lines, and gene expression patterns in wild-type and mutant backgrounds. The aim of the modelling was not to capture every experimental detail but the overall trends observed.\n\nModel for the cyc dich div Ground State\n\nWe first modelled the cyc dich div triple mutant corolla: a ground state where all dorsoventral genes are inactive (Figure 4A). The flower is trumpet shaped with slight invaginations at the petal junctions at the rim (arrowed). The key regions in each petal of this ground state have been identified through phenotypic and genetic analysis and comprise the tube (subdivided into proximal tube and palate), rim, and lobe (subdivided into the lip and distal lobe) (Figure 4B, [11]). Each petal also has regional distinctions along the mediolateral axis (indicated by MED and LAT at the bottom of Figure 4B). Clones induced towards the end of the early phase of growth (∼day 14) in ventral petals of div mutants tend to yield sectors oriented parallel to the proximodistal axis of the petal (as CYC and DICH are not expressed ventrally, these are equivalent to petals of the cyc dich div mutant). The clones tend to be smaller in the medial region of the lobe and broaden out towards its distal edge (Figure 4C; Figure S13).\n\nFor modelling purposes, the initial flower bud was approximated as a cylinder of tissue with five lobes (Figure 4D), similar to the form observed at day 10 (Figure 2). This starting canvas was assigned a pattern of identity factors expressed along the proximodistal and mediolateral axes of its five petal segments during the setup phase. Thus, the corolla was subdivided along the proximodistal axis into TUBE, PLT, RIM, LIP, LOBE, and DTL identities (Figure 4D). The mediolateral axis was defined by LAT and MED, which were given distributions that declined in a graded fashion from the lateral edges and medial region of each petal, respectively (Figure 4D). In accordance with the OPT data, we had two phases over which interactions could vary—an early phase (up to day 14) and a late phase (from day 14 onwards). This was implemented by having EARLY and LATE identity factors that were expressed throughout the canvas.\n\nAs maximal growth rate is oriented largely along the proximodistal axis (see clonal analysis above), a simple working hypothesis is that the polarity field is coordinated by two identity factors, one at the base of the corolla, PROXORG, and one at the distal rim, DISTORG (Figure 4D). PROXORG promotes production of the POL signalling factor while DISTORG promotes degradation of POL. The proximodistal gradient in POL is read at each region of the canvas, yielding a local polarity (numerous black arrows in Figure 4D, only shown on the inner surface of the canvas). PROXORG and DISTORG therefore serve to anchor POL distribution, acting as organisers of tissue polarity. As a convention, we show polarity pointing away from PROXORG, which we refer to as a +organiser, and towards DISTORG, which we call a −organiser. PROXORG and DISTORG are activated by the identity factors PROX and DIST, expressed at the base and distal end of the corolla, respectively (see PRN, Figure 4E). DISTORG is also excluded from the lateral edges of each petal by inhibition with LAT.\n\nTo capture the overall preferential growth along the proximodistal axis, the basic value of Kpar was set to be higher (growth rate of 1.3% per hour) than Kper (0.75% per hour). The rate of growth in thickness Knor was set at 0.03% per hour, in accordance with OPT measurements. To generate the observed flower shape, regional patterns, and clones of the ground state, specified growth rates were modified through a series of interactions with identity factors, summarised by the KRN in Figure 4F. Kpar and Kper were both inhibited by PROX yielding a corolla with a reduced base size. Kpar was promoted by TUBE, in the absence of PTL, giving an extended proximal tube. During the early phase Kpar was promoted by LIP and inhibited by RIM, yielding petals with a large lip and tight rim. Kper was also promoted by DIST in non-lateral regions to promote broadening of the distal lobe. To capture the observed smaller clone size in the medial regions of the lobe and tendency for clones to broaden distally (Figure 4C), Kper was inhibited by the combination of MED and LOBE (symbolised by MED▪LOBE) and promoted by DIST.\n\nThe output of this ground state model was the transformation of the starting canvas to a mature form that was about 500 times larger in area. The overall form resembled the triple mutant corolla, although the invaginations at the petal junctions were not captured (compare Figure 4G with 4A, see also Video S6). Individual petals were also computationally flattened to allow comparison with the experimentally obtained flattened outlines (compare Figure 4H with 4B). Virtual clones were created by marking the canvas with small circles at an early stage and observing the transformed shapes in the mature flower. The resulting ellipse patterns broadly matched the experimentally observed clone patterns in being oriented proximodistally (compare Figure 4I with 4C). The contributions of various aspects of the model to the final shape could also be explored by running variant (mutant) models. A model with the same combinatorial interactions but in which specified growth was isotropic (no POL gradient) led to a squat corolla (Figure 4J). A model with no inhibition of specified growth rates in the medial region of petal lobes led to a corolla with straight rather than bent out lobes (compare Figure 4K with Figure 4G).\n\nDorsoventral Genes as Modifiers of Specified Growth Rates\n\nWe next incorporated dorsoventral genes in the model, using the working hypothesis that their only role was to modify specified growth rates. The DIV gene (which promotes ventral identity) was incorporated first, to capture the cyc dich double mutant phenotype. The cyc dich mutant has radially symmetrical flowers with an elongated tube and lobes that are strongly bent back at the rim (Figure 5A). The lobes have characteristic projections at the petal junctions (arrows in Figure 5A), giving an undulating rim. Molecular genetic shape analysis has shown that DIV has three main effects on the petal—reduction of tube width, promotion of palate length, and bending back at the rim (Figure 5B) [11]. The clones in cyc dich lobes tend to be oriented towards the petal junctions at the rim, similar to the pattern observed for wild-type ventral petals (compare Figure 5C with ventral lobe in Figure 3A; see also Figure S13).\n\nWe added DIV to the ground state model as an identity factor that was expressed throughout the canvas (yellow colour in Figure 5D). DIV modifies the specified-growth rates in several ways, indicated by the blue sections in the new KRN of Figure 5E. During the early phase, DIV promotes Kpar in combination with RIM on the inner or adaxial (A) surface of the canvas, leading to bending back of the lobes. This effect of DIV is in accordance with RNA in situ hybridisations, which show enhanced DIV and cell cycle gene expression in the adaxial rim region [10],[30]. DIV also promotes Kpar in the early phase in combination with PLT, leading to a longer palate. During the late phase, DIV inhibits Kper in the absence of LOBE, leading to reduced petal width, and also enhances the promotion of DIST on Kper, broadening the distal lobe (see Video S7).\n\nThe resulting corolla and flattened petal shapes (Figure 5F–I) broadly resemble those for the cyc dich double mutant (Figure 5A–C), although the periodic projections at the rim are not captured. A more significant discrepancy between the model and real corollas is that the ellipse patterns in the lobes did not have orientations that diverged outwards towards foci at petal junctions as observed for clones (compare Figure 5I and 5C).\n\nTo capture wild-type development, CYC, DICH, and RAD (three genes known to promote dorsal identity) were next incorporated in the model. Wild-type flowers show marked dorsoventral asymmetry (Figure 6A). The effect of each dorsoventral gene on different petal regions of the mature dorsal and lateral petals has been established through shape analysis of various mutant and over-expression lines (Figure 6B,C) [11]. In accordance with observed expression patterns [6], the CYC identity factor was activated in two adjacent petals of the starting canvas defining the dorsal domain, while DICH was expressed in the most dorsal half of these petals (Figure 6D). Subsequent interactions between the dorsoventral genes were modelled through a GRN based on known gene interactions (Figure 6E). CYC and DICH activate RAD, while RAD inhibits DIV activity [7]. This gives a wild type with CYC, DICH, and RAD in the dorsal petals and DIV activity restricted to the lateral and ventral petals. Since the rad mutant is known to have a strongly ventralised phenotype [7], we also assumed that RAD protects CYC and DICH from inhibition by DIV through an inhibitory loop (although other formulations might be possible). The non-autonomous effect of the dorsal identity genes on lateral petals [7] was implemented by RAD activating production of a signalling factor called SRAD that could propagate into the lateral domain. Together with DIV, SRAD activates an identity factor LATERALS (LTS). LTS in turn inhibits DIV at later stages, accounting for the observed later restriction of DIV expression to more ventral regions [10].\n\nCYC, DICH, and RAD have been shown to have several region-specific effects on mature corolla shape (Figure 6B and C) [11]. To account for these effects, we incorporated CYC, DICH, and RAD identity factors into the KRN, such that they influenced Kpar and Kper in a way that was likely to create the observed effects on shape and size (blue sections of Figure 6F, see legend for details). With these interactions, the canvas grew to form a flower that resembled wild type in some but not all respects (Figure 6G–N, see also Videos S8, S9). One of the major discrepancies was that the ellipse patterns did not match the pattern of clones observed experimentally. In particular, ellipses near the rim of the lateral petal lobes were oriented along the proximodistal axis rather than parallel to the rim (compare Figure 6K with 6L). Another major problem was that the ventral tube bulged out and did not form an elongated palate. This was because after the ventral tube arched over during early stages (Figure 6M), it continued to arch over during later stages (Figure 6N) rather than straightening out as observed experimentally (Figure 2, day 20). Finally, the dorsal petal lobes became splayed out (Figure 6G) through differential growth of the dorsal palate, rather than remaining together as observed in wild type flowers.\n\nTo address the discrepancy between modelled and observed clone patterns, we modified the KRN so that the specified growth in the medial region of the lateral and ventral lips was mainly perpendicular rather than parallel to the POL gradient during later stages (Figure 7A). This reduced the arching of the tube (Figure 7B,C) and led to ellipses being elongated parallel to the rim in medial regions of the lateral lobes (Figure 7D). However, the flower did not close, and the lobe shape and ellipse patterns did not capture the observed “flow” pattern of clones. Thus, by assuming that dorsoventral genes influence specified growth rates alone, we were unable to arrive at a simple model that could account for the wild-type shape and growth field. Although our findings do not preclude the possibility that a pattern of specified growth rates might be found that would account for the data, they indicate that such a system would not be straightforward.\n\nInteractions between Dorsoventral Genes and Polarity Organisers\n\nAs an alternative way of addressing the discrepancies between the model and observed shapes and clonal patterns, we explored hypotheses in which the dorsoventral genes influenced organiser activity as well as specified growth rates. Clonal analysis shows that principal orientations of growth tend to become reoriented during the late phase of development towards foci at the ventral petal lobe junctions (Figure 3Biii). We therefore postulated an additional organiser of tissue polarity, CENORG, activated at these foci during the late phase. CENORG was activated by the combination of DIV, PLT, and RIM (see modified PRN, Figure 7E). We assumed that CENORG promoted degradation of POL during the late phase. The resulting POL deficit around the petal junctions reoriented the polarity field (Figure 7G, compare ii with i). Thus, CENORG acts as a −organiser, with polarity arrows being drawn towards it. To account for the elongated clones observed in the medial lip and palate of the lateral petals, we also assumed that identity factors enhance specified growth rates in these regions during the late phase (see modification to KRN in Figure 7F).\n\nThe pattern of ellipses generated by the model showed a good match with those observed experimentally. In particular, ellipses in the lip region of the wild-type lateral lobes were oriented parallel to the tube rim, while more distal ellipses were oriented proximodistally, similar to the observed “flow” pattern (compare Figure 7H with Figure 6L). Similarly, ellipses in the ventral petal were oriented towards the petal junctions, as observed with ventral clones (Figure 7K). Most significantly, the introduction of CENORG prevented the ventral tube from bulging outwards and allowed the tube and palate to elongate during the late phase of growth, in agreement with OPT data (Figure 7I,J). Thus, activating CENORG through DIV not only accounts for observed clonal patterns but automatically corrects discrepancies in flower morphogenesis and final shape.\n\nBuilding on this model, we introduced further modifications to the KRN so as to generate a flower that resembled wild type more closely (Figure 8A). This involved introducing some further identity factors (LPB and MLOBE, Figure 8B) that modulated specified growth in subregions of the lobe. The resulting flower showed a better match to wild type (Figure 8C–E) and gave ellipse patterns similar to clone patterns observed on ventral and lateral petals (compare Figure 8F,G with Figure 3Ai and Figure 6L).\n\nOne remaining problem with the model was that the dorsal lobes were much more splayed out (Figure 8E) than observed in wild type, resembling the petals of dich mutants [6]. This arises because of the curvature of the tube generated by differential growth of its dorsal regions. To address this issue, we again modulated polarity organiser activity with the dorsoventral genes. We hypothesised that DICH in combination with CYC promotes DISTORG activity (see modified PRN in Figure 9A), as this would be expected to shift specified growth orientations dorsally. This corrected the splaying out of the lobes and also gave dorsal petals with a shape that matched those of wild type more closely (Figure 9B–G).\n\nThus, by incorporating effects of dorsoventral genes on polarity organisers as well as specified growth rates, we arrived at a model that could account for the main morphogenetic features of the Snapdragon corolla. As a further evaluation of the model, quantitative shape analysis was used to compare multiple genotypes in which particular genes were inactivated or over-expressed in various combinations (div, cyc dich, rad, backpetals, 35S::RAD, div 35S::RAD, cyc dich 35S::RAD, rad 35S::RAD, backpetals 35S::RAD). The corolla shapes generated by the model showed a good match with those obtained experimentally [11].\n\nExamination of mutant shapes generated by the final model revealed features not captured by earlier models. For example, unlike our earlier model of the cyc dich mutant, the corresponding mutant of the new model produces a shape with periodic projections at the rim, matching experimental observations (compare Figure 9H with Figure 5A,F). The projections arise automatically because of the way specified growth is reoriented towards the petal junctions through activity of CENORG. Projections at petal junctions are not generated in the cyc dich div mutant (Figure 9I) as this genotype lacks CENORG activity (CENORG depends on DIV). This is in contrast to experimental observations that reveal slight projections (invaginations) at these positions (Figure 4A). We therefore modified the model such that CENORG is weakly expressed in the absence of DIV. This yields a cyc dich div triple mutant with invaginations at the junctions, while maintaining a largely proximodistal orientation of ellipses (Figure 9J,K). These results suggest that DIV boosts CENORG activity rather than being absolutely required for CENORG.\n\nDiscussion\n\nMorphogenesis of the Antirrhinum corolla reflects a growth field in which rates and orientations of growth are highly coordinated. Our working hypothesis is that rates are specified by local levels of identity or signalling factors, while orientations depend on underlying tissue polarity, anchored at specific regions called tissue polarity organisers. Polarity information propagates away (+organisers) or towards (−organisers) organisers and is used to define the principal orientations of specified growth within the plane of the canvas. Genes may influence shape by modifying specified growth rates parallel or perpendicular to local polarity and/or by modifying tissue polarity. These genetic effects are mediated by three interconnected regulatory networks: GRN, PRN, and KRN. As more details about the genetic control of growth and polarity become known, it should be possible to integrate these networks further.\n\nModels in which genes modulate specified growth rates along a proximodistal pattern of tissue polarity can account for many aspects of floral morphogenesis but leave certain features unexplained. In particular, such models do not capture the observed pattern of clones and growth orientations on the lateral and ventral petals. They also do not generate the correct flower shape. The ventral tube swells out instead of extending during the later stages of development, the ventral palate fails to elongate, and the dorsal petals splay apart.\n\nThe defects in the ventral and lateral petals' growth orientations can be corrected by introducing an additional organiser, CENORG, promoted by DIV at the rim and lateral petal boundaries. As well as capturing growth orientations, this modification has the striking effect of correcting the defect in flower shape, by straightening out the ventral tube and allowing the palate to elongate. This effect on shape reflects the way tissue polarity interacts with the specified growth rates to enhance or reduce tissue curvature [5]. In the case of the Antirrhinum flower, proximodistal orientations combined with differential growth lead to arching over of the ventral tube during early stages of development. This effect is then counteracted during later stages by CENORG reorienting polarity, allowing the tube and palate to extend as observed. Introduction of CENORG also accounts for the outgrowths observed at ventral petal junctions in wild type and cyc dich mutants. Similar but smaller protrusions are formed at the ventral petal junctions in div mutants, suggesting that DIV enhances CENORG rather than being absolutely required for its activity. Thus, the combination of growth analysis and modelling allows the biological significance of the observed clonal patterns to be understood: they reflect the requirement for growth to be reoriented to establish an elongated ventral tube and palate.\n\nGenetic modulation of polarity organisers may also be involved in preventing the dorsal petal lobes from splaying out. A model in which DICH enhances the activity of the distal organiser produces a shape with the dorsal petals held close together. As with CENORG, this effect arises because of the way polarity orientations can counteract curvature induced by differential growth. A model incorporating the effects of DIV and DICH on polarity, as well as specified growth rates, generates a shape and growth field that shows good agreement with experimental data. The model is also supported by quantitative comparisons between predicted shapes and those observed for a range of mutant and over-expression genotypes [11].\n\nCellular Basis of Tissue Growth\n\nIn principle, specification of growth orientation for a region (e.g., a cell) requires specification of axiality but not necessarily polarity, as local extension may be a bidirectional rather than unidirectional process (axiality can be adequately described with a line, whereas polarity requires a single-headed arrow [5]). In this respect, growth is similar to stress, which has local axiality but no intrinsic polarity. This has led to the suggestion that stresses, rather than molecular signalling mechanisms, may play the key role of organising growth orientations during development [31]. There is also evidence for stresses affecting local growth orientations through changes in the cytoskeleton [21],[32]. However, the morphogenetic possibilities for stress-based systems are constrained by growth orientations being coupled to differential specified growth rates (which lead to stresses). We therefore favour a model based on tissue polarity as this has greater flexibility for generating tissue shapes [5].\n\nSeveral cellular processes might underlie the propagation of tissue polarity. One is that cells measure the gradient of a diffusing molecule. However, such gradients may be difficult to detect as the tissue grows and gradients become shallower. If there is a limit on the size of gradient that can be read, the pattern of orientations would be disrupted in regions far from the organisers, where the gradient is shallowest. This problem might be circumvented by fixing the polarity after it falls below a threshold value and/or by local cell-cell signalling. Cell-cell polarity propagation systems have been described for animal tissues [27],[28]. In plants, polar distribution of molecules, such as PIN auxin transporters, indicates that cell polarity is also prevalent [33],[34]. Moreover, a site of high auxin concentration has been proposed to act as an organiser of polarity and pattern for the root [35]. However, it is currently unclear how PIN localisation is established or propagated. An attractive hypothesis is that whatever is controlling the orientation of PINs is also controlling the orientations of specified growth. This hypothesis would predict that PIN orientations should converge or diverge at positions where tissue polarity organisers are located. Such PIN polarity patterns are observed at the proximal and distal boundaries of organs [36], consistent with the locations of PROXORG and DISTORG in our model.\n\nAlthough stresses may not play the primary role in overall coordination of growth orientations, they nevertheless play an integral part of growth because morphogenesis is a mechanical process [21],[37]. In the case of plants, growth is driven by the continuous expansive turgor pressure within each cell [38]. The resulting stresses are counterbalanced by the cell wall, comprising cellulose microfibrils embedded in a matrix of complex polysaccharides. Breaking or loosening bonds in the wall allows it to stretch in particular orientations, leading to growth [39]. New material is then inserted in the walls to maintain their thickness and strength [23]. A specified growth rate in a particular orientation, as implemented in our model, therefore corresponds to selective weakening or strengthening in particular orientations (determined by cell polarity), followed by insertion of material to maintain wall thickness. Such a “snip-and-fill” mechanism is illustrated in Figure 10. The resultant growth then depends on how the specified growth patterns for various regions of tissue are constrained by mechanical interactions.\n\nIf a region of tissue has a specified growth rate different from its neighbours, residual or tissue stresses may be generated [40]–[42]. The extent to which these residual stresses arise and accumulate depends on the mechanism of growth. If new material is inserted into cell walls according to the extent of resultant growth, then the original properties of the wall will be restored and residual stresses will not accumulate. Such a process is captured in our model by relieving residual stresses and strains following the acquisition of new material in the canvas at each growth step. This means that there is effectively feedback between residual stresses and growth. We propose that the previously described feedback from stress orientations to growth [32] relates to this process of stress adjustment, rather than playing a primary role of specifying growth orientations during morphogenesis. It is also possible that residual stresses may accumulate during some stages of development. For example, the mature Antirrhinum corolla is held tightly shut by expansive forces in the ventral tube that are balanced by the apposing dorsal corolla. These residual stresses can be revealed by cutting the mature corolla and observing it spring into a new shape. Such forces may arise during the later stages of growth and could be modelled by allowing residual stresses to accumulate to a specified degree.\n\nEvolution of Shape\n\nDorsoventral flower asymmetry is a common feature of the Lamiales (the Order to which Antirrhinum belongs). However, the formation of flowers that have a closed mouth with a hinged palate (known as the personate form) is restricted to a small but diverse clade within the Lamiales [43]. The Antirrhinum corolla model indicates that a key step in the evolution of personate flowers may have been bringing tissue polarity organisers under the control of genes like DIV and DICH. In particular, the formation of a hinged lower palate matching the upper corolla depends on promotion of CENORG by DIV. It is possible that equivalent morphogenetic changes could have been brought about through changes in patterns of specified growth rates rather than tissue polarity. However, modulating tissue polarity may provide a simpler developmental mechanism for some coordinated changes in form and may therefore have been favoured during evolution. Other evolutionary innovations, such as formation of flower spurs [44], may also involve genes influencing organisers of tissue polarity. Thus, changes in polarity as well as specified growth rates may play a key part in the evolution of complex morphologies.\n\nMaterials and Methods\n\nPlant Material\n\nAntirrhinum majus wild type (JIC Stock 7) and div-13, cyc-608 dich-718, and cyc-608 dichG div-80 mutants were grown in the greenhouse at the John Innes Centre. For clonal analysis, plants carrying a transposon at PALLIDA were grown at 25°C in constant light [13]. Excision of the transposon was induced by moving the plants to 15°C for 24 h. The developmental stage of a bud at the time of induction was determined by matching bud size and morphology with a standard time course [12].\n\n3-D Imaging and Analysis\n\nFlower buds with sepals removed were collected at various developmental stages and stored in 100% ethanol. Buds were prepared for OPT as described previously [17]. Scanning and reconstructions were performed using a Bioptonics OPT Scanner 3001 or a prototype OPT Scanner at the John Innes Centre. 3-D images were analysed using UFEEL software [45], with a 3-D screen and SensAble PHANToM Omni haptic device. UFEEL was also used to measure distances, including lengths and thicknesses of the tube and lobe.\n\nClonal Analysis\n\nTo record clone patterns, petal parts (Figure 1C) were separated and flattened between microscope slides. Their adaxial surfaces were then imaged using a Kodak DCS Pro 14N camera with a Nikon Nikkor AF 60 f/2.8D lens. Images for each petal part and induction stage were warped to the appropriate mean shape. Clone patterns were segmented and edited using Sector Analysis Toolbox software (available on demand), which was based on principles outlined in [20]. This software also allowed growth parameters to be extracted for each region (for further details, see Text S1A).\n\nSupporting Information"
}