{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000946",
  "doi": "10.1371/journal.pbio.3000946",
  "externalIds": [
    "pii:PBIOLOGY-D-20-00823",
    "pmid:33253145",
    "pmcid:PMC7728400"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Blood–brain barrier genetic disruption leads to protective barrier formation at the Glia Limitans",
  "authors": [
    {
      "name": "Pierre Mora",
      "first": "Pierre",
      "last": "Mora",
      "affiliation": "Univ. Bordeaux, INSERM, Biology of Cardiovascular Diseases, Pessac, France"
    },
    {
      "name": "Pierre-Louis Hollier",
      "first": "Pierre-Louis",
      "last": "Hollier",
      "affiliation": "Univ. Bordeaux, INSERM, Biology of Cardiovascular Diseases, Pessac, France",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-3330-5965"
      ]
    },
    {
      "name": "Sarah Guimbal",
      "first": "Sarah",
      "last": "Guimbal",
      "affiliation": "Univ. Bordeaux, INSERM, Biology of Cardiovascular Diseases, Pessac, France"
    },
    {
      "name": "Alice Abelanet",
      "first": "Alice",
      "last": "Abelanet",
      "affiliation": "Univ. Bordeaux, INSERM, Biology of Cardiovascular Diseases, Pessac, France",
      "externalIds": [
        "orcid:https://orcid.org/0000-0001-5526-9515"
      ]
    },
    {
      "name": "Aïssata Diop",
      "first": "Aïssata",
      "last": "Diop",
      "affiliation": "Univ. Bordeaux, INSERM, Biology of Cardiovascular Diseases, Pessac, France"
    },
    {
      "name": "Lauriane Cornuault",
      "first": "Lauriane",
      "last": "Cornuault",
      "affiliation": "Univ. Bordeaux, INSERM, Biology of Cardiovascular Diseases, Pessac, France"
    },
    {
      "name": "Thierry Couffinhal",
      "first": "Thierry",
      "last": "Couffinhal",
      "affiliation": "Univ. Bordeaux, INSERM, Biology of Cardiovascular Diseases, Pessac, France",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-9217-2533"
      ]
    },
    {
      "name": "Sam Horng",
      "first": "Sam",
      "last": "Horng",
      "affiliation": "Department of Neurology and Neuroscience, Icahn School of Medicine at Mount Sinai, New York City, New York, United States of America"
    },
    {
      "name": "Alain-Pierre Gadeau",
      "first": "Alain-Pierre",
      "last": "Gadeau",
      "affiliation": "Univ. Bordeaux, INSERM, Biology of Cardiovascular Diseases, Pessac, France",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-1312-6481"
      ]
    },
    {
      "name": "Marie-Ange Renault",
      "first": "Marie-Ange",
      "last": "Renault",
      "affiliation": "Univ. Bordeaux, INSERM, Biology of Cardiovascular Diseases, Pessac, France",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-5287-1540"
      ]
    },
    {
      "name": "Candice Chapouly",
      "first": "Candice",
      "last": "Chapouly",
      "affiliation": "Univ. Bordeaux, INSERM, Biology of Cardiovascular Diseases, Pessac, France",
      "externalIds": [
        "orcid:https://orcid.org/0000-0001-9173-1615"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-11-30",
  "dateAccepted": "2020-10-22",
  "dateReceived": "2020-03-31",
  "volume": "18",
  "number": "11",
  "pages": "e3000946",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Animal models",
    "Animal studies",
    "Astrocytes",
    "Autoimmune diseases",
    "Biological tissue",
    "Blood-brain barrier",
    "Cell biology",
    "Cell physiology",
    "Cellular types",
    "Central nervous system",
    "Clinical immunology",
    "Clinical medicine",
    "Demyelinating disorders",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animal studies",
    "Discipline-v3/Astrocytes",
    "Discipline-v3/Autoimmune diseases",
    "Discipline-v3/Biological tissue",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Blood-brain barrier",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell physiology",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Central nervous system",
    "Discipline-v3/Clinical immunology",
    "Discipline-v3/Clinical medicine",
    "Discipline-v3/Demyelinating disorders",
    "Discipline-v3/Endothelial cells",
    "Discipline-v3/Epithelial cells",
    "Discipline-v3/Epithelium",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Glial cells",
    "Discipline-v3/Immunology",
    "Discipline-v3/Junctional complexes",
    "Discipline-v3/Macroglial cells",
    "Discipline-v3/Medical conditions",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Mouse models",
    "Discipline-v3/Multiple sclerosis",
    "Discipline-v3/Nervous system",
    "Discipline-v3/Neuroanatomy",
    "Discipline-v3/Neurodegenerative diseases",
    "Discipline-v3/Neurology",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Spinal cord",
    "Discipline-v3/Tight junctions",
    "Endothelial cells",
    "Epithelial cells",
    "Epithelium",
    "Experimental organism systems",
    "Glial cells",
    "Immunology",
    "Junctional complexes",
    "Macroglial cells",
    "Medical conditions",
    "Model organisms",
    "Mouse models",
    "Multiple sclerosis",
    "Nervous system",
    "Neuroanatomy",
    "Neurodegenerative diseases",
    "Neurology",
    "Neuroscience",
    "Spinal cord",
    "Tight junctions",
    "Type/Research Article"
  ],
  "abstract": "Inflammation of the central nervous system (CNS) induces endothelial blood–brain barrier (BBB) opening as well as the formation of a tight junction barrier between reactive astrocytes at the Glia Limitans. We hypothesized that the CNS parenchyma may acquire protection from the reactive astrocytic Glia Limitans not only during neuroinflammation but also when BBB integrity is compromised in the resting state. Previous studies found that astrocyte-derived Sonic hedgehog (SHH) stabilizes the BBB during CNS inflammatory disease, while endothelial-derived desert hedgehog (DHH) is expressed at the BBB under resting conditions. Here, we investigated the effects of endothelial Dhh on the integrity of the BBB and Glia Limitans. We first characterized DHH expression within endothelial cells at the BBB, then demonstrated that DHH is down-regulated during experimental autoimmune encephalomyelitis (EAE). Using a mouse model in which endothelial Dhh is inducibly deleted, we found that endothelial Dhh both opens the BBB via the modulation of forkhead box O1 (FoxO1) transcriptional activity and induces a tight junctional barrier at the Glia Limitans. We confirmed the relevance of this glial barrier system in human multiple sclerosis active lesions. These results provide evidence for the novel concept of “chronic neuroinflammatory tolerance” in which BBB opening in the resting state is sufficient to stimulate a protective barrier at the Glia Limitans that limits the severity of subsequent neuroinflammatory disease. In summary, genetic disruption of the BBB generates endothelial signals that drive the formation under resting conditions of a secondary barrier at the Glia Limitans with protective effects against subsequent CNS inflammation. The concept of a reciprocally regulated CNS double barrier system has implications for treatment strategies in both the acute and chronic phases of multiple sclerosis pathophysiology.",
  "fullText": "Introduction\n\nIn a healthy individual, the central nervous system (CNS) parenchyma is protected from the peripheral circulation by the blood–brain barrier (BBB), which tightly regulates the entry and exit of soluble factors and immune cells [1]. Importantly, during multiple sclerosis, the abnormal permeability of the BBB allows penetration into the CNS parenchyma of inflammatory cells and soluble factors such as autoantibodies, cytokines, and toxic plasma proteins, which drive lesion formation and acute disease exacerbation [2,3]. Therefore, identifying key mechanisms that promote BBB tightness is currently considered to be a main strategy for controlling leukocyte and humoral entry, preventing acute relapse and disability progression in multiple sclerosis.\n\nPrevious studies have identified the Hedgehog (HH) pathway as a regulator of BBB integrity in multiple sclerosis, HIV, and stroke [4–7]. Desert hedgehog (DHH) is expressed constitutively at the BBB in adults [8] and belongs, together with Sonic hedgehog (SHH) and Indian hedgehog (IHH), to the HH family of morphogens, identified nearly 4 decades ago in Drosophila as crucial regulators of cell fate determination during embryogenesis [9]. The interaction of HH proteins with their specific receptor Patched-1 (PTCH1) derepresses the transmembrane protein Smoothened (SMO), which activates downstream pathways including the canonical HH pathway leading to the activation of Gli family zinc finger (Gli) transcription factors, and the so-called noncanonical HH pathways, which are independent of SMO and/or Gli [10].\n\nInterestingly, a wealth of literature published during the last decades has enabled a change in the vision of BBB structure and integrity, which has expanded to include contributions from both barrier properties of the vascular endothelial cells and the astrocytic end feet of the neurovascular unit. Within the neurovascular unit, substantial intercellular communication network involves the vascular endothelial cells and astrocytic end feet, as well as the pericytes and basement membranes within the perivascular space (PVS) [11–13]. How these signals regulate the passage of soluble factors and cells into and out of the CNS is not completely understood and is of considerable translational interest to the field of neuroimmunology. Regulatory mechanisms at the BBB include solute transporters and receptor-mediated transcytosis, and immune cells are actively prevented from crossing the BBB by low levels of immune receptors that normally permit immune trafficking. Once soluble factors and immune cells penetrate the BBB, they circulate within the PVS, a region between the basal basement membrane of the endothelial cell wall and the parenchymal basement membrane abutting the astrocyte end feet [14,15]. While it is now well established that BBB breakdown leads to soluble factor and inflammatory cell infiltration into the PVS during neuropathology, the role of the Glia Limitans is more complex. Indeed, astrocytes, described as reactive, may demonstrate opposing roles in both recruiting and restricting neuroinflammatory infiltration depending on the context [16]. Specific reactive astrocyte behaviors are likely determined by signaling events that vary with the nature and severity of CNS injury or disease. Specifically, in multiple sclerosis as well as Alzheimer’s and Parkinson diseases, it has been shown that reactive astrocytes, on one hand, produce pro-inflammatory and pro-permeability factors and on the other hand, neuroprotective factors [17–19].\n\nAstrocyte barrier properties are not as well characterized as those of the BBB. However, several groups have highlighted barrier properties at the Glia Limitans [20–22]. Notably, endfoot–endfoot clefts, similar to those observed between endothelial cells at the BBB, have been described at the Glia Limitans and shown to be responsible for the sieving effect observed between the distribution of small and large Dextrans [23]. Moreover, under neuroinflammatory conditions, immune cell trafficking across the Glia Limitans is necessary for clinical experimental autoimmune encephalomyelitis (EAE) [21]; indeed, matrix metalloproteinase (MMP)-2 and MMP-9 proteolytically cleave dystroglycan, which anchors astrocyte end feet to the Glia Limitans basement membrane via binding to extracellular matrix molecules, allowing infiltrating leukocytes to penetrate the parenchyma [24]. Additionally, it has been shown that the scavenger receptor CXCR7 is up-regulated on the inflamed BBB endothelium, facilitating mobilization of T cells from the PVS into the CNS parenchyma [25]. Altogether, these data demonstrate that both the endothelial BBB and its basement membrane, along with the Glia Limitans and the parenchymal basement membrane, are required for immune cell trafficking across the neurovascular unit. Strikingly, our recent work has given considerable attention to a new property of reactive astrocytes: the expression of tight junction proteins (notably Claudin4 (CLDN4)) under inflammatory conditions [26]. This result provides yet another argument in favor of astrocytic barrier properties.\n\nThe first objective of our study was to decipher the role of the morphogen DHH in maintaining BBB tightness. The second objective was to demonstrate that a double barrier system comprising both the BBB and Glia Limitans is implemented in the CNS and regulated by a crosstalk going from endothelial cell to astrocytes using endothelial Dhh knockdown as a model of permeable BBB.\n\nHere, we first demonstrate that endothelial DHH expression is down-regulated during neuroinflammation and is necessary to maintain BBB tightness. We then show that BBB opening, induced by Dhh knockdown, drives astrocyte CLDN4 expression, conferring barrier properties to the Glia Limitans, which results in the PVS entrapment of plasma proteins and inflammatory cells, both under physiological conditions and during pathology. Together, these data identify the neurovascular unit as a double barrier system whose function is controlled by the crosstalk between endothelial cells and astrocytes.\n\nIn conclusion, this work strengthens the concept of CNS double barrier system, unveiling how signals at the endothelium drive astrocyte barrier properties to protect the parenchyma during neuropathology. Consequently, taking into account both components of the neurovascular unit is of translational interest and could open the way for new therapeutic strategies notably to limit progressive multiple sclerosis pathology.\n\nResults\n\nDHH, but not SHH or IHH, is expressed by CNS microvascular endothelial cells and down-regulated during chronic neuroinflammation\n\nFirst, we showed that DHH is expressed at the BBB in vitro using mouse CNS MECs* (Fig 1A). CNS MEC purity was assessed using platelet/endothelial cell adhesion molecule 1 (PECAM1) and zonula occludens 1 (ZO1) as positive endothelial markers and smooth muscle actin (SMA), neural/glia antigen 2 (NG2), cluster of differentiation 45 (CD45), ionized calcium binding adaptor molecule 1 (IBA1), and glial fibrillary acidic protein (GFAP) as markers of contamination by smooth muscle cells, pericytes, leukocytes, microglia, and astrocytes, respectively (Fig 1A and S1A Fig). DHH expression at the BBB was verified in vivo using human cortical sections from healthy donors (Fig 1B) and brain sections from C57BL/6 mice (S1B Fig). SHH and IHH are not expressed in the healthy BBB, and DHH is known to be stored intracellularly as well as being secreted [7]. Therefore, we here infer the CNS endothelial cells as the source of DHH within the neurovascular unit. Next, we demonstrated that Dhh is severely down-regulated at the BBB under inflammatory conditions both in vitro using human brain microvascular endothelial cells (HBMECs) treated with interleukin-1β (IL-1β) (one of the main pro-inflammatory cytokine implicated in multiple sclerosis pathophysiology) (Fig 1C and S1 Data) and in vivo (Fig 1F and S1 Data) using a preclinical model of multiple sclerosis (MOG35-55) to induce chronic neuroinflammation in C57BL/6 mice. For this experiment, isolated spinal cord microvessels underwent a digestion step followed by a CD45+ T cell depletion step to discard inflammatory cell contamination induced by EAE (S1C and S1D Fig). Dhh down-regulation at the BBB is associated with the up-regulation of endothelial activation markers intercellular adhesion molecule 1 (Icam1) (Fig 1D–1G and S1 Data) and vascular cell adhesion molecule 1 (Vcam1) (Fig 1E–1H and S1 Data) and with down-regulation of mRNA markers of tight junctions (claudin5 (Cldn5) and Zo1) (Fig 1I, 1J and S1 Data).\n\nTogether, these data identify DHH as the only HH expressed in adults at the endothelial BBB. Moreover, they highlight the fact that DHH expression is down-regulated at the BBB during neuroinflammatory pathology.\n\nEndothelial-specific Dhh inactivation induces down-regulation of adherens junction CDH5 and tight junction CLDN5 ex vivo\n\nTo test the importance of endothelial DHH expression at the BBB, we conditionally disrupted DHH expression in endothelial cells and examined the consequences on BBB integrity. To do so, we used CNS MEC cultures isolated from Cdh5-CreERT2, DhhFlox/Flox mice (DhhECKO mice), and DhhFlox/Flox control littermates, 2 weeks after inducing knockdown by intraperitoneal injection of tamoxifen. There is no difference between DhhECKO and control mouse cell culture viability (S1E, S1F Fig and S2 Data).\n\nWe first verified the efficiency of the knockout by measuring Dhh expression in primary CNS MEC cultures obtained from DhhECKO and littermate controls and showed that Dhh expression is strongly down-regulated in the knockout mice (Fig 2A and S1 Data). Moreover, CDH5, CLDN5, and ZO1 junctions are disorganized in DhhECKO endothelial cells: In controls, CDH5, CLDN5, and ZO1 display a well-defined pattern of sharp contours at endothelial cell–cell contacts. In contrast, in DhhECKO cultures, a broader, more irregular pattern is detected at endothelial cell–cell contacts (Fig 2D–2F). This result is consistent with the previously documented phenotype using small interfering RNA (siRNA) for DHH [8]. CDH5 and CLDN5 but not ZO1 are down-regulated in DhhECKO CNS MECs compared to controls (Fig 2B, 2C and 2G–2I and S1 Data).\n\nWe concluded that endothelial DHH expression is necessary to maintain endothelial adherens and tight junction mRNA and protein expression level at the BBB and to maintain a well-defined CDH5, ZO1, and CLDN5 pattern of sharp contours at endothelial cell–cell contacts.\n\nDHH induces CLDN5 up regulation through the inhibition of FOXO1 transcriptional activity in vitro\n\nWe previously identified DHH as a factor facilitating the interaction between CDH5 and catenin β1 (CTNNβ1) in endothelial cells [8], and others have shown that CDH5 interacts with CTNNβ1 to inhibit transcription factor forkhead box O1 (FOXO1) [27] via PI(3)K–AKT-dependent phosphorylation, which thereby up-regulates the expression of the endothelial tight junction protein CLDN5 [27]. Therefore, we next measured the expression level of the phosphorylated form of FOXO1 (p-FOXO1) in CNS MEC cultures from DhhECKO and control (DhhFlox/Flox) mice and demonstrated that p-FOXO1 is down-regulated in DhhECKO mice compared to controls (Fig 2G, 2J–2K). We then treated CNS MEC cultures from DhhECKO mice with a cell permeable inhibitor of the transcription factor FOXO1 (AS1842856), which blocks the transcription activity of FOXO1, and measured Cldn5 mRNA expression. We demonstrated that Cldn5 mRNA expression, in DhhECKO CNS MEC cultures treated with the inhibitor of FOXO1, returns to the expression level of control CNS MEC cultures, unlike the DhhECKO CNS MEC cultures treated with DMSO (Fig 2L and S1 Data). Additionally, in DhhECKO CNS MEC cultures treated with the inhibitor of FOXO1, CLDN5 displays a well-defined pattern of sharp contours at endothelial cell–cell contacts. In contrast, in DhhECKO CNS MEC cultures treated with DMSO, a broader, more irregular pattern is detected at endothelial cell–cell contacts (Fig 2M).\n\nWe concluded that endothelial autocrine DHH expression at the BBB maintains the pool of CDH5-CTNNβ1 signaling in endothelial cells, which promotes Cldn5 mRNA expression and maintains a well-defined CLDN5 pattern of sharp contours at endothelial cell–cell contacts through the inhibitory phosphorylation of the transcription factor FOXO1 (Fig 2N).\n\nIn the white matter, endothelial-specific Dhh inactivation induces BBB permeability associated with endothelial and astrocytic activation in vivo\n\nIn vivo, on spinal cord sections from control and DhhECKO mice, we confirmed that the expression of adherens junction CDH5 and tight junction CLDN5, when normalized for the number and length of blood vessels, is down-regulated under resting conditions (Fig 3A–3D, S1 Data and S3A Fig) and demonstrated that it is associated with an increase accumulation of serum proteins (fibrinogen (FGB) and albumin (ALB)) [28] (Fig 3B, 3E, 3F, S1 Data, S3B and S3C Fig) around the vessels, suggesting BBB opening.\n\nWe then analyzed the activation status of both the spinal cord endothelium and Glia Limitans in DhhECKO and control littermates. We chose ICAM1 as a marker of endothelial activation and GFAP as a marker of astrocyte reactivity because they are both widely published in the context of inflamed CNS tissues and represent a strong indicator of a reactive response of the CNS endothelium and Glia Limitans.\n\nUsing spinal cord sections, we revealed that ICAM1 is up-regulated at the endothelium in DhhECKO mice compared to littermate controls (Fig 3G, 3I and S1 Data) and associated with a regionalized up-regulation of GFAP, a marker of astrocyte activation, in white matter (Fig 3H, 3J and S1 Data) but not gray mater (Fig 3H, 3K and S1 Data).\n\nHere, we detected that, in the white matter, DHH expression at the endothelium controls BBB tightness and demonstrated that endothelial-specific Dhh inactivation at the BBB drives endothelial and astrocyte activation.\n\nDhhECKO-induced BBB breakdown is sufficient to induce a secondary CNS protective barrier at the Glia Limitans\n\nAs we already demonstrated in Fig 3, DhhECKO mice display BBB leakage, whereas control littermates feature a tight BBB.\n\nAlthough we demonstrated BBB leakage in DhhECKO mice (Fig 3B, 3E, 3F and S1 Data), we noticed that infiltrating plasmatic proteins are concentrated around the vascular area in arterioles and venules and not seamlessly distributed within the parenchyma**. To verify this observation, we quantified the distribution of immunoglobulin G (IgG) and a smaller sized dye (70 kDa fluorescein isothiocyanate (FITC) Dextran) in the 3 compartments (lumen, PVS, and parenchyma). Specifically, in control mice, there is no significant endothelial permeability, with more than 95% of IgG and 97% of 70 kDa FITC Dextran contained in the lumen of blood vessels and 5% of IgG and 3% of 70 kDa FITC Dextran segregated in the PVS area limited by the astrocytic end feet (aquaporin 4 (AQP4) or laminin (LAM) antigen) on 1 side and the vessel wall (PECAM1 or LAM antigen) on the other side, and none found in the parenchyma (S1 Data, S4A–S4E Fig and S2 Data). The quantification protocol of IgG and 70 kDa FITC Dextran distribution within the lumen, PVS, and parenchyma is described in S4 Fig. In DhhECKO mice, vascular leakage is significant, but strikingly, 50% of IgG and 50% of 70 kDa FITC Dextran is contained into the PVS, while none is found in the parenchyma, indicating the presence of a secondary barrier at the Glia Limitans (S1 Data, S4A–S4E Fig and S2 Data). Interestingly, some overlap is observed between the IgG signal and the AQP4 signal, concentrated within the internal surface of the Glia Limitans (Fig 4A). Thus might reflect a potential interaction between the inner face of astrocyte end feet and IgG accumulated in the PVS, as astrocytes express Fc receptors (cell surface receptors for IgG), which play a role in both CNS health and disease [29,30]. The perivascular trapping of IgG in DhhECKO mouse CNS was confirmed using co-immunostaining of IgG and LAM antigen, which mark the endothelial and astrocytic basement membranes (S5A and S5B Fig).\n\nWe have previously found that reactive astrocytes express tight junctions, notably CLDN4, under inflammatory conditions in a mouse model of multiple sclerosis (EAE) [26]. Here, we found that these data are relevant to human disease since CLDN4 is also expressed by reactive astrocytes, with stronger CLDN4 labeling intensity at the Glia Limitans, in active cortical lesions from multiple sclerosis patients (Fig 4D). Based on the above results, we investigated whether the PVS entrapment of plasmatic proteins observed in DhhECKO mice is linked to the expression of the tight junction CLDN4 at the Glia Limitans in response to BBB permeability (Fig 4E–4H and S1 Data). We showed that CLDN4 is expressed at the Glia Limitans in DhhECKO mice but not control littermates (Fig 4E–4H and S1 Data) using isolated neurovascular enriched fractions. Small intestine samples were used as a positive control for the quantification of CLDN4 by western blot (S6A Fig).\n\nAltogether, these results suggest that, in DhhECKO mice, spontaneous BBB permeability leads to the establishment of a physical barrier at the Glia Limitans, characterized by the expression of the tight junction protein CLDN4. Therefore, in DhhECKO mice, astrocytic end feet at the Glia Limitans are “preconditioned” to form a secondary barrier protecting the parenchyma. (**It is important to note that this study focuses on arterioles and venules but not capillaries. Indeed, CLDN4 is only up-regulated in DhhECKO-enriched neurovascular fractions, which are 100 μm and larger in diameter (Fig 4F–4H and S1 Data). In the lysates obtained with enriched neurovascular fractions, which are 20 μm and larger, CLDN4 expression level is not different between the DhhECKO and control group (S6B–S6D Fig and S2 Data). In this condition, CLDN4 expression in arterioles and venules might have been lost in the crowd of capillaries.)\n\nEndothelial signals can drive astrocyte barrier properties at the Glia Limitans\n\nGiven the above results, we wanted to determine if astrocyte barrier formation requires signals from the endothelial BBB or from the plasmatic protein perivascular infiltrate. To do so, we first studied in vitro the response of normal human astrocytes (NHAs) to HBMEC conditioned media versus plasmatic proteins from healthy donors. HBMECs used to produce the conditioned media were treated with either the osmotic agent Mannitol or the pro-permeability factor vascular endothelial growth factor A (VEGFA) to induce BBB breakdown (S7A Fig and S2 Data) through various methods.\n\nWe demonstrated that Gfap (Fig 5A, 5E–5I and S1 Data), aldehyde dehydrogenase 1 family, member l1 (Aldh1l1) (Fig 5B and S1 Data) (markers of astrocyte reactivity), and Cldn4 mRNA expression (Fig 5D, 5A–5H, 5J and S1 Data) are up-regulated in the NHA treated with HBMEC-conditioned media but not in the NHA treated with plasma from healthy donors. vimentin (Vim) (marker of astrocyte reactivity) mRNA expression level was not modulated in any condition (Fig 5C and S1 Data).\n\nTo confirm this observation in vivo, we delivered murine VEGFA or murine plasmatic proteins into the left cerebral cortex of adult mice and evaluated the consequences on CLDN4 expression by astrocytes. PBS stereotactic administration was used as a control. Importantly, VEGFA cortical stereotactic injection has already been shown to efficiently induce BBB breakdown in mice [17,31].\n\nIn vivo, GFAP (Fig 5K–5N and S1 Data) and CLDN4 (Fig 5K–5M, 5O and S1 Data) are induced in mouse cortex after murine VEGFA and murine plasmatic protein treatments, with VEGFA having a much stronger effect than plasmatic proteins.\n\nWe concluded that permeable endothelial monolayers produce signals that can drive astrocyte reactivity and tight junction expression. Plasmatic protein involvement in controlling astrocyte barrier behavior is, however, less clear as astrocyte reactivity and tight junction expression are up-regulated in vivo but not in vitro when treated with plasma; further investigations will be necessary to identify the mechanisms involved.\n\nMice with endothelial Dhh inactivation display reduced disability in a model of multiple sclerosis during the onset of the disease\n\nTo examine the impact of these findings on disease severity, we investigated the phenotype of induced experimental multiple sclerosis (EAE) in DhhECKO and control mice.\n\nWe observed that in control mice, neurologic deficits were observed from day 9 and increased in severity until day 18, when clinical score stabilized at a mean of 3.2, representing hind limb paralysis. In contrast, the onset of clinical signs in DhhECKO mice was first seen 4 days later, and the clinical course was much milder. In DhhECKO mice, disease reached a plateau at day 21 at a mean of 2.3, indicating hind limb weakness and unsteady gait, a mild phenotype (Fig 6A and S1 Data). The EAE peak score (Fig 6B and S1 Data) and average score during the time of disability (Fig 6C and S1 Data) were both decreased in DhhECKO mice, but there were no significant changes in survival and mortality rates (Fig 6D and S1 Data).\n\nInterestingly, the reduced clinical course of EAE in DhhECKO mice was much more marked during the onset of the disease (between day 12 and day 20 post EAE induction). However, when the plateau phase was reached (after day 21 post EAE induction), the clinical score difference between the DhhECKO and the control group was greatly reduced and coincided with an acceleration of the mortality rate in both groups (Fig 6A–6D and S1 Data). One explanation for this observation is that, in the DhhECKO group, inflammatory cells, accumulated in the PVS, end up degrading astrocytic tight junctions by secreting proteases. This previously described phenomenon [26] explains how inflammatory cells trapped in the PVS can eventually pass through the astrocytic barrier at the Glia Limitans and thereby enter the CNS, thus inactivating Dhh at the BBB. This in turn slows disease progression until the perivascular accumulation of inflammatory cells causes the degradation of the astrocyte secondary barrier, leading to the deterioration of the clinical course of EAE in the DhhECKO mice.\n\nImportantly, the clinical course in the DhhECKO mice is correlated with strikingly decreased areas of demyelination as compared to the control cohort (Fig 6E, 6F and S1 Data). Critically, these studies reveal that the clinical course and pathology of EAE are strongly reduced in DhhECKO mice during the onset of the disease.\n\nWe concluded that endothelial Dhh knockdown-induced BBB opening is associated with a clinical protective effect during the onset of the disease in a model of multiple sclerosis.\n\nMice with endothelial Dhh inactivation display a reinforced barrier at the Glia Limitans, restraining access to the parenchyma to inflammatory infiltrate in a model of multiple sclerosis\n\nAlthough DhhECKO mice display equivalent FGB densities (Fig 7A and S1 Data) as well as numbers of CD45+ leukocytes (Fig 7B and S1 Data) in lesions compared to those in control mice, neuropathology in both cohorts appeared very different.\n\nWe found that while the BBB is permeable in both groups, with plasmatic protein extravasation associated with equivalent CDH5 densities, astrocyte reactivity in EAE lesions in DhhECKO mice is greatly increased with GFAP immunoreactivity strongest at the Glia Limitans (Fig 7C, 7E and S1 Data). Moreover, infiltrating plasmatic proteins in DhhECKO mice show less CNS parenchymal dispersion (Fig 7E, 7F and S1 Data), with 68.0% of FGB trapped into the Glia Limitans in the DhhECKO cohort versus 32% in the control cohort (Fig 7F, S7B Fig and S1 Data).\n\nIn previous work from our laboratory [8], we showed that endothelial-specific deletion of Dhh in the peripheral vasculature is associated with vascular permeability and endothelial activation, notably in the lung, and that lipopolysaccharide (LPS) injection increased pulmonary neutrophil infiltration in DhhECKO mice compared to control littermates. Therefore, we can hypothesize that endothelial Dhh knockdown increases the peripheral recruitment and activation of inflammatory cells that need to travel to the CNS. However, in our study, we do not observe any difference in terms of CD45+ leukocyte populations in the spinal cord of DhhECKO and control mice induced with EAE MOG35-55. What we do observe is a significant difference in terms of the repartition of these CD45+ cell populations between both groups, with 77.1% of CD45+ cells trapped into the PVS in the DhhECKO cohort versus 25.1% in the control cohort (Fig 7G, 7H, S1 Data and S7C Fig).\n\nAltogether, these data suggest less access through the Glia Limitans in the DhhECKO mice compared to the littermate control mice. Finally, we demonstrated that CLDN4 expression in spinal cord EAE lesion lysates is up-regulated in DhhECKO mice as compared to control mice (Fig 7I, 7J and S1 Data).\n\nCollectively, data from Fig 4 to Fig 7 reveal that conditional loss of a key structural component of endothelial integrity at the BBB in DhhECKO mice leads to increased astrocyte reactivity and implementation of barrier properties at the Glia Limitans, allowing for less diffusion of plasmatic proteins and immune cells into the CNS parenchyma than in control mice. Therefore, in DhhECKO mice, astrocytic end feet at the Glia Limitans are “preconditioned” to form a barrier, explaining their ability to protect the parenchyma more efficiently during neuropathology than in controls, leading to the protective effect observed clinically. Thus, we identify BBB leakage, induced by the down-regulation of Dhh endothelial expression, as an important mechanism controlling Glia Limitans reactivity and barrier properties, and subsequently, tissue damage and clinical deficits in a model of human disease (Fig 8).\n\nDiscussion\n\nWhile it is now well established that BBB breakdown leads to soluble factor and inflammatory cell infiltration into the PVS during neuropathology [4], the function of the Glia Limitans barrier is just starting to be unraveled [15,20,24,26]. In the present study, we have enabled a different perspective on CNS barrier organization, unveiling the existence of 2 independent, dissociable states of the astrocyte and endothelial barriers in the neurovascular unit. Indeed, we confirmed that, just like the BBB, the Glia Limitans can form a protective barrier. For the first time, to our knowledge, we have demonstrated that BBB breakdown is sufficient to induce chronic barrier properties at the Glia Limitans, and we uncovered crosstalk from endothelial cells to astrocytes that restricts access to the parenchyma of plasmatic proteins and inflammatory cells during multiple sclerosis. Moreover, we showed that in DhhECKO mice, which display an open BBB, astrocytes express the tight junction protein CLDN4 under resting conditions. Therefore, under neuroinflammatory conditions, Glia Limitans in DhhECKO mice is primed with stronger barrier properties protecting against the onset and severity of EAE symptoms in the DhhECKO mice compared to control littermates.\n\nHowever, 2 questions remain regarding barrier properties at the Glia Limitans: (1) Is this a specific aspect of the DhhECKO mouse model or more broadly applicable to any model of BBB breakdown; and (2) is it observed in other CNS pathologies than inflammation?\n\nA model of pericyte-deficient mice featuring BBB breakdown has been described; but, in this model, endothelial permeability is due to increased transcytosis and not junction degradation as in the DhhECKO mouse model. Therefore, it would be interesting to study the behavior of astrocytes in this model, notably their capacity to express CLDN4 and to restrain parenchymal access to plasmatic proteins. Should astrocyte barrier properties be observed in the pericyte-deficient mouse model, thus would be suggestive for a more generalized role of BBB breakdown in driving astrocyte barrier properties, either by parallel or convergent mechanisms.\n\nThe expression of CLDN4 by astrocytes has only been identified in mouse models of CNS inflammation (acute CNS inflammation model (stereotactic injection of the pro-inflammatory cytokine IL-1β and model of multiple sclerosis: EAE MOG35-55) [26]. However, in the present study, we demonstrated that CLDN4 is expressed by astrocytes under resting conditions in response to BBB opening in the DhhECKO mouse model and after cortical stereotactic injection of the pro-permeability factor VEGFA. The next step would be to examine astrocytic CLDN4 expression in other pathologies of the CNS, notably Alzheimer’s disease, stroke, or amyotrophic lateral sclerosis in which BBB permeability has been identified as a critical pathophysiological player. This could implicate CLDN4-mediated barrier function in astrocytes as a more generalized defense against BBB opening in other chronic diseases of the CNS.\n\nThe critical role of Hh signaling in CNS neuroinflammation was first highlighted in 2011; this study revealed that during EAE, the morphogen SHH is expressed by reactive astrocytes and participates in the maintenance of BBB integrity [4]. Following this discovery, our group found that DHH is physiologically expressed at the BBB in adults [8]. Here, we demonstrated for the first time that DHH is down-regulated at the BBB during EAE and that DHH knockdown is sufficient to induce BBB permeability by inhibiting CDH5 and CLDN5 expression through the modulation of FOXO1 activity, strengthening the idea that HH signaling is essential to control BBB integrity both physiologically and under multiple sclerosis conditions. Based on our results and the literature, we hypothesize that DHH is necessary to maintain BBB tightness under physiological conditions and that DHH down-regulation under inflammatory conditions might be offset by astrocytic SHH secretion to maintain BBB homeostasis during disease progression.\n\nOver the past years, the field has begun to acknowledge the fact that the BBB is not the sole line of defense of the CNS and that the astrocytic end feet of the Glia Limitans might play a role in restricting access to the parenchyma. Indeed, it was first described that in spinal cord injury, astrocyte scar borders corral inflammatory cells within areas of damaged tissue [32,33]. Moreover, we have found that during EAE, reactive astrocytes of the Glia Limitans form tight junctions of their own containing CLDN4 [26], a junction protein also expressed in tightly sealed epithelia [34,35]. Noteworthy is the fact that down-regulation or reorganization of CLDNs and other tight junction proteins has been implicated in permeability in various tissues, particularly the gut [19,36,37]; however, reports of dynamic tight junction protein induction resulting in functional barrier formation have been rare [38,39]. Here, we have shown for the first time that genetically induced disruption of endothelial junctions is sufficient to induce CLDN4 expression at the Glia Limitans under resting condition, identifying an inducible astrocyte barrier mediated fully by signals transmitted by the open BBB.\n\nIt has already been described, by our group and others, that astrocytes can send signals, notably VEGFA [18], thymidine phosphorylase (TYMP) [17], and SHH [4], to the BBB to modulate its state (tight versus permeable). In this study, we identify a reciprocal signaling pathway demonstrating that BBB endothelial junction disruption leads to CLDN4 expression at the Glia Limitans. Interestingly, endothelial cell capacity to send signals to neighboring cells has been previously identified, notably in the context of pericyte (mural cells associated with arterioles, capillaries, and venules) recruitment at the vascular wall [40]. Specifically, it has been shown that platelet-derived growth factor subunit b (PDGFB) is secreted from angiogenic sprout endothelium where it serves as an attractant for co-migrating pericytes, which in turn express platelet-derived growth factor receptor beta (PDGFRβ) [41]. Based on these arguments and our results, it appears highly likely that endothelial signals can be sent to astrocytes. Identifying such signals will be the aim of future studies by our group.\n\nWe then showed that in animals, which exhibit an open BBB (DhhECKO mice), astrocytic end feet of the Glia Limitans form a barrier more efficiently than in the littermate controls, leading to the protective effect observed clinically in the model of multiple sclerosis. This is somehow reminiscent of what is observed in brain ischemic preconditioning where a mild nonlethal ischemic episode (preconditioning) can produce resistance to a subsequent more severe ischemic insult [42,43]. Here, inducing BBB opening and PVS plasmatic protein accumulation produces resistance to the subsequent massive inflammatory infiltration induced by multiple sclerosis development. This could account for the infrequency of recurrent multiple sclerosis relapse/lesion formation at the same location in the CNS. Interestingly, among neurons and nonneuronal cells, astrocytes are considered increasingly important in regulating cerebral ischemic tolerance [44], and a parallel can be easily drawn between these results and ours showing a major role for “preconditioned” astrocytes in the control of “chronic neuroinflammation tolerance” and protection against further relapse.\n\nIn light of the above observations, we may assume that the CNS has the ability to protect itself against isolated BBB leakage episodes through a secondary barrier at the Glia Limitans that takes over once the BBB is open. Moreover, it suggests that manipulation of the BBB and Glia Limitans in combination may have greater potential than either alone to control CNS entry of leukocytes and pro-inflammatory soluble factors in conditions such as multiple sclerosis and perhaps more widely. Indeed, taking into account both components of the neurovascular unit is of translational interest, notably to limit CNS parenchymal access to pathogenic agents by strengthening the Glia Limitans once the BBB is open in cardiovascular diseases such as brain ischemic strokes [45], neuroinfections [46], and neurodegeneration (Parkinson/Alzheimer’s diseases and vascular dementia) [47], or to facilitate parenchymal access to drugs, by opening the BBB and Glia Limitans together, in CNS tumor treatment [48]. Along similar lines, it is unknown how the barrier properties of the Glia Limitans may impact the pharmacokinetics of drugs that must enter the CNS parenchyma in conditions such as multiple sclerosis, which may account for treatment failure.\n\nIn summary, our study first demonstrates the critical role of DHH in maintaining BBB integrity. We find that DHH is down-regulated during the animal model of multiple sclerosis and that Dhh knockdown leads to BBB opening. Using Dhh knockdown as a tool to cause BBB opening, we then show that BBB permeability is sufficient to induce a secondary barrier at the Glia Limitans, mediated by CLDN4 and astrocyte reactivity. These findings not only highlight the capacity for bidirectional signaling between the endothelial BBB and the astrocytic Glia Limitans in modulating the double barriers of the CNS but also provide support for a novel concept of “chronic neuroinflammatory tolerance”, in which chronic induction of Glia Limitans barrier properties by BBB opening may lead to a protective effect against neuroinflammatory disease activity and progression.\n\nMethods\n\nHuman tissues\n\nCortical sections from multiple sclerosis patients (active lesions) and healthy controls (frontal cortex) were obtained from the NeuroCEB bio bank (https://www.neuroceb.org/fr). The sections were 30 μm thick and obtained from fresh frozen samples.\n\nMice\n\nDhh Floxed (DhhFlox) mice were generated at the “Institut Clinique de la Souris” through the International Mouse Phenotyping Consortium (IMPC) from a vector generated by the European conditional mice mutagenesis program, EUCOMM, and described before [8].\n\nThe Cre recombinase in cadherin5 (Cdh5)-CreERT2 mice was activated by intraperitoneal injection of 1-mg tamoxifen (Sigma Aldrich, St. Louis, Missouri, United States of America) for 5 consecutive days at 8 weeks of age. Mice were phenotyped 2 weeks later. Successful and specific activation of the Cre recombinase has been verified by measuring recombination efficacy in Cdh5-CreERT2;Rosa26mTmG mice (S2A Fig). Importantly, Dhh endothelial knockdown does not impact CNS angiogenesis (S2 Data) nor angioarchitecture (S2D Fig). The Cdh5-CreERT2 mice and C57BL/6 mice were purchased from Jackson Laboratories (Bar Harbor, Maine, USA).\n\nEthical statement\n\nHuman samples: The NeuroCEB bio bank and the INSERM U1034 certify that all human sections utilized for this study are ethically obtained with documented, legal permission for research use (authorization number #AC-2018-3290 obtained from the Ministry of Higher Education and Research) and in the respect of the written given consent from the source person in accordance with applicable laws and the World Medical Association (WMA) Helsinki declaration of 2013.\n\nAnimal experiments were performed in accordance with the guidelines from Directive 2010/63/EU of the European Parliament on the protection of animals used for scientific purposes and approved by the local Animal Care and Use Committee of the Bordeaux University CEEA50 (IACUC protocol #16901).\n\nNeurovascular fraction enrichment from mouse CNS\n\nMouse was humanely killed by cervical dislocation, and its head was cut and rinsed with 70% ethanol. Brain and spinal cord were then harvested, and cerebellum, olfactory bulb, and white matter were removed from the brain with sterile forceps. Additionally, meninges were eliminated by rolling a sterile cotton swab at the surface of the cortex. The cortex and spinal cord were then transferred in a potter containing 2 mL of buffer A (HBSS 1X w/o phenol red (Gibco, Waltham, Massachusetts, USA), 10-mM HEPES (Gibco), and 0.1% bovine serum albumin (BSA) (Sigma Aldrich), and the CNS tissue was pounded to obtain an homogenate, which was collected in a 15-mL tube. The potter was rinsed with 1 mL of buffer A, which was added to the 2-mL homogenate. Cold 30% dextran solution was then added to the tube (V:V) to obtain a 15% dextran working solution centrifuged for 25 minutes at 3,000 g, 4°C without brakes. After centrifugation, the pellet (neurovascular components and red cells) was collected, and the supernatant (dextran solution and neural components) was centrifuged again to get the residual vessels. Neurovascular components were then pooled and resuspended in 4 mL of buffer B (HBSS 1X Ca2+/ Mg2+ free with phenol red (Gibco), 10-mM HEPES (Gibco), and 0.1% BSA (Sigma Aldrich)).\n\nNeurovascular fraction enrichment for RT-PCR, western blots, or immunohistochemistry\n\nAfter centrifugation of the cell suspension, the pellet was washed 3 times with the buffer B and filtered through a 100-μm nylon mesh (Millipore Corporation, Burlington, Massachussetts, USA). The nylon mesh was washed with 7 mL of buffer B to collect the retained enriched neurovascular fractions. The suspension was then centrifuged for 10 minutes at 1,000 g, and the pellet suspended in 300 μL of radioimmunoprecipitation assay (RIPA) lysis buffer for western blot analysis or 1,000 μL of Tri-Reagent (MRC, Cincinnati, Ohio, USA) for quantitative reverse transcription polymerase chain reaction (qRT-PCR) analysis. For immunohistochemistry, the pellet was suspended in 3 mL of a solution of matrigel (Corning, Steuben, New York, USA)-Dulbecco’s Modified Eagle Medium (DMEM) 1 g/L glucose, Mg+, Ca2+ (Gibco) 1:80, distributed on a labtek (Starstedt, Nümbrecht, Germany) (1 mouse brain is needed to seed 1 labtek) and incubated for 30 minutes at 37°C. Finally, the enriched neurovascular fraction embedded in the matrigel (Corning) solution was fixed with 10% formalin for 10 minutes.\n\nPrimary culture of mouse CNS micro vascular endothelial cells (CNS MECs)\n\nAfter centrifugation of the cell suspension, the pellet was washed 3 times with the buffer B and transferred in an enzyme solution (2 mg/mL Collagenase/Dispase (Roche, Bale, Switzerland), 0.147 μg/mL TLCK (Lonza, Bäle, Switzerland), and 10 μg/mL DNAse 1 (Roche)), prewarmed at 37°C, before being placed on a shaking table at maximum speed agitation at 37°C. After 30 minutes, the digestion was stopped by adding 10 mL of buffer B, the cell suspension centrifuged, and the digested neurovascular pellet washed 3 times with 3 mL of buffer B. After the 3 washing steps, the digested neurovascular pellet was resuspended in 1 mL of Mouse Brain Endothelial Cell Culture Medium (DMEM 1 g/L glucose, Mg+, Ca2+ (Gibco), fetal bovine serum (FBS) 20% (Gibco), sodium pyruvate 2% (Gibco), nonessential amino acids 2% (Lonza), FGF 1 ng/mL (PeproTech, Rocky Hill, New Jersey, USA), and gentamycin 10 mg/mL (Gibco)), and plated on a labtek (Starstedt) (1 mouse brain is needed to seed 1 labtek) previously coated with 2% matrigel (Corning) diluted in DMEM 1 g/L glucose, Mg+, Ca2+ (Gibco).\n\nCell culture\n\nHBMECs (Alphabioregen–CliniSciences, Nanterre, France) were cultured in endothelial basal medium-2 (EBM-2) supplemented with EGM-2 BulletKits (Lonza). Cells from passage 3 to passage 6 were used. Before any treatment, cells were serum starved in 0.5% FBS EGM-2 medium for 24 hours. NHAs (Lonza) were cultured in astrocyte basal medium (ABM) supplemented with AGM BulletKits (Lonza). Cells from passage 2 to passage 4 were used. Before any treatment, cells were serum starved in DMEM 1 g/L glucose, Mg+, Ca2+ (Gibco) without serum for 24 hours.\n\nCytokines/growth factors/chemicals\n\nHuman IL-1β was purchased from PeproTech (Rocky Hills, New Jersey, USA), and Human and mouse VEGF-165 (VEGFA) were purchased from CliniSciences (Nanterre, France). Based on previous studies, Human IL-1β and Human VEGF-165 were routinely used at 10 ng/mL [19,49]. Mouse VEGF-165 was used at a concentration of 20 ng/μL. The inhibitor of FOXO1 total (AS1842856) was purchased from Merck (Kenilworth, New Jersey, USA) and was used at 100 nM [50]. D-Mannitol was purchased from Sigma Aldrich (St. Louis, Missouri, USA) and was used at 100 mM [51].\n\nAntibodies\n\nAnti-CLDN4 (mouse), anti-CLDN5 (mouse (tissues) and rabbit (cell culture)), anti-human ZO1 (rabbit), and anti-GFAP (rat) were from Invitrogen (Carlsbad, California, USA). Anti-CDH5 (goat) was from R&amp;D systems (Minneapolis, Minnesota, USA). Anti-human CDH5 (mouse) and anti-human DHH (H-85) (rabbit) were from Santa Cruz Biotech (Santa Cruz, California, USA). Anti-FGB (rabbit) and anti-human PECAM1 (mouse) were from Dako (Carpinteria, California, USA). Anti-ALB (sheep) and anti-MBP (rat) were from Abcam (Cambridge, Massachusetts, USA). Anti-CD45 (rat) was from eBioscience (San Diego, California, USA). Anti-RNA binding fox-1 homolog 3 also known as neuronal nuclei antigen (NEUN) (rabbit) and anti-AQP4 (rabbit) were from Millipore (Billerica, Massachusetts, USA). Anti-LAM (rabbit) was from Sigma Aldrich (St. Louis, Missouri, USA). Anti-ZO1 (rabbit) was from Life Technologies (Grand Island, New York, USA). Anti-FOXO1 (rabbit), anti-p-FOXO1 (rabbit), and anti-β-ACTIN (rabbit) were from cell signaling (Danvers, Massachusetts, USA).\n\nQuantitative RT-PCR\n\nRNA was isolated using Tri Reagent (Molecular Research Center) as instructed by the manufacturer, from 3 × 105 cells or from isolated mouse-enriched neurovascular fractions. For qRT-PCR analyses, total RNA was reverse transcribed with Moloney Murine Leukemia Virus (M-MLV) reverse transcriptase (Promega, Madison, Wisconsin, USA), and amplification was performed on a DNA Engine Opticon2 (MJ Research, St. Bruno, Canada) using B-R SYBER Green SuperMix (Quanta Biosciences, Beverly, Massachusetts, USA). Primer sequences are reported in Table 1.\n\nThe relative expression of each mRNA was calculated by the comparative threshold cycle method and normalized to β-actin mRNA expression.\n\nWestern blots\n\nProtein expression was evaluated by SDS-PAGE. Protein loading quantity was controlled using the rabbit monoclonal anti-β-actin antibody (cell signaling). Secondary antibodies were from Invitrogen. The signal was then revealed by using an Odyssey Infrared imager (LI-COR, Lincoln, Nebraska, USA). For quantification, the mean pixel density of each band was measured using Image J software (NIH, Bethesda, Maryland, USA), and data were standardized to β-actin, and fold change versus control calculated.\n\nStereotactic injection\n\nTen-week-old C57BL/6 mice (4 mice per condition) were anaesthetized using isoflurane (3% induction and 1% maintenance) (Virbac Schweiz, Glattbrugg, Germany) and placed into a stereotactic frame (Stoelting Co., Illinois, USA). To prevent eye dryness, an ophthalmic ointment was applied at the ocular surface to maintain eye hydration during the time of surgery. The skull was shaved, and the skin incised on 1 cm to expose the skullcap. Then, a hole was drilled into the skull, using a pneumatic station S001+TD783 Bien Air, until reaching the dura mater. A total of 3 μl of murine VEGFA (20 ng/μL), 3 μL of healthy mouse plasma, or 3 μL of vehicle control (PBS) were then delivered at 0.01 μl/s into the frontal cortex at coordinates of 1 μm posterior to bregma, 2 μm left of the midline, and 1.5 μm below the surface of the cortex [36].\n\nMice received a subcutaneous injection of buprenorphine (0.05 mg/kg) (Ceva santé animale, Libourne, France) 30 minutes before surgery and again 8 hours post-surgery to assure a constant analgesia during the procedure and postoperatively. Mice were humanely killed by pentobarbital (Richter Pharma, Wels, Austria) overdose at 24 hours post injection (dpi). For histological assessment, the brain of each animal was harvested.\n\nExperimental autoimmune encephalomyelitis (EAE)\n\nTen-week-old female mice were immunized by subcutaneous injection of 300-μg myelin oligodendrocyte glycoprotein-35-55 (MOG35–55) (Hooke Laboratories, Lawrence, Massachusetts, USA) in 200-μl Freund’s Adjuvant containing 300-μg/mL mycobacterium tuberculosis H37Ra (Hooke Laboratories) in the dorsum. Mice were administered with 500-ng pertussis toxin (PTX) intraperitoneously on day of sensitization and 1 day later (Hooke Laboratories). The emulsion provides antigen, which initiates expansion and differentiation of MOG-specific autoimmune T cells. PTX enhances EAE development by providing additional adjuvant. EAE will develop in mice 7 to 14 days after immunization (Day 0): Animals that develop EAE will become paralyzed. Disease was scored (0, no symptoms; 1, floppy tail; 2, hind limb weakness (paraparesis); 3, hind limb paralysis (paraplegia); 4, fore and hind limb paralysis; 5, death)) [31] from day 7 post immunization until day 32 post immunization. At Day 32, all the animals were euthanized by pentobarbital (Richter Pharma) overdose. For histological assessment, cervical, lumbar, and dorsal sections of each animal spinal cord, as well as the spleen, were harvested.\n\nImmunohistochemistry\n\nPrior to tissue collection and staining, mice were transcardially perfused with PBS (10 mL) followed by 10% Formalin (10 mL) to remove intravascular plasma proteins. Brain and spinal cord samples were either fixed in 10% formalin for 3 hours, incubated in 30% sucrose overnight, OCT embedded and cut into 9-μm thick sections, or directly OCT embedded and cut into 9 μm thick sections. Cultured cells were fixed with 10% formalin for 10 minutes. Human frozen sections were used directly without any prior treatment. Concerning the fixed sections, for CLDN4, prior to blocking, sections were soaked in Citrate (pH 7.5; 100°C). For CLDN5, prior to blocking, sections were soaked in EDTA (pH 6.0; 100°C). For CD45, sections were treated with 0.5 mg/mL protease XIV (Sigma Aldrich) at 37°C for 5 minutes. Primary antibodies were used at 1:100 except CLDN4 (1:50), FGB (1:1,000), and ALB (1:1,000). Samples were examined using a Zeiss Microsystems confocal microscope (Oberkochen, Germany), and stacks were collected with z of 1 μm.\n\nFor immunofluorescence analyses, primary antibodies were resolved with Alexa Fluor–conjugated secondary polyclonal antibodies (Invitrogen), and nuclei were counterstained with DAPI (1:5000) (Invitrogen). For all immunofluorescence analyses, negative controls using secondary antibodies only were done to check for antibody specificity.\n\nMorphometric analysis\n\nMorphometric analyses were carried out using NIH ImageJ software (NIH).\n\nBBB permeability was evaluated by measuring tight junction integrity and plasmatic protein extravasation. Brain and spinal cord sections were immunostained for the expression of CLDN5/CDH5 and FGB/IgG/ALB, respectively. For each brain or spinal cord section, CLDN5+, CDH5+, FGB+, IgG+, and ALB+ areas were quantified in 20 pictures taken at the margins of the lesion area under 40× magnification. One section was quantified per spinal cord (3 different zones are displayed on the same section: 1 cervical, 1 lumbar, and 1 dorsal to get a global vision of the lesion) (per mouse).\n\nLeukocyte densities were evaluated in sections stained for the expression of CD45 leukocyte population. For each brain or spinal cord section, CD45+ leukocytes were counted in 20 pictures randomly taken under 40× magnification. One section was quantified per spinal cord (3 different zones are displayed on the same section: 1 cervical, 1 lumbar, and 1 dorsal to get a global vision of the inflammatory lesion) (per mouse).\n\nDemyelination was evaluated in spinal cord sections stained for the expression of MBP. For each spinal cord section, MBP+ area was quantified in 10 pictures taken in and around inflammatory lesion sites under 20× magnification. One section was quantified per spinal cord (3 different zones are displayed on the same section: 1 cervical, 1 lumbar, and 1 dorsal to get a global vision of the lesion) (per mouse).\n\nPlasmatic protein and leukocyte infiltrate distribution at the neurovascular unit were evaluated in brain or spinal cord sections (1) triple stained for PECAM1 or CDH5 (markers of the BBB), IgG (plasmatic proteins), and AQP4 or GFAP (markers of the Glia Limitans); or (2) double stained for IgG (plasmatic proteins), FITC Dextran (exogenous tracer) or CD45 (leukocyte infiltrate), and LAM (marker of basement membranes). For each section, the distribution (between the lumen, the PVS, and the parenchyma) of IgG, 70 kDa FITC Dextran or leukocyte infiltrate was quantified for 5 to 6 neurovascular units randomly taken under 60× magnification, each 1 from a different animal. We used negative working images highlighting the endothelial BBB and astrocyte Glia Limitans and outlined them by using dotted lines. Dotted lines were then transferred to the plasmatic protein or leukocyte infiltration images so that we could quantify their distribution within the 3 compartments (lumen, PVS, and parenchyma).\n\nStatistical analyses\n\nResults are reported as mean ± SEM. Comparisons between groups were analyzed for significance with the nonparametric Mann–Whitney U test, the nonparametric Kruskal–Wallis test followed by the Dunn multiple comparison test when we have more than 2 groups, the chi-squared test for the distribution of plasmatic proteins and inflammatory cells in the neurovascular unit, or a nonlinear regression test (Boltzmann sigmoidal) for the EAE scoring analysis using GraphPad Prism v8.0.2 (GraphPad, San Diego, California, USA). Differences between groups were considered significant when P ≤ 0.05 (*P ≤ 0.05, **P ≤ 0.01, ***P ≤ 0.001).\n\nSupporting information"
}