{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000178",
  "doi": "10.1371/journal.pbio.1000178",
  "externalIds": [
    "pii:09-PLBI-RA-1193R3",
    "pmid:19707271",
    "pmcid:PMC2723928"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Warming and Resource Availability Shift Food Web Structure and Metabolism",
  "authors": [
    {
      "name": "Mary I. O'Connor",
      "first": "Mary I.",
      "last": "O'Connor",
      "affiliation": "Curriculum in Ecology, The University of North Carolina, Chapel Hill, Chapel Hill, North Carolina, United States of America; Department of Marine Sciences, The University of North Carolina, Chapel Hill, Chapel Hill, North Carolina, United States of America"
    },
    {
      "name": "Michael F. Piehler",
      "first": "Michael F.",
      "last": "Piehler",
      "affiliation": "Institute of Marine Sciences, Morehead City, North Carolina, United States of America"
    },
    {
      "name": "Dina M. Leech",
      "first": "Dina M.",
      "last": "Leech",
      "affiliation": "Institute of Marine Sciences, Morehead City, North Carolina, United States of America"
    },
    {
      "name": "Andrea Anton",
      "first": "Andrea",
      "last": "Anton",
      "affiliation": "Curriculum in Ecology, The University of North Carolina, Chapel Hill, Chapel Hill, North Carolina, United States of America; Department of Marine Sciences, The University of North Carolina, Chapel Hill, Chapel Hill, North Carolina, United States of America"
    },
    {
      "name": "John F. Bruno",
      "first": "John F.",
      "last": "Bruno",
      "affiliation": "Department of Marine Sciences, The University of North Carolina, Chapel Hill, Chapel Hill, North Carolina, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2009-08",
  "dateAccepted": "2009-07-15",
  "dateReceived": "2009-03-20",
  "volume": "7",
  "number": "8",
  "pages": "e1000178",
  "tags": [
    "Discipline/Ecology",
    "Discipline/Ecology/Community Ecology and Biodiversity",
    "Discipline/Ecology/Global Change Ecology",
    "Discipline/Ecology/Marine and Freshwater Ecology",
    "Type/Research Article"
  ],
  "abstract": "Experimental warming of a marine food web suggests that ocean warming can lead to greater consumer abundance but reduced overall biomass, providing a potentially species-independent response to environmental warming.",
  "fullText": "Introduction\n\nThe ocean is a dynamic part of the global climate system. The temperature of the sea surface, where almost 50% of the world's primary productivity occurs [1], varies regionally as the result of changing surface air temperatures, currents, and upwelling of deeper water. Though links between climate conditions and pelagic food web productivity and structure have long been of interest to scientists [2], effects of physical conditions on secondary and tertiary productivity (hereafter: consumer productivity) have seemed too context dependent to allow general predictions [3]–[5].\n\nThe prevailing conceptual framework for understanding effects of ocean temperature on food webs is based on the view that consumer production is predominantly controlled indirectly by temperature effects on primary production [6],[7]. According to this model, increased primary productivity and net autotrophy also increase CO2 uptake of the whole food web [8],[9]. Yet recently developed metabolic theory and a meta-analysis indicate that heterotrophic (respiration-limited) metabolism is more sensitive to changing temperature than autotrophic (photosynthesis-limited) metabolism and production (Figure 1A) [9],[10], suggesting stronger consumer-driven control with warming. Greater consumer control of primary production would lead to increased heterotrophy and less phytoplankton standing stock (Figure 1B-ii). In either model, the response of food web productivity and structure to changing environmental temperature may be determined by general processes and not the specific responses of component species, and thus could represent a critical step forward in efforts to forecast the impacts of climate change on ecological communities [11],[12].\n\nTemperature-driven shifts in food web productivity and structure are limited ultimately by resource availability, and therefore must be considered in realistic nutrient supply contexts (Figure 1B) [5]. In the ocean, the same physical processes that drive temperature patterns also influence resource availability. Temperature-driven stratification isolates surface waters from cool, nutrient-rich deeper water, and because biological productivity at the sunlit surface depletes available nutrients, temperature and nutrient supplies are usually negatively correlated [5]. Nutrient limitation directly constrains primary production, while metabolic responses to temperature influence both photosynthetic and respiratory processes, and thus primary and consumer production. The metabolic effects of temperature therefore should be different and complementary to constraints imposed by resource availability.\n\nTo understand the combined effects of temperature and resource availability on food web biomass (gC L−1) and productivity (gC L−1 yr−1), whole food web responses to variation in both factors need to be assessed. Using a coastal pelagic food web of phytoplankton producers and bacterial and zooplankton (&gt;63 µm) consumers, we experimentally tested the effects of non-lethal temperatures and resource availability on food web structure (biomass allocation among trophic levels) and biomass standing stock (gC L−1). We assembled food webs in outdoor microcosms in a factorial experiment with four temperature levels (ambient, +2, +4, and +6°C) and two resource levels (nutrient additions and controls) (Table 1). Treatment levels mimic local estuary conditions during springtime warming and dry versus storm events causing riverine inputs of elevated nutrient concentrations (Figure S1). We measured effects of temperature and nutrient treatments on standing stocks of primary and secondary producers and on rates of primary productivity. Initial microcosm conditions included known amounts of zooplankton, phytoplankton, and bacteria (Figure 2) collected from the Bogue Sound Estuary at the University of North Carolina's Institute of Marine Sciences (IMS) in Morehead City, North Carolina.\n\nResults\n\nWe found that small increases in temperature (Table 1) shifted food web structure toward greater heterotroph biomass relative to autotroph biomass (H/A) (Figure 2A). This shift is consistent with predictions based on differential temperature scaling of respiration- and photosynthesis-limited metabolism (Figure 1) [9],[13],[14]. Differential temperature scaling implies that organismal processes such as resource use, growth, and reproduction rates scale differently with temperature for heterotrophs and autotrophs [9],[14]. Consequently, increased grazing pressure with temperature dramatically reduced standing phytoplankton biomass in spite of increased per capita primary productivity (as approximated by the maximum photosynthesis per unit chlorophyll biomass, PMB, Figure 3, Table S1). Stronger consumer effects and greater consumer biomass were driven by higher density, and not increased individual size or a shift in the relative abundance of species (Figure S2). This pattern is consistent with the hypothesis that temperature affected change on a metabolic, individual level rather than via competitive exclusion or other species interactions.\n\nShifts in food web structure with warming were accompanied by a decrease in overall biomass (Figure 2E, Table 2). The decline in total biomass is consistent with stronger consumer control of food web structure with warming [14],[15], reflecting a direct effect of temperature on consumers and a disproportionate increase in grazing relative to primary production. Conversion of phytoplankton into consumer biomass is inefficient (∼10% [16]), so as consumers represent a greater proportion of the food web biomass, total biomass must decline. If instead the predominant influence of temperature on consumer productivity had been mediated indirectly by increased primary productivity, total food web biomass would have increased (Figure 2B-i). Although food web structures with reduced relative primary producer biomass are thought to be unstable, Carpenter et al. (2001) [15] showed that such a top-heavy food web structure can be sustained over time in natural pelagic lake food webs (i.e., at least 5 years).\n\nThere was a strong interaction between resource availability and temperature effects on food web structure and total biomass. Nutrient addition allowed food web structure (H/A) to increase with warming and led to greater total food web biomass that declined with warming (Figure 2). In contrast, in the nutrient control treatments, resource availability constrained primary productivity at all temperatures (Figure 3), limited total standing biomass, and reversed the temperature-induced increase in H/A at the highest temperature. Low H/A at the highest temperature probably reflects exhaustion of resources at the highest productivity rates. In sum, resource availability determined whether food web structure was more strongly influenced by resources or by consumers (Figure 1B). If this experimental system is representative of effects of environmental warming, the interaction between nutrient supply and temperature suggests that in nutrient-poor regions, food webs may be more resilient to warming because consumer production is limited by resource availability, while in nutrient-rich regions small amounts of warming may have dramatic effects on trophic structure, primary productivity, and standing biomass.\n\nFood web experiments in microcosms are a necessary but imperfect approximation of natural conditions. Microcosm experiments allow manipulation of environmental factors that would be impossible in the field while allowing natural feeding interactions, behaviors, and population growth processes to occur. These advantages undoubtedly enhance our understanding of fine-scale biological dynamics in pelagic ecosystems. Nonetheless, small microcosms impose several limitations on the broad interpretation of their results. For example, evaporation at warmer temperatures increased salinity in our microcosms (Table 1). Reduced concentrations of dissolved oxygen and carbon dioxide are also associated with warmer temperatures and likely varied naturally in our microcosms. Though these factors can influence productivity, their effects are negative and small over the experimental temperature range relative to the strong positive effects of temperature [17]. In addition, it is possible that the importance of consumer control was amplified in our experimental microcosms. For example, small experimental systems with relatively homogenous environments can facilitate foraging and reduce refuges for resources. Nonetheless, top-down determination of food web structure and dynamics has been documented in large-scale aquatic ecosystems [15],[18] and may become more important in a warming environment.\n\nDiscussion\n\nTemperature is known to influence food web structure [13],[19],[20], and such findings have generally been attributed to differential effects of resource limitation across trophic levels, or the specific effects of temperature on consumers or producers [13],[19]. Our experiments demonstrate that temperature alone can shift food web structure and change total standing biomass. Furthermore, biogeographic trends towards net heterotrophy in warmer climates in open ocean pelagic food webs [9],[21] and patterns observed in spring bloom dynamics, rocky intertidal systems, grasslands, and forests [20],[22]–[25] are consistent with differential metabolic scaling across trophic levels, though this mechanism has been invoked and tested in just one of these cases [9]. By explicitly testing the hypothesis based on metabolic theory in the context of food web ecology, we have for the first time experimentally validated the prediction that universal temperature constraints on individual metabolism can lead to general responses at the community level [11],[26].\n\nThe interaction between effects of temperature and nutrient availability observed in these experiments deepens our understanding of food web responses to changing climate conditions. In pelagic marine ecosystems, projected increases in stratification imply that negative correlations between nutrient availability and temperature will intensify in many regions [5],[27]. This pattern occurs on very broad geographic scales (i.e., cold temperate or polar systems relative to tropical systems), on smaller scales within oceans and seas (i.e., the North Sea [19]), and over time within a single region [4]. According to theory supported by our experimental results, small increases in sea surface temperature should cause small declines or no change at all in primary productivity and standing stocks in nutrient-poor systems such as stratified areas with a shallow thermo- or pycnocline. Under such conditions, nutrient limitation would constrain consumer productivity and biomass stocks (Figure 1B-iii), and could even lead to reduced consumer biomass with warming due to increased respiratory costs that exceed available primary production. In contrast, when nutrients are plentiful, as in upwelling or well-mixed systems, warming should increase productivity leading to increased biomass production at higher trophic levels, shifted food web structure, and stronger consumer control of phytoplankton standing stock (Figure 1B-ii).\n\nThe importance of temperature scaling of food web structure for fisheries productivity and food webs in aquatic ecosystems depends on the contemporary food web structure. In nature, most food webs include consumers at trophic levels higher than the zooplankton used in our microcosm experiments. In more complex food webs, temperature-driven intensification of consumer control could strengthen a trophic cascade, causing increased phytoplankton biomass as a result of indirect effects of increased consumption by carnivores. Alternatively, if consumer biomass has been severely reduced due to overfishing, direct effects of differential temperature scaling across trophic levels may be difficult to detect and indirect effects of increased primary productivity may be most apparent (Figure 1B-i) [3].\n\nOcean warming or cooling influences marine ecosystems in a variety of ways. For example, together with associated changes in physical properties such as vertical stratification and ice cover, warming has shifted species composition and altered the timing of seasonal spawning and spring bloom events [5],[28],[29]. The ramifications of these changes can be severe for some species and mild for others, causing mismatch between interacting species [6],[20],[28]. Temperature scaling of food web properties, however, is a general response to temperature change that should occur regardless of species composition [9],[10]. This mechanistic response can be incorporated into predictions of ecological variation, thus providing one of the few general models for ecosystem change with geography or climate.\n\nThe conceptual framework outlined here reinforces predictions that effects of climate change on ecosystem processes will vary among regions [7],[30]. Future warming will likely increase secondary productivity and fish harvests in nutrient-rich regions, but may cause little change in more stratified, oligotrophic systems. These are not paradoxical responses, and the general effects of temperature in different nutrient contexts explain why different responses to warming can occur within the same ecosystem. Implications of temperature effects on food webs for the ocean's role in carbon cycling are unclear, due in part to the mosaic of nutrient-rich and nutrient-poor regions of the world's oceans, and to temperature-driven shifts in the threshold dividing net heterotrophy from net autotrophic (carbon sinks from carbon sources) [9]. Nonetheless, small degrees of warming may have predictable broad scale consequences for the productivity and structure of aquatic ecosystems.\n\nMethods\n\nMesocosm System and Experimental Design\n\nFood webs were maintained in 4-L translucent plastic microcosms (n = 5) in outdoor water tables at IMS from April 23 to May 1, 2008. Pilot experiments indicated that 8 days were sufficient to allow zooplankton population growth without exhausting water quality. We maintained temperature treatments in a blocked design with temperature blocked by water table (Table 1). Temperature treatments were significantly different (one-way ANOVA with temperature as a continuous variable: df = 1, F = 567.72, p&lt;0.001), and water table did not alter the treatment effects (comparison of nested linear models using likelihood ratio tests indicated no improvement by including a water table term: p&gt;0.952). Temperatures were monitored regularly using a hand thermometer and continuously using ibutton Thermochron dataloggers (Dallas semiconductor, Dallas, Texas, USA). Nutrient addition and control replicates were randomly arranged in water tables. Plexiglass and one layer of window screen were placed several inches above microcosms to block UV radiation, minimize evaporation, and reduce light levels to those similar to 0.5–1.0 m depth (approximately 900 µM photons/m2/s midday on a sunny day), while still allowing unhindered gaseous exchange with the atmosphere. Each microcosm received air through an air stone to maintain oxygen levels and water mixing.\n\nSampling Food Web Structure, Biomass, and Primary Productivity\n\nPhytoplankton biomass was estimated by quantifying chlorophyll a concentrations in 50 mL aliquots of each replicate. Nutrient (NH4, PO4, NOX and total nitrogen (TN)) concentrations were quantified using the filtrate from the same water samples used to estimate phytoplankton biomass. Zooplankton were sorted from water remaining in the microcosm after other sampling (2,768 mL) using a 63 µm mesh and preserved in 4.5% sucrose Formalin. In the laboratory, zooplankton were counted and identified to lowest taxonomic level possible at 40× magnification. Carbon biomass was estimated by converting from chl a, ash free dry weight, and visual counts for phytoplankton, zooplankton, and microbes, respectively (Text S1).\n\nFinal maximum primary productivity was estimated using photosynthesis versus irradiance (P-I) relationships for ambient, +2, and +6°C. Maximum photosynthesis per unit chlorophyll biomass (PMB) and the initial slope of the P-I curve (±95% confidence intervals) were calculated based on estimation of radioactive carbon uptake at each treatment level. Phytoplankton samples were collected from microcosms and spiked with 14C-bicarbonate (Amersham) to a final concentration of 0.8 µCi mL−1 and incubated for 45 minutes at varied irradiances (Text S1).\n\nEffects of temperature and nutrient levels on response variables were analyzed using a two-way ANOVA. Biomass data were log-transformed prior to analysis to meet the assumptions of ANOVA. All statistical analyses were performed in R (v. 2.7.0). P-I curve fitting was performed in SAS.\n\nSupporting Information"
}