{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0000046",
  "doi": "10.1371/journal.pbio.0000046",
  "license": "This is an open-access article distributed under the terms of the Public Library of Science Open-Access License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Biodiversity Conservation Demands Open Access",
  "authors": [
    {
      "name": "Gustavo Fonseca",
      "first": "Gustavo",
      "last": "Fonseca",
      "affiliation": "Programs and Science at Conservation International, Washington, DC, USA. g.fonseca@conservation.org"
    },
    {
      "name": "Philippa J Benson",
      "first": "Philippa J",
      "last": "Benson"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2003-11",
  "dateElectronic": "2003-11-17",
  "volume": "1",
  "number": "2",
  "pages": "e46",
  "tags": [
    "Discipline/Ecology",
    "Discipline/Evolutionary Biology",
    "Type/Community Page"
  ],
  "abstract": "Open access is vital to the progress of scientific thought and advancement of many disciplines, but particularly so for conservation science.",
  "fullText": "Over the past 25 years, conservation biology has become a credible scientific discipline—and in the process has brought a steady supply of disturbing facts to light. We now know that the natural habitat around the world has been and continues to be threatened and destroyed at alarming rates, with more than 60% of terrestrial plant species now finding safe harbor on less than 1.4% of the Earth's landmass. The Atlantic Forest region of South America (Figure 1), for example, has been cut to less than 7% of its original range, and more than 110 species still living within the remaining area are threatened with extinction. Since the 1600s, over 250 species of birds, mammals, reptiles, and amphibians worldwide have become extinct as a result of human activities. In the past four years alone, 121 species have been added to the 11,167 already known to be threatened with extinction (i.e., those currently on the Red List of Threatened Species issued by the Species Survival Commission of the World Conservation Union [IUCN]).\n\nAt the same time, the conservation status of hundreds of thousands of described terrestrial, aquatic, and marine species remains unknown. To develop effective conservation actions, scientists must continue to uncover basic information, such as how much continuous landscape many species need to survive, and researchers also need to understand the complex dynamics among disease factors, climate change, and human activities that may further threaten species' survival. The tension between what we know and what we need to know to develop effective responses to the growing threats to biodiversity is driving a growing army of researchers in academia, government institutions, and nongovernmental organizations (NGOs) to learn how to read and respond to the pulse of the planet more accurately.\n\nAt the Center for Applied Biodiversity Science (CABS) at Conservation International, we focus on monitoring, understanding, and protecting the Earth's biodiversity hotspots, areas where endemic species are both highly concentrated and highly threatened (see www.biodiversityhotspots.org). Our approach is complemented by a focus on a few other major areas, also biodiversity rich, but that are still mostly intact—the High Biodiversity Wilderness Areas—in particular, the large tropical rainforest blocks of Amazonia, the Congo region of Central Africa, and the island of Papua New Guinea. Unless we take care of emerging threats to these areas, they will become the hotspots of the future. Our biodiversity conservation research must also consider a multitude of other factors, addressing not only the biological parameters, but also the social, cultural, and economic realities of these regions.\n\nAlthough free and open access to the progress of scientific thought is vital for the advancement of many disciplines, it is particularly necessary for conservation science. This is true not only because resources for high-cost items such as scientific publications are limited in many of the countries with the most complex and urgent conservation problems, but also because effective conservation solutions must draw ingredients from a wide range of disciplines. Many efforts to foster access to conservation-related information are now being developed, some anchored in models of traditional print publishing and others focused on developing Web-based resources such as online journals, electronic forums, and literature archives. We at CABS are taking an active role in many of these kinds of endeavors (Figure 2).\n\nThe imperative of open access to conservation is perhaps best illustrated by the Tropical Ecology, Assessment, and Monitoring (TEAM) Initiative, set up as part of CABS in 2002 with support from a grant from the Gordon and Betty Moore Foundation. TEAM is a growing network of international field stations that use novel standardized research protocols to monitor biodiversity in the world's biologically richest and most endangered regions. The Initiative was created with the aim of accurately tracking large-scale changes in tropical forest ecosystems, in part to gather information that will allow scientists to distinguish the effects of human disturbance from the natural ebb and flow of biological processes. Armed with this up-to-date information, conservation planners will be able to design conservation actions that address the most urgent and real conservation needs more effectively. TEAM researchers, who will eventually include scientists in a network of 50 tropical forest field stations, will add data to a centralized location where it will be analyzed and distributed. By making data and analyses freely available, the Initiative will build an open resource fully stocked with quality information that is comparable across multiple sites, allowing the assessment and monitoring of key indicators of the health of tropical ecosystems, with the potential for benchmarking the effectiveness of different conservation strategies. In addition, by making TEAM analyses publicly available, the Initiative will create a forum in which researchers from widely disparate disciplines can learn from each other's disciplinary languages and practices and can invent ways of bringing together their skills and knowledge (see www.teaminitiative.org).\n\nCABS is also designing other mechanisms to provide the open-access cross-searchable information necessary to achieving conservation goals. For example, we've designed a Web-based conservation Knowledge Management System (KMS) (http://cabs.conservation.org/cabskms) that allows users to search, organize, and share data and other resources, including publications. We are also supporting SALVIAS (Synthesis and Analysis of Local Vegetation Inventories across Scales), a project led by researchers at the University of Arizona in Tucson, and by the recently created Andes and Amazon Biodiversity Information Network, designed to assemble, maintain, and disseminate a global database from diverse heterogeneous sources, uniting information on local plant abundance, biomass, productivity, and diversity. CABS has also been helping the United States Geological Survey develop a large collaborative network among academic institutions, NGOs, and for-profit companies, to meet the mission of the National Biological Information Infrastructure (www.nbii.gov). This includes the Towards Best Practices (TBP) eForum, a large searchable database of biological data, information, and scientific literature that combines a free archive with an open electronic forum for dissemination and discussion of tested conservation practices (www.nbii.gov/datainfo/bestpractices).\n\nThese examples of models of sharing scientific information, together with a multitude of others that are now emerging, are based on a diverse set of economic incentives and schemes, most of which are still under evaluation. Which models are successful and sustainable will depend on changes in technology, in the culture of science and scientists, and in the marketplace. Perhaps the community of conservation scientists will lead the charge to push the boundaries of scientific publishing models. Although this community is diverse and dispersed, the rewards associated with finding and using reliable information as quickly as possible are increasing dramatically. Precious conservation dollars can be saved or put to more effective and rapid use by avoiding duplication of efforts through the wide and free dissemination of relevant information and by fostering the collaboration among researchers, policy-makers, and funders. These goals should no longer be allowed to fall hostage to the existing constraints imposed by the profit-driven publishing marketplace or by old-fashioned practices of handling scientific data.",
  "externalIds": [
    "pmid:14624248",
    "pmcid:PMC261885"
  ]
}