{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000489",
  "doi": "10.1371/journal.pbio.1000489",
  "externalIds": [
    "pii:10-PLBI-RA-6576R3",
    "pmid:20877713",
    "pmcid:PMC2943440"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Broca's Region: Novel Organizational Principles and Multiple Receptor Mapping",
  "authors": [
    {
      "name": "Katrin Amunts",
      "first": "Katrin",
      "last": "Amunts",
      "affiliation": "Research Centre Jülich, Institute for Neuroscience and Medicine (INM-1, INM-2), Jülich, Germany; Jülich-Aachen Research Alliance (JARA), RWTH Aachen University, Department of Psychiatry and Psychotherapy, Aachen, Germany"
    },
    {
      "name": "Marianne Lenzen",
      "first": "Marianne",
      "last": "Lenzen",
      "affiliation": "Research Centre Jülich, Institute for Neuroscience and Medicine (INM-1, INM-2), Jülich, Germany; Jülich-Aachen Research Alliance (JARA), RWTH Aachen University, Department of Psychiatry and Psychotherapy, Aachen, Germany; Max Planck Institute for Human Cognitive and Brain Sciences, Leipzig, Germany"
    },
    {
      "name": "Angela D. Friederici",
      "first": "Angela D.",
      "last": "Friederici",
      "affiliation": "Max Planck Institute for Human Cognitive and Brain Sciences, Leipzig, Germany"
    },
    {
      "name": "Axel Schleicher",
      "first": "Axel",
      "last": "Schleicher",
      "affiliation": "C. u. O. Vogt-Institute for Brain Research, University of Duesseldorf, Duesseldorf, Germany"
    },
    {
      "name": "Patricia Morosan",
      "first": "Patricia",
      "last": "Morosan",
      "affiliation": "Research Centre Jülich, Institute for Neuroscience and Medicine (INM-1, INM-2), Jülich, Germany"
    },
    {
      "name": "Nicola Palomero-Gallagher",
      "first": "Nicola",
      "last": "Palomero-Gallagher",
      "affiliation": "Research Centre Jülich, Institute for Neuroscience and Medicine (INM-1, INM-2), Jülich, Germany"
    },
    {
      "name": "Karl Zilles",
      "first": "Karl",
      "last": "Zilles",
      "affiliation": "Research Centre Jülich, Institute for Neuroscience and Medicine (INM-1, INM-2), Jülich, Germany; C. u. O. Vogt-Institute for Brain Research, University of Duesseldorf, Duesseldorf, Germany"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-09",
  "dateAccepted": "2010-08-10",
  "dateReceived": "2010-03-15",
  "volume": "8",
  "number": "9",
  "pages": "e1000489",
  "tags": [
    "Discipline/Computational Biology/Systems Biology",
    "Discipline/Neurological Disorders/Neuroimaging",
    "Discipline/Neuroscience/Cognitive Neuroscience",
    "Discipline/Neuroscience/Motor Systems",
    "Discipline/Neuroscience/Neuronal Signaling Mechanisms",
    "Discipline/Radiology and Medical Imaging",
    "Discipline/Radiology and Medical Imaging/Magnetic Resonance Imaging",
    "Type/Research Article"
  ],
  "abstract": "A novel map of Broca's language region is proposed based on transmitter receptor distributions as functionally relevant molecular markers. It sheds new light on the relation between anatomy and functional segregation.",
  "fullText": "Introduction\n\nFor more than a century, Broca's region in the posterior part of the inferior frontal gyrus has been considered essential for speech production [1]. Effortful, telegraphic speech, impairment in articulation and melodic line, semantic and phonemic paraphasias are some of the symptoms associated with lesions of this region and subsequent Broca's aphasia [2],[3]. Mohr et al. [4], however, showed that an infarction limited to Broca's region does not cause chronic speech production deficits, and thus, differs from the clinical characteristics in Broca aphasia. They concluded that Broca's aphasia is observed after damage that extends beyond Broca's region. Broca's pioneering study illustrates on the one hand the power of the clinico-anatomical approach, i.e., relating language functions to a brain region, but also demonstrates its limitations. Consequently, the anatomical correlates of Broca's region cannot be identified by lesion studies alone.\n\nAccording to Brodmann's map [5], the posterior part of the inferior frontal gyrus represents Broca's speech region. Brodmann's areas 44 and 45 at the opercular and triangular parts of the inferior frontal gyrus are its putative cytoarchitectonic correlates [6],[7]. Neighboring areas include premotor area 6 at the ventral precentral gyrus, dorso-lateral prefrontal areas 9 and 46, area 47 at the orbital part of the inferior frontal gyrus, and the anterior insula (Figure 1). Brodmann's map became a widely distributed anatomical reference for the interpretation of functional imaging studies although it represents only a schematic 2-D sketch of a putative “typical” human brain; i.e., it considers neither intersubject variability in brain anatomy nor interhemispheric asymmetries.\n\nIn contrast to the rather simple parcellation of the inferior frontal lobe shown in Brodmann's map, recent functional imaging studies suggest a complex segregation of Broca's region and neighboring areas of the inferior frontal cortex [8]–[16]. The whole region is involved in various aspects of language including phonological and semantic processing, action execution and observation, as well as music execution and listening (for an overview see e.g., [17]–[20]). A meta-analysis suggested that the opercular part (area 44) is particularly involved in syntactic processing [21]. However, activation during processing of syntactically complex sentences was also assigned to area 45 (triangular part) in studies using semantic plausibility judgment tasks or sentence picture-matching tasks [22],[23]. Other studies showed activation in area 44 in production [10] and comprehension [11],[12]. A recent study crossing the factors of semantics and syntax demonstrated that area 44 and more anterior areas (45/47) were active during sentence comprehension; area 44 carried the main effect of syntactic complexity independent of semantic aspects, whereas semantic relatedness, as well as its interaction with syntax, was located more anteriorly [24]. In addition, the deep frontal operculum was shown to be segregated from the inferior frontal gyrus during processing of syntactic sequences [25]. Finally, activations during motor tasks were also observed near Broca's region, e.g., during imagery of a motion task [14].\n\nIn many cases, the Brodmann map does not enable a localization of functional clusters of activations, in particular when they are found buried in the sulci, where architectonic borders have not been mapped. The localization of activation clusters using 3-D probabilistic cytoarchitectonic maps of areas 44 and 45 [26], and the adjoining motor areas [27], demonstrated that some of the clusters did not only overlap with area 44, but with the neighboring Brodmann area 6 [14].\n\nA frequent finding in neuroimaging is a functional activation spot covering the adjoining border regions of two or more Brodmann areas, which cannot be assigned unequivocally to a cytoarchitectonic area. This situation may be caused by methodical problems of generating functional activation maps (e.g., spatial normalization to a template, smoothing, mislocalization of the BOLD signal due to venous flow) or by biological reasons (e.g., intersubject variability). Beside these arguments, it must also be asked whether Brodmann's map adequately represents the cytoarchitectonic segregation of this region, or whether uncharted cortical areas lead to the observed mismatch between functional data and cytoarchitecture as provided by Brodmann's map.\n\nThis line of argument is further supported by architectonic studies in the macaque brain. Recently, a new map of the ventral motor-prefrontal transitional region of the macaque cortex has been proposed; it showed that area F5 consists of three subareas: F5c, F5p, and F5a [28],[29]. Area F5 plays a major role in the mirror neuron system and has been interpreted as a putative correlate of human area 44 [30], whereas other authors disagreed [31],[32]. The complex segregation of the macaque ventral frontal cortex (and area F5 in particular) as compared to the rather simple subdivision of the human cortex provides further arguments to question Brodmann's parcellation.\n\nQuantitative receptor autoradiography, a method that demonstrates the inhomogeneous regional and laminar distribution patterns of neurotransmitter receptor binding sites in the brain [33]–[35] has been proven to be a powerful mapping tool [34],[36]–[38]. The quantitative analysis of the density of multiple receptors in each cortical area highlights the regionally specific balance between different receptor types, and the differences between cortical areas. It reveals a functionally relevant parcellation, since receptors play a crucial role in neurotransmission [34].\n\nOur aim was, therefore, to establish a receptor-based architectonic parcellation of the posterior inferior frontal cortex with focus on Broca's region, its right hemispheric homologue, and the adjoining areas on the frontal operculum, as well as the ventral premotor cortex. We studied the distribution patterns of six different receptor binding sites of four neurotransmitter systems: glutamatergic AMPA and kainate receptors, GABAergic GABAA receptors, cholinergic muscarinic M1 and M2 receptors, and noradrenergic α1 receptors in autoradiographs of eight human brains (Table 1). Neighboring sections were stained for cell bodies in order to identify the cytoarchitecture in this region. Observer-independent receptor and cytoarchitectonic mapping methods [34] combined with multivariate statistics were applied to analyze the similarity and dissimilarity of receptor patterns between the cortical areas. As a result, three previously unknown areas and a further segregation of the classical Broca areas 44 and 45 were found. The study leads to a new organizational concept of the cortical areas in Broca's region. It demonstrates that motor cortex, Broca's region, and prefrontal areas differ in their regionally specific receptor expression patterns, and thus in their signal processing properties.\n\nResults\n\nEight architectonically defined cortical areas were identified in the posterior inferior-frontal and precentral cortex. In addition to the Brodmann areas 44, 45, 4, 6, and 47, three new areas, areas op8 and op9 in the frontal operculum and area 6r1 in the ventral part of the precentral sulcus (Figure 2), were found and delineated by quantitative cytoarchitectonic and receptor architectonic mapping (Figure 3). The Brodmann areas 44 and 45 could be subdivided into 44d and 44v, as well as 45a and 45p. Furthermore, five new areas adjoining our region of interest were identified, but not completely delineated in the present study: areas 6v1 and 6v2 as parts of premotor area 6, area ifs1 located in the inferior frontal sulcus, and areas ifj1 and ifj2 located at the junction of the inferior frontal and the precentral sulcus (Figures 4–7).\n\nCytoarchitecture of Cortical Areas\n\nBoth opercular areas op8 and op9 were dysgranular, i.e., they showed a faint but recognizable layer IV (Figure 2). In this respect, they were similar to area 44 [26], but different from area 45, which has a well-developed inner granular layer (i.e., granular type of a cortical area). Sporadically, large pyramidal cells were found in layer III of area op8; they were smaller, however, than those of area 44. The columnar and laminar arrangement was less regular in area op8 than in area 44. Compared to the dorsally adjoining area 45, op9 showed a higher cell density, and a less regular cellular distribution. Layer III of area op9 contained pyramidal cells that were smaller and less frequent than those in area 45.\n\nIn contrast to the neighboring, purely agranular ventral area 6, area 6r1 was almost dysgranular; it displayed a subtle layer IV (Figure 2). In comparison with rostrally adjacent, typical dysgranular area 44, layer IV of area 6r1 was even thinner and not continuous. Large pyramidal cells in deep layer III were found that were similar to those of areas 6 and 44. Similar to area 6, the laminar differentiation of area 6r1 was weak, i.e., all cortical layers from layer II to VI showed an approximately similar cell packing density.\n\nReceptor Architecture of Cortical Areas\n\nReceptor architectonic borders were identified by differences in density and lamination patterns of the receptor binding sites using an observer-independent method (Figure 3; Table 2) [39].\n\nArea 44 was divided by receptorarchitectonic differences into two areas—a more dorsal 44d and a ventral 44v. Additionally, area 44v appears more posterior than 44d, and 44d reached out to more anterior levels than 44v. Most pronounced differences between both areas were found in muscarinic M2, AMPA, and α1 (Figures 4b, 4c, 7 and 8) receptors; the remaining receptors and the cytoarchitecture did not clearly separate these two areas (Figures 7 and 8).\n\nThe posterior border of area 44v with caudally adjacent area 6r1 was particularly well delineated by kainate (Figure 3b), GABAA, and α1 receptors. The supragranular layers of area 44v have considerably higher densities of glutamatergic AMPA and GABAergic GABAA receptors compared to those of the adjacent area op8 (Figure 4c and 4d). The borders between areas 44v and op8 were found at precisely the same localization in all receptor types indicative of this border (Figure 4b–4d).\n\nThe dorsally adjacent area of the inferior frontal junction region (ifj1) had lower receptor densities of M2, AMPA, and GABAA receptors than area 44d (Figure 4b–4d).\n\nThe border between area 45 and area 44 was detected by all receptors. The receptor densities revealed a subdivision of area 45 into an anterior (area 45a) and a posterior (area 45p) part, indicated by a lower density of M1 and AMPA receptors (Figure 5c and 5e) in the supragranular layers of 45p compared to 45a. Furthermore, the receptor density of the noradrenergic α1 receptor in 45p was lower than in 45a (Figure 8). The laminar distribution pattern in area 45 was similar to that of area 44 (Figure 5), but lower mean (averaged over all cortical layers) densities of the α1 (Figure 8), AMPA, and M1 (Figure 5) receptors clearly separated 45p from 44d. 45p had a higher concentration of M2, kainate, and α1 receptors than the dorso-rostral neighboring area ifs1 (Figure 4f–4h). The ventral border of area 45p with area op9 was indicated by higher M2 and kainate receptor densities (Figure 4f and 4g). 45a had higher M1, kainate, AMPA (Figure 5c–5e), and α1 receptor densities in the supragranular layers than the rostrally adjacent prefrontal cortex.\n\nThe border between area 6r1 and area 6v1 was revealed by higher M2 (Figure 6) and lower α1 (Figure 8) receptor densities in 6r1, whereas the border of area 6r1 with 44v was indicated by changes in kainate (Figure 3) and α1 receptors.\n\nRelationship of Cytoarchitectonic and Receptor Architectonic Parcellation\n\nCytoarchitectonic borders coincided with changes in the laminar distribution patterns of several or all receptor binding sites. For example, the border between areas 44 and 45 was identified in all six receptor types (AMPA, kainate, GABAA, M1, M2, and α1). However, not all borders could be demonstrated by changes in the laminar distribution patterns of all receptors; e.g., the border between areas 6r1 and 6v1 was reflected by changes in M2, α1, and kainate receptors, but less well by GABAA and M1 receptors. The border between areas 44d and 44v was labeled by α1 (Figure 8) and muscarinic M2 (Figure 7) receptors, but less visible in the autoradiographs of kainate and GABAA receptors (Figure 7).\n\nTopography of Cortical Areas\n\nThe topography of areas and their spatial relationship is illustrated in a series of four coronal sections of a complete hemisphere (Figure 8). The border between ventral area 6 and caudally adjoining area 4 was located in the anterior wall of the central sulcus or the posterior portion of the precentral gyrus. Area 6 always occupied the free surface of the precentral gyrus. In some cases, it reached the lateral fissure. The receptor distribution showed a subdivision of the ventral part of area 6: two new areas, 6v1 and 6v2, were defined in addition to area 6r1 (Figure 8). Both areas were agranular, and showed the typical cytoarchitectonic laminar pattern of area 6 as described by Brodmann [5]. They differed, however, in their receptorarchitecture, e.g., by the noradrenergic receptor (Figure 8). Dorsally to 6r1, area 6v1 was found, which differed itself from the more dorsally adjoining premotor area 6v2 by a lower α1 receptor density (Figure 8, level 40). Rostrally of areas 6v1 and 6v2, area 6r1 was located within the precentral sulcus (Figure 6). Area 44 had common caudal borders with 6r1, 6v1, and 6v2. Medio-ventrally, 6r1 was adjacent to the new opercular area op6 (Figure 8, level 40). Area 6r1 separated area 44v from the ventral and more posterior parts of area 6 on the free surface of the brain (Figure 9).\n\n44v adjoined 6r1 rostrally and covered the free surface of the opercular part of the inferior frontal gyrus. The position of the border between both areas varied in the anterior wall of the inferior precentral sulcus. The dorsal border of 44d was found in the ventral wall of the inferior frontal sulcus; the dorsal neighbors were ifj2 (at more caudal levels) and ifj1 (at more rostral levels). The ventral border of 44v with the opercular area op8 was located at varying positions deep in the frontal operculum (levels 32 and 26 of Figure 8).\n\nArea 45 occupied the triangular part of the inferior frontal gyrus anterior to area 44. The border between areas 44 and 45 (Figure 5) was found either within the ascending branch of the lateral fissure or on the free cortical surface of the inferior frontal gyrus, e.g., between the diagonal sulcus and the ascending branch as illustrated in Figures 8 and 9. The ventral border of 45a with the opercular area op9 (Figures 4f–4h and 8 at level 19) was located at varying positions at the entrance to the Sylvian fissure. Areas op8 and op9 were regularly found ventral to 44v and 45a, respectively. Area 47 occupies the orbital part of the inferior frontal gyrus; it reached only the most rostral part of area 45, and was located rostral to area op9. Thus, the part of area 47 at the border to area 45 was most likely area 47/12l as described by Öngür et al. [40]. Area 45 bordered dorsally to areas within the inferior frontal sulcus; an example (area ifs1) is shown at level 19 of Figure 8. Area ifs1 differed in its receptor pattern from dorsally adjacent lateral prefrontal areas, and was restricted to the depths of the inferior frontal sulcus.\n\nMultiple Receptor Analysis of Architectonic Areas and Similarity Criteria\n\nEach of the areas in the inferior frontal and precentral gyri showed a distinct receptor pattern as defined by six receptor types. A canonical analysis of receptor densities in all brains and hemispheres demonstrated differences and similarities in the receptor distribution pattern, and quantified receptor architectonic differences by multivariate distances (Figure 10). The hierarchical cluster analysis showed that the prefrontal area 47 was most different from all the other areas, i.e., areas 4, 6, 44, 45, 6r1, op8, and op9 (Figure 10). On subsequent levels of the cluster tree, area 4 differed from the remaining areas. In a next step, areas 6 and 6r1 appeared in one cluster, separated from areas op8, op9, 44, and 45. On the lowest level, a distinction into two subclusters was found: one comprising areas op8 and op9, and the other areas 44 and 45.\n\nInterhemispheric Differences\n\nInterhemispheric differences in receptor densities were tested in three steps. First, we tested the left–right difference of all areas and receptors together using a discriminance analysis (Wilks Lambda). The densities differed significantly between the left and the right hemispheres: the overall p-value indicated a significant effect of hemisphere on the receptor density (p = 0.0091). Second, this overall interhemispheric difference (left over right) was mainly caused by the cholinergic muscarinic M2 receptors. It showed a left-larger-than-right asymmetry, as demonstrated by a subsequent univariate F-test (p = 0.003; Table 3). Left–right differences of each of the remaining receptors did not reach significance (p&gt;0.05) if tested for each receptor type separately (Table 3). Third, if the areas were studied separately, M2 receptor densities of areas 44, 45, 6v1, and 6r1 were left &gt; right, whereas area 4 showed an inverse pattern (Figure 11). Among these areas, the left–right difference for area 44 was most pronounced (p&lt;0.05).\n\nDiscussion\n\nThe cerebral cortex is subdivided into structurally and functionally distinct cortical areas. Areas 44 and 45 of the anterior speech zone, Broca's region, are supposed to represent the cytoarchitectonic correlates. Homologues of these two areas have been described in nonhuman primates. Comparative studies in macaque brains provided evidence, however, that a simple subdivision of this region into two areas is not sufficient and obscures the highly differentiated organization: (i) area 45 is parcellated into an anterior and a posterior part, which differ in their connectivity [41],[42]; (ii) the transitional zone from motor cortex to Broca's region contains areas within F5, possibly involved in different aspects of motor control and cognitive functions [28],[29]. Thus, we hypothesized that Broca's region of the human brain shows a more complex segregation than assumed until now.\n\nThe present study provided a combined analysis of six transmitter receptors and cytoarchitecture in Broca's region and the frontal operculum in order to test this hypothesis. The ventral premotor cortex and neighboring prefrontal areas have also been included in order to achieve a more comprehensive view of the inferior frontal cortex and its segregation from the neighboring motor and prefrontal cortex.\n\nThe selection of the areas of the present study aimed to consider the relevant regions, and to provide an anatomical correlate of different concepts regarding the functional segregation of the inferior premotor and neighboring Broca region. Activations in the vicinity of areas 44 and 45 have been reported not only in language, but also in motor tasks [13],[19], in experiments focusing on the integration of semantic information from speech and gestures [43], and other tasks requiring cognitive control [44],[45]. For an overview about the role of motor and premotor cortices in language processing see [46]. A recent study argued that the human action observation—action execution mirror circuit—is formed by the inferior section of the precentral gyrus plus the posterior part of the inferior frontal gyrus (plus the inferior parietal lobule) [47]. As a consequence, parts of the ventral area 6 and area 44 would belong to the mirror system. The inferior frontal cortex, including Broca's region and the ventral premotor cortex, has been conceptualized as a region representing complex, systemic dependencies, regardless of modality and use: Fadiga and coauthors have speculated that this capacity evolved from motor and premotor functions associated with action execution and understanding, such as those characterizing the mirror neuron system [20]. Others proposed that the role of this region is associated with complex, hierarchical or hypersequential processing [48]. Morin and Grèzes provided arguments, on the basis of a review of 24 fMRI studies examining activations in areas 4 and 6, that the ventral precentral gyrus with area 6, and not area 44, shares the visual properties of mirror neurons found in area F5 of the macaque brain [32].\n\nThe present receptorarchitectonic study resulted in a novel parcellation of the inferior frontal cortex. Three new areas, op8, op9, and the ventral precentral transitional area 6r1, were identified. Their borders were proven by significant changes in the laminar patterns of cyto- and receptorarchitecture using an algorithm-based method for the detection of borders [39]. Both opercular areas, op8 and op9, were separated from the dorsally adjoining areas 44 and 45 by their receptor distribution pattern. Previous studies have shown that areas of similar functions show similar receptor patterns and differ from those with other properties [34]. The higher the functional similarity between two cortical areas, the more similar are their receptor distribution patterns [35]; similarities in receptor architecture between areas 44 &amp; 45 on the one hand, and areas op8 &amp; op9 on the other, suggest a corresponding functional segregation. Indeed, functional representations of hierarchically and nonhierarchically structured sentences [25] correlate with the clustering based on receptor architecture: Whereas the deep frontal operculum (where op8 and op9 are located) was activated during the processing of nonhierarchically and hierarchically structured sequences, areas 44 and 45 were only activated during the processing of hierarchically structured sequences that mimicked the structure of syntactically complex sentences in natural languages [25]. A diffusion-weighted magnetic resonance imaging study revealed a separation of Brodmann area 44, 45, and the deep frontal operculum on the basis of differences in their connectivity [49].\n\nThe analysis of the receptor distribution patterns using hierarchical clustering supports the notion that areas 44 and 45 are closely related. It disagrees with those concepts, which attributed Broca's region solely to either area 44 [50] or area 45 [51], or to a cortical assembly combining areas 44 and 45 with area 47 [52].\n\nArea 47 was most distinct from any of the analyzed areas as shown in the cluster analysis, thus suggesting a different functional involvement. The present data, therefore, imply that it is not meaningful to attribute activation clusters obtained in functional imaging studies to a region labeled as “45/47,” since these are two independent, structurally and functionally, completely different cortical areas.\n\nThe newly described area 6r1 showed cyto- and receptorarchitectonic features that places it in between area 44 and area 6. The area was called 6r1 in order to underline that it is located rostrally from premotor area 6; “1” indicates that this is the first area of a group of areas that we expect to be located rostrally to the precentral area 6; this belt of areas is located at the transition of the motor domain to the prefrontal cortex. Because of the higher microstructural similarity of area 6r1 with the classically described Brodmann area 6 than to 44, it was labeled as “6r1.” When analyzing the neighborhood of area 6r1 it became obvious, that the ventral part of area 6 consists of several areas, not yet described in the human brain. At least two more areas, 6v1 and 6v2, have been identified in the present study on the basis of receptor and cytoarchitectonic criteria. This finding supports data of a recent study analyzing the connectivity of the premotor cortex in the human brain [53]. Studies of the macaque brain already resulted in detailed parcellation schemes (for an overview of parcellation schemes see figure 1 in Belmalih et al. [28]). However, the topography and the sulcal pattern of the ventral frontal cortex differ considerably between macaque and human brains.\n\nThere are, on the other hand, also similarities of the present parcellation of the inferior frontal cortex with a parcellation found in a recent study in macaque monkeys [28]. The authors described an area F5a in the inferior arcuate sulcus bordering area 44. F5a may correspond to area 6r1 not only by its location but also by its cytoarchitectonic features. Even though area F5a is part of the agranular frontal cortex, it shows transitional features displaying granular cells as well as a relatively prominent layer V [28]. Further cytoarchitectonic studies will be necessary to compare the subdivisions of macaque F5 with human 6r1 in detail. If the abilities associated with Broca's region have evolved from premotor functions [54], area 6r1 may be interpreted as some kind of “transitional” area between the motor cortex and Broca's region. The identification of area 6r1 implies that area 44 does not border the ventral premotor area 6 over its full extent as supposed by other maps [5],[41]. Future cytoarchitectonic mapping studies would help to understand the extent of the inferior frontal lobe areas and its intersubject variability.\n\nNew areas were also found in dorsa-caudally adjacent areas of area 44. Two areas, ifj1 and ifj2, were distinguished (Figure 7), which are located immediately rostrally to premotor area 6. Both were found at the junction of the inferior frontal and the precentral sulcus, and, therefore correspond to the previously described inferior frontal junction region [55]–[57]. In contrast to earlier observations, however, here we identified two new areas instead of one, which had been hypothesized on the basis of functional imaging experiments, for example during task switching [56],[58]. The functional difference between ifj1 and ifj2 remains to be further elucidated.\n\nAdditional new neighboring areas (e.g., ifs1) were located in the depths of the inferior frontal sulcus where, according to Brodmann's map, areas 46 or 9 would be expected (Figures 4 and 7b at level 19). The present analysis of the complete coronal sections demonstrates that a series of small areas occupies the sulcus. These areas in the inferior frontal sulcus are different by their receptorarchitecture from the dorsally adjacent areas of the dorso-lateral prefrontal cortex, and, therefore, have not been labeled as areas 46 and 9, but ifs1, etc. The analysis and mapping of these new areas, again, represents an independent research project, which would exceed the present study.\n\nWe provided evidence for a further parcellation within area 44 and area 45. Differences in the laminar receptor distribution patterns of AMPA and M1 receptors argue for a subdivision of area 44 into a ventral and dorsal part extending earlier cytoarchitectonic findings [26]. A dorso-ventral subdivision of area 44 is a putative correlate of functional differentiation within this area as indicated by recent imaging studies: Molnar-Szakacs et al. [59] reported activations in the dorsal part of area 44 during observation and imitation of actions, whereas the ventral part was activated during imitation, but not during observation of actions. The ventral, but not the dorsal part, was activated during the imagery of movement [14]. Finally, an activation in the ventral part of area 44 was found for syntactic processing during language production [10] and comprehension [25], whereas the dorsal opercular part (where 44 is found) was involved in phonological processing [9].\n\nThe laminar receptor distribution patterns subdivided area 45 into an anterior and a posterior part on the basis of differences in the density of noradrenergic α1 M1, AMPA GABAA receptors. The subdivision of area 45 agrees with a recent study comparing the cytoarchitectonic organization in the human and macaque cortex [60]: Petrides and Pandya divided area 45 into a more anterior part (area 45 A) and a more posterior part (area 45 B, located anterior to area 44) using the width of layer II as the distinguishing feature (being narrower in area 45 A than in 45 B). This finding was further supported by demonstrating differences in connectivity [41].\n\nThe outcome of the present study is a considerably detailed parcellation of Broca's region and the immediately surrounding cortex. Some of the new units described here can be assigned to regions covered by Brodmann areas and defined by his nomenclatural system [5]. In such cases, we keep Brodmann's numbering system and define the new units by Brodmann's number and an additional letter and/or number (e.g., 6r1, 44a, 44p). In other cases, new cortical units could not be reliably assigned to a Brodmann area, e.g., op8 and op9. Since our new parcellation is based on an observer-independent approach and statistical tests of the significance of regional differences, we will call all cortical units “areas.”\n\nThe question, however, of how a cortical unit is defined as “area,” and what makes it special as compared to a unit called “subarea,” or an intra-areal specialization, remains. Examples of intra-areal specializations would be somatotopies in sensory and motor areas and ocular dominance columns, i.e., structures that are regionally specific to a certain degree, but subserve a common function. Currently, the concept of a “subarea” is vaguely defined, and is used inconsistently in the literature. Therefore, we adopt the term “area” throughout the article.\n\nA central question to any study devoted to Broca's region is that of lateralization. Several studies have provided evidence that cytoarchitecture [26],[50],[61]–[64], fiber tracts [65], and macroscopical anatomy of this region are asymmetric [66]–[68]. For overviews see [69] and [70]. These structural asymmetries were interpreted as putative correlates of functional lateralization. The present study revealed significant interhemispheric differences in the receptor concentrations when all six receptor types were taken together. A subsequent analysis was performed in order to identify the receptor type that contributed most to this finding. The cholinergic M2-receptor showed the only significant left–right difference. Interhemispheric differences of receptors in Broca's region have not been reported up to now.\n\nIn conclusion, the novel parcellation of the ventro-lateral frontal cortex and Broca's region provides a new anatomical basis both for the interpretation of functional imaging studies of language and motor tasks as well as for homologies between human and macaque brains. It will, therefore, contribute to the understanding of the evolution of language. The analysis of the receptor distribution sheds new light on the organizational principles of this region. This direction is a further step from a rigid and exclusively cytoarchitectonic parcellation scheme as introduced by Brodmann 100 years ago [71] towards a multimodal and functionally relevant model of Broca's region and surrounding cortex.\n\nMaterials and Methods\n\nProcessing of the Post Mortem Brains\n\nAdult post mortem brains of body donors were removed from the skull within less than 24 h post mortem in accordance with legal requirements (Table 1). None of the subjects had clinical records of neurological or psychiatric disorders. Six hemispheres were dissected into coronal slabs of approximately 30 mm thickness (Figure S1). Tissue blocks containing the posterior part of the inferior-frontal cortex were dissected from six hemispheres of three brains and sectioned horizontally. The tissue was frozen and stored at −70°C. Serial sections (thickness 20 µm) were prepared at −20°C using a large-scale cryostat microtome. The sections were thaw mounted onto glass slides (Figure S1).\n\nTissue Processing for Quantitative Receptor Autoradiography\n\nThe following receptor binding sites were studied: glutamatergic AMPA and kainate receptors, GABAergic GABAA receptors, cholinergic muscarinic M1 and M2 receptors, and noradrenergic α1 receptors (Table S1). Alternating brain sections were incubated with the receptor-specific tritiated ligands only, the tritiated ligands, and respective nonradioactive compounds (for measurement of nonspecific binding), or were stained for the visualization of cell bodies [72]. Thus, a group of serial sections at the same sectioning level demonstrates the different receptor types, and the regional cytoarchitecture (Table S1; for details see Zilles et al. [35]). Since nonspecific binding was less than 10% of the total binding in all cases and receptor types, the total binding was accepted as an estimate of the specific binding. The labeled sections were coexposed with plastic standards of known concentrations of radioactivity (Amersham) to β-sensitive films. The films were developed after 10–12 wk of exposure depending on the receptor type, and digitized using the KS400 image analyzing system (Zeiss). The grey value distribution in the autoradiographs is nonlinearly correlated [35] with the local concentrations of radioactivity (Figure S1), which represent the regional and laminar distribution of receptor binding sites. Therefore, the known concentration of radioactivity of the coexposed standards (Figure S1d, bottom right) enables the nonlinear transformation of grey values into receptor binding site concentrations in fmol/mg protein (linearized images). For improved visualization of the regionally different receptor concentrations, the linearized images were contrast enhanced, smoothed, and pseudo-color coded in a spectral sequence (Figure S1f).\n\nQuantitative Architectonic Analysis\n\nNeighboring sections were stained for cell bodies to demonstrate the cytoarchitecture. Rectangular regions of interest (ROIs) containing area 44 and 45 of Broca's region and neighboring areas were defined. Images (1,376×1,036 pixels; spatial resolution 1.02 µm per pixel) of the ROIs were acquired using a microscope equipped with a digital camera (Axiocam MRm, Zeiss) and a scanning stage. A high-resolution image of the total ROI was then assembled from the individual tiles employing the KS 400 system (Zeiss; Figure 3a I). Grey level index (GLI) images of the ROIs were calculated by adaptive thresholding with a spatial resolution of 16×16 µm. The resulting GLI image (Figure 3a II) represents in each pixel the local volume fraction of cell bodies [73].\n\nBorders between cortical areas were identified in the receptor autoradiographs as well as in the cell body–stained sections using an algorithm-based approach and multivariate statistical analysis [39]. Therefore, laminar profiles of the GLI distribution were extracted in the cell body–stained sections using MATLAB-based software (MATLAB 7.2) (Figure 3a III). Laminar profiles were also obtained for the binding site densities in the autoradiographs (Figure 3b III). A feature vector was calculated for each profile, which described the shape of each profile, i.e., the cyto- or receptorarchitecture [39]. Differences in the shape of the profiles were quantified by a multivariate distance measure, the Mahalanobis distance. A subsequent Hotelling's T2 test with Bonferroni correction for multiple comparisons was applied for testing the significance of the distance. Profiles sampled from one and the same cortical area were similar in shape, resulting in small Mahalanobis distances. Profiles sampled from different sides of a cortical border differed in shape and resulted in large distances.\n\nTo improve the signal-to-noise ratio, distances were calculated not between single profiles, but blocks of ten to 20 adjacent profiles. The position of a significant maximum in the Mahalanobis function was interpreted as a cortical border, if it was found for different block sizes (Figure 3b VI), and if it was reproduced in a similar position in adjacent sections. These criteria allowed the rejection of borders caused by artifacts due to tissue processing, or blood vessels.\n\nHierarchical Cluster Analysis\n\nFor each receptor, the density averaged over all layers of a cortical area was calculated in a set of sections/autoradiographs of each hemisphere separately. These mean receptor densities were averaged over all hemispheres resulting in a mean areal density value for each area and receptor type.\n\nThe density values of all six receptors studied were combined into a receptor feature vector for each area. A hierarchical cluster analysis (MATLAB 7.2) was performed in order to analyze receptor architectonic similarities and dissimilarities between the different areas (Euclidean distance, Ward linking). The higher the similarity between two cortical areas, the smaller was the Euclidean distance between their feature vectors.\n\nInterhemispheric Differences\n\nA one-way ANOVA analysis (Systat 12) was performed to test for interhemispheric differences in receptor densities of all areas and receptors together. The factor “hemisphere” had two levels: left and right. Cases with missing values were excluded from the analysis. A post hoc univariate F test was performed in order to identify receptor types that contributed mostly to overall interhemispheric differences. Finally, we tested interhemispheric differences for each cortical area and receptor. The p-level was set to 0.05.\n\nSupporting Information"
}