{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2002176",
  "doi": "10.1371/journal.pbio.2002176",
  "externalIds": [
    "pii:pbio.2002176",
    "pmid:28763438",
    "pmcid:PMC5538645"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Dynamic transcriptome changes during adipose tissue energy expenditure reveal critical roles for long noncoding RNA regulators",
  "authors": [
    {
      "name": "Zhiqiang Bai",
      "first": "Zhiqiang",
      "last": "Bai",
      "affiliation": "Cardiovascular and Metabolic Disorders Program, Duke-NUS Graduate Medical School, Singapore, Singapore; State Key Laboratory of Molecular Biology, Institute of Biochemistry and Cell Biology, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences, Shanghai, China"
    },
    {
      "name": "Xiao-ran Chai",
      "first": "Xiao-ran",
      "last": "Chai",
      "affiliation": "Cardiovascular and Metabolic Disorders Program, Duke-NUS Graduate Medical School, Singapore, Singapore"
    },
    {
      "name": "Myeong Jin Yoon",
      "first": "Myeong Jin",
      "last": "Yoon",
      "affiliation": "Cardiovascular and Metabolic Disorders Program, Duke-NUS Graduate Medical School, Singapore, Singapore"
    },
    {
      "name": "Hye-Jin Kim",
      "first": "Hye-Jin",
      "last": "Kim",
      "affiliation": "Cardiovascular and Metabolic Disorders Program, Duke-NUS Graduate Medical School, Singapore, Singapore"
    },
    {
      "name": "Kinyui Alice LO",
      "first": "Kinyui Alice",
      "last": "LO",
      "affiliation": "Cardiovascular and Metabolic Disorders Program, Duke-NUS Graduate Medical School, Singapore, Singapore; Institute of Molecular and Cell Biology, Singapore, Singapore"
    },
    {
      "name": "Zhi-chun Zhang",
      "first": "Zhi-chun",
      "last": "Zhang",
      "affiliation": "Cardiovascular and Metabolic Disorders Program, Duke-NUS Graduate Medical School, Singapore, Singapore"
    },
    {
      "name": "Dan Xu",
      "first": "Dan",
      "last": "Xu",
      "affiliation": "Cardiovascular and Metabolic Disorders Program, Duke-NUS Graduate Medical School, Singapore, Singapore"
    },
    {
      "name": "Diana Teh Chee Siang",
      "first": "Diana Teh Chee",
      "last": "Siang",
      "affiliation": "Cardiovascular and Metabolic Disorders Program, Duke-NUS Graduate Medical School, Singapore, Singapore"
    },
    {
      "name": "Arcinas Camille Esther Walet",
      "first": "Arcinas Camille Esther",
      "last": "Walet",
      "affiliation": "Cardiovascular and Metabolic Disorders Program, Duke-NUS Graduate Medical School, Singapore, Singapore"
    },
    {
      "name": "Shao-hai Xu",
      "first": "Shao-hai",
      "last": "Xu",
      "affiliation": "Division of Bioengineering, School of Chemical & Biomedical Engineering, Nanyang Technological University, Singapore, Singapore"
    },
    {
      "name": "Sook-Yoong Chia",
      "first": "Sook-Yoong",
      "last": "Chia",
      "affiliation": "Cardiovascular and Metabolic Disorders Program, Duke-NUS Graduate Medical School, Singapore, Singapore"
    },
    {
      "name": "Peng Chen",
      "first": "Peng",
      "last": "Chen",
      "affiliation": "Division of Bioengineering, School of Chemical & Biomedical Engineering, Nanyang Technological University, Singapore, Singapore"
    },
    {
      "name": "Hongyuan Yang",
      "first": "Hongyuan",
      "last": "Yang",
      "affiliation": "School of Biotechnology and Biomolecular Sciences, University of New South Wales, Sydney, Australia"
    },
    {
      "name": "Sujoy Ghosh",
      "first": "Sujoy",
      "last": "Ghosh",
      "affiliation": "Cardiovascular and Metabolic Disorders Program, Duke-NUS Graduate Medical School, Singapore, Singapore"
    },
    {
      "name": "Lei Sun",
      "first": "Lei",
      "last": "Sun",
      "affiliation": "Cardiovascular and Metabolic Disorders Program, Duke-NUS Graduate Medical School, Singapore, Singapore; Institute of Molecular and Cell Biology, Singapore, Singapore",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3937-941X"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2017-08-01",
  "dateAccepted": "2017-07-03",
  "dateReceived": "2017-02-06",
  "volume": "15",
  "number": "8",
  "pages": "e2002176",
  "tags": [
    "Adipocyte differentiation",
    "Adipocytes",
    "Adipose tissue",
    "Anatomy",
    "Animal cells",
    "Biochemistry",
    "Biological tissue",
    "Brown adipose tissue",
    "Cell biology",
    "Cell differentiation",
    "Cellular types",
    "Computational biology",
    "Connective tissue",
    "Connective tissue cells",
    "Developmental biology",
    "Discipline-v3/Adipocyte differentiation",
    "Discipline-v3/Adipocytes",
    "Discipline-v3/Adipose tissue",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biological tissue",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Brown adipose tissue",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell differentiation",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Computational biology",
    "Discipline-v3/Connective tissue",
    "Discipline-v3/Connective tissue cells",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Fats",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetics",
    "Discipline-v3/Genome analysis",
    "Discipline-v3/Genomics",
    "Discipline-v3/Lipids",
    "Discipline-v3/Long non-coding RNAs",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Messenger RNA",
    "Discipline-v3/Non-coding RNA",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/RNA",
    "Discipline-v3/Transcriptome analysis",
    "Fats",
    "Gene expression",
    "Genetics",
    "Genome analysis",
    "Genomics",
    "Lipids",
    "Long non-coding RNAs",
    "Messenger RNA",
    "Non-coding RNA",
    "Nucleic acids",
    "RNA",
    "Transcriptome analysis",
    "Type/Research Article"
  ],
  "abstract": "Enhancing brown fat activity and promoting white fat browning are attractive therapeutic strategies for treating obesity and associated metabolic disorders. To provide a comprehensive picture of the gene regulatory network in these processes, we conducted a series of transcriptome studies by RNA sequencing (RNA-seq) and quantified the mRNA and long noncoding RNA (lncRNA) changes during white fat browning (chronic cold exposure, beta-adrenergic agonist treatment, and intense exercise) and brown fat activation or inactivation (acute cold exposure or thermoneutrality, respectively). mRNA–lncRNA coexpression networks revealed dynamically regulated lncRNAs to be largely embedded in nutrient and energy metabolism pathways. We identified a brown adipose tissue–enriched lncRNA, lncBATE10, that was governed by the cAMP-cAMP response element-binding protein (Creb) axis and required for a full brown fat differentiation and white fat browning program. Mechanistically, lncBATE10 can decoy Celf1 from Pgc1α, thereby protecting Pgc1α mRNA from repression by Celf1. Together, these studies provide a comprehensive data framework to interrogate the transcriptomic changes accompanying energy homeostasis transition in adipose tissue.",
  "fullText": "Introduction\n\nObesity has reached an epidemic proportion in both developed and developing nations, resulting in a steep rise in healthcare expenses and a growing population with associated comorbidities and chronic illnesses [1]. An attractive approach for obesity therapy is to augment the mass and activities of thermogenic brown adipose tissue (BAT) or promote white adipose tissue (WAT) to take on BAT-like features [2–8]. BAT, the classical thermogenic adipose tissue, is located in the interscapular region in mammals and is specialized to metabolize lipids for heat generation as a defense against cold temperatures. A second category of thermogenic adipocytes, referred to as beige adipocytes, are dispersed in WAT, especially in the subcutaneous depot. Beige adipocytes exhibit WAT phenotypes basally but can be induced to take on BAT features and exert BAT-like function, a process referred to as browning, by stimuli such as cold exposure, beta-adregenic agonist stimulation, or extensive physical exercise [2,5,6].\n\nRecent studies from our group and others have revealed a new class of regulators known as long noncoding RNAs (lncRNAs), which govern multiple aspects of adipocyte biology [9–14]. Through earlier global profiling studies, we identified a set of lncRNAs that were required for the differentiation of murine white adipocytes [15]. Xiao et al., reported adipogenic differentiation-induced noncoding RNA (ADINR) as a necessary regulator for human adipocyte differentiation via remodeling Cebpα locus methylation [16]. Lin’s group identified Blnc1, a BAT-enriched, Ebf-2–regulated lncRNA, which was important for the thermogenic differentiation of brown and beige adipocytes [17]. In another study, we integrated genome-wide surveys of transcription by RNA sequencing (RNA-seq) and chromatin state by chromatin immunoprecipitation sequencing (ChIP-seq) to depict the transcription landscape in mouse BAT and WAT [18]. We constructed a comprehensive catalog of lncRNAs in adipose and identified a set of brown adipose tissue–enriched lncRNAs (lncBATEs). One of them, lnc-BATE1, was subsequently demonstrated to be necessary for the proper development and maintenance of mature brown adipocytes [18].\n\nDespite this recent progress, our understanding of the role of lncRNAs in the energy metabolism of adipose still remains at its infancy. Specifically, very few lncRNAs have been functionally characterized, cellular mechanisms utilized and influenced by lncRNAs remain poorly understood, and the dynamic regulation of lncRNA expression and function during adipose tissue’s adaptation to various environmental stimuli awaits further exploration.\n\nTo address some of these gaps, we systemically generated parallel profiles of mRNA and lncRNA transcriptomes during WAT browning, BAT activation, and BAT inactivation. The transcriptome quantification revealed sets of stimulus-responsive lncRNAs, and the mRNA–lncRNA correlation analysis further illuminated profound associations between mRNAs and lncRNAs during the dynamic adipose remodeling, suggesting that lncRNAs’ engagement in adipose regulation may go well beyond our current understanding. More specifically, we identified the lncRNA lncBATE10 (A530050N04Rik) as a novel regulator that functions by decoying a repressor of Pgc1α gene expression, CUGBP Elav-Like Family Member 1 (Celf1). Together, our work establishes a framework to study the function of lncRNAs in energy homeostasis and dynamics in adipose.\n\nResults\n\nlncRNAs can define the adipose states under various conditions that induce browning\n\nWe first set off to illustrate the changes in mRNA and lncRNA transcriptomes during WAT browning. Multiple stimuli can induce a BAT-like program expression in WAT, but the similarities and differences among them have not been systemically explored. We induced WAT browning with 3 widely used conditions, including chronic cold exposure (4°C for 7 days), β-adrenergic agonist treatment (CL316243, 1mg/kg, for 7 days), and a previously established swimming exercise protocol [19] (Fig 1A). Animals under cold and exercise conditions showed significant reductions in body weight (S1A Fig), and animals under all 3 conditions displayed increased food intake (S1B Fig). Epididymal WAT (eWAT) mass decreased significantly in all conditions; inguinal WAT (iWAT) decreased in response to cold and exercise but not CL316243 treatment (S1C Fig). Interestingly, BAT mass didn’t change significantly upon CL316243 and cold treatment, but was enlarged by almost 300% after extensive swimming training (S1C Fig). The pathophysiological significance of the enlarged BAT responsive to exercises warrants further investigation but is beyond the scope of this study. Haemotoxylin and Eosin (H&amp;E) staining for iWAT revealed a remarkable reduction of adipocyte size under all conditions (S1D Fig). Cellular phenotypes in the cold- treated samples most resembled that of BAT, suggesting that it is a stronger stimulus for browning than the other 2.\n\nTo depict the global transcriptome change, we conducted RNA-seq and quantified the expression of mRNAs and lncRNA. For the lncRNA analysis, we employed the multiexonic lncRNA catalog (approximately 1,500 lncRNAs) established in our earlier work, which was stringently filtered by PhyloCSF score, CPC analysis, and ribosome release score [18]. Hierarchical clustering analysis of mRNA expression profiles demonstrated that samples within each condition tightly clustered with each other (Fig 1B). Notably, the clustering of treatments based on lncRNA expression entirely mirrored the pattern observed for mRNAs (Fig 1C). Thus, the lncRNA profile, similar to the more studied mRNA profile, appears to be a robust molecular signature of adipose tissue states and can be used to characterize adipose tissue responses to different environmental stimuli.\n\nRegulated lncRNAs during browning are involved in BAT biology\n\nWe observed 1,062, 837, and 673 up-regulated and 1,201, 681, and 826 down-regulated mRNAs upon cold treatment, CL316243 treatment and exercise, respectively (absolute fold-change ≥2-fold, false discovery rate [FDR] ≤ 0.05), with 301 common up-regulated and 496 common down-regulated genes in all 3 conditions in iWAT (Fig 1D and 1F). As expected, we detected a clear induction of Ucp1, Elvol3, Cidea, and many mitochondria-related genes (S1E Fig). To identify biological processes that are enriched under the different treatments, we performed gene-set enrichment analysis (GSEA) by querying the Gene Ontology Biological Processes (GOBPs) as well as custom gene sets consisting of highly specific BAT- and WAT-expressed genes based on the expression across 29 different mouse tissues [18]. The top GOBPs were largely shared across conditions, although some condition-specific processes were also identified. The up-regulated pathways included the custom BAT-specific gene set, cellular respiration, and energy derivation by oxidation, indicating an acquirement of BAT-like phenotype, while the down-regulated pathways included the custom WAT-specific gene set and several immune-function–related GOBPs (S1F Fig), indicative of a loss of WAT features and remodeling of the resident immune cells during browning, consistent with recent reports [20–22].\n\nA parallel analysis of the lncRNAs showed 91, 57, and 49 were up-regulated and 98, 101, and 98 down-regulated lncRNAs in response to cold treatment, CL316243 treatment and exercise, respectively (absolute fold-change ≥2-fold, FDR ≤ 0.05), with 17 common up-regulated and 42 common down-regulated lncRNAs under all conditions (Fig 1E and 1G). Based on the RNA-seq data, we selected15 up-regulated lncRNAs and 6 down-regulated lncRNAs during browning for real-time PCR validation; 14 out of 15 and 6 out of 6 lncRNAs could be successfully validated, respectively (S1G–S1J Fig). In the absence of functional annotation for the majority of lncRNAs (unlike mRNAs), we inferred likely function of the regulated lncRNAs based on their tissue-specific expression profiles across 29 mouse organs and cell types as described before [18]. The up- and down-regulated mRNAs as well as lncRNAs showed the strongest overlap with BAT-enriched and immune-cell–related gene sets, respectively (hypergeometric P &lt; 0.016) (Fig 1H and 1I), which suggests that similar to mRNAs, the regulated lncRNAs may also function in BAT-related physiological processes and immune cell remodeling.\n\nTo investigate the probable molecular basis for the dynamic regulation of lncRNAs, we examined the evidence for enrichment of Peroxisome proliferator-activated receptor gamma (PparΥ) and PR domain containing 16 (Prdm16) binding sites within the promoter regions of regulated mRNAs and lncRNAs under the various browning conditions. To do this, global occupancy maps of PparΥ and Prdm16 in BAT and WAT were downloaded from publicly available ChIP-seq data [23,24]. In WAT, PparΥ targets 71%, 68%, and 63% of the promoter regions of the up-regulated lncRNAs responsive to 4°C cold exposure, CL316243 and exercise, respectively; in BAT, PparΥ binding sites were observed in 80%, 78%, and 74% of the promoters of induced lncRNAs, along with a significant overlap with Prdm16’s binding sites (S2 Fig). Importantly, under each browning condition, the overlap between transcription factor (TF)s’ occupation sites and the up-regulated gene’s promoters was highly significant for both mRNA and lncRNA genes, with the strongest overlap observed for the 4°C treatment (FDRs in the range of 5.3 X 10−3 to 2.2 X 10−16 for mRNAs and 2.6 X 10−1 to 1.32 X 10−4 for lncRNAs) (Fig 1J), suggesting that PparΥ and Prdm16 are likely to play a role in regulating mRNA and lncRNA expression. As an example, displayed in Fig 1K, lncBATE10 gene expression was dramatically induced during browning and found to contain multiple sites for PparΥ and Prdm16 co-occupation in its promoter and gene body.\n\nTranscriptome regulation during BAT activation and inactivation\n\nWe next examined the differential transcriptomic changes during BAT activation by 6 hours cold exposure, or its inactivation by thermoneutrality (30°C for 7 days, referred to as whitening hereafter) (Fig 2A). Respectively, 682 and 232 mRNAs were up- and down- regulated during activation and whitening, with 143 genes overlapping (hypergeometric P &lt; 6.86E−193) (Fig 2B); conversely, 500 and 239 were down- and up-regulated during activation and inactivation with 58 genes overlapping (P &lt; 2.88E−56) (Fig 2C). Thus, genes influenced by these 2 stimuli were regulated in opposite directions. For example, thermogenic markers such as Dio2, Pgc1α, Ucp1, and Elvol3 were induced by cold activation but suppressed during whitening (S3A Fig). Pathway enrichment analysis by GSEA further indicated a gain of WAT-specific gene set expression and a loss of BAT-specific gene set expression during whitening (S3B Fig). Interestingly, post-transcriptional regulatory functions such as RNA process and translation were strongly induced during BAT activation and repressed by BAT inactivation (S3B Fig), suggesting that such regulation is likely an integral component of the regulatory network governing BAT function.\n\nBased on the transcriptomic changes characterized under 5 distinct conditions (3 conditions for browning and 2 conditions for activation and inactivation of BAT), we next sought to identify genes that were significantly regulated under multiple conditions. Genes that were up-regulated during browning and BAT activation but down-regulated during BAT whitening were of particular interest. In at least 4 out of the 5 conditions, 60 mRNAs were differentially regulated (FDR ≤ 5%, ≥2-fold absolute change) and included genes such as Ucp1, Dio2, Fabp3, and other key genes in fatty acid metabolic process (S3C–S3E Fig). Using the same filters, we identified 6 lncRNAs, including lncBATE10, that were induced in at least 4 out of 5 conditions (Fig 2D and 2E).\n\nChanges in BAT and WAT transcriptome under diverse conditions of browning and whitening\n\nBAT loses its BAT features during whitening while iWAT gains BAT features during browning. To determine if these phenotypic transitions were reflected in the transcriptomic signatures relevant to each condition, we performed principal components analysis (PCA) on mRNA expression signals from all 18 samples included in this study (Fig 2F). Overall, a significant proportion of the treatment differences could be ascribed to gene expression with nearly 60% of the total variation captured in the first 2 principal components. Notably, the unstimulated iWAT and BAT (plus cold-activated BAT) samples occupied opposite ends of the PCA plot. The iWAT samples induced by exercise, CL316243, and cold exposure gradually shifted towards BAT; conversely, the BAT subjected to whitening moved towards WAT. The cold-exposure treatment of iWAT created sufficient transcriptomic changes to shift the samples far enough to overlap with the whitened BAT samples, demonstrating that notwithstanding their distinct lineages of origin, the transcriptomes of iWAT and BAT can be coerced to reflect the transcription patterns of each other under conditions of browning and whitening.\n\nLncRNA PCA analysis revealed a picture remarkably consistent with the mRNA PCA studies (Fig 2G). Samples were readily separated into different clusters according to treatment conditions; the movement towards merging between WAT after browning and BAT after whitening was also observed. Thus, the dynamic changes of both mRNA and lncRNA transcriptome appear to be tightly coordinated in these physiological processes, suggesting an intrinsic functional connection between mRNA and lncRNAs. To identify what these functional associations might be, we next explored the correlation patterns between mRNAs and lncRNAs.\n\nmRNA–lncRNA correlation study infers lncRNAs’ function\n\nAlthough the function of lncRNAs cannot be reliably predicted by comparative genomics due to their poor conservation even between closely related species [25,26], hypotheses on lncRNA function may be inferred from the mRNA–lncRNA correlations during dynamic physiological processes [27]. To predict lncRNAs’ function systematically, we selected lncRNAs and mRNAs that were regulated in at least 3 of the 5 examined conditions, resulting in a total of 819 mRNAs and 79 lncRNAs. We calculated the partial correlation between each lncRNA and mRNA across all 18 samples and used the partial correlation matrix to construct a mRNA–lncRNA network using GeneNet (Fig 2H). We then interrogated the putative biological function of each lncRNA by testing the overrepresentation of biological processes among the mRNAs significantly coexpressed and correlated with the lncRNA expression. Clustering of the full gene coexpression network further revealed 3 major clusters (Fig 2H). The major functional pathways represented by the genes in each cluster were determined by querying GOBP terms via the PANTHER classification system [28]. For each cluster, we grouped the genes into 4 broad functional categories, including metabolic process, immune system process, cellular process, and others. Focusing on the highly significant overrepresentations within each category, oxidative phosphorylation and respiratory electron transport were enriched in clusters 1 and 2, whereas fatty acid beta oxidation was enriched only in cluster 2. In contrast, cluster 3 genes were strongly overrepresented in processes related to immune function.\n\nOur earlier study had demonstrated that lncBATE1 was needed for a full BAT program expression in both brown and white adipocytes [18]. In our mRNA–lncRNA network, lncBATE1 was linked to Cebpβ, Dio2, Ucp1, Fabp3, Elvol3, and many other lipid metabolism genes, proving the effectiveness of our approach (S4A Fig). Notably, lncBATE1 was also linked to another lncRNA, lncBATE10, that was coexpressed with Ucp1, Dio2, Dgat1, and other genes involved in lipid catabolism (S4B Fig). This finding suggests a functional role of lncBATE10 also in BAT-related processes.\n\nLncBATE10 is highly enriched in BAT, up-regulated during brown adipocyte differentiation, and induced by acute cold exposure\n\nLncBATE10 is about 1.7 kb in length, located in an intergenic region, and composed of 4 exons spanning a 10-kb genomic region in chromosome 18 (S5A Fig). To precisely determine its 5′ and 3′ end, we performed 5′ and 3′ rapid amplification of cDNA ends (RACE) and found 1 major transcript. Its 5′ and 3′ ends are consistent with the annotation of a RIKEN cDNA clone (A530050N04Rik) (S5B Fig). We performed real-time PCR to examine lncBATE10 distribution in cytosol and nucleus and found that it was distributed in both compartments (S5C Fig).\n\nLncBATE10 is highly enriched in BAT in comparison with eWAT, iWAT, and other major tissues detected by Northern blot and real-time PCR (Fig 3A and 3B). It is also highly abundant in BAT; according to fragments per kilobase of exon per million reads (FPKM) (approximately 30), it ranks in the top 3 most abundant lncRNA transcripts in our catalog (S11 Data); even compared with mRNAs, it still falls into the top 10% of most abundant transcripts (S2 Data). Using diluted standard assay, we estimated that each brown adipocyte in BAT may contain approximately 230 lncBATE10 molecules (S5D Fig). To test whether it is regulated during differentiation, we isolated primary brown and white preadipocytes, as previously described [18], and examined the time-course of lncBATE10 expression during in vitro differentiation. LncBATE10 was up-regulated &gt;100-fold during brown adipocyte differentiation and, consistent with the tissue-enrichment data, its expression was &gt;10-fold higher in the cultured brown than white adipocytes at Day 4 and Day 6 (Fig 3C). To determine whether lncBATE10 expression correlated with BAT activity, we activated BAT by exposing mice (8 weeks old, male) to 4°C for 6 hours or inactivated BAT by hosting mice at thermoneutrality (30°C) for 7 days, followed by real-time PCR analysis. Compared to controls, lncBATE10 was induced by approximately 7-fold (Fig 3D) and repressed by approximately 60% (Fig 3E) upon BAT activation and inactivation, respectively. Furthermore, we confirmed the induction of lncBATE10 during iWAT browning induced by cold exposure, swimming exercises, and CL316243 treatment (Fig 3F). These results strongly suggest that lncBATE10 may have a functional role in BAT and iWAT browning.\n\nLncBATE10 is required for BAT-selective gene expression in brown adipocytes\n\nTo determine the biological function of lncBATE10, we infected primary brown preadipocytes with retroviral shRNAs targeting lncBATE10 and then induced cells to differentiate. We achieved more than 70% knockdown efficiency at day 5 of differentiation with 2 different shRNA constructs (Fig 3H). LncBATE10 knockdown did not cause a detectable difference in cell morphology under microscope or lipid accumulation assessed by Oil-Red-O (ORO) staining (Fig 3G). Real-time PCR analysis revealed only a mild reduction in pan-adipogenic markers including Cebpa, Pparϒ, and Fabp4 (Fig 3I). However, depletion of lncBATE10 significantly impairs the expression of BAT-selective genes such as Ucp1 and Pgc1α at mRNA levels and protein levels (Fig 3J and 3K). To determine the influence of loss-of-lncBATE10 at a genome-wide level, we performed RNA-Seq for the RNAs extracted from control and knockdown cells, followed by GSEA on pathways extracted from Reactome pathway database. The top down-regulated pathway was related to respiratory electron transport (FDR &lt; 0.001), a hallmark of BAT function (Figs 3L and 4G). Because BAT shares a common lineage origin with skeletal muscle and can be phenotypically converted to WAT under certain conditions, we further examined the gene expression of WAT and muscle markers and found little change upon lncBATE10 knockdown (S5E and S5F Fig). To further assess the effect of lncBATE10 on the activation of brown adipocytes, we treated differentiated brown adipocytes (Day 5) with 1 uM norepinephrine (NE) for 4 hours. As expected, NE treatment significantly stimulated the expression of thermogenic Ucp1 and Pgc1α (S5G Fig), but their induction was blunted by lncBATE10 depletion (Fig 3M). Therefore, lncBATE10 is indispensable for the full induction of a BAT-selective gene program.\n\nTo test whether gain-of-lncBATE10 is sufficient to promote the BAT gene program, we cloned lncBATE10 into a retroviral vector, infected primary brown preadipocytes, and induced them to differentiate. We didn’t observe any significant change in lipid accumulation and cell morphology as well as BAT marker expression (S5H and S5I Fig). Thus, lncBATE10 was required but not sufficient to promote BAT program, suggesting that the endogenous lncBATE10 abundance may be abundant enough to support normal differentiation, or lncBATE10 needs additional cofactors to achieve its functional influence. To determine the influence of lncBATE10 overexpression on global gene expression, we conducted RNA-seq, followed by GSEA analysis. Interestingly, most up-regulated pathways were related to nutrient metabolism, including amino acid degradation, fatty acid metabolism, tricarboxylic acid (TCA) cycle, glycerolipid metabolism, butanoate metabolism, and adipocytokine pathway, indicating a broad role lncBATE10 in regulating metabolism pathways (S5J Fig). To further test whether lncBATE10 may act during late stage of brown adipogenesis instead of lineage determination, we overexpressed lncBATE10 in an immortalized brown preadipocyte line, but didn’t observe significant effects on BAT-selective marker expression (S5K Fig).\n\nLncBATE10 is required for BAT-selective gene expression in white adipocytes\n\nTo determine the function of lncBATE10 in white adipocytes, we knocked down lncBATE10 in primary white adipocyte culture. We didn’t observe significant effects on cell morphology, lipid accumulation (Fig 4A), or pan-adipogenic markers (Fig 4B and 4C). However, we detected significant down-regulation in the expression of BAT-selective genes (Fig 4D and 4E). We further examined the genome-wide effects of lncBATE10 knockdown by performing RNA-seq and GSEA, which revealed pathways related to respiratory electron transport as the most significantly down-regulated ones (FDR &lt; 0.001) (Fig 4F and 4G). Interestingly, the influenced pathways in brown and white adipocytes largely overlapped, suggesting a similar role of lncBATE10 in both cell types (Fig 4G). To determine the function of lncBATE10 in browning of white adipocytes, we knocked down lncBATE10 in white adipocyte culture and chronically treated cells with NE or a combination of NE and rosiglitazone. Drug treatment could markedly induce BAT-selective markers such as Cidea and Ucp1, but these markers were blunted by knocking down of lncBATE10 (Fig 4H and 4I, S6A–S6C Fig). To test whether lncBATE10 was sufficient to promote white adipocyte browning, we overexpressed lncBATE10 in iWAT adipocytes (S6D–S6G Fig) and 3T3-L1 cells (S6H Fig), but didn’t observe any significant change in marker expression. Thus, lncBATE10 is necessary but not sufficient for BAT-selective program expression.\n\nTo test the function of lncBATE10 in white fat browning in vivo, we generated adenoviral sh-lncBATE10, and locally injected the control virus and sh-lncBATE10 virus into each side of iWAT. After 48 hours recovery from surgery, we induced browning by exposing animals to 4°C for 24 hours and then harvested tissue to examine BAT-selective markers. lncBATE10 was successfully knocked down by approximately 80%, which was accompanied by significant down-regulation of BAT-selective markers, including Ucp1, Dio2, Pgc1α, et al. but not the pan-adipogenic marker PparΥ (Fig 4J). Western blot was further performed to confirm the reduction of Ucp1 and Pgc1α protein levels (Fig 4K). Thus, lncBATE10 induction is necessary for WAT browning in vivo.\n\nlncBATE10 is regulated by cAMP-Creb signaling pathway\n\nNext, we investigated the regulatory mechanisms governing lncBATE10 expression. As shown in Fig 3D, lncBATE10 could be activated by acute cold exposure, which stimulates BAT primarily through beta-adrenergic receptor-cAMP pathway. To test this regulation more directly, we treated cultured brown adipocytes with NE and cAMP for 4 hours and observed a rapid induction of lncBATE10 in both conditions (Fig 5A), demonstrating a regulatory role of cAMP pathway in lncBATE10 expression.\n\ncAMP is known to regulate downstream genes such as Ucp1 and Pgc1α by phosphorylating and activating a transcription factor, cAMP response element-binding protein (Creb) [29–31], so we suspected that the transcription of lncBATE10 may be controlled by Creb. Sequence analysis by MatInspector [32] found a few putative Creb binding sites in the promoter region of lncBATE10 (Fig 5B). To determine if 1 or more of these candidate sites were functional, we cloned a series of truncated promoters into a luciferase reporter and transfected these constructs into 293 cells to measure promoter activity in the presence and absence of Forskolin. Forskolin significantly increased the luciferase activity for the 2.6 kb promoter construct, indicating that this promoter harbors the regulatory element responsive to cAMP signaling (Fig 5). The promoter remained active until we truncated the Creb binding site immediately upstream of the transcription start site (TSS), which fully abolished forskolin-induced promoter activity (Fig 5C). Furthermore, we made 4 site-specific mutations at this binding site and found that these mutations were sufficient to abrogate promoter activity (Fig 5D and 5E). We further performed ChIP-PCR to detect the binding between Creb and the identified binding site in brown adipocytes before and after Forskolin treatment, which revealed a significant increase of binding signaling upon Forskolin treatment (Fig 5F). Together, these data demonstrate that lncBATE10 is regulated by the cAMP-Creb axis.\n\nLncBATE10 interacts with Celf1\n\nTo understand the mechanism of how lncBATE10 functions, an essential step is to determine its protein partners. We transcribed lncBATE10 in vitro, labeled the transcripts with biotin during transcription, incubated the labeled RNA with brown adipocyte lysates, and used streptavidin beads to pull down lncBATE10 with its associated proteins for mass spectrometry analysis (S7A Fig). As expected, the identified proteins were highly enriched for RNA binding proteins (RBPs) and were closely associated with RNA processes (S9 Data, S7B Fig). We identified 34 proteins with more than 10 unique peptides and identified 3 RBPs, HuR, Celf1, and Celf2, that were highly enriched in the lncBATE10 pulldown assay compared to the antisense control (&gt;10-fold enrichment) (S9 Data). We further performed Western blot to confirm the retrieval of these RBPs by lncBATE10 (Fig 6A).\n\nSince the RNA-pulldown assay was performed in cell lysate but not a native cellular environment, the interactions between RBPs and lncBATE10 could have been an artifact of the assay conditions. To address this issue, we conducted RNA-immunoprecipitation assay, in which antibodies against HuR, Celf1, or Celf2 were incubated with mouse brown adipocyte lysates to pull down the endogenous proteins, followed by real-time PCR analysis to examine the levels of lncBATE10 retrieved by each immunoprecipitation (IP). The IP for Celf1 gave a very strong and consistent enrichment signal (&gt;20 fold) (Fig 6C), and therefore Celf1 was chosen for further studies.\n\nLncBATE10 competes with Pgc1α mRNA for Celf1 binding\n\nCelf1 is a well-studied RBP, and one of its known functions is to bind the 3′UTR of its target mRNAs to promote RNA degradation and repress translation [33–36]. We postulate that lncBATE10 may function as a sponge to trap Celf1, which otherwise may repress some factors important for BAT differentiation and activation. We examined a set of mRNAs encoding factors important for BAT function, including Prdm16, Pparα, Ebf2, Pgc1α, Cebpβ, and Pparγ, and found that Pgc1α mRNA can be consistently retrieved by Celf1 IP (Fig 6C), suggesting a model in which lncBATE10 protects Pgc1α mRNA by titrating away Celf1. To test this model, we used retroviral shRNA to knock down lncBATE10 in brown adipocyte culture (Fig 6B) and then conducted RNA immunoprecipitation (RIP) for Celf1. Despite the decreased Pgc1α mRNA upon lncBATE10 knockdown described above (Fig 3J), the reduced lncBATE10 expression nonetheless resulted in an increased Pgc1α enrichment by Celf1 IP (Fig 6C), providing a line of evidence supporting the competition model. To test whether lncBATE10 may affect Celf1’s expression directly, we performed Western blot to examine the expression of Celf1 in the lncBATE10 knockdown cells. We didn’t observe a significant difference (S7C Fig), supporting that lncBATE10 functions through the completion model.\n\nTo provide a more detailed molecular basis for the competition model, we examined the sequences of lncBATE10 and Pgc1α mRNA to look for putative Celf1 protein binding site (CBS), which, according to previous studies, should be “UGU”-enriched regions [35, 37–39]. Two such fragments (approximately 60 nt) were readily identified in lncBATE10 and the 3′UTR of Pgc1α mRNA (Fig 6D). To test whether these regions can mediate Celf1 binding, we amplified and in vitro transcribed these 2 fragments for RNA-pulldown assay. Both fragments were sufficient to pull down Celf1 and thereby possess Celf1 binding sites (Fig 6E).\n\nIdentification of the precise Celf1 sites allows us to test whether the competition between lncBATE10 and Pgc1α mRNAs is mediated through these sites. We conducted RIP against Celf1 in the presence and absence of the Pgc1α RNA fragment containing Celf1 binding site (Pgc1α-CBS) (S7D Fig). If this fragment is sufficient to compete with lncBATE10 for Celf1, less lncBATE10 should be detected in the IP. As expected, our real-time PCR analysis shows that the presence of Pgc1α-CBS can cause &gt;10-fold reduction of lncBATE10 enrichment in Celf1 IP (Fig 6F), strongly arguing that the competition between lncBATE10 and Pgc1α is mediated through the identified binding site. To test whether the CBS can function in the context of Pgc1α 3’UTR, we repeated the RNA-pulldown and the competition assays using an approximately 1-kb 3′UTR fragment with or without the CBS, which led to similar results (Fig 6G and 6H). Thus, the CBS is functional in Pgc1a’s 3′UTR context.\n\nCelf1 can repress the activity of Pgc1α mRNA\n\nData presented above have demonstrated a competition between lncBATE10 and Pgc1α for Celf1 binding, but whether Celf1 can repress Pgc1α mRNA expression was not rigorously tested. We overexpressed Celf1 using a retroviral vector in primary brown preadipocytes followed by differentiation, and found Pgc1α to be significantly repressed at both mRNA and protein levels (Fig 6G and 6H), supporting a repressive role of Celf1 on Pgc1α mRNA. We noticed that the adipogenesis per se was moderately inhibited upon Celf1 overexpression, so the reduced Pgc1α levels may involve indirect effects from adipogenesis. To preclude the indirect effect during adipogenesis, we differentiated primary brown preadipocytes for 5 days and then transfected a small interfering RNA (siRNA) targeting Celf1 into mature brown adipocytes. Both Pgc1α and lncBATE10 were increased (S7E Fig), which further supports a repressive role of Celf1 on Pgc1α mRNA. However, further studies will be needed to dissect whether Celf1 exerts its effects on Pgc1α at RNA stability and/or translational efficiency.\n\nTo test whether Celf1 represses Pgc1α mRNA through the identified binding sites, we cloned these fragments (approximately 170 bp) harboring Celf1 binding site from lncBATE10 and Pgc1α mRNA (Fig 6K) into a luciferase reporter and transfected these constructs into 293 cells to test their effects on luciferase activities. Sharing a 99% sequence similarity with the mouse gene, 293 cells express a human Celf1. As expected, inclusion of Celf1 binding sites results in a dramatic decrease of luciferase activity (Fig 6L), which can be significantly derepressed by knockdown of endogenous CELF1 (Fig 6M and 6N). We further transfected these constructs into primary brown preadipocytes and observed similar results (S7F–S7H Fig). Thus, the Celf1 binding sites identified in our studies appear to be sufficient for Celf1-mediated repression of Pgc1α mRNA activity.\n\nDiscussion\n\nCoincident with the onset of the obesity epidemic and the realization that increase of BAT mass and activity can improve metabolic health, there has been an upsurge of interest in understanding the detailed mechanism underlying brown fat development and WAT browning. Although it is well known that protein factors play regulatory roles in different aspects of adipocyte biology[40,41], our understanding about noncoding genes in lineage-specific development of adipocyte is still at its infancy. Here, we present a comprehensive picture of the dynamic transcriptome changes during WAT browning induced by different stimuli and BAT whitening induced by thermoneutrality. Our data demonstrates that both mRNA and lncRNA transcriptomes of BAT and WAT could be coerced to reflect the cellular features of each other under appropriate conditions. We further built a regulatory network by integrating the regulated lncRNAs and mRNAs according to their coregulation, from which the function of each lncRNA could be inferred by analyzing its neighboring coexpressed mRNAs. Our work serves as a resource to study the dynamic regulation in adipose at various energetic states and provides a roadmap to investigate the function of lncRNA in adipose biology.\n\nOur study further identified lncBATE10 as a downstream effector of cAMP signaling pathway and to be necessary for the expression of a full BAT-selective gene program. Since cAMP pathway activates the expression of Pgc1α and lncBATE10 simultaneously, this may have a synergistic effect on the activity of Pgc1α. Mechanistically, we propose that lncBATE10 serves as a decoy to titrate away Celf1, which otherwise targets and represses Pgc1α mRNA (Fig 6M). This working model is reminiscent of a few other lncRNAs: pseudogenes of the tumor suppressor, Pten, have been proposed as decoys for miRNAs that repress Pten mRNA [42]; Gas5 has been shown to function as a decoy to deprive glucocorticoid receptor from DNA to prevent transcription of certain genes during starvation [43]; another recent lncRNA, P21-associated noncoding RNA DNA damage-activated (PANDA), titrates transcriptional factor NF-YA away from target chromatin region and prevents p53-mediated apoptosis [44]. Thus, decoy could be a common mechanism used by many lncRNAs to modulate their targets in trans.\n\nBecause both lncBATE10 and Pgc1α are highly enriched in BAT, an outstanding question is whether Celf1 may target other BAT-selective transcripts. Based on gene expression enrichment in BAT in comparison with WATs (S12 Data), we identified a list of BAT-selective genes (269 genes). We scanned their 3′UTR regions with a 100-bp window and calculated the UGU nucleotide counts in each window. We ranked the 100-bp regions in 3’UTRs based on their UGU counts (S12 Data). The CBS identified in the Pgc1a 3′UTR ranks in the very top group (≥20 UGU), indicating that it is a top target for Celf1. Interestingly, a few more genes including Clic5, Idh3a, Acot11, Rnf152, and Ppp1r3b and Ddhd2 also contain such a high-UGU region, suggesting that they may also be targets of Celf1. Moreover, since lncBATE10 harbors a CBS, it is likely that Celf1 can regulate the stability of lncBATE10 and other lncRNAs with CBS. Further experimental evidence will be needed to confirm their interactions with Celf1.\n\nWe demonstrate that lncBATE10 can decoy Celf1, which otherwise represses Pgc1α mRNA; however, it should be noted that this competition model doesn’t provide a complete picture of how lncBATE10 functions. Celf1 is likely to interact with multiple mRNA targets, so protection of Pgc1α mRNA by lncBATE10 is not a complete picture of the mechanism. Nonetheless, our work has depicted a dynamic picture of transcriptome during adipose tissue energy homeostasis changes and has identified lncBATE10 as a novel effector in the cAMP pathway that is necessary for the BAT-selective gene expression in brown and white adipocytes.\n\nMethods\n\nEthics statement\n\nAll mice were hosted at the animal vivarium at DUKE-NUS Medical School. All animal procedures were performed according to guidelines set forth by the Singapore SingHealth Research Facilities Institutional Animal Care and Use Committee and approved by the same committee under protocol IACUC 2016/SHS/1179.\n\nRNA-seq\n\nTotal RNAs from tissues and cultured cells were extracted using Trizol (Life technology) and purified using RNeasy kit (Qiagen). RNA libraries were prepared using NEBNext Ultra RNA Library Prep Kit for Illumina and sequenced on the Illumina HiSeq2000 platform. Equal amounts of adipose RNA from each of the 4 different animals were pooled together as 1 sample for RNA-seq library preparation. RNA-seq data from this study have been deposited at the National Center for Biotechnology Information Gene Expression Omnibus (accession number GSE86338 https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?token=cnevggmadtafpen&amp;acc=GSE86338 GSE79169 https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?token=kjwnesigjzktpwj&amp;acc=GSE79169).\n\nData analysis procedures\n\nRNA-seq data analysis\n\nThe quality of RNA-seq reads was ascertained through the FASTQC tool http://www.bioinformatics.babraham.ac.uk/projects/fastqc. The average sequencing depth was 40.33 million reads per sample and the median per-base quality was &gt;30 for all the samples. No further trimming of the bases was performed. Sequencing reads were then mapped to the mouse reference genome (mm10) using TopHat-2.0.9 alignment tool [45]. The mean mapping rate was 89.69%. Transcript/gene assembly and abundance estimation were performed using Cufflinks-2.1.1 [46], resulting in the generation of counts, normalized for transcript-length and library size (FPKM). At this stage, 2 sets of FPKM results were generated with different normalization methods (different library size): the first one was normalized to the total number of reads using option—total-hits-norm in Cufflinks to reflect the absolute mRNA/lncRNA expression level (S2 and S11 Data), which was used to assess the absolute abundance of mRNAs and lncRNAs; the second one was normalized to the number of reads mapped to previously annotated mRNAs/lncRNAs using option—compatible-hits-norm in Cufflinks (S1 Data), which was used for differential expression, mRNA–lncRNA coexpression network, tissue specificity, and other analysis. Differential expression analysis for mRNAs and lncRNAs was performed using the Cuffdiff program within Cufflinks package.\n\nChipseq data analysis\n\nData was downloaded from 2 publicly available ChIP-seq studies interrogating PPARγ binding sites (in BAT and iWAT) and PRDM16 binding sites (BAT), respectively [23,24]. Enrichment of PPARγ or PRDM16 binding sites (chIP-seq peaks) within a window of 50 kb upstream of the TSS of differentially expressed mRNAs and lncRNAs was assessed. Statistical significance of the overlap between differentially expressed mRNAs/lncRNAs and genes with PPARγ PRDM16 binding elements in their promoters was estimated via the hypergeometric test.\n\nTissue specificity of gene expression\n\nTissue specific mRNAs/lncRNAs were identified as previously described by us [18]. Statistical significance of overlap between differentially expressed mRNAs/lncRNAs and tissue-specific mRNAs/lncRNAs was tested under hypergeometric distribution.\n\nNetwork analysis and lncRNA function prediction\n\nExpression matrix of 819 mRNAs and 79 lncRNAs showing variation (differentially expressed in at least 3 of 5 conditions) across iWAT and BAT samples was used as an input to GeneNet (http://CRAN.R-project.org/package=GeneNet) to calculate their pairwise partial correlation. Edges weighted by absolute magnitude of partial correlations (FDR &lt; 5%) were then loaded into iGraph (http://igraph.org), and subclusters were identified by fast greedy modularity optimization algorithm. In order to predict subcluster functions, mRNAs within each subcluster that were directly connected to lncRNAs were selected for cluster-level functional analysis using PANTHER [28]. Major functional terms were identified via the GOBP categories represented in each cluster, and the evidence for statistically significant enrichment of GOBP terms was assessed via the overrepresentation test. An additional analysis interrogating the functional enrichment for lncRNA-associated mRNAs was conducted separately for each lncRNA via the DAVID tool, using default parameters [47] (P value &lt; 0.01).\n\nAnimal studies\n\nC57BL6 mice were obtained from InVivos and subsequently bred in house. All mice were hosted at the animal vivarium at DUKE-NUS Medical School. For the browning experiment, 12-week-old male mice were housed individually in at 4°C for 7 days; for β-adrenergic agonist treatment, CL316243 (Sigma) was injected daily at 1 mg/kg for 7 days. Mouse swimming exercise was conducted according to a previously established program with a few modifications [19]. Briefly, the swimming exercise started at 8 weeks old. The protocol started at 10 minutes, 2 times daily. The exercise time increased 10 minutes each day until 90 minutes, 2 times per day was reached. After that, the protocol ended after another 2 weeks. The water was incubated at 30°C to keep mice from getting hypothermia during swimming.\n\nFor acute cold challenge to activate brown fat, 8-week old mice were individually housed at 4°C for 6 hours. For thermoneutrality treatment, mice were housed at 30°C for 7 days.\n\nAdenovirus and injection\n\nThe generation, amplification, and purification of recombinant adenoviruses for expression of lncBATE10 or LacZ shRNA were conducted as described previously [48] with modifications. Sequences for lncBATE10 shRNAs are as follows: lncBATE10 shRNA: GCTTCTCCTGAACCAACAAGA, LacZ shRNA: CTACACAAATCAGCGATTT. Purified adenoviruses were titered with Adeno-X Rapid Titer Kit (Clontech). Adenoviruses were injected at 100 ul per subcutaneous adipose depot (1010pfu/ml).\n\nSeven-week-old C57BL/6 male mice were anesthetized. Hairs located at the inguinal area were removed with a trimmer, the surgical wounds were disinfected with 70% ethanol, the underlying skin was opened, and the inguinal adipose tissue was exposed. Adenoviruses of lncBATE10 shRNA or shLacZ (control) were injected into the left and right inguinal adipose tissue, respectively. Animals recovered for 48 hours and then were housed in 4°C degree for 24 hours. Adipose tissues from inguinal depots were excised, and RNA was extracted for real-time PCR.\n\nPrimary cell isolation and cell culture\n\nPrimary preadipocytes were cultured in 10% NBCS medium and induced to differentiate with regular differentiation cocktail as described before [49]. Briefly, interscapular BAT or iWAT from 6 to 8 approximately 4-week-old mice were pooled together, minced, and digested in 0.2% collagenase, which were subsequently filtered by 40 um cell strainer and centrifuged to collect stromal vascular fraction (SVF) cells at the bottom. SVF cells were cultured for downstream experiments. Every batch of SVF cells was considered as one biological replicate, and at least 3 biological replicates were performed.\n\n3T3-L1 cells were maintained in DMEM containing 10% bovine calf serum and then differentiated according to the instruction from ATCC.\n\nRetroviral infection\n\nRetroviruses were produced by the cotransfection of retroviral plasmids and packing plasmid pCL-Eco into 293T cells. Culture medium was changed to fresh medium at approximately 16 to 18 hours after transfection, and viruses were collected at 48 hours after transfection. Primary preadipocytes or 3T3-L1 preadipocyte at approximately 60% to 70% confluence were infected with fresh viruses, followed by standard differentiation procedure.\n\nPlasmid construction\n\nAll the plasmids used in this study were cloned using standard method. Full-length lncBATE10 expression plasmid was cloned into lncEXP retroviral expression vector [18]. ShRNA oligos were designed by using Invitrogen Block-iT RNAi Designer and cloned into pSUPER.retro.puro vector. LncBATE10 promoter fragments were amplified from mouse genome DNA and cloned into pGL3-Basic vector between KpnI and HindIII restriction sites. Creb site mutation introduced in lncBATE10 promoter was achieved by overlapping PCR using primers harboring mutated sequences. CBSs from lncBATE10 and Pgc1α 3′UTR were amplified from cDNA, respectively, and then cloned into Psicheck2 vector. Mouse Celf1 expression plasmid was constructed using a retroviral expression plasmid, pXZ201[49].\n\n5′ and 3′ RACE\n\n5′ and 3′ RACE experiments were carried out as previously described. Each band visualized in agarose gel was recovered and cloned into pGEM-T easy vector. The transcription start and end sites of lncBAT-10 were determined by sequence alignment with mouse genome sequence.\n\nORO, Hoechst, and Mitotracker Staining\n\nCell staining by ORO, Hoechst, and Mitotracker was carried out as previously described [18,49].\n\ncDNA synthesis and qPCR\n\nTotal RNA from tissues or cell samples was isolated as described. cDNA was made with random primers using M-MLV (Promega). Sybr Green-based quantitative real-time PCR (qPCR) was performed using an Applied Biosystems 7900HT Fast Real-time PCR System. The mouse housekeeping gene RPL23 was examined in parallel as an internal control for data normalization. Primer sequences can be found in S10 Data.\n\nWestern blot\n\nProtein samples resolved on a 4%–15% TGX gel (Bio-Rad) were transferred onto PVDF membrane using standard protocol. Membranes were blocked with 2% BSA, sequentially incubated with indicated primary antibody and horseradish peroxidase-conjugated secondary antibody. Specific bands were visualized and recorded with a ChemDoc MP Image System (Bio-Rad). Primary antibodies against Ucp1, Celf1, and Celf2 were purchased from Abcam. Primary antibodies against Pparg, Pgc1α, HuR, and a-tubulin were obtained from Santa Cruz Biotechnology.\n\nCell lysates preparation and RIP\n\nCytoplasmic and nuclear lysates and RIP were prepared as described before with minor modifications [18]. Cytoplasmic and nuclear lysates were prepared as described before with minor modifications [18]. Briefly, 4-day differentiated primary brown adipocytes (5 X 106 to 1 X 107) were washed with PBS, resuspended in 1-ml hypotonic buffer (10 mM Tris-HCl, pH 7.4, 10 mM KCl, 2 mM MgCl2, 1 mM DTT, 1 mM PMSF, 1X protease inhibitor, 0.4 U/ul RNase Inhibitor [Bioline]) and chilled on ice for 15 minutes with gentle shaking every 5 minutes. Cells were transferred to a glass dounce homogenizer and disrupted with 20 strokes. Nuclei were pelleted by centrifugation at 3,300 X g for 10 minutets at 4°C, and cytosol fraction was transferred to a 1.5 ml eppendorf tube. Cytoplasmic lysates were further cleaned by supplementing KCl to a final concentration of 150 mM, followed by centrifugation at 20,000 rpm for 10 minutes at 4°C. Nuclei were resuspended in 1-ml nuclear isolation buffer (25 mM Tris-HCl, pH 7.4, 150 mM KCl, 2 mM MgCl2, 1 mM DTT, 0.5% IGEPAL, 1 mM PMSF, 1X protease inhibitor, 0.4 U/μl RNase inhibitor [Bioline]) mechanically disrupted using a dounce homogenizer with 100 strokes and centrifuged at 20,000 X g for 10 minutes at 4°C. Cytoplasmic and nuclear lysates were mixed at a volume ratio of 1:1 and precleaned with (20 μl) Dynabeads Protein G with continuous rotation at 4°C for 30 minutes. 1-ml precleaned cell lysates were incubated with 5 μg of indicated antibody at 4°C for 2 hours, and then further incubated with Dynabeads Protein G (40 μl) at 4°C for 1 hour. RNA-protein complexes immunoprecipitated with protein G beads were washed 5 times with RIP buffer (25 mM Tris-HCl, pH 7.4, 150 mM KCl, 2 mM MgCl2, 0.05% IGEPAL). Ten percent of each sample was kept for western blot, and the rest was used for RNA extraction and subsequent qPCR examination.\n\nRNA pulldown and mass spectrometry\n\nCell lysates from primary brown adipocytes were prepared as described above. The RNA pulldown was performed as described in our earlier study [18,50]. In vitro–transcribed biotinylated lncBATE10 RNA or antisense RNA was denatured at 90°C for 2 minutes in RNA structure buffer (20 mM Tris-HCl, pH 7.4, 0.2 M KCl, 20 mM MgCl2, 2 mM DTT, 0.8 U/μl RNase inhibitor), then chilled on ice and supplemented with RNA structure buffer, followed by incubation for 1 hour at room temperature to allow for the proper refolding of RNA. Restructured RNAs were conjugated to 200 ul Dynabeads M-280 (Life Technologies) at room temperature for 1 hour. RNA-bound beads were then incubated with 1-ml cell lysates (nuclear + Cytoplasmic fraction) for 3 hours at 4°C. After washing 5 times with nuclear isolation buffer (25 mM Tris-HCl, pH 7.4, 150 mM KCl, 2 mM MgCl2, 1 mM DTT, 0.25% IGEPAL), RNA-Protein complexes were eluted from beads with 100 ul 2 mM biotin for a 3-hour rotation at room temperature and subject to mass spectrometry for unknown proteins or western blot for known proteins. The mass spectrometry was performed in LCMS-TripleTOF 5600 System in protein and proteomics center in NUS.\n\nNorthern blot\n\nDenatured RNA from mouse BAT, iWAT, and eWAT were resolved in 1% formaldehyde agarose gel and transferred to Hybond-N+ membrane (GE healthcare). The membrane was UV-crosslinked, prehybridized in ULTRAhyb buffer (Ambion) at 68°C for 30 minutes, and hybridized with in vitro–transcribed biotin-labeled lncBATE-10 antisense RNA probe for 16 hours. After stringent washing, the hybridization signal was developed using BrightStar BioDetect Kit (Ambion) according to manufactures’ instructions and recorded by ChemiDoc Imaging System (Bio-Rad).\n\nReporter assay\n\nFor the promoter assay, 293T cells cotransfected with lncBATE10 promoter reporters and pRL-CMV vector were treated with vehicle or forskolin for 2 hours before cell lysis. Reporter activities were measured using Dual-Luciferase Reporter Assay System (Promega) on a Tecan infinite M200 Microplate Reader.\n\nFor the 3′UTR assay, 293T Cells transfected with shCELF1 Psicheck2 plasmid were split at a ratio of 1:5 after 48 hours of transfection, followed by transfection again 10 hours after cell attachment with reporters with or without CELF1-binding sequences.\n\nMouse brown preadipocytes infected by viral shCELF1 were transfected with 1 μg reporter plasmid DNA 48 hours after infection and collected 24 hours after transfection for luciferase activity measurement.\n\nStatistical analysis\n\nThe statistical analyses for RNA-seq data are described in the Data Analysis Procedures section above. Student t test was used to compare 2 groups of samples; 1-way ANOVA was used to compare 3 or more groups of samples to correct multiple comparison. P value &lt; 0.05 was considered as significant.\n\nSupporting information"
}