{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3001331",
  "doi": "10.1371/journal.pbio.3001331",
  "externalIds": [
    "pii:PBIOLOGY-D-21-01451",
    "pmid:34284485"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Trojan horses and tunneling nanotubes enable α-synuclein pathology to spread in Parkinson disease",
  "authors": [
    {
      "name": "Santhanasabapathy Rajasekaran",
      "first": "Santhanasabapathy",
      "last": "Rajasekaran",
      "affiliation": "Department of Biochemistry & Molecular Biology, Louisiana State University Health Sciences Center, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-3531-2448"
      ]
    },
    {
      "name": "Stephan N. Witt",
      "first": "Stephan N.",
      "last": "Witt",
      "affiliation": "Department of Biochemistry & Molecular Biology, Louisiana State University Health Sciences Center, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-6462-2840"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2021-07-20",
  "volume": "19",
  "number": "7",
  "pages": "e3001331",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Animal diseases",
    "Animal prion diseases",
    "Brain",
    "Brainstem",
    "Cell biology",
    "Cellular neuroscience",
    "Cellular structures and organelles",
    "Cellular types",
    "Chemistry",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal diseases",
    "Discipline-v3/Animal prion diseases",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Brain",
    "Discipline-v3/Brainstem",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Engineering and technology",
    "Discipline-v3/Infectious diseases",
    "Discipline-v3/Lewy bodies",
    "Discipline-v3/Lysosomes",
    "Discipline-v3/Materials",
    "Discipline-v3/Materials science",
    "Discipline-v3/Medical conditions",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Midbrain",
    "Discipline-v3/Monomers",
    "Discipline-v3/Movement disorders",
    "Discipline-v3/Nanomaterials",
    "Discipline-v3/Nanotechnology",
    "Discipline-v3/Nanotubes",
    "Discipline-v3/Neurodegenerative diseases",
    "Discipline-v3/Neurology",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Parkinson disease",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Polymer chemistry",
    "Discipline-v3/Prion diseases",
    "Discipline-v3/Zoology",
    "Discipline-v3/Zoonoses",
    "Infectious diseases",
    "Lewy bodies",
    "Lysosomes",
    "Materials",
    "Materials science",
    "Medical conditions",
    "Midbrain",
    "Monomers",
    "Movement disorders",
    "Nanomaterials",
    "Nanotechnology",
    "Nanotubes",
    "Neurodegenerative diseases",
    "Neurology",
    "Neurons",
    "Neuroscience",
    "Parkinson disease",
    "Polymer chemistry",
    "Prion diseases",
    "Type/Primer",
    "Zoology",
    "Zoonoses"
  ],
  "abstract": "In Parkinson disease (PD), Lewy bodies (LBs) form in the gut or nose and spread into the midbrain. A study in this issue indicates that the spread is due to lysosomes “infected” with prion-like alpha-synuclein (α-syn) transmitting from cell to cell via tunneling nanotubes (TNTs).",
  "fullText": "Parkinson disease (PD) is due to the progressive degeneration of dopaminergic neurons in the midbrain, and the affected neurons contain inclusions called Lewy bodies (LBs) and Lewy neurites (LNs) that are filled with aggregates and amyloid fibers of the presynaptic protein alpha-synuclein (α-syn) [1]. In a classic study, Braak showed that LB/LN pathology develops in the enteric nervous system of PD patients, and he hypothesized “that a putative environmental pathogen capable of passing the gastric epithelial lining might induce α-syn misfolding and aggregation in specific cell types of the submucosal plexus and reach the brain via a consecutive series of projection neurons [2,3].” Li later found that neurons grafted into 2 PD patients were found 11 to 16 years later, when the patients died, to contain LBs, suggesting that the LBs had spread from host to graft [4]. These 3 studies and others [5,6] have led the field to the current paradigm, i.e., a gut-related insult triggers α-syn to form cytotoxic, prion-like conformers that then spread along the gut–brain axis. How α-syn spreads is a mystery begging to be unraveled. In this issue, Dilsizoglu Senol and colleagues [7] focus on the role of lysosomes and tunneling nanotubes (TNTs) in spreading pathogenic conformations of α-syn.\n\nThe α-syn protein is composed of 3 domains: an amphipathic domain (residues 1 to 60); the hydrophobic NAC domain (non-Aβ component of Alzheimer disease plaques, residues 61 to 95); and an acidic tail (residues 96 to 140). The monomer, which is intrinsically unfolded, tends to aggregate and fibrillize (Fig 1A). In vitro, amyloid fibers of α-syn are prepared by incubating α-syn monomers with shaking for several days. Sonication breaks the long fibers into short soluble amyloid seeds, which are referred to as preformed fibrils (PFFs) (Fig 1A). PFFs can be injected into mice or added to cells in culture.\n\nIn previous work, the Abounit group showed that lysosomes filled with α-syn PFFs spread intercellularly by TNTs [8]. TNTs are made of F-actin, have diameters of 50 to 800 nm and lengths of up to several cell diameters, and allow for the selective transfer of organelles [9,10]. In their study in this issue [7], Dilsizoglu Senol and colleagues analyzed the effects of fluorescently tagged PFFs on the recipient cell’s lysosome morphology, function, leakiness, and spatial distribution using super-resolution microscopy, transmission electron microscopy, and several other techniques. Imaging revealed that PFFs interact with lysosomes in different ways: Some are luminal, whereas others are surface bound. For cells incubated with PFFs, there was a significant increase in both the size and leakiness of lysosomes “infected” with PFFs, but no change in lysosome number compared to untreated controls cell. A curious change also occurred in the distribution of lysosomes: Cells preferentially shifted their leaky, dysfunctional α-syn–laden lysosomes from the perinuclear region to the periphery compared to untreated control cells (Fig 1B), and this was not accompanied by an increase in lysosomal exocytosis. Small interfering RNA (siRNA)-mediated knockdown of TFEB, which is the transcription factor that controls lysosomal biogenesis, abolished this shift. Shifting infected lysosomes to the cell periphery increases the probability that one will stumble (or perhaps be escorted) into a nanotube tunnel and tunnel out of the donor into the naive acceptor cell, and this is exactly what was captured by various techniques.\n\nA key finding is that leaky infected lysosomes (aptly referred to as “Trojan horses”) are a platform for prion proliferation because their membranes are embedded with PFFs. Thus, whether the infected lysosomes are in donor or acceptor cells, α-syn monomers collide with and stick to the surface of the infected lysosomes; consequently, the surface-embedded PFFs induce the conversion of surface-bound α-syn molecules into toxic, prion-like molecules (Fig 1B). These newly formed prion-like molecules then enter infected or uninfected lysosomes, which ultimately transfer through TNTs to seed pathology in healthy neighboring cells.\n\nIn addition to nanotubes, release of α-syn from cells can occur by secretion or shedding of exosomes and uptake via pinocytosis or receptor-mediated endocytosis, respectively. All of these mechanisms are being explored, and a cell surface receptor that binds to α-syn fibrils has even been identified [11]. A challenge is to show that nanotubes form in neurons along the gut–brain axis, but it is hard to imagine that neurons will lack such connections. If the mechanistic details of how lysosomes are transferred through TNTs can be deciphered, then one strategy will be to search for molecules that inhibit such transfer. Inhibiting the formation of TNTs is another possibility, although this could produce unintended consequences. The pathological spread could also be thwarted by identifying drugs that tightly bind to α-syn prions. Such drugs would abolish the proliferation of amyloid in cells. Ultimately, reliable biomarkers of the disease must be found so that the disease can be treated long before pathology spreads to the brain. Drugs that inhibit cell-to-cell transfer or that block prion proliferation would be a brilliant way to halt the progression of the disease."
}