{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2004248",
  "doi": "10.1371/journal.pbio.2004248",
  "externalIds": [
    "pii:pbio.2004248",
    "pmid:29538378",
    "pmcid:PMC5868856"
  ],
  "license": "This is an open access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication.",
  "licenseUrl": "https://creativecommons.org/publicdomain/zero/1.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Modifying and reacting to the environmental pH can drive bacterial interactions",
  "authors": [
    {
      "name": "Christoph Ratzke",
      "first": "Christoph",
      "last": "Ratzke",
      "affiliation": "Physics of Living Systems, Department of Physics, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "Jeff Gore",
      "first": "Jeff",
      "last": "Gore",
      "affiliation": "Physics of Living Systems, Department of Physics, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-4583-8555"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-03-14",
  "dateAccepted": "2018-02-14",
  "dateReceived": "2017-09-14",
  "volume": "16",
  "number": "3",
  "pages": "e2004248",
  "tags": [
    "Bacteria",
    "Bacterial pathogens",
    "Carbohydrates",
    "Chemical compounds",
    "Chemistry",
    "Discipline-v3/Bacteria",
    "Discipline-v3/Bacterial pathogens",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Carbohydrates",
    "Discipline-v3/Chemical compounds",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Ecology",
    "Discipline-v3/Ecology and environmental sciences",
    "Discipline-v3/Enterobacteriaceae",
    "Discipline-v3/Glucose",
    "Discipline-v3/Medical microbiology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial pathogens",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Monosaccharides",
    "Discipline-v3/Nuclear physics",
    "Discipline-v3/Nucleons",
    "Discipline-v3/Organic chemistry",
    "Discipline-v3/Organic compounds",
    "Discipline-v3/Organisms",
    "Discipline-v3/Pathogens",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Phosphates",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Plant ecology",
    "Discipline-v3/Plant science",
    "Discipline-v3/Protons",
    "Discipline-v3/Serratia",
    "Discipline-v3/Serratia marcescens",
    "Discipline-v3/Species interactions",
    "Discipline-v3/Urea",
    "Ecology",
    "Enterobacteriaceae",
    "Glucose",
    "Medical microbiology",
    "Microbial pathogens",
    "Microbiology",
    "Monosaccharides",
    "Nuclear physics",
    "Nucleons",
    "Organic chemistry",
    "Organic compounds",
    "Organisms",
    "Pathogens",
    "Pathology and laboratory medicine",
    "Phosphates",
    "Physics",
    "Plant ecology",
    "Plant science",
    "Protons",
    "Serratia",
    "Serratia marcescens",
    "Species interactions",
    "Type/Research Article",
    "Urea"
  ],
  "abstract": "Microbes usually exist in communities consisting of myriad different but interacting species. These interactions are typically mediated through environmental modifications; microbes change the environment by taking up resources and excreting metabolites, which affects the growth of both themselves and also other microbes. We show here that the way microbes modify their environment and react to it sets the interactions within single-species populations and also between different species. A very common environmental modification is a change of the environmental pH. We find experimentally that these pH changes create feedback loops that can determine the fate of bacterial populations; they can either facilitate or inhibit growth, and in extreme cases will cause extinction of the bacterial population. Understanding how single species change the pH and react to these changes allowed us to estimate their pairwise interaction outcomes. Those interactions lead to a set of generic interaction motifs—bistability, successive growth, extended suicide, and stabilization—that may be independent of which environmental parameter is modified and thus may reoccur in different microbial systems.",
  "fullText": "Introduction\n\nMicrobes thrive essentially everywhere on this planet, usually as part of complex multispecies communities [1]. The interactions between the microbes influence their growth and survival and thus the composition of those communities [2–8]. Although microbial interactions are of clear importance, only limited insights exist. They are often obtained from microbial systems in which a specific molecular mechanism causes a specific interaction, like mutualism caused by crossfeeding of amino acids, organic acids, and unknown substances [9–17]; crossprotection from antibiotics [18–21]; or competition by toxins [13,22–24].\n\nCan we develop a more general understanding of microbial interactions? Despite the large number of possible types of interactions, they all have certain points in common because interactions are, in general, mediated through the environment. First, microbes change the environment by consuming resources and excreting metabolites. Second, these changes to the environment influence the growth and survival of both the microbe that originally altered the environment as well as other microbial species that are present. Therefore, the interaction between microbes may be set by how their metabolisms change the environment and react to those changes. A very important parameter for microbes is the pH, and different species prefer different pH values. Therefore, pH strongly influences the species composition in soil [25–29] or the human gut microbiome [30]. On the other hand, many biochemical reactions involve a turnover of protons, and therefore microbes also alter the pH around them. We chose the pH as a model environmental parameter—because it can be easily measured, manipulated, and buffered and is, moreover, important for all microbes—and show here that the way microbes modify the pH of their environment feeds back on them but also influences other microbes. This determines their growth behavior and the interactions between different bacterial species based upon how each species interacts with pH changes in the environment.\n\nWe show here, with the pH as a model parameter, that knowing the preferred environmental conditions of bacteria and how the bacteria manipulate the environment sets their interactions and allows us to predict the interactions between the microbes based on their metabolic properties. This approach may deliver a framework to understand and predict microbial interactions independent of the underlying molecular mechanism.\n\nResults\n\nGrowing a collection of soil microbes in a medium that contains 1% glucose as the main carbon source and 0.8% urea as the main nitrogen source leads to a change of the initial pH for nearly all tested bacteria (n = 119; for phylogenetic identity, see S1 Fig) (Fig 1a). One percent glucose lies within the range of carbohydrates in soil (0.1% [31] to 10% [32]), although the carbohydrates in soil are often more complex. Also, the bacterial densities that are reached in the experiments lie within the range that can be found in soil [33,34], and soil has even a slightly lower buffering capacity than our medium (S2 Fig). Microbial growth modulates the pH, but the pH is also known to strongly affect microbial growth [25,27,35,36]. In this way, microbes feed back on their own growth but also influence the growth conditions of other species that might be present (Fig 1b).\n\nMicrobes can lower or increase the pH, which may be beneficial or deleterious for their own growth. This leads to 4 possible combinations (Fig 1e), for which we identified an example species of each (Fig 1b, 1c and 1d; Materials and methods and S2 and S3 Figs). Lactobacillus plantarum is an anaerobic bacterium that produces lactic acid as metabolic product and thus lowers the pH but also prefers low pH values [37]. Corynebacterium ammoniagenes produces the enzyme urease that cleaves urea into ammonia and thus increases the pH [38]; at the same time, it prefers higher pH values. Pseudomonas veronii also increases the pH of the medium but prefers low pH values for growth. Finally, Serratia marcescens strongly lowers the pH [39] but better tolerates comparably higher pH values, with a slight optimum at around pH 8. As expected, the strength of the pH change depends on the amount of glucose and urea (S2 Fig) and can be tempered by adding buffer (S2 and S4 Figs). A pH change can also be first good and then bad for a microbe by first shifting the pH towards the optimum but then keeping on shifting it beyond it (S2 Fig); however, we focus here on the simple cases. Also, oxygen levels are changed by the bacteria but seem not to have a major influence on the system (S5 Fig). In summary, we find that microbial growth often leads to dramatic changes in the pH of the environment, and this pH change can promote or inhibit bacterial growth.\n\nWhen the pH modification is beneficial for the bacteria, there is a positive feedback on their growth. The more bacteria there are, the stronger they can change the environment and thus the better they do. At adverse pH conditions, a sufficiently high cell density may therefore be needed to survive at all—an effect known as strong Allee effect [40–42]. Indeed, we observe such an effect: C. ammoniagenes promotes its own growth by alkalizing the environment, leading to a minimal starting cell density required for survival under daily batch culture with dilution (Fig 2a). Adding buffer (Fig 2a, right, S2 and S4 Figs) or lowering the nutrient concentration (S2 and S6 Figs) tempers the pH change and thus necessitates an even higher bacterial density for survival. Changes to the pH could therefore be a common mechanism of cooperative growth that leads to an Allee effect and an associated minimal viable population size.\n\nBacteria can also change the environment in a way that harms themselves, for example, by shifting the pH away from the growth optimum. In the most extreme case, the bacteria may make the environment so detrimental that it becomes deadly for them, an effect we call ecological suicide. Indeed, we find that P. veronii, which prefers lower pH, alkalizes the medium and thus causes its own extinction (Fig 2b). Again, adding buffer (Fig 2b, right) or lowering nutrient concentrations (S7 Fig) tempers the pH change and saves the population. It is therefore not the initial condition that kills the bacteria but the way the population changes the pH, which is further underlined by optical density (OD) measurements and following the colony-forming unit (CFU) over time (S7 Fig). The effect of ecological suicide is investigated in more detail in a separate manuscript [35].\n\nMicrobes that modify the environment not only affect their own growth but also other microbial species that may be present. In this way, the environmental modifications could drive interspecies interactions. We described previously (Fig 1) 4 different ways that a single species can change the environment and in turn be affected: lowering and increasing the pH and affecting the growth in positive or negative ways. Accordingly, there exist, in principle, 6 (4 choose 2) pairwise combinations of the 4 types in Fig 1d; however, 2 of them are symmetric cases of each other, leaving 4 unique interaction types (S10 Fig). We have seen that the microbial metabolism can determine the fate of a population by changing and reacting to the pH. Therefore, can we, in a similar way, understand and perhaps even anticipate possible outcomes of those 4 interactions based on the properties of the single species? To explore this question, we captured the essential elements of the pH interaction in mono- and coculture via a simple differential equation model (see S1 Text and S11 Fig).\n\nThe bacteria densities na/b follow a logistic growth that saturates at the carrying capacity K. However, the overall growth rate also depends on the proton concentration, and growth becomes maximal at a preferred proton concentration, ppref. For the dependence of the growth on the proton concentration, we used a Gaussian function; however, the general properties of the system do not depend on the exact choice of this function (S1 Text). The further away the proton concentration is from the optimum of the species, the slower the bacteria grow and finally start to die, whereas δ sets the maximal death rate. The proton concentration p is changed by the bacteria, according to their density na/b and their strength in changing the proton concentration ca/b, which is set to +/− 0.1. Multiplication by a quadratic function ensures that the proton concentration stays within [0, 2b], which takes into account that the pH between inside and outside the bacteria can only be changed until the difference in chemical potential becomes too big [43]. The outcomes of the model should be regarded as qualitative. Stability analysis of this model supports the simulation outcomes shown in S1 Text. Adding a periodic dilution can affect the outcome at high dilution rates but does not qualitatively affect the results at sufficiently low dilution rates (S13 Fig). Moreover, a fuzzy logic–based model—that does not rely on defined functions—leads to very similar results; the outcomes are basically the same, but stabilization happens over a wider parameter range (S1 Text and S14 and S15 Figs).\n\nFor the single-species cases of L. plantarum and C. ammoniagenes, this model naturally gives an Allee effect—a minimal initial bacterial density is needed for survival depending on the initial pH value (Fig 3 and S11 Fig). In addition, when the species are changing the environment in a way that is bad for them (e.g., P. veronii and S. marcescens), the model yields ecological suicide in which the population dies under all starting conditions (Fig 3 and S11 Fig). Therefore, this simple model can capture the measured outcomes for the single species.\n\nWe next explored whether the model can provide insight into the two species’ interactions. In particular, there is a question of whether just one environmental parameter—the pH—is sufficient to predict nontrivial outcomes of interspecies competition, neglecting all the other ways in which the species interact. In what follows, we focus on the outcomes predicted by the model that are marked by dashed circles in Fig 3. To test if those 4 outcomes can indeed be found in the experiments, the corresponding interaction pairs were grown with daily dilutions both as single species and in pairs under the conditions suggested from the model (Fig 4).\n\nL. plantarum and C. ammoniagenes each modify the environment in a way that is good for themselves yet bad for the other species. Given this “antagonistic niche construction,” the model predicts that the coculture can yield bistability, in which only one species will survive, whereas the winner depends on the initial species abundances and initial pH (Fig 3a). Consistent with this prediction, we experimentally find bistability in the coculture of L. plantarum and C. ammoniagenes, with the initially abundant species driving the other species extinct (Fig 4a and S11 Fig). As expected, removing glucose and urea from the medium prevents pH changes and thus also removes the forces leading to bistability, which results in coexistence between the two species (S16 Fig). Two species that are attempting to modify the environment in incompatible ways can therefore lead to the emergent phenomenon of bistability.\n\nL. plantarum does not tolerate high pH values, whereas S. marcescens can grow at high pH but subsequently acidifies the environment and kills itself (S8 and S11 Figs). This raises the question of whether S. marcescens can aid L. plantarum by lowering an initially high pH, thus allowing L. plantarum to survive. Indeed, our model suggests that it may be possible to observe successive growth, in which S. marcescens grows first and lowers the pH, thus allowing L. plantarum to survive despite the fact that the starting pH would have been lethal for L. plantarum (Fig 3b and S11 Fig). We can indeed find this interaction motif experimentally. At an initially high pH, L. plantarum can only survive if S. marcescens helps to modify the environment (Fig 4b). However, contrary to the simulation, S. marcescens alone does not experience ecological suicide in the experiment, likely because the high starting pH prevents S. marcescens from lowering the pH too rapidly. Indeed, at lower starting pH values, S. marcescens shows ecological suicide (S8 and S11 Figs). Adding buffer or removing nutrient causes only moderate acidification and thus kills L. plantarum but allows S. marcescens to survive (S17 Fig). In successive growth, L. plantarum can only establish growth after S. marcescens has prepared the ground for it, a well-understood phenomenon in plant ecology [44,45].\n\nAbove, we considered the case of a species transiently helping another species to survive, raising the question of whether it might also be possible to observe the opposite situation, in which pH modification leads to ecological suicide and kills the interaction partner with it. Indeed, our model predicts that this “extended suicide” could be present for the L. plantarum/P. veronii pair over a wide range of cell densities and starting pH values (Fig 3c). To explore this prediction of our model experimentally, we utilize P. veronii, which commits ecological suicide via alkalization (Fig 2b), together with L. plantarum, which dies in alkaline conditions (Fig 2a). Once again consistent with the predictions of our simple model, we successfully observed such an extended suicide, in which the extreme alkalization of the media by P. veronii led to the death of both P. veronii and L. plantarum (Fig 4c). The addition of buffer tempers this alkalization sufficiently to stop P. veronii from suicide but still allows it to outcompete L. plantarum (S18 Fig). However, if L. plantarum were more effective at acidifying the media, then coexistence might have been possible (S11 Fig). We therefore find that ecological suicide can also have a negative impact on other present species.\n\nFinally, the model suggests that it may be possible for 2 species to help each other avoid ecological suicide (Fig 3d). This would correspond to an obligatory mutualism, in which the opposing pH changes cancel each other and therefore allow for the stable coexistence of the 2 species in an environment in which neither species could survive on its own. However, this stabilization is only observed in the model in a rather small parameter range, which suggests that finding it experimentally may be difficult. Indeed, experimentally, we could not find conditions in which P. veronii and S. marcescens form the most extreme form of stabilization, in which each species alone results in ecological suicide yet together they survive. However, we did observe a situation in which P. veronii alone causes ecological suicide yet S. marcescens can stabilize the pH and allow both species to survive and coexist (Fig 4d; see Materials and methods for details). Species that harm themselves through their environmental modifications can therefore benefit from other species in the environment.\n\nDiscussion\n\nAlthough bacterial interactions are commonly regarded as a very complex business, we found here a surprising simplicity. By studying how bacteria change their environment and react to it, we were able to understand a variety of interactions within populations as well as interactions between different species. Although the interaction outcomes were quite different, they were all mediated by a single environmental parameter—the pH—which shows that even a rather complex set of interactions can be mediated through the same environmental parameter. This significantly simplifies the situation and gives hope that even more complex microbial communities may be tractable. Moreover, the pH is a very general parameter that essentially all microbes influence and depend on. Indeed, the pH could be identified as a major driver of bacterial interactions in nature in several cases like the oral [46,47] or gut microbiome [48,49]. Many microbes are known to show an Allee effect by cooperatively secreting “public goods”—like enzymes that break down complex sugars [50–53]. However, in our system, the Allee effect was mediated by the pH without the necessity of a specialized enzymatic machinery. This suggests that cooperation may be easier to achieve and more widespread than is often assumed.\n\nCooperation is a very important collective phenomenon, in which organisms work together to achieve something they could not on their own. However, we could also find a different type of collective action with which bacteria collectively deteriorate their environment and thus cause their own extinction—the ecological suicide. We discuss this surprising effect in more depth in a separate manuscript [35].\n\nAfter understanding the interactions within a population as mediated through the environment, we went a step further and applied the same reasoning to interspecies interactions. Surprisingly, a simple model could quite accurately forecast the interaction motifs that we later found experimentally: bistability, successive growth, extended suicide, and stabilization—all driven by pH modifications. In our model (Fig 3), the pH could be replaced by any other environmental parameter or a combination of parameters that is affected by and affects microbes—like oxygen or metabolite concentrations. Therefore, describing microbial interactions as a combination of modifying the environment and reacting to it may give a general framework for microbial interactions independent of the exact underlying biochemical mechanism. And indeed, several examples for the described interaction motifs have been found in other studies. Bistability has been observed in the gut microbiome [54], successive growth in the colonization of chitin particles [55] or the human gut [56], and stabilization in a variety of crossfeeding and crossprotection metabolisms [11,18]. To our knowledge, ecological suicide and thus also extended suicide are not yet described in microbes. However, a self-inflicted decline of populations could be found in several macro-organisms [57–59]. In many cases, microbial interactions may not be driven by a single parameter—the pH in our case—but a set of multiple parameters. However, also in these cases, the interactions are mediated by modifying and reacting to the environment. Correspondingly, our framework can be used and expanded towards multivariate systems and may thus lay the basis to understand more complex microbial interactions.\n\nMaterials and methods\n\nAll chemicals were purchased from Sigma Aldrich (St. Louis, MO) if not stated otherwise.\n\nBacteria\n\nStrains isolated from soil\n\nThe 119 bacterial strains (used in Fig 1a and S2 Fig) were isolated from a single grain of soil collected in September 2015 in Cambridge, Massachusetts, USA. The grain weighed approximately 1 mg and was handled using sterile technique. The grain was washed in phosphate-buffered saline (PBS), and serial dilutions of the supernatant were plated on nutrient agar (0.3% yeast extract, 0.5% peptone, 1.5% bacto agar) and incubated for 48 h at room temperature. Colonies with maximal variety in colony morphology were chosen. Isolated colonies were sampled and cultured at room temperature in 5 mL nutrient broth (0.3% yeast extract, 0.5% peptone) for 48 h. To ensure purity, the liquid cultures of the isolates were diluted in PBS and plated on nutrient agar. Single colonies picked from these plates were once again grown in nutrient broth for 48 h at room temperature, and the resulting stocks were stored in 20% glycerol at −80 °C. The 16S rRNA gene was sequenced via Sanger sequencing of DNA extracted from glycerol stocks carried out at GENEWIZ (South Plainfield, NJ). Sequencing was performed in both directions using the company’s proprietary universal 16S rRNA primers, yielding assembled sequences approximately 1,100 nt in usable length. Some of those strains have been investigated in more detail in [60]. A phylogenetic tree of the bacteria is shown in S1 Fig.\n\nLab strains\n\nThe 4 strains that were used in all experiments except the ones shown in Fig 1a and S2 Fig were purchased from ATCC (Manassas, VA): L. plantarum (ATCC 8014), C. ammoniagenes (ATCC 6871), P. veronii (ATCC 700474), and S. marcescens (ATCC#13880).\n\nBuffer\n\nFor precultures of the bacteria, the basic buffer recipe was 10 g/L yeast extract (Becton Dickinson, Franklin Lakes, NJ) and 10 g/L soytone (Becton Dickinson). We refer to that buffer as 1xNutrient medium. For the washing steps and the experiment itself, the medium contained 1 g/L yeast extract and 1 g/L soytone, 0.1 mM CaCl2, 2 mM MgCl2, 4 mg/L NiSO4, 50 mg/L MnCl2, and 1x Trace Metals Mixture (Teknova, Hollister, CA). We refer to that buffer as base buffer. For the different bacteria, the initial pH was either 6 or 7, and it was supplemented with phosphate buffer and/or glucose and urea as outlined in the specific experiments below. The glucose and urea were added freshly every day directly before starting the experiments, to avoid degradation of the urea. The usual concentrations were 10 g/L glucose and 8 g/L urea; deviations from that are described for the single experiments below.\n\nAll media were filter sterilized.\n\nEstimation of CFUs\n\nTo estimate the population density of living bacteria in the different experiments, we used colony counting. At the end of every growth cycle, a dilution row of the bacteria was made by diluting them 7 times 1/10x in PBS (Corning, NY). With a 96-well pipettor (Viaflo 96, Integra Biosciences, Hudson, NH), 10 μL of every well for every dilution step was transferred to an agar plate (Tryptic Soy Broth [Teknova], 2.5% Agar [Becton Dickinson], and 50 mg/L MnCl2—in the case of L. plantarum—were plated) with 150-mm diameter. The droplets were allowed to dry in, and the plates were incubated at 30 °C for 1 to 2 days until clear colonies were visible. The different dilution steps made sure that a dilution could be found that allows counting of single separated colonies. The different bacteria could be distinguished by their colony morphology (S3 Fig).\n\npH measurements\n\nTo measure the pH directly in the bacterial growth culture at the end of each growth cycle, a pH microelectrode (N6000BNC; SI Analytics, Weilheim, Germany) was used. The bacterial cultures were transferred into 96-well PCR plates (VWR, Radnor, PA) that allowed us to measure pH values in less than 200 μL.\n\nBacterial culture\n\nAll cultures were incubated at 30 °C. The precultures were done in 5 mL medium in 50 mL culture tubes (Falcon/Becton Dickinson,) overnight in the 1xNutrient described above, with different pH values as outlined below. The shaking speed was 250 rpm on a New Brunswick Innova 2100 shaker (Eppendorf, Hauppauge, NY); the lids of the Falcon tubes were only slightly screwed on to allow gas exchange. The experiments were all done in 96-deepwell plates (Eppendorf) covered with two sterile AearaSeal adhesive sealing films (Excell Scientific, Victorville, CA); the plates were shaken at 1,350 rpm on Heidolph platform shakers (Titramax 100, Heidolph North America, Elk Grove Village, IL). To avoid evaporation, the shakers were covered with a custom-made polyacryl box (Wetinator 2000) with small water reservoirs placed within.\n\nSingle-species experiments\n\npH modification by isolated soil strains\n\nThe 119 bacterial strains were pregrown in TSB medium (Teknova) for 24 h at RT in deepwell plates. The bacteria were diluted 1/100 into base medium with 10 mM phosphate, 8 g/L urea, and 10 g/L glucose and grown for another 24 h. The pH was measured in the wells that showed a final OD of &gt;0.2 (100 μL in 96-well flat-bottom plates). A similar experiment was done by growing the bacteria in LB medium (Becton Dickinson).\n\npH modification by the four lab strains\n\nL. plantarum and C. ammoniagenes were precultured in 1xNutrient—pH 6 (L. plantarum) or 7 (C. ammoniagenes)—and S. marcescens and P. veronii were precultured in 1xNutrient—pH 7, 100 mM phosphate—overnight at 30 °C. The next day, P. veronii was diluted 1/100x and S. marcescens 1/4,000x into the same medium. Upon P. veronii and S. marcescens reaching OD/cm 2, all four precultures were spun down with 4,000 rpm for 2 min on an Eppendorf Tabletop centrifuge (Centrifuge 5810, with rotor A-4-81) and washed two times with base buffer with 10 mM phosphate, pH 7. The OD/cm was adjusted to 2. The bacteria were diluted 1/100x into 200 μL base—pH 7, 10 mM phosphate—with 10 g/L glucose and 8 g/L urea in 96-deepwell plates (Eppendorf); they were then grown at 30 °C and 1,350 rpm shaking speed for 24 h. Afterwards, the pH was measured in every well with the micro pH electrode (N6000BNC; SI Analytics).\n\nGrowth of bacteria at different pH values\n\nPreculture and cell preparation were done as described for “pH modification by the four lab strains.” After washing the cells, the bacteria were diluted 1/100x into 96-deepwell plates with 200 μL of base—pH 7, 100 mM phosphate—in each well with a pH varying in integers from 2 to 11. The initial CFUs were estimated by plating the bacteria that should be incubated at pH 7 at the beginning of the incubation. After 24 h at 30 °C and 1,350 rpm shaking speed, the bacteria were plated again, and the final pH was measured (S2 Fig). The final CFUs were divided by the initial CFUs, and the maximum was normalized to 1 to make the values comparable (Fig 1B).\n\nAllee effect\n\nThe experiments were performed with C. ammoniagenes, which is urease active and thus capable of cleaving urea into ammonia [38]. The bacteria were precultured as described in “pH modification by the four lab strains” above except that the bacteria were washed with base medium with pH 6. The bacterial solution was split into two equal amounts, spun down, and resuspended with 2.5 mL of base pH 6 with either 10 mM or 100 mM phosphate. The OD/cm was adjusted to 2. For the experiments, 96-deepwell plates (Eppendorf) were used.\n\nThe experiment was performed in 3 different media: (i) base, pH 6 with 10 mM phosphate (low-nutrient condition); (ii) base pH 6 with 10 mM phosphate, 10 g/L glucose, and 8 g/L urea (low-buffer conditions); and (iii) base pH 6 with 100 mM phosphate, 10 g/L glucose, and 8 g/L urea (high-buffer conditions). The final volume was 100 μL per well. In the first row, 270 μL of media were prepared and 30 μL of OD/cm = 2 bacteria solutions were added. Starting from this row, 2/3x (200 μL into 100 μL) dilutions were performed into the next rows. This way, a gradient of initial cell densities was generated. From the last row, 200 μL of bacteria solution were removed in the end to obtain 100 μL in each well. The bacteria were cultivated at 30 °C shaking at 1,350 rpm (Titramax 100, Heidolph North America). A 1/10x dilution into fresh medium was performed every 24 h.\n\nThe CFU was estimated as described above immediately after setting up the experiments and after every 24-h growth cycle. Moreover, the pH of the medium was measured at the end of the growth cycles. For every condition, we used 4 replicates.\n\nEcological suicide\n\nFor this experiment, P. veronii was used, a bacterium that can alkalize the environment by urea cleavage but itself prefers lower pH for growth. The preculture and cell preparation were done as described in “pH modification by the four lab strains.” The 96-deepwell plates were prepared by adding 200 μL base with 10 mM phosphate—with or without 10 g/L glucose and 8 g/L urea (high- and low-nutrient conditions)—or base with 100 mM phosphate—with 10 g/L glucose and 8 g/L urea (high-buffer condition)—to the 96-deepwell plates. The bacteria were added by 1/100x dilution. The plate was incubated at 30 °C, 1,350 rpm shaking. Every 24 h, the bacteria were diluted 1/100x into fresh medium, the CFU estimated, and the pH measured. For every condition, we measured 4 replicates.\n\nInterspecies interactions\n\nBistability\n\nC. ammoniagenes and L. plantarum were used here. Both species change the pH in a direction that they themselves tolerate but the other species does not tolerate. C. ammoniagenes and L. plantarum were precultured for 17 h in 1xNutrient, pH 7 (C. ammoniagenes) or pH 6 (L. plantarum). The overnight cultures were washed with base with 10 mM phosphate, pH 7, two times and the OD/cm adjusted to 2. The two bacterial species were mixed with ratios 1%, 10%, 30%, 45%, 55%, 70%, 90%, and 99%, keeping the sum OD/cm at 2. The bacterial mixture was diluted 1/100x into 96-deepwell plates containing 200 μL base, with 10 mM phosphate with/without 10 g/L glucose and 8 g/L urea. The starting pH was 7 for the medium without glucose and urea and 6, 6.5, and 7 for the medium with glucose and urea. The cultures were incubated at 30 °C and shaken at 1,350 rpm. Every 24 h, the CFU and pH were measured and the cultures were diluted 1/100x into fresh medium. For the CFU counting, the dilutions of the cultures were plated onto TSB agar plates as described above. However, every dilution was plated twice—once on a TSB agar plate with pH 5 and once with pH 10. At pH 5, only L. plantarum could grow and at pH 10, only C. ammoniagenes; this way the bacteria could be easily distinguished. This was especially helpful because the colony morphology of C. ammoniagenes and L. plantarum is rather similar (S3 Fig). For every condition, we measured 3 replicates for the mixed culture and 8 replicates for the single species.\n\nExtended suicide\n\nL. plantarum and P. veronii were used for this experiment. L. plantarum decreases the pH and likes low pH, whereas P. veronii increases the pH but prefers lower pH values. The preculture and cell preparation were done as described in “pH modification by the four lab strains” above. The experiment was done in 96-deepwell plates, each well containing 200 μL base, pH 7, with 10 mM or 100 mM phosphate and 10 g/L glucose and 8 g/L urea. The bacterial solution was diluted 1/100x (start OD/cm = 0.02) into the 96-deepwell plates. The plates were incubated at 30 °C with 1,350 rpm shaking speed. Every 24 h, the CFU was estimated by plating, the pH was measured, and the bacterial culture was diluted 1/100x into fresh medium. We measured 8 replicates for every condition.\n\nSuccessive growth\n\nL. plantarum and S. marcescens were used for this experiment. The preculture and cell preparation were done as described in “pH modification by the four lab strains” above. S. marcescens and L. plantarum were mixed 1/1, resulting in a sum OD/cm of 2. The experiment was done in base with pH 10.2 and 10 mM phosphate with and without 10 g/L glucose, or 100 mM phosphate with 10 g/L glucose. The glucose was added and the pH adjusted directly before setting up the experiments, followed by filtering the media. The bacteria were diluted 1/100x into the measurement medium (= 0.02 OD/cm) and diluted 1/10x after every 24-h cycle together with the measurement of the CFU and pH. We measured 8 replicates for every condition.\n\nStabilization\n\nThe preculture and cell preparation of S. marcescens and P. veronii were done as described in “pH modification by the four lab strains” above. The bacteria were mixed 1/1 (vol/vol). The experiment was performed in 96-deepwell plates with each well containing 200 μL of base with 65 mM phosphate, 10 g/L glucose, and 8 g/L urea, pH 7. The bacterial mixture was diluted 1/100x into each well, and the culture was incubated at 30 °C and shaken at 1,350 rpm. Every 24 h, the bacteria were diluted 1/10x into fresh medium, and the bacteria were diluted 7 times 1/10x in PBS buffer. For CFU measurement,150 μL of the 10−2, 10−4, and 10−6 dilutions were plated on TSB—2.5% agar 100 mm plates, each well on a full plate. Also, the pH for every well was measured. We measured 3 replicates for every condition.\n\nSupporting information"
}