{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3001111",
  "doi": "10.1371/journal.pbio.3001111",
  "externalIds": [
    "pii:PBIOLOGY-D-20-01965",
    "pmid:33657096",
    "pmcid:PMC8148325"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A unified mechanism for the control of Drosophila wing growth by the morphogens Decapentaplegic and Wingless",
  "authors": [
    {
      "name": "Myriam Zecca",
      "first": "Myriam",
      "last": "Zecca",
      "affiliation": "Department of Genetics and Development, Columbia University, New York, New York, United States of America; The Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, New York, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-3635-0198"
      ]
    },
    {
      "name": "Gary Struhl",
      "first": "Gary",
      "last": "Struhl",
      "affiliation": "Department of Genetics and Development, Columbia University, New York, New York, United States of America; The Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, New York, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-0018-604X"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2021-03-03",
  "dateAccepted": "2021-01-22",
  "dateReceived": "2020-06-30",
  "volume": "19",
  "number": "3",
  "pages": "e3001111",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Animal models",
    "Animal studies",
    "Animals",
    "Arthropoda",
    "Biological tissue",
    "Cell biology",
    "Cell signaling",
    "Cellular types",
    "Cloning",
    "DPP signaling cascade",
    "Developmental biology",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animal studies",
    "Discipline-v3/Animals",
    "Discipline-v3/Arthropoda",
    "Discipline-v3/Biological tissue",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell signaling",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Cloning",
    "Discipline-v3/DPP signaling cascade",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Drosophila",
    "Discipline-v3/Drosophila melanogaster",
    "Discipline-v3/Entomology",
    "Discipline-v3/Epithelial cells",
    "Discipline-v3/Epithelium",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Gene cloning",
    "Discipline-v3/Insects",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Larvae",
    "Discipline-v3/Life cycles",
    "Discipline-v3/Mechanisms of signal transduction",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Molecular biology techniques",
    "Discipline-v3/Molecular development",
    "Discipline-v3/Morphogens",
    "Discipline-v3/Organisms",
    "Discipline-v3/Parietal cells",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Signal initiation",
    "Discipline-v3/Signal transduction",
    "Discipline-v3/Signaling cascades",
    "Discipline-v3/Zoology",
    "Drosophila",
    "Drosophila melanogaster",
    "Entomology",
    "Epithelial cells",
    "Epithelium",
    "Eukaryota",
    "Experimental organism systems",
    "Gene cloning",
    "Insects",
    "Invertebrates",
    "Larvae",
    "Life cycles",
    "Mechanisms of signal transduction",
    "Model organisms",
    "Molecular biology",
    "Molecular biology techniques",
    "Molecular development",
    "Morphogens",
    "Organisms",
    "Parietal cells",
    "Signal initiation",
    "Signal transduction",
    "Signaling cascades",
    "Type/Research Article",
    "Zoology"
  ],
  "abstract": "Development of the Drosophila wing—a paradigm of organ development—is governed by 2 morphogens, Decapentaplegic (Dpp, a BMP) and Wingless (Wg, a Wnt). Both proteins are produced by defined subpopulations of cells and spread outwards, forming gradients that control gene expression and cell pattern as a function of concentration. They also control growth, but how is unknown. Most studies have focused on Dpp and yielded disparate models in which cells throughout the wing grow at similar rates in response to the grade or temporal change in Dpp concentration or to the different amounts of Dpp “equalized” by molecular or mechanical feedbacks. In contrast, a model for Wg posits that growth is governed by a progressive expansion in morphogen range, via a mechanism in which a minimum threshold of Wg sustains the growth of cells within the wing and recruits surrounding “pre-wing” cells to grow and enter the wing. This mechanism depends on the capacity of Wg to fuel the autoregulation of vestigial (vg)—the selector gene that specifies the wing state—both to sustain vg expression in wing cells and by a feed-forward (FF) circuit of Fat (Ft)/Dachsous (Ds) protocadherin signaling to induce vg expression in neighboring pre-wing cells. Here, we have subjected Dpp to the same experimental tests used to elucidate the Wg model and find that it behaves indistinguishably. Hence, we posit that both morphogens act together, via a common mechanism, to control wing growth as a function of morphogen range.",
  "fullText": "Introduction\n\nMorphogens are “form-producing” substances that are made by distinct subpopulations of cells and move through surrounding tissue, decreasing in concentration as a function of distance from the source [1]. The resulting gradients thus confer spatial information, the amount of morphogen each cell receives providing an indication of its position relative to the source [2–4]. In several, well-established systems, morphogen gradients have been shown to generate a series of distinct concentration thresholds that organize the patterns of gene expression and cell fate (reviewed in [5,6]). Morphogens also govern organ growth. However, unlike patterning, we do not know how.\n\nHere, we address this question in the Drosophila wing where growth depends critically on 2 morphogens, Decapentaplegic (Dpp, a BMP) and Wingless (Wg, a Wnt). Although Dpp and Wg belong to fundamentally different classes of signaling molecules with nonoverlapping mechanisms of signal production, reception, and transduction [7,8], they share a common logic of deployment and action in the developing wing (reviewed in [5,9]). Both are induced by short-range signaling between cells of abutting developmental compartments [10–15]. Both also accumulate as long-range gradients that extend away from these boundaries and set distinct threshold concentrations that control target gene expression and cell patterning [16–19]. Finally, both control wing growth. No growth occurs if either is absent or unable to signal [18,20–24]. Conversely, both induce supernumerary wing tissue when ectopically expressed [10,11,16–19,25].\n\nStrikingly, although the patterns of gene expression and cytodifferentiation depend on the graded distributions of Dpp and Wg, no such relationship is observed for growth. Instead, cells throughout the prospective wing appear to gain mass and proliferate at similar rate regardless of their position [26–28]. This key observation poses the question of whether, and if so how, growth is governed by the amount of morphogen cells received.\n\nMost studies have focused on Dpp as the quintessential morphogen and have given rise to many different hypotheses (reviewed in [29–35]). Prominent among them are models in which individual wing cells grow in response to the slope of the Dpp gradient [36–39] or to the change in the amount of Dpp they receive over time [40–42]. Other models retain the notion that wing cells grow in response to the absolute amount of Dpp they receive, but invoke additional feedback mechanisms that enhance the response to low levels and/or weaken the response to high levels. Many different kinds of feedback have been proposed, e.g., involving the modulation of extracellular signals (reviewed in [43–46]), changes in signal transducing capacity [43,47–56], or the differential buildup of mechanical tension [57–61]. Yet another class of models proposes that early exposure of wing cells to morphogen initiates a “cellular memory” that sustains their growth in the absence of subsequent signaling [13,25,62,63]. Thus, despite the uniquely powerful approaches for analyzing development in Drosophila, the question of how Dpp controls wing growth remains unresolved.\n\nIn previous work on Wg, we elucidated an alternative model, potentially applicable to Dpp, in which wing growth is governed by the progressive outward expansion in morphogen range [64–66]. Critical to this model was our demonstration of 2 distinct mechanisms of growth, both fueled by Wg through the control of the selector gene vestigial (vg), a transcription factor that defines the wing state [67–69]. The first is a recruitment mechanism by which the spread of Wg from cells flanking the dorso–ventral (D/V) compartment boundary induces surrounding “pre-wing” cells to grow, initiate vg expression, and enter the wing. The second is a maintenance mechanism in which Wg is required to sustain vg expression as well as the growth of wing cells behind the recruitment interface. Thus, as Wg spreads outwards from producing cells, it delineates a continuously expanding domain in which Wg levels exceed a minimum threshold necessary to recruit pre-wing cells and sustain their subsequent growth as wing cells.\n\nImportantly, both the recruitment and maintenance mechanisms depend on the capacity of Wg to fuel the transcriptional autoregulation of vg. For the recruitment mechanism, the autoregulation is indirect and intercellular: Vg activity in wing cells programs them to send a “feed-forward” (FF) signal, the protocadherin Fat (Ft), that acts with Wg to induce vg expression in neighboring pre-wing cells [66]. The newly recruited wing cells then serve as a new source of Ft signal, propagating recruitment to the next tier of pre-wing cells in response to the outward spread of Wg. For the maintenance mechanism, the autoregulation is direct and intracellular: Vg bound to the vg locus [69,70] autoregulates its own expression in response to Wg. Thus, as Wg spreads outwards from D/V border cells, it operates through both autoregulatory circuits to recruit and then sustain a continuously expanding population of wing cells [64–66].\n\nHere, we ask if the FF model also applies to Dpp. To do so, we have subjected Dpp to the same experimental tests on which the model for Wg is predicated. We find that by every such test, Dpp behaves indistinguishably from Wg: It is critically required to fuel the FF recruitment and subsequent growth of wing cells, and it appears to do so by driving both the inter- and intracellular circuits of vg autoregulation. Finally, we have performed parallel experiments that confirm that both morphogens control wing growth as a function of their capacities to spread. Our results thus consolidate a unified mechanism for the control of wing size by morphogen range.\n\nResults\n\nThe control of wing growth by Wg\n\nOur primary goal is to test if Dpp controls wing growth by the same FF signaling paradigm we elucidated for Wg [64–66]. Accordingly, we first present the paradigm as it applies to Wg (Fig 1) and summarize the experimental criteria on which it is based. In subsequent sections, we apply these same criteria to test the role of Dpp.\n\nThe FF paradigm\n\nEarly in larval life, the nascent wing imaginal disc is partitioned into complementary body wall and “pre-wing” territories (Fig 1B) that correlate with the presence or absence, respectively, of 2 transcription factors Teashirt (Tsh) and Homothorax (Hth) [77–80]. The FF paradigm operates only in the pre-wing, TshOFF HthOFF region [65]. Accordingly, we focus exclusively on analyzing the consequences of manipulating Dpp, Wg, and FF signaling in this domain.\n\nAlthough the founding cells of the wing disc are first defined in the embryo by activation of the wing selector gene vg [67,81], this early vg expression subsides by the middle of the second larval instar (Fig 1A and 1B). Hence, the continued specification and growth of the wing depends on the reinitiation and subsequent maintenance of vg transcription in prospective wing cells within the pre-wing territory (Fig 1C and 1D). This occurs by 2 distinct mechanisms mediated by separate cis-acting “Boundary” and “Quadrant” enhancers in the vg locus (BE and QE; Fig 1E) [68,69,82].\n\nFirst, the entire wing disc is segregated into abutting dorsal (D) and ventral (V) compartments by activation of the selector gene apterous (ap) in the founding cells of the D compartment [83–87]. This results in bidirectional DSL/Notch signaling across the D/V compartment boundary that induces “border” cells on both sides to express vg via the BE (Fig 1C and 1E “Border” cell) [68,69,82]. Importantly, Notch activation also induces D/V border cells within the pre-wing territory to express Wg [13–15], thus creating a “seed” population of vg-expressing, Wg-secreting wing cells within the pre-wing domain (Fig 1C).\n\nSecond, Wg secreted by D/V border cells fuels 2 modes of Vg autoregulation, both governed by the QE (Fig 1D and 1E) [64–66]. In the first mode, D/V border cells, by virtue of their expression of Vg, are programmed to proliferate in response to Wg. However, as this population of Vg-expressing cells expands, cells at the dorsal and ventral edges of the growing wing are displaced from the D/V boundary, lose access to DSL/Notch signaling, and switch to relying on Wg to sustain Vg expression and to continue proliferating as wing tissue. They do so by engaging an intracellular circuit of Vg autoregulation in which Vg, initially expressed under BE control, acts directly on the QE to maintain its own expression in response to Wg (Fig 1E, “Wing” cell). In the second mode, Vg activity programs wing cells to send a short-range, FF signal that acts together with Wg to induce neighboring pre-wing cells to grow, initiate QE-dependent vg transcription, and enter the wing (Fig 1E, “Recruit” cell). The newly recruited cells, like those already resident within the wing, then maintain QE-dependent Vg expression and grow in response to Wg. In addition, they become new sources of FF signal for the next round of vg induction. Accordingly, the outward spread of Wg from D/V border cells sustains the growth of wing cells behind the FF signaling interface while also inducing the growth and recruitment of pre-wing cells in front (Fig 1D).\n\nExperimental criteria for the FF paradigm for Wg\n\nIn the absence of ap, the D/V segregation does not occur and the initial population of pre-wing cells ceases to express Vg, resulting in the ap (no wing) phenotype. Such ap null (apo) discs constitute a blank slate for dissecting the requirements for Wg and FF signaling, as follows.\n\nFirst, the joint requirements for Wg and FF signaling in the recruitment and growth of QE-dependent wing tissue can be demonstrated by generating clones of cells within apo discs that express ectopic Wg, ectopic FF signal, or both. Regardless of the many diverse ways ectopic Wg and FF inputs can be supplied, pre-wing cells only initiate QE-dependent vg expression, convert to wing cells, and acquire the capacity to propagate the growth and recruitment of neighboring pre-wing tissue if they receive both [64–66]. For simplicity, we refer to the Wg-dependent induction and expansion of QE-dependent wing tissue as “FF growth.”\n\nSecond, the dependence of FF growth on the extent of Wg spread can be demonstrated by supplying apo discs with seed populations of ectopic Vg-expressing cells that send FF signal and co-express either free Wg, a membrane tethered form of Wg (Neurotactin-Wg, WgNrt [18]), or a constitutively active, intracellular transducer of Wg (myristoylated, truncated Armadillo, Arm* [18]). All such Vg-expressing cells grow cell-autonomously as wing tissue. However, cells that supply free Wg induce FF growth that can extend up to 30 or more cell diameters away, whereas cells that express WgNrt induce FF growth that is restricted to neighboring cells and cells that express Arm* have no effect on the surround [64–66]. These results establish that the extent of FF growth depends on Wg range.\n\nThird, the Vg-dependent, Vg-inducing FF signal has been identified as the protocadherin Ft, potentiated by the ectokinase Four-jointed (Fj [75]) and transduced by the conserved Hippo/Warts tumor suppressor pathway [88–92], specifically by the protocadherin Dachsous (Ds), the atypical myosin Dachs (D), the NDR kinase Warts (Wts) and the transcriptional coactivator Yorkie (Yki) (Fig 1E and 1F and legend) [66]. Manipulations of Ft, Fj, Ds, D, Wts, or Yki that generate ectopic Ft signal or constitutively activate the Ds/D/Wts/Yki transduction pathway are sufficient to substitute for ectopic Vg-expressing cells to initiate FF growth in apo discs provided that the responding cells are supplied with Wg [66]. Conversely, the capacity of wing cells to induce FF growth is greatly reduced when this signal transduction pathway is impaired [66].\n\nTesting the role of Dpp\n\nAlthough apo discs fail to undergo D/V compartmentalization, they are subdivided into A and P compartments, with A cells along the compartment boundary expressing Dpp (Fig 2A). Hence, our previous studies of Wg-dependent FF growth were performed in the presence of Dpp, leaving the role and mode of action of Dpp untested. Here, we rectify this omission by applying the same experimental approaches used to establish the FF model for Wg to test the contribution of Dpp.\n\nTo do so, we use apo discs that are transheterozygous for 2 dpp enhancer deletion alleles, dppd8 and dppd10, a genotype that precludes Dpp from being expressed in the wing disc [20,93], but does not compromise animal viability. The resulting, double mutant dppd apo discs thus constitute a more stringent “blank slate” that lacks not only a seed population of Vg-expressing Wg-secreting wing cells, but also a source of Dpp (Fig 2A). Accordingly, we can dissect the requirements for Dpp, Wg, and the FF signal by supplying them back in diverse combinations and ways as in our initial studies of Wg.\n\nThe results of the experiments described herein can be summarized simply. Dpp and Wg behave indistinguishably by every experimental criterion used to establish the FF hypothesis: Both are required, equally, to induce and sustain QE-dependent wing growth via their abilities to spread and to fuel the intra- and intercellular circuits of Vg autoregulation.\n\nDpp is essential for seed populations of D/V border cells to induce FF growth\n\nSummary of approach and initial evidence for a requirement for Dpp\n\nAs in our previous studies [64–66], we manipulate Dpp, Wg, and/or FF signaling in dppd apo discs either (i) uniformly; (ii) in early induced, genetically marked clones; or (iii) in both ways. We then assay for FF growth, which we define as the nonautonomous induction and expansion of wing tissue specified by QE-dependent vg expression. In most experiments, we induce genetically marked clones that ectopically express the relevant factors by combining the Gal4/UAS [94,95] and Gal80 [96] techniques with the excision of transcriptional stop cassettes from “Flp-out” transgenes [97] (e.g., converting an inactive UAS&gt;stop&gt;dpp transgene to an active UAS&gt;dpp transgene [10,17]; Materials and methods). When 2 or more Flp-out transgenes are present, any given disc can contain clones of different type depending on the combinations of resident Flp-out transgenes that have been activated by cassette excision. This allows us to assess the joint requirements for 2 or more signals on the nonautonomous induction of FF growth, which would otherwise not occur in dppd apo discs. We monitor FF growth by assaying for cells that express (i) either a 1XQE.lacZ or 5XQE.DsRed reporter transgene (both reliable indicators of QE-dependent vg expression); or (ii) native Vg protein, which is expressed in the TshOFF HthOFF region of apo discs under the sole control of the QE [64–66]. We also assay for activation of the Dpp and Wg transduction pathways associated with FF growth by monitoring transcription factors that are expressed under the control of either Dpp (Spalt, Sal [17,98]; Optomotor blind, Omb [17,99]; Dorsocross, Doc [100,101]; phosphorylated Mothers against Dpp, pMad [102]; Brinker, Brk [48,55,56,103]) or Wg (Distalless, Dll [18,19]). The expression patterns of all of these target genes as well as their requirements for Dpp, Wg, and other inputs are summarized in Fig 2.\n\nAs a prelude to assessing if seed populations of Wg-secreting, Vg-expressing D/V border cells require Dpp to induce FF growth, we generated clones of cells that express an N-terminally truncated, constitutively active form of Notch, N* [104], under Gal4/UAS control in apo discs that are wild-type for dpp (Materials and methods) and asked if the resulting FF growth is associated with endogenous Dpp spreading from the anterior–posterior (A/P) compartment boundary. As previously shown [64–66], such UAS&gt;N* clones behave as ectopic Wg and Vg-expressing D/V border cells and induce FF growth that is apparent as ectopic wing primordia marked by 5XQE.DsRed expression [Fig 3A–3C; note that Notch also acts cell-autonomously to block QE-dependent vg expression (Fig 1E, Border cell; Fig 2B); hence, UAS&gt;N* clones can be identified by the absence of expression of QE-dependent reporter transgenes, as well as by the expression of Wg and native Vg (under BE control)]. Significantly, both Sal (indicative of high-level Dpp transduction [17,98]) as well as Dll (indicative of Wg transduction [13,18]) are expressed in the ectopic wing tissue, with the expression of both reporter proteins centered over the intersect between A compartment cells along the A/P boundary (the endogenous source of Dpp) and the UAS&gt;N* clones (the source of ectopic Wg; Fig 3B and 3C; here, and in subsequent figures, the sources of Dpp and Wg are represented in the accompanying diagrams by dark green and blue color, and their inferred ranges by regions of light green and light blue shading; key genotypes and reporter proteins are presented in the figure legends). These results provide circumstantial evidence that Dpp is required together with Wg to induce and sustain the growth of QE-dependent wing tissue.\n\nTesting the requirement for Dpp\n\nTo determine if there is an obligate requirement for Dpp in addition to Wg, we tested the capacity of UAS&gt;N* clones to induce FF growth in dppd apo discs, which lack Dpp as well as D/V border cells. As expected, such clones ectopically express both Wg and BE-dependent Vg. However, they do not induce QE-dependent wing growth in abutting cells, as indicated by the absence of QE expression in the surround (1xQE.lacZ in Fig 3D: 5XQE.DsRed in Fig 3E and 3F). As a positive control for this negative result, we repeated the experiment, but this time generating UAS&gt;N* UAS&gt;dppGFP clones, which co-express a biologically active, GFP-tagged form of Dpp in addition to N* (Materials and methods). Such UAS&gt;N* UAS&gt;dppGFP clones induce FF growth in dppd apo discs, as visualized by the expression of endogenous Vg as well as 5XQE.DsRed (Fig 3G). These clones also induce both Sal and Dll in the surround (Fig 3H), indicating that their ability to induce FF growth correlates with their capacity to provide Dpp as well as Wg. Finally, we note that ectopic expression of Dpp is not sufficient to induce FF growth in dppd apo discs in the absence of UAS&gt;N* clones (corroborated in Fig 2A and 2F by the absence of FF growth in single mutant apo discs, which retain normal Dpp signaling). These results indicate that Dpp is required together with Wg for D/V border cells to induce and sustain FF growth.\n\nFF growth induced by ectopic D/V border cells depends on Dpp range\n\nTo determine if the extent of FF growth induced by ectopic D/V border cells depends on the range of Dpp, whether provided by these or other cells, we generated UAS&gt;N* UAS&gt;dppGFP clones in dppd apo discs under conditions in which DppGFP is either free to move away from expressing cells or restricted by co-expression of a morphotrap (mTrap)—a transmembrane protein bearing an extracellular nanobody directed against GFP that sequesters DppGFP at the cell surface without interfering with its capacity to signal [105].\n\nFor the control condition (absence of the morphotrap), we co-induced UAS&gt;N* UAS&gt;dppGFP clones with either UAS&gt;N* or UAS&gt;dppGFP clones (Fig 4A–4C, Materials and methods). As expected, all such UAS&gt;N* UAS&gt;dppGFP clones induced extensive FF growth, and the same was also observed for UAS&gt;N* clones co-induced with UAS&gt;N* UAS&gt;dppGFP clones, provided that the surrounding, otherwise wild-type cells were in position to receive DppGFP. For example, in Fig 4A and 4B, a UAS&gt;N* UAS&gt;dppGFP clone abuts a UAS&gt;N* clone and FF growth (marked by 5XQE.DsRed) is apparent in cells surrounding both clones provided they are located within an approximately 15 to 20 cell diameter range of DppGFP produced by the UAS&gt;N* UAS&gt;dppGFP clone (light green; inferred in Fig 4A, and documented in Fig 4B by the expression of an omb.lacZ transgene, which is induced by moderate to high levels of Dpp [17]). In Fig 4C, a small UAS&gt;N* UAS&gt;dppGFP clone abuts a larger UAS&gt;dppGFP clone and has induced an extensive halo of FF growth in the surround. Importantly, UAS&gt;N* clones fail to induce FF growth in abutting cells that are located outside of the range of DppGFP expressing cells, providing an internal control confirming the requirement for Dpp (Fig 4A and 4B; regions marked by “x”).\n\nIn contrast, in the experimental condition (DppGFP movement restricted by co-expression of the morphotrap), UAS&gt;N* UAS&gt;dppGFP UAS&gt;mTrap clones co-induced with UAS&gt;dppGFP UAS&gt;mTrap clones induced FF growth, but the response was limited to cells that either express the morphotrapped DppGFP or are in close proximity to cells that do. In the example shown (Fig 4D), a dppd apo disc contains 3 UAS&gt;N* UAS&gt;dppGFP UAS&gt;mTrap clones as well as additional UAS&gt;dppGFP UAS&gt;mTrap clones. Although there is extensive FF growth, all of the 5XQE.DsRed expressing cells either co-express the UAS&gt;dppGFP UAS&gt;mTrap transgenes or are located within several cell diameters of cells that do.\n\nAs a further test of the correlation between Dpp range and the extent of FF growth, we performed an equivalent version of the morphotrap experiment (Fig 4D), but used a constitutively active form of the Dpp co-receptor Thickveins (TkvQD) that acts cell-autonomously [17] instead of morphotrapped DppGFP. In this case, co-induction of UAS&gt;N* and UAS&gt;tkvQD clones can result in UAS&gt;N* as well as UAS&gt;N* UAS&gt;tkvQD clones that induce FF growth, but only if these clones abut UAS&gt;tkvQD clones. Moreover, all such FF growth is limited strictly to cells within the UAS&gt;tkvQD clones. For example, in the dppd apo disc shown in Fig 4E, 2 adjacent UAS&gt;N* UAS&gt;tkvQD clones have induced extensive FF growth in the surround, but only in cells belonging to a third, abutting UAS&gt;tkvQD clone (all 3 clones are marked by high-level pMad accumulation).\n\nWe conclude that the extent of FF growth induced by D/V border cells depends on the range of Dpp, whether endogenous Dpp produced by cells along the A/P boundary of apo discs (Fig 3A–3C), or from ectopic Dpp expressing cells in dppd apo discs, which are devoid of endogenous Dpp (Fig 4).\n\nFF growth induced by Vg-expressing cells depends on Dpp as well as Wg\n\nPreviously, we demonstrated that Notch activation initiates Wg-dependent FF growth via BE-dependent Vg activity [64–66]. To do so, we showed that clones that ectopically express Vg in apo discs bypass the requirement for Notch activation, provided (i) that they express sufficiently high levels of Vg to generate a robust FF signal; and (ii) that the abutting pre-wing cells are also supplied with Wg. We now ask (i) if the ability of such ectopic Vg-expressing cells to induce FF growth depends equally on Dpp as well as Wg; and (ii) if recruitment occurs via the up-regulation of QE-dependent Vg expression by Dpp acting in concert with Wg.\n\nCo-requirement for Dpp and Wg for FF growth induced by Vg-expressing cells\n\nTo determine if Vg-expressing clones require Dpp as well as Wg to induce FF growth, we first generated clones of cells that express a biologically active, GFP-tagged form of Vg (VgGFP) under the direct control of the Tubulinα1 (Tub) promoter in dppd apo discs supplied with uniform Dpp, WgNrt, or both (Materials and methods; Fig 5A–5C). All such Tub&gt;vgGFP clones express levels of VgGFP similar to the peak levels of endogenous Vg (Fig 5A, legend). When generated in dppd apo UAS.dpp UAS&gt;wgNrt discs, they induce extensive FF growth, as visualized in Fig 5A by monitoring endogenous Vg as well as the exclusion of Doc, the latter of which is normally expressed in pre-wing cells in response to high-level Dpp but repressed in wing cells by Vg ([101], Fig 2B and 2C; see also S1A and S1B Fig, which document that FF growth induced by such clones is restricted to the TshOFF HthOFF pre-wing territory of the wing disc). In contrast, Tub&gt;vgGFP clones generated in dppd apo discs that ubiquitously express only UAS&gt;wgNrt or UAS.dpp do not induce FF growth, as indicated by their failure to induce endogenous Vg expression in the surround and corroborated by their failure to exclude Doc expression from neighboring cells in dppd apo UAS.dpp discs (Fig 5B and 5C; Doc is not expressed in dppd apo UAS&gt; wgNrt discs owing to the absence of Dpp).\n\nAs a further test of the joint requirement for Dpp and Wg, we repeated these experiments, only this time co-inducing Tub&gt;vgGFP clones with UAS&gt;wgNrt clones in the presence of uniform Dpp, or vice versa, co-inducing them with UAS&gt;tkvQD clones in the presence of uniform WgNrt. In both cases, we find that Tub&gt;vgGFP clones can induce FF growth but only when the responding cells receive both WgNrt and Dpp/Tkv input. Fig 5D and 5E document this for Tub&gt;vgGFP clones that are co-induced with UAS&gt;wgNrt clones in the presence of uniform Dpp. In both examples, Tub&gt;vgGFP clones that co-express UAS&gt;wgNrt have induced QE-dependent Vg expression in neighboring pre-wing cells, and when adjacent to clones that express only UAS&gt;wgNrt, they have induced FF growth that extends 30 or more cell diameters into the abutting clones as well as to neighboring, otherwise wild-type cells outside of the clone (as monitored by 5XQE.DsRed expression in Fig 5D and 5E, and by Sal expression, an especially sensitive indicator of endogenous Vg activity in discs that uniformly express Dpp, in Fig 5E; see also S1C Fig). Similarly, Tub&gt;vgGFP clones that are co-induced with UAS&gt;tkvQD clones in the presence of uniform WgNrt can induce FF growth. However, in contrast to Tub&gt;vgGFP clones co-induced with UAS&gt;wgNrt clones in the reciprocal experiment (Fig 5D and 5E), they do so only when they abut neighboring UAS&gt;tkvQD clones; moreover, all such FF growth is restricted to cells within the UAS&gt;tkvQD clone (Fig 5F). These differences are expected given the short-range, nonautonomous action of WgNrt [18,64] versus the strictly cell-autonomous action of TkvQD [17].\n\nThese results establish that pre-wing cells must receive both Dpp input (whether supplied by Dpp itself or constitutive activation of Tkv) as well as Wg to initiate QE-dependent Vg expression in response to ectopic Vg-expressing cells.\n\nRequirements for Dpp and Wg in the up-regulation of Vg required to recruit pre-wing cells into the wing\n\nAs summarized in Fig 1D and 1E, recruitment of pre-wing cells into the wing requires 2 distinct steps, the first being the induction of Yki activity in pre-wing cells to initiate QE-dependent Vg expression and the second being engagement of a positive circuit of Vg autoregulation that allows Vg to substitute for Yki and amplify its own expression to select the wing state. The preceding experiments assess both the sufficiency of Vg to generate a productive FF signal, as well as the joint requirements for Dpp and Wg to initiate QE-dependent Vg expression. Here, we address the requirements for Dpp and Wg to fuel the subsequent up-regulation of vg upon which recruitment depends. To do so, we used a Tub&gt;stop&gt;vg transgene that produces barely detectable levels of untagged Vg protein following excision of the &gt;stop&gt; cassette. When generated in dppd apo discs, such Tub&gt;vg clones generate exogenous Vg, bypassing the normal requirements for Dpp, Wg, and the FF signal to initiate QE-dependent expression of endogenous Vg. However, they do not bypass the subsequent requirement for Vg to up-regulate its own expression via the endogenous vg gene and hence fail to adopt the wing state. To determine if Dpp and Wg are required for this autoregulatory amplification to occur, we co-induced such clones together with UAS&gt;dppGFP and UAS&gt;wgNrt clones—in this case focusing on the response of cells inside rather than outside the clones.\n\nTub&gt;vg clones that are generated on their own or co-induced with UAS&gt;dppGFP clones in dppd apo discs express low levels of Vg derived predominantly if not exclusively from the transgene and show little if any detectable expression of the 5XQE.DsRed reporter (corroborated in Fig 6A and 6B). Likewise, Tub&gt;vg clones co-induced with UAS&gt;wgNrt clones express similarly low levels of Vg and are devoid of detectable 5XQE.DsRed expression (corroborated in Fig 6C and 6D). In contrast, when co-induced with both UAS&gt;dppGFP and UAS&gt;wgNrt clones, Tub&gt;vg cells that co-express both DppGFP and WgNrt express peak levels of Vg (Fig 6A) as well as the 5XQE.DsRed reporter (Fig 6B and 6C), indicating peak, QE-dependent up-regulation of the endogenous vg gene. In addition, such high level, Vg-expressing cells can induce abutting, otherwise wild-type cells to express peak levels of both Vg and the 5XQE.DsRed, provided the responding cells are also in position to receive both DppGFP and WgNrt (Fig 6A–6C).\n\nFor example, in Fig 6A, a large Tub&gt;vg UAS&gt;dppGFP clone expresses barely detectable levels of Vg, in contrast to a neighboring Tub&gt;vg UAS&gt;dppGFP UAS&gt;wgNrt clone that cell-autonomously expresses high levels of Vg and has induced abutting cells around its entire circumference to do the same. Essentially, the same result is documented in Fig 6B and 6C, except that 5XQE.DsRed rather than Vg expression is assayed, and in Fig 6C, there are 2 Tub&gt;vg UAS&gt;wgNrt clones abutting the Tub&gt;vg UAS&gt;dppGFP UAS&gt;wgNrt clone. In this case, 5XQE.DsRed expression has propagated through the 2 Tub&gt;vg UAS&gt;wgNrt clones as well as to neighboring, otherwise wild-type cells. However, cells within the right most Tub&gt;vg UAS&gt;wgNrt clone that are located farthest from the abutting Tub&gt;vg UAS&gt;dppGFP UAS&gt;wgNrt clone (marked by a white “x”) do not express the 5XQE.DsRed reporter, a failure we interpret as due to their being outside of the range of DppGFP. This inference is corroborated in Fig 6D, which shows a Tub&gt;vg UAS&gt;dppGFP clone that has induced high-level endogenous Vg expression and extensive wing growth in most cells of an abutting Tub&gt;vg UAS&gt;wgNrt clone, except for cells that are located just beyond the range of DppGFP (marked by a white “x” and confirmed by the expression of a brk.lacZ [48] reporter in UAS&gt;wgNrt expressing cells, identifying these as cells that belong to the clone but have received too little DppGFP to repress the reporter).\n\nImportantly, even though both Dpp and Wg are essential to drive the cell autonomous vg autoregulatory circuit, they are not sufficient to initiate it in the absence of FF signal. In particular, dppd apo UAS.dpp UAS&gt;wgNrt discs lack a source of FF signaling and fail to express Vg under QE control despite having uniformly high levels of Dpp and Wg input—unless supplied with an ectopic source of FF signal (Fig 5A). Conversely, dppd apo discs supplied with only uniform Dpp or uniform WgNrt fail to do so, even when presented with the same ectopic source (Fig 5B and 5C). Hence, both the initial induction as well as the subsequent up-regulation of QE-dependent Vg expression depend on Dpp plus Wg.\n\nWe conclude (i) that Vg activity is sufficient to program wing cells to send FF signal; (ii) that pre-wing cells must receive both Dpp and Wg to initiate and then up-regulate Vg expression in response to this signal; and (iii) that the extent of FF growth induced by Vg-expressing cells depends on the ranges of both Dpp and Wg.\n\nFF growth induced by Fat/Dachsous signaling depends on Dpp as well as Wg\n\nIn the FF paradigm as elucidated for Wg, the protocadherins Ft and Ds function as a ligand/receptor pair, with the “on” and “off” states of Vg in wing versus pre-wing cells creating a Ft/Ds signaling interface between the 2 cell populations [66]. This is achieved via the capacity of Vg to drive the expression of Fj, an ectokinase that cell-autonomously potentiates the signaling activity of Ft while suppressing the responding activity of Ds [75,76] and by the ability of Vg to block Ds expression (Fig 1F, legend). The result is a confrontation between Fj expressing wing cells programmed to send Ft signal and Ds-expressing pre-wing cells programmed to receive it, inducing the latter to activate QE-dependent Vg expression—provided that they also receive Wg (as in Fig 1E and 1F; [66]).\n\nTo determine if pre-wing cells must also receive Dpp as well as Wg to respond to Ft, we have performed 2 experiments. In the first, we induced UAS.ft clones that co-express either UAS&gt;dppGFP, UAS&gt;wgNrt or both in dppd apo discs, and asked if the elevated level of Ft expression within the clone can substitute for the absence of Fj and allow Ft to induce Vg expression in abutting pre-wing cells, provided that the responding cells also receive both Dpp and Wg. Note that prior to the induction of such UAS.ft clones, all of the cells are in the pre-wing state, and hence express high levels of Ds and little or no Fj. Accordingly, they are primed to respond to Ft from cells within such clones.\n\nAs expected, UAS.ft clones that co-express only UAS&gt;dppGFP or UAS&gt;wgNrt fail to induce Vg expression (corroborated in regions that abut individual UAS.ft UAS&gt;dppGFP or UAS.ft UAS&gt;wgNrt clones, depicted by “x’s” in the cartoons in Fig 7A and 7B). In contrast, UAS.ft UAS&gt;dppGFP UAS&gt;wgNrt clones can induce abutting cells to express Vg (Fig 7A and 7B). UAS.ft UAS&gt;wgNrt clones can also induce abutting, otherwise wild-type cells to express Vg, provided that the latter are located within 15 to 20 cell diameters of independent clones that express UAS&gt;dppGFP (Fig 7B).\n\nThe second experiment is similar to the first, except we used UAS.wg instead of UAS&gt;wgNrt to generate free Wg (Fig 7C) rather than membrane tethered WgNrt (Fig 7A and 7B). Again, we see that UAS.ft clones only induce Vg expression in abutting cells if they co-express both UAS.wg and UAS&gt;dppGFP or abut cells that are in position to receive both Wg and DppGFP from other clones. However, unlike the first experiment, Vg expression induced by such clones can extend many cell diameters into the surround (Fig 7C, inset), in contrast to being limited to cells in close proximity when such clones ectopically express WgNrt rather than Wg (Fig 7A and 7B, insets).\n\nTaken together, these experiments indicate that ectopic Ft signal is sufficient to induce Vg expression in abutting pre-wing cells, provided that the responding cells receive both Dpp as well as Wg.\n\nAlthough the primary focus of these experiments is to test the joint requirements for Ft, Dpp, and Wg in inducing Vg expression in neighboring cells, it is notable that in most cases, UAS.ft clones that induce Vg in the surround also show Vg induction within (as in Fig 7A–7C). We envisage that this is due to a response of the UAS.ft cells either to a “return” FF signal coming from the abutting, pre-wing cells once they are induced to express Vg (depicted as yellow arrows in the cartoons to the right) or to initially heterogenous expression of ectopic Ft within the UAS.ft clones that creates transient local signaling interfaces. In support, no such Vg expression is observed when we selectively block the capacity of cells within UAS.ft UAS&gt;wgNrt UAS&gt;dppGFP clones to receive incoming Ft signal (Fig 7D), as described in the next section.\n\nFF growth fueled by Dpp and Wg depends on Ft signal transduction by Dachs\n\nIn the context of Wg-dependent FF growth, Ft signal is transduced by Ds via the atypical myosin D [66]. D acts downstream of Ds by preventing or reversing a conformational transition required for Wts kinase activity [106], allowing Yki, the transcriptional effector of the FF signal [88–90,92], to escape phosphorylation, enter the nucleus and activate the QE (Fig 1F). Hence, removing D results in constitutive phosphorylation of Yki by Wts, preventing Yki from activating the QE in response to Ft. Accordingly, by genetically ablating D, we can assess whether Dpp-dependent FF growth depends on transduction of the FF signal by Yki.\n\nIn a first series of experiments, we asked if Tub&gt;vgGFP clones can induce FF growth in dppd do apo UAS&gt;dppGFP UAS&gt;wgNrt discs, in which all cells are exposed to DppGFP and WgNrt, but devoid of D. Normally, Tub&gt;vgGFP clones induce FF growth in dppd apo UAS.dpp UAS&gt;wgNrt discs; moreover, their ability to do so depends, in an absolute fashion, on the presence of both the UAS.dpp and UAS&gt;wgNrt transgenes (Fig 5A–5C; corroborated for UAS&gt;dppGFP rather than UAS.dpp in Fig 8A). In contrast, in the absence of D, Tub&gt;vgGFP clones autonomously express peak levels of QE-dependent Vg, but are deficient in their ability to induce QE activity and FF growth in the surround (Fig 8B). However, as previously observed, the effect is not absolute [66]. Instead, faint expression of QE-dependent Vg activity is detectable in do cells that abut the Tub&gt;vgGFP clones (indicated by low level expression of the 5XQE.DsRed reporter and local exclusion of Doc in Fig 8B)—possibly due to an alternative mechanism by which Ft/Ds signaling can still reduce Wts activity, albeit only modestly, in the absence of D [107].\n\nTo distinguish whether D is required selectively in either wing or pre-wing cells, we performed a second set of experiments similar to the first, only this time removing D in clones of cells rather than in the entire disc. As shown in Fig 8C–8E, we find that do clones in dppd apo UAS.dpp UAS&gt;wgNrt discs (marked “black” by the absence of GFP expression, yellow, and outlined in white) are severely limited in their ability to initiate QE-dependent Vg expression in response to Tub&gt;vgGFP clones (marked by bright yellow and outlined in yellow). Instead, they show only barely detectable, local induction of 5XQE.DsRed (Fig 8C, red) and native Vg (Fig 8D and 8E, purple), as we observed in entirely do discs (Fig 8B). In contrast, Tub&gt;vgGFP clones that are do appear fully competent to induce FF growth of the surround. For example, the do Tub&gt;vgGFP clone shown in Fig 8F (outlined in white and yellow) has induced a surrounding halo of cells that expresses native Vg (dull purple) and extends up to 10 to 15 cell diameters away, whereas a small, abutting do clone (outlined only in white) has failed to respond (Fig 8F, see legend).\n\nFinally, we have used the selective requirement for D in transducing Ft signal in pre-wing cells to test whether the unexpected activation of QE-dependent Vg expression observed inside UAS.ft UAS&gt;dppGFP UAS&gt;wgNrt clones (Fig 7A–7C) depends on Ft input, as proposed in the preceding section. Specifically, we generated UAS.ft UAS&gt;dppGFP UAS&gt;wgNrt clones that co-express a UAS.dRNAi transgene that severely reduces endogenous D activity [106], and hence should be able to send, but not receive, Ft signal. Such clones induce Vg expression in abutting cells but fail to show a response within the clone (Fig 7D). Hence, the expression of Vg inside UAS.ft UAS&gt;dppGFP UAS&gt;wgNrt clones, when it occurs, appears to be due to Ft signal coming either from inside or outside the clone.\n\nIn sum, these experiments show that FF growth induced by the combined inputs of Dpp and Wg depends on Ft signal sent by wing cells and transduced in pre-wing cells via the D/Wts/Yki pathway.\n\nDpp and Wg are required for FF growth resulting from constitutive activation of the Ft/Ds signal transduction pathway\n\nA central tenet of the FF model is that pre-wing cells must receive all 3 signals, Dpp, Wg, and Ft, to grow and initiate Vg expression, after which they require only Dpp and Wg to maintain Vg expression and grow as wing cells [66]. Accordingly, constitutive activation of the FF transduction pathway should render dppd apo discs dependent on the joint provision of Dpp and Wg to initiate and sustain QE-dependent wing growth. To test this, we took advantage of the fact that in addition to constituting the FF signal made by wing cells, Ft has a second and distinct role in pre-wing cells, where it functions to block the FF transduction pathway in the absence of the incoming Ft signal (by suppressing D activity and thereby allowing Wts to inhibit Yki activity [66,89]). Hence, one can constitutively activate the FF transduction pathway in dppd apo discs (where it would otherwise be inactive) by genetically ablating Ft. Accordingly, we have asked whether triply mutant dppd fto apo discs require both Wg and Dpp to initiate and sustain QE-dependent wing growth. As we document in Fig 9, this is indeed the case, and the same is also true when we constitutively activate the FF pathway by other means, either by genetically ablating Wts or over-expressing Yki (S2 and S3 Figs).\n\nIn the absence of exogenous Dpp and WgNrt, dppd apo discs that are fto appear similar to dppd apo discs: Despite constitutive Yki activity, they fail to express either Vg or 5XQE.DsRed and form only a rudimentary pre-wing domain (Fig 9A).\n\nTo test the requirement for Wg, we generated dppd fto apo UAS.dpp discs, which express Dpp uniformly, and asked if they depend on Wg supplied by the induction of UAS&gt;wgNrt clones to initiate and sustain wing growth. Unlike dppd fto apo discs, dppd fto apo UAS.dpp discs (Fig 9B) form an enlarged pre-wing region that expresses very low levels of the 5XQE.DsRed reporter and uniformly high levels of Doc (the latter indicating high-level Dpp signaling in pre-wing cells that express little or no Vg; indeed, we can barely detect Vg by antibody staining in these discs). As we document in the next section (Fig 10), this response appears to be due to a cryptic supply of Wg that can support both the growth of pre-wing cells as well as barely detectable activity of the QE in response to Dpp but is inadequate to initiate and sustain the cell-autonomous circuit of Vg autoregulation that is required to convert them into wing cells. In contrast, UAS&gt;wgNrt clones generated in such discs grow as ectopic wing primordia that express uniformly high levels of QE-dependent Vg and induce abutting cells to do likewise, while excluding Doc expression (Fig 9C).\n\nTo test the requirement for Dpp, we performed the reciprocal experiment of generating either UAS&gt;tkvQD or UAS&gt;dppGFP clones in dppd fto apo discs that uniformly express WgNrt. In the absence of exogenous TkvQD or DppGFP, dppd fto apo UAS&gt;wgNrt discs appear indistinguishable from dppd fto apo discs, forming only a rudimentary pre-wing domain that is devoid of detectable 5XQE.DsRed or Vg expression. In contrast, UAS&gt;tkvQD clones cell-autonomously activate both outputs and grow as ectopic wing tissue (Fig 9D) and UAS&gt;dppGFP clones do the same and also induce FF wing growth in the surround that can extend up to approximately 20 to 30 cell diameters away (Fig 9E).\n\nThus, under conditions in which Dpp and FF input are uniformly high (dppd fto apo UAS.dpp discs), FF growth appears to depend on the expression and range of Wg signaling, and the same is the case for Dpp in reciprocal experiments in which Wg and FF input are uniformly high (dppd fto apo UAS&gt;wgNrt discs).\n\nTo further assess these findings, we co-induced UAS&gt;dppGFP and UAS&gt;wgNrt clones in dppd fto apo discs. Under these conditions, UAS&gt;dppGFP clones can induce FF wing growth that extends as many as 30 to 40 cell diameters into neighboring UAS&gt;wgNrt clones, as monitored by 5XQE.DsRed expression, whereas UAS&gt;wgNrt clones can only induce abutting cells to express the 5XQE.DsRed reporter (Fig 9F and 9G). Notably, the extent of FF growth observed in such UAS&gt;wgNrt clones appears to depend on the range of DppGFP spreading from the UAS&gt;dppGFP clones, as corroborated by monitoring expression of an omb.lacZ reporter, which is activated by moderate to high levels of Dpp input (Fig 9G). Conversely, FF growth induced by UAS&gt;wgNrt clones is severely restricted by limited range of the WgNrt signal.\n\nFinally, we performed an additional experiment to corroborate the identification of Ft as the FF signal. To do so, we induced fto clones that co-express UAS&gt;dpp in dppd apo UAS&gt;wgNrt discs. As expected, such clones constitutively activate the FF transduction pathway and express QE-dependent Vg at peak level. However, they do so in a strictly cell autonomous fashion, despite neighboring cells being in receipt of both Dpp and WgNrt (S4A Fig). This result extends our previous evidence that Ft itself, rather than some other factor induced by peak Vg activity within the clone, is the FF signal [66]. To corroborate this interpretation, we used expression of a UAS.dsRNAi transgene to knock down Ds activity in clones that co-express UAS&gt;dppGFP and UAS&gt;wgNrt in dppd apo discs. Knock-down of Ds, like the removal of Ft, constitutively activates the FF signal transduction pathway. Accordingly, UAS.dsRNAi UAS&gt;dppGFP UAS&gt;wgNrt clones in dppd apo discs activate QE-dependent Vg expression cell-autonomously. However, in contrast to fto clones, these UAS.dsRNAi clones retain the capacity to generate FF signal and act nonautonomously to induce QE-dependent wing growth in the surround (S3B Fig).\n\nTaken together, these results establish (i) that Ft, itself, is the FF signal responsible for inducing Dpp and Wg-dependent Vg expression in abutting cells; and (ii) that under conditions in which the FF signaling transduction pathway is constitutively active, QE-dependent wing growth depends on the ranges and actions of both Dpp and Wg.\n\nThe source and contribution of “cryptic” Wg to FF growth in ap null discs\n\nThe FF model stipulates that both the initiation and maintenance of QE-dependent Vg expression should depend, in an absolute manner, on the combined inputs of Dpp, Wg, and Yki/Vg (Yki being required for initiation and Vg for up-regulation and maintenance) [66]. However, both here (Fig 9B) and previously [64–66]), we have found that low levels of QE activity can be induced and sustained in apo discs, either by the ectopic expression of sufficiently high levels of exogenous Vg (e.g., under Tub control) or by constitutive activation of Yki (e.g., by the removal of Ft or Wts, or the overexpression of Yki; Fig 9B, S2 and S3 Figs)—even though apo discs lack D/V border cells, the posited source of Wg upon which FF wing growth depends. These findings indicate either that Wg is not an absolute requirement for QE activity, challenging the FF model, or alternatively, that there is a source of “cryptic” Wg in apo discs. To distinguish these possibilities, we have asked if we can identify such a source, and if so, determine whether it is responsible for the unexpected QE response.\n\nIn wild-type wing discs, Wg is expressed not only in D/V border cells, but also in cells outside of the pre-wing territory, most notably in an “inner ring” (IR) of cells that surrounds the pre-wing territory (Fig 2A and 2C). Although the IR is greatly reduced in diameter in apo discs, it still surrounds what remains of the pre-wing territory (Fig 2A and 2F). To assess if the IR is the source of cryptic Wg in apo discs, we have performed 3 sets of experiments.\n\nThe first 2 sets of experiments take advantage of a wg enhancer-deletion allele, wgspade-flag (wgspd), which fails, selectively, to express wg in IR cells [108]. In the first set, we focused on the unexpected observation that ectopic Vg-expressing clones can cell-autonomously activate QE reporter transgenes in apo discs, despite the absence of Wg produced by D/V boundary cells [64–66]. We first corroborated this observation by co-inducing Tub&gt;vgGFP and UAS&gt;wgNrt clones in dppd apo UAS.dpp discs that are wild-type for wg, a condition in which Dpp is not limiting and the level of ectopic VgGFP is similar to that of peak, endogenous Vg. As expected based on our prior findings, Tub&gt;vgGFP clones generated in such discs grow as wing tissue and uniformly express readily detectable levels of the 5XQE.DsRed reporter (Fig 10A). Moreover, they can induce similar levels of 5XQE.DsRed expression, as well as FF growth, in abutting UAS&gt;wgNrt clones (Fig 10A). To assess whether the cell-autonomous 5XQE.DsRed expression observed in Tub&gt;vgGFP clones depends on Wg coming from IR cells, we repeated this experiment, except in discs that are wgspd rather than wg+. In this case, we find that Tub&gt;vgGFP clones do not express 5XQE.DsRed, nor do they induce surrounding cells to do so, unless they co-express the UAS&gt;wgNrt transgene or abut cells that do (Fig 10B and 10C).\n\nHence, the wgspd allele greatly reduces or eliminates a source of cryptic Wg that is otherwise responsible for the unexpected QE activity in Tub&gt;vgGFP clones in dppd apo UAS.dpp discs.\n\nIn the second series of experiments, we focused on the unexpected expression of QE transgenes in apo fto discs ([66]; corroborated in dppd fto apo UAS.dpp discs; Fig 9B), which are similarly devoid of Wg that would normally be produced by D/V border cells. In fto apo discs, Dpp is provided by endogenous dpp expression along the A/P compartment boundary, and Yki is constitutively active owing to the absence of Ft. When these discs are wg+, we observe low level 5XQE.DsRed expression in an extended stripe of cells that co-expresses high levels of Doc (Fig 10D; here and in Fig 10E, the signal in the QE-only micrographs has been overexposed to visualize weak 5XQE.DsRed expression). As above (Fig 9B), we interpret these Doc expressing cells as corresponding to pre-wing cells that are beginning to activate the QE in response to a cryptic supply of Wg, but have not received sufficient Wg to drive the Vg autoregulatory circuit and suppress Dpp-dependent Doc expression. By contrast, in fto apo discs that are wgspd, both 5XQE.DsRed expression as well as the Doc-expressing pre-wing territory is greatly reduced, consistent with a corresponding reduction in cryptic Wg (Fig 10E). Corroborating this interpretation, we find that providing such discs with uniform WgNrt (under Gal80ts/Gal4 control) during the last 24 or 48 hours of larval development is sufficient to initiate FF growth of wing tissue expressing high levels of 5XQE.DsRed expression, centered on the A/P compartment boundary (Doc expression being suppressed by endogenous Vg [101], which is co-expressed with the reporter).\n\nIn the third series of experiments, we asked whether we could use morphotrap technology [105] to concentrate and visualize signaling by otherwise cryptic Wg in fto apo discs. To do so, we generated UAS&gt;mTrap expressing clones in fto apo discs that are also heterozygous for a fully functional, GFP knock-in allele of wg (wgGFP [109]). As illustrated in the example shown in Fig 10F, UAS&gt;mTrap clones that extend across the IR and contribute to the pre-wing territory of fto wgGFP apo/fto wg+ apo discs accumulate readily detectable levels of WgGFP at the interface between the clone and the abutting non-mTrap expressing cells within the pre-wing domain. The abnormal accumulation along the clonal interface is also associated with the local induction of readily detectable Vg expression, an output not otherwise observed in the pre-wing territory of fto apo discs. Given that high-level mTrap expression within the clone would be expected to sequester any WgGFP made by the mTrap expressing cells themselves (corroborated by the strong local WgGFP accumulation associated with IR and OR cells within the clone), we infer that the local accumulation of WgGFP at the clonal interface reflects the trapping of WgGFP that has moved through the pre-wing epithelium until it is sequestered by mTrap expressing cells at the clone border. Given the results of the first 2 sets of experiments, we consider IR cells to be the most likely source of this cryptic Wg.\n\nIn sum, we conclude that the unexpected induction of QE activity caused by ectopic expression of Vg or constitutive activation of Yki in apo discs is due to a cryptic supply of Wg, most likely provided by IR cells surrounding the pre-wing domain. Importantly, this level of cryptic Wg is not sufficient to allow Tub&gt;vg clones to induce the QE-dependent Vg autoregulatory circuit in surrounding cells, nor to allow constitutive activity of Yki to cell-autonomously initiate the circuit. Hence, we infer that it is normally of little biological consequence for wing growth, a conclusion supported by the wgspd mutant phenotype in which the wing is close to normal size despite the absence of Wg that would otherwise be produced by IR cells [108, 170].\n\nMorphogen is required for growth as well as specification of wing cells\n\nA central element of the FF model is that Vg expression not only defines cells as belonging to the wing, but also programs them to gain mass and proliferate as long as they receive minimum thresholds of Dpp and Wg. The preceding experiments establish that Dpp and Wg act to recruit and retain cells in the growing wing primordium by fueling QE-dependent Vg expression. They do not, however, provide evidence that both morphogens are also required for the survival and growth of wing cells once they are defined as such by Vg.\n\nPreviously, we tested this for Wg by generating wing cells that express Vg constitutively under the control of the Tub promoter, thus bypassing the normal requirement for Wg to maintain QE-dependent Vg expression, and then asked if these cells still require Wg to survive and grow [65]. Specifically, we co-induced clones of cells that are null for the Wg co-receptor Arrow (Arr; Drosophila Low-density lipoprotein Receptor-related Protein 6, LRP6; [110]) together with Tub&gt;vg clones in wing discs that carried the 5XQE.DsRed reporter but were otherwise wild-type. All such arro clones located within the prospective wing divide a few times (likely rescued by transient perdurance of Arr protein) but then lose 5XQE.DsRed expression and are eliminated from the epithelium, irrespective of whether they do or do not co-express the Tub&gt;vg transgene. These results indicate that Wg is required not only to induce and sustain QE-dependent Vg expression in wing cells, but also to sustain the survival and growth of cells defined as wing by Vg.\n\nTo determine if Dpp is similarly required, we have repeated this experiment, only this time co-inducing Tub&gt;vgGFP clones together with clones that are either null for the Dpp receptor Tkv or null for the native vg gene (the latter providing a control for the rescuing capacity of VgGFP generated by the transgene). As we observed for arro clones, tkvo clones in the wing grow transiently, lose 5XQE.DsRed and are eliminated regardless of whether they also carry the Tub&gt;vgGFP transgene (Fig 11A and 11B, note the absence of tkvo/tkvo clones, marked “black” by the elimination of the arm.lacZ lineage marker (green) in most or all of the wing primordium, which is demarcated by a dotted white line, irrespective of expression of the Tub&gt;vgGFP transgene, purple; reciprocal tkv+/tkv+ sister clones are apparent as bright green patches in the background of otherwise tkvo/tkv+ cells, dull green). In contrast, vgo clones that carry the Tub&gt;vgGFP transgene survive and grow as normal wing tissue, whereas clones that do not carry the transgene are rapidly lost from the wing primordium (Fig 11C). Hence, providing exogenous VgGFP that is competent to maintain the wing state in the absence of endogenous Vg does not bypass the requirement for cells to transduce Dpp to survive and grow as wing tissue.\n\nThus, in addition to their co-equal roles in inducing and maintaining QE-dependent vg transcription, both Dpp and Wg are required for the sustained survival and growth of wing cells after they are defined as such by Vg.\n\nDiscussion\n\nHow morphogens control growth constitutes a fundamental, unsolved problem in animal development. In the case of the Drosophila wing, an intensively studied paradigm, most attention has focused on Dpp (a BMP), which is produced by cells along the A/P compartment boundary and spreads outwards forming gradients that extend both anteriorly and posteriorly from the boundary. It is well established that these gradients provide a series of concentration thresholds that organize wing pattern by controlling target gene expression as a function of distance from the source. They also control wing growth, but strikingly, in a manner that does not show a simple relationship between morphogen concentration and the rate of growth of individual cells. Instead, cells throughout the wing appear to gain mass and proliferate uniformly, despite receiving different amounts of Dpp. Some models explain this lack of correspondence by positing that individual cells do not grow in response to the amount of Dpp they receive, but rather to the slope of the Dpp gradient [36–39] or to changes in the amount of Dpp they receive over time [40–42]. Others posit that cells respond to the amount, but in a manner that is balanced out by molecular [43–45] or mechanical feedbacks [57–61], or by the cellular “memory” of prior exposure [13,25,62,63]. However, none of these models are supported by compelling evidence, and no satisfactory consensus has been reached.\n\nPreviously, we proposed a different model in which growth is governed by a progressive increase in morphogen range [64–66]. This model was based on our analysis of the role of Wg (a Wnt), another morphogen that controls wing growth, albeit along the dorso/ventral rather than the antero/posterior axis. Specifically, we posited that the outward spread of Wg from source cells along the D/V compartment boundary expands the domains in which Wg can sustain the specification and growth of cells within the wing and induce surrounding pre-wing cells to grow and enter the wing. Further, we provided evidence that it does so by driving the feed-forward (FF) autoregulation of the selector gene vg, which defines the wing state and controls the recruitment and growth of wing cells in response to Wg. However, the conjecture that Dpp operates along the antero/posterior axis by the same FF mechanism [64–66] has received little consideration (e.g., [30–32,34,35]). Here, we have subjected Dpp to the same experimental tests on which the FF model for Wg is based and find that Dpp behaves indistinguishably. These findings argue that the FF model applies equally to both Wg and Dpp and provide a unifying explanation for how they act together to control wing growth.\n\nThe feed-forward model: Control of growth by morphogen range\n\nAs outlined in Fig 1, the FF model stipulates that Dpp and Wg drive the major phase of wing growth by fueling 2 distinct circuits of vg autoregulation, both mediated by the vg Quadrant enhancer (QE). The first operates cell-autonomously in wing cells, via the capacity of Vg to associate directly with the QE and sustain vg transcription in response to Dpp and Wg. The second constitutes an intercellular circuit of autoregulation in which vg activity in wing cells generates the FF signal, the protocadherin Ft, which acts at short-range on neighboring pre-wing cells to induce them to express vg [66]. It, too, depends on the QE, via the capacity of Yki, the transcriptional effector of the Ft signal, to associate with the enhancer and activate vg transcription in response to Dpp and Wg [64–66]. Hence, as Vg levels rise in the responding pre-wing cells, they adopt the wing state, and switch to becoming dependent on Vg, rather than Yki, to sustain the cell-autonomous circuit of Vg autoregulation.\n\nImportantly, Dpp and Wg do not control wing growth solely via their capacity to initiate and sustain Vg expression. Instead, once Vg is active, it programs wing cells to grow in response to Dpp and Wg. Indeed, one can bypass the normal requirement for both circuits of Vg autoregulation by supplying exogenous Vg from a constitutively expressed transgene. However, such Vg-expressing wing cells remain absolutely dependent on both Dpp and Wg to survive and grow within the wing primordium (Fig 11; [65]). Accordingly, we infer that as Dpp and Wg spread outwards from the A/P and D/V boundaries, they not only induce and sustain Vg expression, but act through its agency to increase wing mass and cell number. Hence, as previously proposed [64–66; 111], Dpp and Wg act instructively to control wing growth as a function of morphogen range. In agreement, wing growth during larval life appears to cease when Dpp and Wg reach their maximum ranges, but can be reinitiated by manipulations that extend their ranges [171].\n\nFeed-forward versus morphogen slope and temporal dynamic models\n\nThe FF model explains key findings that are not readily compatible with the morphogen slope [36–39] or temporal dynamics [40–42] models. In particular, these models rely on differentials in morphogen abundance, either in space or time, to control the rate at which individual cells grow. Hence, according to such models, experimental interventions that flatten these differentials should terminate growth. However, they do not. Instead, they sustain growth in central portions of the wing and stimulate excess growth at the wing periphery [111–114]. In contrast, the FF model stipulates that growth within the wing proper should depend on cells receiving a minimum threshold of both morphogens, whereas growth and recruitment of surrounding pre-wing cells should be limited by their access to both morphogens. As a consequence, uniform provision of either Dpp or Wg should have little if any effect on growth of the wing proper, provided they exceed the minimum thresholds required. In contrast, they should result in excess growth and recruitment of pre-wing cells at the wing perimeter, where access is otherwise restricted—as is observed.\n\nWe note that many previous studies of Dpp draw an unexplained distinction between “medial” and “lateral” wing growth, with medial growth requiring a minimum threshold of Dpp but being refractory to ectopic Dpp in contrast to lateral growth, which is enhanced by ectopic Dpp [24,37,38,52,105,111,113,115]. In our view, these translate to the cell-autonomous and intercellular modes of FF growth that operate, respectively, in wing cells behind versus pre-wing cells in front of the FF recruitment interface. Accordingly, we posit that “lateral” growth induced by ectopic morphogen is synonymous with constitutive propagation of the intercellular circuit and recruitment of pre-wing cells, which is then sustained by “medial” growth of the recruited wing cells by the cell-autonomous circuit.\n\nFeed-back versus feed-forward models of wing growth\n\nUnlike slope and temporal dynamic models, other models that accept the premise that growth is controlled by morphogen grade explain the uniform growth of the wing by invoking mechanical or molecular feed-backs that “equalize” the response of wing cells that receive different concentrations depending on their positions (reviewed in [29–35]). For mechanical feedback models, it has been proposed that the progressive expansion of the wing is physically constrained by the rigidity of the surrounding prospective hinge and body wall tissue, leading to the compaction of centrally located cells and their reduced growth in response to high levels of Dpp and Wg [57–61]. However, a causal link between mechanical tension and wing growth has been challenged by in vivo experiments that show few if any detectable effects on growth following removal of the physical constraints imposed by surrounding tissues [116]. Our results likewise argue against such a causal relationship by providing evidence that wing growth is governed predominantly by morphogen range and propagation of the FF recruitment circuit even under conditions in which the surrounding cells should impose the same mechanical constraints as in normal development.\n\nIn contrast, there is ample evidence for molecular feedbacks. In particular, both Dpp and Wg regulate the expression of their receptors, other cell surface–binding proteins, and transcriptional effectors to create feedback circuits that modulate morphogen spread as well as the transcriptional responses of individual cells to their signaling activities (reviewed in [43–46]). For example, Dpp regulates the expression of its receptor Thickveins (Tkv; [102,115]), the Dpp-binding glypican Dally [117–121], a secreted protein, Pentagon (Pent; [122,123]), that regulates Dally [122,124], and the transcription factors Brinker (Brk; [48,55,56,113]) and Daughters against Dpp (Dad; [47,51]), an inhibitor of one of its primary transcriptional effectors, Mothers against Dpp (Mad). Similarly, Wg regulates the expression of two of its co-receptors, Frizzled2 (Fz2; [125,126]) and Arrow [110,126] as well as a non-transducing decoy receptor, Frizzled3 (Fz3) [127,128,126], and the related glypicans Dally and Dally-like (which also bind Wg; [129–133]). We favor the view that the primary feedbacks that govern wing growth are those that control morphogen range, e.g., by modulating the abundance of receptors and other cell surface–binding proteins. This possibility does not negate a role for feedbacks that modulate target gene expression and patterning in response to the amount of morphogen individual cells receive, but relegates them to a subsidiary role in the control of growth.\n\nWe envisage that in addition to its other roles in specifying the wing state, Vg controls how the feedback circuits that modulate morphogen range operate within the developing wing. Accordingly, by inducing and sustaining Vg expression, Dpp and Wg may act through the agency of Vg to achieve an additional layer of FF regulation that governs their own ability to spread and control growth.\n\nDpp versus Wg: Identical roles but different views on the means and necessity of morphogen spread\n\nMorphogens, by definition, exert their global control by moving away from producing cells and acting directly and at long range on surrounding tissue. That Dpp fulfills this key criterion in the wing is manifest by experiments that confirm the strict confinement of its production to A compartment cells and its direct and long-range actions on the adjoining P compartment [16,17,105,111,112,134,135]. However, no such compartment-based segregation occurs between producing and responding cells in the case of Wg. Instead, following D/V compartmentalization, most of the nascent wing cells on both sides of the boundary are induced to express Wg as well as Vg under DSL/Notch control (Fig 1C; [13,63,80]). It is only during subsequent development, as Wg production remains confined to cells close to boundary and the wing continues to expand that the FF model requires Wg to act directly and at long range (Fig 1D)—a possibility that remains open to challenge [32,35,63,136].\n\nMost prominently, gene editing experiments in which native Wg is replaced by a membrane tethered form of Wg (Neurotactin-Wg, WgNrt), have revealed a remarkable, albeit still compromised, capacity of Wg to sustain wing growth even when it appears unable to disengage from producing cells [63]. Although there are several explanations of the rescuing capacity of WgNrt that do not contravene a normal requirement for long-range action of native Wg [137], these and other experiments have been presented as evidence against such long-range action, and instead, in support of a “cellular memory” model [13,62,63]. According to this model, transient Wg signaling induces most if not all cells in the nascent wing to adopt a heritable state that directs their descendants to continue growing even when they are no longer in range to receive Wg. Based on our present results as well as prior findings, we regard this interpretation, as well as the challenge it presents for the FF model, as untenable.\n\nFirst, we provide matched experiments in which we compare tethered versus “free” forms for both Dpp and Wg. Reinforcing previous findings with WgNrt [18,64,66] and morpho-trapped Dpp [105]; we show that tethered forms of both morphogens support only local growth, limited to a few to several cell diameters from producing cells. In contrast, “free” forms can fuel growth extending up to 30 or more cell diameters away—similar to what happens during normal wing development. These results contradict the cellular memory model. Second, this model is also contradicted by independent, and in our view compelling, experiments that show that cells located at the wing periphery, far from the normal sources of Dpp and Wg, require continuous, direct input from both morphogens to sustain vg expression and to grow ([18,19,23,24,65,138,170]; see also Fig 11). Finally, studies of tethered forms of Wg and other Wnts in other contexts confirm that Wnts can, and sometimes must, act as long-range organizing signals [139–142].\n\nRecent challenges to the long-range action of Wg [63,136] have amplified a long held bias toward Dpp as the prime if not sole morphogen governing wing growth [29–35]. Our present results confirm and extend previous proposals that this bias is unjustified and that Dpp and Wg act as equally critical and functionally equivalent morphogens in this paradigm [62–64,170,171]. They also argue that both morphogens function equivalently, via the FF mechanism [62–64, 171], rather than acting by distinct, anisotropic mechanisms [170].\n\nGenerality of the feed-forward model\n\nBMP’s and Wnts have been implicated in the control of organ growth in diverse animals. Yet, there is no generally accepted explanation for how they exert this control in any single case. Here, we have obtained evidence for 2 central tenets for how Dpp and Wg act to control growth of the Drosophila wing. The first is via a progressive expansion in morphogen range, which sustains the continuing increase in cell number and tissue mass within the wing proper. The second is via a reiterative process of recruitment in which morphogen acts together with a short-range signal made by wing cells to induce surrounding, pre-wing cells to grow and enter the wing. We posit that both tenets are fundamental to the dramatic expansion in wing size fueled by Dpp and Wg during larval life.\n\nThere is at least one other context in which morphogen spread is coupled to a reiterative process of cell recruitment that controls organ growth, namely the development of the fly eye. In this case, Hedgehog (Hh) made by posteriorly situated photoreceptor cells induces neighboring, anterior cells to express Dpp and both molecules act in concert with additional short range signals to induce more anteriorly situated cells to differentiate into photoreceptors and become new sources of Hh [143–147]. The result is a propagating wave front of Hh and Dpp production and recruitment of new photoreceptor cells into the growing retina.\n\nThe FF circuit in the eye differs in several respects from that operating in the wing. Most notably, the ranges of Hh and Dpp expand by the forward propagation of morphogen production rather than the progressive spread from a fixed population of source cells as in the wing. Moreover, photoreceptor recruitment is associated with growth arrest unlike the wing, where the recruited cells continue to proliferate in response to morphogen. Nevertheless, the same central tenets apply: in both cases, growth appears to be governed by a progressive increase in morphogen range coupled to a reiterative process of cell recruitment.\n\nFurther study will be required to assess whether, and if so how, these tenets apply in other contexts. For example, Dpp and Wg are both required for growth of the Drosophila leg, Dpp from dorsally situated cells and Wg from ventrally situated cells along the A/P compartment boundary. As in the wing, ectopic expression of either morphogen can induce the development of supernumerary legs [10,97,148–150], whereas reduced signaling can result in appendage loss [20,21,151,152]. However, in contrast to the wing, Dpp and Wg appear to exert their control in the leg indirectly via the induction of other signaling molecules [153,154], possibly one or more EGF-like ligands that organize growth as well as patterning along the proximal–distal axis [155,156]. How such ligands act as morphogens to control leg growth remains an open question.\n\nImportantly, challenges to the generality of the FF model apply similarly to most if not all of the models that derive from studies of the wing [29–35]. Given our limited understanding of how morphogens control growth, determining how they do so in any one context, such as the Drosophila wing, is an essential first step. In the case of our dissection of the FF mechanism, our findings establish precedents for the roles of morphogen spread, recruitment and FF auto-regulation of a selector gene that may well apply in other contexts.\n\nMaterials and methods\n\nGeneration and analysis of mutant clones\n\nIn all experiments, we manipulate gene function in genetically marked clones of cells in wing imaginal discs that are mutant for 1 or more of the following genes: ap, dpp, wg, ft, wts, and/or d (as in [64–66]). We then assess the consequences by monitoring the expression of appropriate target genes and/or reporter proteins, particularly in surrounding cells. To generate such clones, we use transgenes in which the promoter (e.g., of the uniformly expressed Tubulinα1 (Tub) gene) is separated from the coding sequence of interest (e.g., dpp, wg or vg) by a “Flp-out” cassette [10,18,97]. These cassettes contain the coding sequence for a given marker protein (e.g., Rat CD2) followed by a transcriptional stop element and in some cases a yellow+ (y+) mini-gene and are flanked by targets for the yeast Flp recombinase (FRTs, denoted by “&gt;”; [16]). Heat shock–induced expression of Flp from a hsp70.flp transgene is then used to excise the cassette in each Flp-out transgene (e.g., Tub&gt;CD2, stop&gt;vgGFP), to generate clones of cells that have lost the marker protein and now express the downstream coding sequence (e.g., Tub&gt;vgGFP cells).\n\nWe use several variants of this technique that incorporate both Gal4/UAS [94,95] and Gal80 technologies [96,157]. Cassette excision from Flp-out UAS transgenes (e.g., UAS&gt;CD2, stop&gt;wgNrt) in the presence of a Tub&gt;Gal4 “driver” transgene results in clones that express the protein of interest (WgNrt) and can be monitored either by the loss of expression of a cassette reporter protein (CD2), or more typically, by the gain of expression of the protein of interest. Alternatively, some Flp-out transgenes encode Gal80 inside the cassette (e.g., Tub&gt;Gal80, stop&gt;vg), with cassette excision allowing UAS transgenes (e.g., UAS&gt;wgNrt or UAS&gt;dppGFP) to be co-expressed together with the downstream coding sequence (vg), under control of Gal4 driver lines that are expressed in the wing disc (e.g., C765.Gal4 or rn.Gal4).\n\nIn all experiments, we use standard genetic crosses to generate larvae of the desired genotype (i.e., carrying hsp70.flp, as well as all of the requisite Flp-out transgenes, Gal4 drivers, and reporter transgenes), identified as such by the absence of balancer chromosomes carrying the dominant larval marker Tubby (TM6B; SM5-TM6B). Many of the experimental genotypes contain 2 or more Flp-out transgenes resulting in clones that express different combinations of the transgenes in the same disc (e.g., UAS&gt;wgNrt, UAS&gt;dppGFP, and UAS&gt;wgNrt + UAS&gt;dppGFP), each identifiable by appropriate markers (e.g., presence of WgNrt, DppGFP, or both). We present the key transgenes, as well as the markers used to distinguish the clones, in the figure legends; exact genotypes are provided below.\n\nExcept for the experiments described in Fig 10D and 10E, all animals were cultured at 25°C. Unless otherwise specified in the figure legends (e.g., Fig 11), clones were induced during the first larval instar (24 to 48 hours after egg laying) by heat shock (36°C or 37°C, for time spans ranging from 20 minutes to 60 minutes). Wing discs from mature third instar larvae were dissected, fixed, and processed for immunofluorescence by standard methods (e.g., [64–66]) using antisera against native gene products {Vg [64–67]; Sal [158]; Dll [154]; Doc [100]; Ptc [159], epitope tags and reporter proteins [βGalactosidase (Cappell); GFP (native fluorescence); RFP (Molecular Probes or native fluorescence); CD2 (OX34, Serotec), and Phospho-Mad (gift of Ed Laufer and Tom Jessell)}.\n\nFor experiments described in Fig 10D and 10E, eggs were collected at 25°C for 24 hours before being shifted to 20°C to allow Gal80ts to repress UAS&gt;wgNrt expression. Larvae were either maintained at 20°C (control) or shifted to 30°C for the last 24 or 48 hours of larval life to allow UAS&gt;wgNrt expression (experimental).\n\nIn all experiments, we focus on the requirements for Dpp, Wg, and the FF signal, or their various transducers, to initiate and sustain “FF wing growth”, which we define as the induction and expansion of populations of cells that express Vg under the control of the vg QE (see text). We monitor QE activity by assaying for expression of either of 2 QE-reporter transgenes (1XQE.lacZ or 5XQE.DSRed) as well as by the expression of Vg protein in cells in which Notch is not active (as in [64–66]). The results from these experiments were qualitative. For any given genotype, the induction of clones by heat shock either induced FF growth (i.e., QE-dependent Vg expression in abutting cell populations), or it did not. Under the conditions of clone induction, the majority of discs contained multiple clones in the prospective wing domain of each disc, as documented in Figs 3–10. For experimental genotypes used to generate clones, we assayed at least 30 discs (and typically 50 or more such discs) in all cases except for the genotypes shown in Figs 5B and 9C and S2C and S3E Figs, for which we assayed 17, 22, 19, and 19 discs, respectively). For many of these experiments, the distribution of clones also provided internal, negative controls in which some abutting cells received only 1 or 2 of the 3 required inputs and failed to respond in contrast to other abutting cells that received all three (e.g., Figs 5–7; see text). For the experiment depicted in Fig 10D and 10E, we analyzed at least 10 discs from larvae raised under each of the reported experimental conditions.\n\nExact genotypes\n\nThe following amorphic mutant alleles and transgenes were employed (http://flybase.org/; additional citations below).\n\nMutant alleles and duplications\n\nap56f, dppd8, dppd10, wgGFP [109], wgspd-flg, dGC13, ft15, vg83b27R, wtsP2, M(2)25A.\n\nDp(ft+): Generated by hsp70.flp/FRT mediated recombination between Exelixis transposon insertions d09957 and f03638 [160,161].\n\nPreviously described transgenes and reporters\n\nUAS&gt;CD2,y+&gt;N*; UAS&gt;N*. Intact and flipped-out forms of 2 transgenes that encode functionally equivalent, constitutively active forms of Notch (NECN and Nintra [104]; referred to collectively as N* in the text and figure legends, but distinguished in “Experimental Genotypes,” below).\n\nUAS&gt;CD2,y+&gt;wgNrt; UAS&gt;wgNrt; C765.Gal4 [18].\n\nC765.Gal4 (active uniformly throughout the wing disc) [18].\n\nUAS&gt;CD2,y+&gt;TkvQD; UAS&gt;CD2,y+&gt;dpp [17].\n\nTubα1&gt;Gal80,y+&gt;Gal4 [64]; hsp70.flu-GFP [86]; rn.Gal4 [162]; Tubα1.Gal80ts [163].\n\nUAS.ft [164]; UAS.yki [88]; UAS.dRNAi (VDRC #102550); UAS.dsRNAi (VDRC #36219) [106].\n\nUAS.dpp and UAS.wg (gift of Konrad Basler).\n\nUAS.FSHβ [165]; arm.lacZ [166]\n\n5XQE.DsRed [64]; 1XQE.lacZ [69]; omb.lacZ [99]; brk.lacZ (brkX47) [48]\n\nNew transgenes\n\nUAS&gt;CD2,y+&gt;dppGFP: The coding sequence for DppGFP was placed downstream of the UAS promoter [95] but separated from it by a &gt;CD2,y+&gt; flp-out cassette [16]. The UAS&gt;dppGFP transgene was obtained by excising the flp-out cassette in the germline. DppGFP contains GFP followed by 3 copies of the flu-tag inserted between amino acids 472 and 477 of Dpp. As a comparison, other published DppGFP chimeras have GFP inserted between amino acids 465 and 466 [167] or between amino acids 485 and 486 [168].\n\nTubα1&gt;CD2,y2 &gt;vgGFP: The transgene was assembled by placing a &gt;CD2, y2&gt; Flp-out cassette that includes the y2 marker downstream of the transcriptional stop [16] between the Tubα1 promotor [10] and the coding sequence of vgGFP [64].\n\nTubα1&gt;Gal80&gt;vg: The transgene is a derivative of Tubα1&gt;Gal80,y+&gt;Gal4 [64], which contains the coding sequence of vg in place of that of Gal4.\n\nUAS&gt;mTrap: A derivative of UAS.VHH-GFP4::CD8::mCherry [105] in which the native fluorescence of mCherry was abolished by a K70N mutation [169].\n\nExperimental genotypes (by figure panel)\n\nFig 3. A–C y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; ap56f/dppd10 ap56f; UAS&gt;NECN; Tubα1&gt;Gal80,y+&gt;Gal4/+. D, F y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; dppd8 1xQE-lacZ ap56f /dppd10 ap56f UAS&gt;NECN; Tubα1&gt;Gal80,y+&gt;Gal4/+. G y w hsp70.flp/y w 5XQE.DsRed; dppd8 ap56f/dppd10 ap56f UAS&gt;NECN; UAS&gt;dppGFP/Tubα1&gt;Gal80,y+&gt;Gal4. H y w hsp70.flp/y w hsp70.flp; dppd8 ap56f/dppd10 ap56f UAS&gt;NECN; UAS&gt;dppGFP/Tubα1&gt;Gal80,y+&gt;Gal4.\n\nFig 4. A y w 5XQE.DsRed/y w hsp70.flp 5XQE.DsRed; dpp8 ap56f/dppd10 ap56f; UAS&gt;CD2,y+&gt;dppGFP UAS&gt;Nintra/Tubα1&gt;Gal80 &gt;vg C765.Gal4. B y w omb.lacZ/y w hsp70.flp 5XQE.DsRed; dppd8 ap56f/dppd10 ap56f; UAS&gt;CD2,y+&gt;dppGFP UAS&gt;Nintra/Tubα1&gt;Gal80 &gt;vg C765.Gal4. C y w hsp70.flp/y w hsp70.flp; dppd8 1XQE-lacZ ap56f/ dppd10 ap56f UAS&gt; CD2,y+&gt;NECN; Tubα1&gt;Gal80,y+&gt;Gal4 UAS.FSHβ/UAS&gt;dppGFP (UAS.FSHβ [165] serves as a gratuitous control UAS transgene in place of the experimental UAS&gt;mTrap transgene in 4D). D y w hsp70.flp/y w hsp70.flp; dppd8 1XQE-lacZ ap56f/dppd10 ap56f UAS&gt; CD2,y+&gt;NECN; Tubα1&gt;Gal80,y+&gt;Gal4 UAS&gt;mTrap/UAS&gt;dppGFP. E y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; dppd8 ap56f/dppd10 ap56f UAS&gt; CD2, y+&gt;NECN; 2x UAS&gt;CD2,y+&gt;tkvQD C765.Gal4/UAS&gt;mTrap.\n\nFig 5. A y w hsp70.flp/y w hsp70.flp; dppd8 ap56f UAS&gt;wgNrt/dppd10 ap56f; Tubα1&gt;CD2,y2&gt;vgGFP C765.Gal4/UAS.dpp. B y w hsp70.flp/y w hsp70.flp; dppd8 ap56f UAS&gt;wgNrt/dppd10 ap56f; Tubα1&gt;CD2,y2&gt;vgGFP C765.Gal4/MKRS. C y w hsp70.flp/y w hsp70.flp; dppd8 ap56f/dppd10 ap56f; Tubα1&gt;CD2,y2&gt;vgGFP C765.Gal4/UAS.dpp. D, E y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; dppd8 ap56f UAS&gt;CD2,y+&gt;wgNrt/dppd10 ap56f; Tubα1&gt;CD2,y2&gt;vgGFP C765.Gal4/UAS.dpp. F y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; dppd8 ap56f UAS&gt;wgNrt/dppd10 ap56f; Tubα1&gt;CD2,y2&gt;vgGFP C765.Gal4/2xUAS&gt;CD2,y+&gt;tkvQD.\n\nFig 6. A, B y w hsp70.flp/y w 5XQE.DsRed; dppd8 ap56f UAS&gt;CD2,y+&gt;wgNrt/dppd10 ap56f; UAS&gt;dppGFP/ Tubα1&gt;Gal80 &gt;vg C765.Gal4. C y w hsp70.flp/y w 5XQE.DsRed; dppd8 FRT39 ap56f/dppd10 ap56f; UAS&gt;CD2,y+&gt;dppGFP UAS&gt;wgNrt/Tubα1&gt;Gal80 &gt;vg C765.Gal4. D y w hsp70.flp/y w brkX47.lacZ; dppd8 ap56f UAS&gt;CD2,y+&gt;wgNrt/dppd10 ap56f; UAS&gt;CD2,y+&gt;dppGFP/Tubα1&gt;Gal80 &gt;vg C765.Gal4.\n\nFig 7. A, B y w hsp70.flp/y w hsp70.flp; dppd8 ap56f UAS&gt;CD2,y+&gt;wgNrt/dppd10 ap56f; UAS&gt;CD2,y+&gt;dppGFP UAS.ft/Tubα1&gt;Gal80,y+&gt;Gal4. C y w hsp70.flp/y w omb.lacZ; dppd8 ap56f/dppd10 ap56f; UAS&gt;CD2,y+&gt;dppGFP UAS.ft/Tubα1&gt;Gal80,y+&gt;Gal4 UAS.wg. D y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; dppd8 ap56f/dppd10 UAS.dRNAi ap56f; UAS&gt;CD2,y+&gt;dppGFP UAS.ft UAS&gt;wgNrt/Tubα1&gt;Gal80,y+&gt;Gal4.\n\nFig 8. A y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; dppd8 ap56f/dpp10 ap56f; UAS&gt;dppGFP UAS&gt;wgNrt/Tubα1&gt;CD2,y2&gt;vgGFP C765.Gal4. B y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; dppd8 dGC13 FRT39 ap56f fj.lacZ/dppd10 dGC13 FRT39 ap56f; UAS&gt;dppGFP UAS&gt;wgNrt/Tubα1&gt;CD2,y2&gt;vgGFP C765.Gal4. C y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; dppd8 hsp70.GFPHA FRT39 ap56f/dppd10 dGC13 FRT39 ap56f; UAS.dpp UAS&gt;wgNrt/Tubα1&gt;CD2,y2&gt;vgGFP C765.Gal4. D y w hsp70.flp/y w hsp70.flp; dppd8 hsp70.GFPHA FRT39 ap56f/dppd10 dGC13 FRT39 ap56f; UAS.dpp UAS&gt;wgNrt/Tubα1&gt;CD2,y2&gt;vgGFP C765.Gal4. E, F y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; dppd8 hsp70.GFPHA M(2)25A FRT39 ap56f/dppd10 dGC13 FRT39 ap56f; UAS.dpp UAS&gt;wgNrt/Tubα1&gt;CD2,y2&gt;vgGFP C765.Gal4.\n\nFig 9. A y w hsp70.flp 5XQE.DsRed/y w hsp70.flp 5XQE.DsRed; dppd10 ft15 FRT39 ap56f/dppd10 ft15 FRT39 ap56f; C765.Gal4/C765.Gal4. B, C y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; dppd10 ft15 FRT39 ap56f/dppd10 ft15 FRT39 ap56f; UAS&gt;CD2,y+&gt;wgNrt C765.Gal4/UAS.dpp. D y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; dppd10 ft15 FRT39 ap56f/dppd10 ft15 FRT39 ap56f UAS&gt; wgNrt; 2x UAS&gt;CD2,y+&gt;tkvQD C765.Gal4/MKRS. E y w hsp70.flp/y w 5XQE.DsRed; dppd10 ft15 FRT39 ap56f/dppd8 ft15 FRT39 ap56f; UAS&gt;CD2,y+&gt;dppGFP UAS&gt;wgNrt/C765.Gal4. F y w hsp70.flp/y w 5XQE.DsRed; dppd10 ft15 FRT39 ap56f/dppd10 ft15 FRT39 ap56f; UAS&gt;CD2,y+&gt;wgNrt C765.Gal4/UAS&gt;CD2,y+&gt;dppGFP. G y w hsp70.flp/y w omb.lacZ 5XQE.DsRed; dppd10 ft15 FRT39 ap56f/dppd10 ft15 FRT39 ap56f; UAS&gt;CD2,y+&gt;wgNrt C765.Gal4/UAS&gt;CD2,y+&gt;dppGFP.\n\nFig 10. A y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; dppd8 ap56f UAS&gt;CD2,y+&gt;wgNrt/dppd10 ap56f; Tubα1&gt;CD2,y2&gt;vgGFP C765.Gal4/UAS.dpp. B, C y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; dppd8 wgspd ap56f UAS&gt;CD2,y+&gt;wgNrt/dppd10 wgspd ap56f; Tubα1&gt;CD2,y2&gt;vgGFP C765.Gal4/UAS.dpp. D y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; ft15 ap56f/ft15 wgspd ap56f Tubα1.Gal80ts; UAS&gt; wgNrt; C765.Gal4. E y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; ft15 wgspd ap56f/ft15 wgspd ap56f Tubα1.Gal80ts; UAS&gt;wgNrt/C765.Gal4. F y w hsp70.flp/y w hsp70.flp; ft15 wgGFP ap56f/dppd10 ft15 FRT39 ap56f; Tubα1&gt;Gal80,y+&gt;Gal4/rn.Gal4 UAS&gt;mTrap.\n\nFig 11. A, B y w hsp70.flp/y w hsp70.flp 5XQE.DsRed; tkva12 FRT40/arm.lacZ FRT40; Tubα1&gt;CD2,y2&gt;vgGFP. C y w hsp70.flp/y w hsp70.flp; FRT42 vg83b27R/FRT42 Tubα1.DsRed; Tubα1&gt;CD2,y2&gt;vgGFP/1XQE.lacZ.\n\nSupporting information"
}