{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000250",
  "doi": "10.1371/journal.pbio.3000250",
  "externalIds": [
    "pii:PBIOLOGY-D-18-01050",
    "pmid:31095567",
    "pmcid:PMC6522007"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Resistance diagnostics as a public health tool to combat antibiotic resistance: A model-based evaluation",
  "authors": [
    {
      "name": "David McAdams",
      "first": "David",
      "last": "McAdams",
      "affiliation": "Fuqua School of Business and Department of Economics, Duke University, Durham, North Carolina, United States of America"
    },
    {
      "name": "Kristofer Wollein Waldetoft",
      "first": "Kristofer",
      "last": "Wollein Waldetoft",
      "affiliation": "School of Biological Sciences, Georgia Institute of Technology, Atlanta, Georgia, United States of America"
    },
    {
      "name": "Christine Tedijanto",
      "first": "Christine",
      "last": "Tedijanto",
      "affiliation": "Center for Communicable Disease Dynamics, Department of Epidemiology and Department of Immunology and Infectious Diseases, Harvard T. H. Chan School of Public Health, Boston, Massachusetts, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3403-5765"
      ]
    },
    {
      "name": "Marc Lipsitch",
      "first": "Marc",
      "last": "Lipsitch",
      "affiliation": "Center for Communicable Disease Dynamics, Department of Epidemiology and Department of Immunology and Infectious Diseases, Harvard T. H. Chan School of Public Health, Boston, Massachusetts, United States of America"
    },
    {
      "name": "Sam P. Brown",
      "first": "Sam P.",
      "last": "Brown",
      "affiliation": "School of Biological Sciences, Georgia Institute of Technology, Atlanta, Georgia, United States of America; Center for Microbial Dynamics and Infection, Georgia Institute of Technology, Atlanta, Georgia, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-1892-9275"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-05-16",
  "dateAccepted": "2019-04-12",
  "dateReceived": "2018-10-25",
  "volume": "17",
  "number": "5",
  "pages": "e3000250",
  "tags": [
    "Antibiotic resistance",
    "Antibiotics",
    "Antimicrobial resistance",
    "Antimicrobials",
    "Bacterial pathogens",
    "Discipline-v3/Antibiotic resistance",
    "Discipline-v3/Antibiotics",
    "Discipline-v3/Antimicrobial resistance",
    "Discipline-v3/Antimicrobials",
    "Discipline-v3/Bacterial pathogens",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Drug discovery",
    "Discipline-v3/Drug research and development",
    "Discipline-v3/Drug therapy",
    "Discipline-v3/Drugs",
    "Discipline-v3/Medical microbiology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial control",
    "Discipline-v3/Microbial pathogens",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Opportunistic pathogens",
    "Discipline-v3/Pathogens",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Pharmaceutics",
    "Discipline-v3/Pharmacology",
    "Drug discovery",
    "Drug research and development",
    "Drug therapy",
    "Drugs",
    "Medical microbiology",
    "Microbial control",
    "Microbial pathogens",
    "Microbiology",
    "Opportunistic pathogens",
    "Pathogens",
    "Pathology and laboratory medicine",
    "Pharmaceutics",
    "Pharmacology",
    "Type/Research Article"
  ],
  "abstract": "Rapid point-of-care resistance diagnostics (POC-RD) are a key tool in the fight against antibiotic resistance. By tailoring drug choice to infection genotype, doctors can improve treatment efficacy while limiting costs of inappropriate antibiotic prescription. Here, we combine epidemiological theory and data to assess the potential of resistance diagnostics (RD) innovations in a public health context, as a means to limit or even reverse selection for antibiotic resistance. POC-RD can be used to impose a nonbiological fitness cost on resistant strains by enabling diagnostic-informed treatment and targeted interventions that reduce resistant strains’ opportunities for transmission. We assess this diagnostic-imposed fitness cost in the context of a spectrum of bacterial population biologies and find that POC-RD have a greater potential against obligate pathogens than opportunistic pathogens already subject to selection under “bystander” antibiotic exposure during asymptomatic carriage (e.g., the pneumococcus). We close by generalizing the notion of RD-informed strategies to incorporate carriage surveillance information and illustrate that coupling transmission-control interventions to the discovery of resistant strains in carriage can potentially select against resistance in a broad range of opportunistic pathogens.",
  "fullText": "Introduction\n\n“Because antibiotic resistance occurs as part of a natural evolution process, it can be significantly slowed but not stopped. Therefore, new antibiotics will always be needed to keep up with resistant bacteria.”—CDC, “Antibiotic Resistance Threats in the United States, 2013” [1]\n\nThe antimicrobial resistance crisis threatens to undermine key features of modern medicine at great costs in terms of patient morbidity, mortality, and treatment expense [2–6]. Current mainstream antibiotic treatment strategies sow the seeds of their own downfall by strongly selecting for resistant strains, leading some to argue that continual new antibiotic discovery is the only way to stay ahead of a “post-antibiotic future” [1,7,8]. If this bleak vision is correct, there is an urgent need to buy time by extending the lifespan of existing antibiotics while research and development for new ones takes its course. More optimistically, it may be possible to improve how we use existing antibiotics and to implement other control measures so that an endless supply of new antibiotics is not required.\n\nAmong a number of innovative approaches to improve antibiotic use [9–15], one of the most promising leverages point-of-care resistance diagnostics (POC-RD) that provide prescribers with a rapid readout of the resistance profile of an infecting organism. POC-RD allow prescribers to choose older, cheaper, and/or narrower-spectrum antibiotics when such drugs are most appropriate for patients, thereby saving newer, more expensive, and/or broader-spectrum antibiotics for situations in which they are really needed and perhaps reducing the intensity of selection for resistance to these drugs [16–18].\n\nLess often considered is a second potential benefit of resistance diagnostics (RD): to enable “search and destroy” (S&amp;D) tactics to combat the most dangerous resistant pathogen strains, such as methicillin-resistant Staphylococcus aureus (MRSA) and carbapenem-resistant Enterobacteriaceae (CRE) [19–24]. S&amp;D strategies aim to identify and then isolate patients who are carrying problematic resistant strains until pathogen clearance can be confirmed. If resistant strains can be rapidly, accurately identified and their transmission curtailed by targeted infection-control measures, then S&amp;D can create a nonbiological diagnostic-imposed fitness cost borne only by targeted resistant strains. However, the magnitude of this fitness cost is hotly debated, especially in the context of MRSA control [25,26], and, in any event, intensive medical interventions such as patient isolation are not a practical or economical option in many circumstances.\n\nIn this paper, we ask when it is possible to create net selection against resistance, even when (i) there are no biological fitness costs associated with resistance, (ii) the best available treatment cannot be withheld from any patient, and (iii) all nonantibiotic intervention options are only moderately effective compared with the efficacy of antibiotics on susceptible infections. We define “net selection against resistance” as maintaining the fitness of one or more resistant strains below that of the drug-sensitive strain, so that the frequency of these resistant strains will decline toward zero. This can be accomplished, generally speaking, when diagnostics permit medical personnel to artificially shape the pathogen fitness landscape so that resistant strains are disproportionately disadvantaged. We show that the potential to reduce or even reverse selection on resistance depends on 2 key factors.\n\nPathogen lifestyle: Is symptomatic disease tightly coupled to transmission (obligate pathogen), or can the pathogen also transmit from an asymptomatic carriage phase (opportunistic pathogen)?\n\nPan resistance: Are untreatable pan-resistant strains already in circulation?\n\nTable 1 offers a preview of our main findings in a simple setting with 2 equally effective antibiotic treatment options, “drug 1” (first-line treatment to which resistance has already emerged in the target-pathogen population) and “drug 2” (second-line treatment to which resistance may or may not have already emerged).\n\nMethods\n\nWe describe a mathematical model for a single pathogen species (“target pathogen”), with multiple strains having different antibiotic susceptibilities, in which healthcare providers and public health officials (hereafter “providers”) can shape the pathogen fitness landscape by tailoring treatment and transmission control measures informed by RD.\n\nPathogen strains\n\nTwo antibiotics are available to treat infections caused by the target pathogen: drug 1 (first-line treatment that would be prescribed to all patients in the absence of RD) and drug 2 (second-line treatment). Resistance to drug 1 and potentially also to drug 2 has already emerged in the target-pathogen population but not yet reached fixation. In particular, there are up to 4 resistance profiles in circulation: an untreatable “pan-resistant” strain (strain 12), a “drug 1–resistant” strain that remains sensitive to drug 2 (strain 1), a “drug 2–resistant” strain that remains sensitive to drug 1 (strain 2), and a “pan-sensitive” strain that can be effectively treated with either drug (strain 0) (Fig 1A). The model encompasses a spectrum of pathogen lifestyles, from “simple obligate pathogens” (causing disease immediately after colonization; Fig 1A and 1B) to “opportunistic pathogens” (transmitting from an asymptomatic carriage phase as well as during symptomatic disease; Fig 1C).\n\nRD-informed treatment and control\n\nWe use standard reproduction-number analysis to investigate the pathogen-fitness impact of RD-informed treatment and control, depending on pathogen lifestyle (obligate versus opportunistic), what sort of RD is available, and what sort of transmission-control options can be feasibly targeted against each resistant strain, once identified. Cases considered include POC-RD with an obligate pathogen (Case 1; Fig 1B), POC-RD with an opportunistic pathogen (Case 2; Fig 1C), and carriage resistance surveillance (“carriage RD”) with an opportunistic pathogen (Case 3). See the Supporting information for omitted mathematical details as well as several extensions, including to settings with intermediate resistance, public health interventions aimed at discovering drug-resistant infections more quickly, resistance-conferring mutation, host migration, and diagnostic escape. Table 2 summarizes key notation.\n\nResults\n\nCase 1: POC-RD and a simple obligate pathogen (SIS model)\n\nIn the limiting case when the target pathogen immediately causes disease (d = ∞), what we call a “simple obligate pathogen,” our Susceptible-Carriage-Infected-Susceptible (SCIS) epidemiological model reduces to a standard Susceptible-Infected-Susceptible (SIS) model [27–29]. Few if any real-world bacterial pathogens fit this case, but it is useful conceptually as a limiting case (Fig 1A and 1B).\n\nFig 2 illustrates the impact of RD-informed treatment and transmission control on whether the drug 1–resistant and/or pan-resistant strains enjoy a reproductive advantage relative to the pan-sensitive strain, for a generic pathogen with an average duration of infection of 5 days (with effective treatment) or 10 days (without treatment). The blue parameter regions are where the drug-susceptible strain has a higher reproduction number (R0) than the drug 1–resistant strain and/or the pan-resistant strain, as a function of diagnostic delay D and the biological fitness costs f1, f12 of drug 1 and pan-resistance, thereby creating net selection against these resistant strains. R0 expressions underlying Fig 2 are defined in Box 1, with further details in S1B Text.\n\nBox 1. Reproductive numbers (R0) for strains in the SIS model\n\nSee S1B Text for more detailed derivations.\n\nPan-sensitive strain: Strain 0 infections are treated with drug 1 and subjected to standard transmission control, whether or not RD is available. Because strain 0 infections clear at rate γ1I under drug 1 treatment and strain 0 transmits at rate βI under standard control, strain 0’s reproduction number is\n\nDrug 1–resistant strain: Because strain 1 infections clear at rate γ0I during the diagnostic delay period, a patient will remain infected long enough for RD results to become available (triggering drug 2 and transmission control) with probability e−Dγ0I. Depending on diagnostic delay D and fitness cost f1, strain 1’s reproduction number takes the form\n\nDrug 2–resistant strain: Because strain 2 infections are susceptible to drug 1 and thus clear at rate γ1I during the diagnostic delay period, such infections will be diagnosed before clearance with probability e−Dγ1I. Strain 2’s resulting reproduction number is\n\nPan-resistant strain: Strain 12 infections clear at the untreated rate γ0I during and after the diagnostic delay period. However, diagnostic results (if available before infection clearance, probability e−Dγ0I) can trigger heightened transmission control (HTC), reducing strain 12’s reproduction number to\n\nThe solid contours in Fig 2 illustrate the critical threshold resistance costs for the drug 1–resistant strain (f1*(D)) and the pan-resistant strain (f12*(D)), the smallest fitness costs that allow universal treatment while keeping the resistant strain at a reproductive disadvantage relative to the sensitive strain. The introduction of RD has the greatest impact on the drug 1–resistant strain (Fig 2, strain I1). In the limit of no diagnostic delay (D = 0), we find that f1*(0)=Z1Iγ1I−γ2IZ1Iγ1I. This implies that resistance to drug 1 (given available drug 2) can be selected against even in the absence of resistance costs (f1*(0)&lt;0) so long as either drug 2 is more effective than drug 1 or drug 2 is less effective than drug 1 but transmission control is sufficiently effective that Z1I&lt;γ2Iγ1I.\n\nControl of a circulating pan-resistant strain I12 is more challenging, even with POC-RD. Absent fitness costs (f12 = 0), net selection against pan-resistance can be maintained only if Z12I&lt;γ0Iγ1I, meaning that transmission control of the pan-resistant strain is more effective than drug 1 treatment at speeding clearance. In the case of more modest transmission control (Fig 2; Z12I=0.8), net selection against pan-resistance requires that there be sufficient fitness costs associated with pan-resistance. (In the POC-RD limit, when D = 0, the threshold fitness cost f12*(0)=1−γ0IZ12Iγ1I.)\n\nBoth thresholds f1*(D) and f12*(D) are increasing in D, because longer delays reduce the effectiveness of diagnostic-informed treatment and control, and converge in the D→∞ limit to the “no-RD fitness-cost threshold” absent any RD: limD→∞f1*(D)=limD→∞f12*(D)=γ1I−γ0Iγ1I. In Fig 2 with baseline clearance γ0I=0.1/day and drug 1–assisted clearance γ0I=0.2/day, the no-RD fitness-cost threshold equals 0.5, greatly exceeding typical reported costs of resistance. To give some context on empirical estimates of costs of resistance, f, a recent meta-analysis estimated f = 0.21 (±0.024) for chromosomally encoded resistance and f = 0.09 (±0.024) for plasmid-encoded resistance [30], albeit using growth rate rather than epidemiological transmission measures of fitness effects.\n\nCase 2: An opportunistic pathogen with a carrier state (SCIS model)\n\nMany disease-causing bacteria are opportunistic pathogens capable of transmission from an asymptomatic carriage state, while living harmlessly in a host microbial compartment such as the gut or the nasopharynx. Such pathogens face “bystander exposure” to antibiotics used to treat infections caused by other pathogens or to treat noninfectious conditions [31]. Take, for example, the pneumococcus (Streptococcus pneumoniae), one of the top bacterial causes of death globally [32] and a leading cause of antibiotic prescription. Despite the severe burden of disease, the pneumococcus is subjected in the United States to an estimated 9.1 times more courses of any antibiotic during asymptomatic carriage than during disease. Fig 3 compares the volume of bystander selection to target antibiotic exposure for several major bacterial pathogens. An alternate visualization of the proportions of bystander exposure (absent Clostridioides difficile) is presented in Tedijanto and colleagues [31].\n\nAn implication of our analysis is that, for pathogens like S. pneumoniae, Escherichia coli, Haemophilus influenzae, and C. difficile that overwhelmingly face bystander exposure to antibiotics, even the strongest possible medical interventions informed by POC-RD can be insufficient to halt the rise of resistance to any drug in routine use. Mathematical details underpinning this analysis, including derivations of each strain’s reproduction number with and without POC-RD, are provided in S1C Text.\n\nIn Fig 4, we parameterize our SCIS model for the pneumococcus to show the threshold strain 1 fitness cost f1* (contour lines) for a population with substantial bystander exposure (the I1 resistant strain is counterselected in the blue regions above the contour lines). Pneumococcal serotypes show considerable variation in carriage duration (Fig 4, arrows on x axis) [35], and our analysis illustrates that bystander selection becomes increasingly problematic for longer carriage serotypes—represented by a higher threshold resistance cost f1* to balance selection on resistance. Our parameterized model indicates that the threshold costs even in the absence of RD are of a similar magnitude to average costs of plasmid-encoded resistance discussed earlier [30]. However, more problematic is the common observation of cost-free resistances (including single nucleotide polymorphisms [SNPs]) in the pneumococcus [36,37], indicating that these average costs are liable to decrease in response to selection.\n\nEven in the absence of pan-resistant strains, POC-RD have a weak impact due to the rarity and brevity of infection events (median infection duration in the absence of treatment is 8 days) relative to long periods of carriage and associated bystander selection. As a result, we anticipate ongoing selection for low-cost resistant strains, with or without POC-RD–informed strategies (Fig 4).\n\nCase 3: Carriage RD\n\nOur pessimistic conclusion concerning the public health merits of POC-RD for commensal opportunists such as S. pneumoniae (Figs 3 and 4) is based on the inevitability of bystander selection during prolonged carriage phases—but what if bystander selection could be opposed by public health interventions during carriage? For example, what if resistant-strain carriers could be identified and subjected to transmission control interventions even when they do not have active infection? Consider the South Swedish Pneumococcal Intervention Project (SSPIP) [38,39], a public health intervention launched in January 1995 in Malmöhus County, Sweden, that aimed to reduce penicillin-resistant pneumococcus (PRP) transmission, especially at preschool daycares. Any time a preschool-age child was identified with symptomatic PRP infection, providers would obtain nasopharyngeal cultures from all other children in the same daycare classroom. Children found to be carrying PRP were then required to remain home until subsequent testing proved them to be PRP negative, penalizing PRP strains by reducing their opportunities for transmission from carriage.\n\nIn S1C Text, we extend our analysis of the SCIS model to examine the potential of carriage RD-based interventions to generate selection against resistance. A key result is that, in order to select against drug 1 resistance, the drug 1–resistant strain must be discovered while in carriage at a rate r1 that exceeds the rate ϕ1C at which the sensitive strain is cleared from carriage due to bystander exposure to drug 1. In Fig 5, we again parameterize our SCIS model for the pneumococcus as in Fig 4, under 2 extreme scenarios of carriage duration [35]: 20 weeks (Fig 5A) and 2 weeks (Fig 5B). The blue parameter space in Fig 5 highlights the combinations of carriage discovery rate (r1, x axis) and HTC effectiveness against drug 1–resistant bacteria discovered in carriage (Z1C y axis) that lead to a net selection against drug 1 resistance.\n\nFig 5A illustrates the most problematic serotype from a POC-RD perspective, due to the dominance of bystander selection. Given the introduction of annual carriage surveillance (ensuring r1&gt;ϕ1C), our parameterized model predicts that HTC interventions (such as removal of an infant from nursery) would need to reduce strain 1 transmission from carriage by at least 20% in order to select against the drug 1–resistant genotype in the worst case scenario of zero resistance costs (f1 = 0). Epidemiological studies of the impact of childcare attendance on pneumococcal carriage suggest that a 2-fold reduction in transmission due to removal from daycare is not unreasonable [40].\n\nThe analysis underlying Fig 5 in S1C Text implicitly assumes that all uninfected hosts are tested for drug 1–resistant carriage at a constant rate. Although this assumption is useful here from an expositional point of view to highlight ideas, we note that such an approach would be inefficient in practice because many hosts would be tested even when their likelihood of drug 1–resistant carriage is low. By contrast, in the SSPIP, only classmates of children who developed PRP infections were tested. Therefore, even if PRP were rare in the general population, each child tested through the SSPIP would have a substantial likelihood of PRP carriage. By introducing simple contact-tracing principles, the effective rate of carriage discovery can be higher for a given level of investment in patient sampling.\n\nDiscussion\n\nThe antibiotic-resistance crisis is placing increasing pressure on healthcare globally and is widely viewed as a one-way street toward a dangerous “post-antibiotic world” [1,4]. In this paper, we ask whether RD, when combined with public health interventions such as HTC for drug-resistant bacterial strains, can substantially change the trajectory of resistance evolution.\n\nIn the early decades of the antibiotic era, doctors had no choice but to treat and control infection unconditionally, creating a selective pressure favoring strains that were resistant to whatever antibiotic was being widely prescribed. In that context, once resistant strains emerge with zero biological fitness costs, all antibiotics become “exhaustible resources” whose value to society is diminished by use [2,3]. In this paper, we show that exhaustible resource antibiotics can in principle be transformed into “renewable resources” whose value to society can be maintained over time even as they are put to widespread use, so long as (i) RD is available to detect the target pathogen and determine its antibiotic-sensitivity profile, (ii) prescribers adopt RD-informed treatment strategies, (iii) identified resistant cases are subject to more stringent transmission control, and (iv) bystander selection on the target pathogen is either minimal (Fig 2) or counteracted (Fig 5). For obligate pathogens that face minimal bystander selection, POC-RD–informed treatment reduces the advantage that resistant strains would otherwise enjoy [41], but—as we show—RD-informed treatment plus heightened control can potentially be sufficient to create a net selection against resistant pathogen strains, reducing their prevalence over time in the pathogen population. However, for opportunistic pathogens that face extensive bystander selection, POC-RD alone are insufficient—identifying resistant strains when they are not yet causing infection (so-called carriage RD) is essential to reverse the rise of resistance. This note of caution is important as society seeks to allocate resources most effectively in the struggle against antibiotic resistance.\n\nOur analysis identifies strategies to renew or maintain sensitivity to an antibiotic in a pathogen population, the most effective of which depend on the availability of other antibiotics that can be used to treat resistant infections. The potential to restore antibiotic sensitivity is therefore limited once pan-resistant strains are in circulation. Consider now the impact of the discovery of a new antibiotic (drug 3) to which these bacteria are still sensitive. Drug 3’s discovery transforms previously pan-resistant bacteria into treatable “multidrug-resistant bacteria.” Providers can now deploy targeted treatment and HTC to hold the multidrug-resistant strain at a reproductive disadvantage. In this way, introducing a new antibiotic to which disease-causing strains are not yet resistant may make it possible to reverse the rise of previously pan-resistant bacteria, restoring the effectiveness of preexisting antibiotics. Moreover, as multidrug resistance to preexisting antibiotics grows less prevalent over time, the number of patients who need the new antibiotic will itself decline over time, allowing the new antibiotic to be held in reserve for increasingly rare cases for which it is the only effective treatment. This potential decline in drug 3 use highlights the importance of having drug 3 RD available when drug 3 is introduced, when we envisage the greatest use. Indeed, if drug 3’s introduction is coupled with drug 1–3 RD, it may not be necessary to discover even more new antibiotics beyond drug 3, because diagnostics will allow S&amp;D tactics against rare 1–3 pan-resistant strains. We note that rolling out drug 3 at the same time as a drug 3 diagnostic raises the challenge of diagnosing resistance before widespread clinical use and clinical resistance discovery, necessitating increased investment in resistance discovery in the laboratory and phenotypic resistance surveillance in the clinic.\n\nWhether net selection against resistant strains can be maintained depends on the effectiveness of the HTC measures that can be feasibly targeted against each resistant strain. By design, HTC measures impose additional barriers to resistant-bacterial transmission by (i) identifying resistant bacteria (during infection and/or asymptomatic colonization) and (ii) deploying additional resources specifically to prevent their transmission. Many sorts of HTC measures could be relevant in different contexts. Some examples include the following: for hospital-associated infections, imposing heightened contact precautions when a hospitalized patient is found to have resistant infection [19,21]; for pneumococcal infection, requiring young children found to be infected or colonized with PRPs to stay home from daycare [38]; for sexually transmitted diseases, providing expedited partner therapy (EPT) when a patient is found to have resistant infection [42]; or, for livestock-associated infections, eradicating an entire herd when resistant infection is identified. Note that HTC effectiveness may vary depending on the resistant strain being targeted, e.g., EPT measures may be less effective against pan-resistant strains since partners’ transmissibility cannot be controlled through treatment, whereas other measures may only be economically feasible against some strains, e.g., eradicating an entire herd may only be economical when pan-resistant infection is found, because other strains can be controlled through RD-informed treatment. More research is needed to quantify the effectiveness of HTC measures in practice.\n\nAdditional strategic options can be used to reduce the prevalence of bacterial strains with intermediate resistance, if RD is available that provides quantitative (e.g., sequence-based inference of minimal inhibitory concentration [43]) information on the degree of intermediate resistance. Details are provided in S1B Text but, to see the point, imagine that POC-RD had been available when penicillin was first introduced that could quantitatively determine the penicillin sensitivity of gonorrhea infections. Neisseria gonorrhoeae strains that were less sensitive to penicillin emerged in the 1940s and 1950s, but, at the time, these strains could still be effectively treated with a higher dose [44]. Armed with quantitative POC-RD, providers would have been able to target intermediate-resistant gonococci with a higher penicillin dose—taking away the treatment survival advantage that intermediate-resistant gonococci would otherwise enjoy—and could also have deployed additional public health resources to find and treat others who might still be spreading intermediate-resistant gonococci. Such a policy of RD-informed treatment and heightened discovery could have potentially held intermediate-resistant gonorrhea strains at an overall reproductive disadvantage relative to highly sensitive strains, though only with HTC would it have been possible to avoid rapid selection of the highly resistant strains [45]. See S1B Text for mathematical details.\n\nThe example of the gonococcus raises the key challenge of bystander exposure to antibiotics, because gonorrhea infection is initially (and in some carriers, entirely) asymptomatic and therefore does not drive immediate medical attention and exposure to POC-RD. During the asymptomatic phase of infection, drug-sensitive gonococcal genotypes are at risk of being cleared due to antibiotics taken for other medical concerns [46]. In Fig 3, we outline how the extent of the bystander challenge is even greater for commensal opportunistic pathogens [47,48] that spend proportionately longer in asymptomatic carriage states. Parameterizing our SCIS model (incorporating a carriage/asymptomatic stage, prone to bystander selection) for the key commensal opportunist S. pneumoniae illustrates that selecting against resistance via POC-RD–informed strategies alone is not a plausible outcome for this particular pathogen (Fig 4), given the lengthy duration of carriage and relatively rare and brief infection events caused by this species.\n\nWe explore a strategic response to this concern: conditional interventions in response to diagnostic information during asymptomatic carriage. Fig 5 illustrates that coupling differential transmission control to carriage RD can drive net selection against resistance, even for the most carriage-prone serotypes of the pneumococcus. The SSPIP offers a concrete example of using carriage RD to drive public health interventions. Although the SSPIP targeted pneumococcal strains that remained treatable by other antibiotics, similar programs could target pan-resistant strains and, if sufficiently intensive and comprehensive, potentially select against these pan-resistant strains even as those with sensitive infection continue to receive antibiotic treatment.\n\nWe note that, in theory, our logic of conditional interventions during carriage could be extended to incorporate broader microbiome resistance diagnostics (M-RD) and M-RD–informed interventions. Although simple in outline, implementation presents technical challenges on several fronts, not least in establishing meaningful sampling protocols, designing appropriate narrow-spectrum interventions [10,49–54], and designing appropriate strategic rules for intervention choice given potentially conflicting microbiome and infection-site resistance profiles. We also note that, independent of any M-RD innovations, the widespread uptake of POC-RD–informed antibiotic use will likely reduce bystander selection due to an overall reduction in antibiotic use (e.g., in the context of viral infections) and a potential shift toward narrower-spectrum antibiotics being prescribed against known pathogen targets.\n\nOur focus on homogenous, closed populations ensures that R0 maximization is always favored by selection, simplifying the evolutionary analysis [55]. However, the basic idea underlying our analysis of modulating strain-fitness landscapes applies more broadly to models in which R0 is not a sufficient proxy for fitness, such as in cases of multiple carriage [55], host population structure [56], or an open population [28].\n\nIn the Supporting information, we extend our SIS model analysis to consider the effect of antibiotic rationing whereby some patients are left untreated (S1B Text) and show that our findings are robust to (i) environmental reservoirs of resistant bacteria (S1D Text), (ii) host migration from high-resistance regions (S1D Text), (iii) resistance-conferring mutation (S1D Text), (iv) competitive release (S1D Text), (v) diagnostic errors (S1E Text), and (vi) diagnostic escape (S1E Text). Inflows of resistant cases (mutation, migration) together with diagnostic errors weigh on the scale in favor of resistant strains but can all be counteracted by sufficiently high reproductive penalties to correctly targeted resistant strains. Diagnostic escape [57] presents a qualitatively distinct challenge in which diagnostic tests themselves become obsolete due to evolutionary responses in the pathogen (e.g., loss or modification of resistance marker). The risk of diagnostic escape highlights the importance of active resistance surveillance and rapid new-diagnostic development.\n\nPOC-RD are already a top public health priority, with a major emphasis on rapidity (&lt;1 hour) [58]. POC-RD are critical for early effective treatment of life-threatening infections when treatment cannot be delayed. However, most antibiotic prescriptions are for less severe infections in which patients can wait longer to benefit from more complete diagnostic information [13]. Our analyses illustrate that, for the public health goal of selecting against resistance in pathogens with minimal bystander selection, we have more time to act—delays until treatment on the order of hours or even days following initial infection may still allow for selection against resistance (Fig 2). However, our conclusions depend critically on the life history of the target pathogen, with the message that reversing resistance in opportunistic pathogens subject to bystander selection is not generally plausible with POC-RD information alone (Fig 4) and will require additional interventions conditioned on carriage RD (Fig 5). Our conclusions also depend on the ability of RD to distinguish multiple resistances in a multidrug context, highlighting the importance of diagnostic breadth as well as rapidity. Diagnostic-informed approaches to reversing resistance face another time constraint—our proposed strategies for resistance-targeted intervention are most effective when pan-resistant strains are still rare (S1B Text). If we fail to act decisively while bacteria that are resistant to all antibiotics remain rare [59,60], we may then be unable to reverse the continued rise of untreatable bacterial disease.\n\nSupporting information"
}