{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001149",
  "doi": "10.1371/journal.pbio.1001149",
  "externalIds": [
    "pii:PBIOLOGY-D-11-01982",
    "pmid:21931534",
    "pmcid:PMC3172200"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Binding of Superantigen Toxins into the CD28 Homodimer Interface Is Essential for Induction of Cytokine Genes That Mediate Lethal Shock",
  "authors": [
    {
      "name": "Gila Arad",
      "first": "Gila",
      "last": "Arad",
      "affiliation": "Department of Biochemistry and Molecular Biology, Institute of Medical Research Israel-Canada, Hebrew University-Hadassah Medical School, Jerusalem, Israel"
    },
    {
      "name": "Revital Levy",
      "first": "Revital",
      "last": "Levy",
      "affiliation": "Department of Biochemistry and Molecular Biology, Institute of Medical Research Israel-Canada, Hebrew University-Hadassah Medical School, Jerusalem, Israel"
    },
    {
      "name": "Iris Nasie",
      "first": "Iris",
      "last": "Nasie",
      "affiliation": "Department of Biochemistry and Molecular Biology, Institute of Medical Research Israel-Canada, Hebrew University-Hadassah Medical School, Jerusalem, Israel"
    },
    {
      "name": "Dalia Hillman",
      "first": "Dalia",
      "last": "Hillman",
      "affiliation": "Department of Biochemistry and Molecular Biology, Institute of Medical Research Israel-Canada, Hebrew University-Hadassah Medical School, Jerusalem, Israel"
    },
    {
      "name": "Ziv Rotfogel",
      "first": "Ziv",
      "last": "Rotfogel",
      "affiliation": "Department of Biochemistry and Molecular Biology, Institute of Medical Research Israel-Canada, Hebrew University-Hadassah Medical School, Jerusalem, Israel"
    },
    {
      "name": "Uri Barash",
      "first": "Uri",
      "last": "Barash",
      "affiliation": "Department of Biochemistry and Molecular Biology, Institute of Medical Research Israel-Canada, Hebrew University-Hadassah Medical School, Jerusalem, Israel"
    },
    {
      "name": "Emmanuelle Supper",
      "first": "Emmanuelle",
      "last": "Supper",
      "affiliation": "Department of Biochemistry and Molecular Biology, Institute of Medical Research Israel-Canada, Hebrew University-Hadassah Medical School, Jerusalem, Israel"
    },
    {
      "name": "Tomer Shpilka",
      "first": "Tomer",
      "last": "Shpilka",
      "affiliation": "Department of Biochemistry and Molecular Biology, Institute of Medical Research Israel-Canada, Hebrew University-Hadassah Medical School, Jerusalem, Israel"
    },
    {
      "name": "Adi Minis",
      "first": "Adi",
      "last": "Minis",
      "affiliation": "Department of Biochemistry and Molecular Biology, Institute of Medical Research Israel-Canada, Hebrew University-Hadassah Medical School, Jerusalem, Israel"
    },
    {
      "name": "Raymond Kaempfer",
      "first": "Raymond",
      "last": "Kaempfer",
      "affiliation": "Department of Biochemistry and Molecular Biology, Institute of Medical Research Israel-Canada, Hebrew University-Hadassah Medical School, Jerusalem, Israel"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-09",
  "dateAccepted": "2011-08-02",
  "dateReceived": "2011-05-17",
  "volume": "9",
  "number": "9",
  "pages": "e1001149",
  "tags": [
    "Bacterial pathogens",
    "Biochemistry",
    "Biomacromolecule-ligand interactions",
    "Cytokines",
    "Discipline-v2/Bacterial pathogens",
    "Discipline-v2/Biochemistry",
    "Discipline-v2/Biology",
    "Discipline-v2/Biomacromolecule-ligand interactions",
    "Discipline-v2/Cytokines",
    "Discipline-v2/Gene expression",
    "Discipline-v2/Immune activation",
    "Discipline-v2/Immune cells",
    "Discipline-v2/Immune system",
    "Discipline-v2/Immune system proteins",
    "Discipline-v2/Immunity",
    "Discipline-v2/Immunology",
    "Discipline-v2/Microbiology",
    "Discipline-v2/Molecular cell biology",
    "Discipline-v2/Protein interactions",
    "Discipline-v2/Proteins",
    "Discipline-v2/Staphylococci",
    "Discipline-v2/Streptococci",
    "Discipline-v2/T cells",
    "Discipline/Biochemistry",
    "Discipline/Immunology",
    "Discipline/Microbiology",
    "Discipline/Molecular Biology",
    "Gene expression",
    "Immune activation",
    "Immune cells",
    "Immune system",
    "Immune system proteins",
    "Immunity",
    "Immunology",
    "Microbiology",
    "Molecular cell biology",
    "Protein interactions",
    "Proteins",
    "Staphylococci",
    "Streptococci",
    "T cells",
    "Type/Research Article"
  ],
  "abstract": "Bacterial superantigen toxins bind directly to the dimer interface of CD28, the principal co-stimulatory receptor, to induce a lethal cytokine storm, and peptides that prevent this binding can suppress superantigen lethality.",
  "fullText": "Introduction\n      \nAs the principal costimulatory receptor, CD28 is a critical regulator of the immune response [1]–[3]. Expressed constitutively on T cells, CD28 is a homodimer that interacts with its B7 coligands to transduce the signal essential for an immediate T cell response [2]–[5]. B7-2 is expressed constitutively and induced immediately, whereas B7-1 is expressed only later [5],[6]; hence, interaction of B7-2 with CD28 regulates signaling by antigens early in the immune response [7],[8]. Apart from its B7 coreceptors, CD28 has no other known ligands.\n\nBacterial superantigens are a family of proteins secreted by Staphylococcus aureus and Streptococcus pyogenes that induce toxic shock by activating an immune response, orders of magnitude higher in intensity than that elicited by regular antigens. Bypassing restricted presentation of conventional antigens which typically activate &lt;0.01% of T cells, superantigens bind directly as intact proteins to most major histocompatibility class II (MHC-II) and T cell receptor (TCR) molecules, activating up to 20% of T cells [9]–[11]. This results in massive induction of the T helper 1 (Th1) cytokines interleukin-2 (IL2), interferon-γ (IFN-γ), and tumor necrosis factor (TNF) that mediate toxic shock. Nevertheless, superantigen action also requires CD28 costimulation [12]–[14].\n\nInduction of human T helper 1 (Th1) cytokine gene expression by divergent superantigens is inhibited by a dodecamer peptide that protects mice from their lethal effect [15]. The peptide shows homology to the β-strand(8)/hinge/α-helix(4) domain in staphylococcal enterotoxin (SE) B, structurally conserved in superantigens yet remote from MHC-II and TCR binding sites. Because this domain is essential for superantigen action [15], we considered that it may engage a third receptor. We show here that this receptor is CD28. This costimulatory molecule is co-opted by superantigens as receptor. Superantigens must bind directly into the homodimer interface of CD28 to elicit toxicity. Blocking access of a superantigen to CD28 is sufficient to block lethal toxic shock. Peptide mimetics of the CD28 dimer interface inhibited the induction of Th1 cytokines and protected mice from lethal superantigen exposure. These experiments identify the CD28 homodimer interface as a receptor target for superantigen toxins and reveal a novel role for CD28 in pathogen recognition.\n\n      Results\n      \n        Superantigen Mimetic Peptide Inhibits SEB Action and CD28 Signaling\n        \nInduction of cytokine genes in human PBMC by superantigens and their lethality in mice is blocked by YNKKKATVQELD (p12A), a peptide variant of SEB150–161, TNKKKVTAQELD, the β-strand(8)/hinge/α-helix(4) domain that is conserved among divergent superantigens [15]. The more stable peptide VQYNKKKATVQELD (p12B) carrying VQ from SEB148–149 inhibited SEB-mediated induction of IL2, IFN-γ, and TNF-α mRNA and protein (Figure 1A) but not induction of Th2-type cytokines IL4 and IL10 (Figure 1B). Thus, the balance of cytokines induced by SEB was shifted towards the Th2 type, which can explain why mice protected from lethal superantigen challenge by YNKKKATVQELD swiftly acquired immunity against further challenges and developed broadly protective immunoglobulins [15],[16].\n\nMimetic peptide p12B acts early during the immediate reponse to the superantigen, blocking mRNA induction within hours, with inhibition evident already by 2 h (Figure 1A), showing the sensitivity of the mRNA determination. Protein levels reflect this inhibition at the later times, by 6–8 h. These results demonstrate an inhibition of de novo gene induction.\n\nBinding sites in SEB for TCR and MHC-II are remote from the β-strand(8)/hinge/α-helix(4) domain (Figure 1C). We postulated that Th1 cytokine induction requires an additional receptor and that a superantigen binds this receptor via its accessible β-strand(8)/hinge/α-helix(4) domain, rendering this binding sensitive to competition by peptide mimetics.\n\nCD28-deficient mice are resistant to superantigen toxicity and this was explained by the need for B7/CD28 costimulation [13],[14]. SEB-mediated induction of IL2 and IFN-γ genes in human PBMC was inhibited by αB7-2 but not by αB7-1 monoclonal antibody (mAb); by contrast, induction of IL4 and IL10 was resistant (Figure S1A). Moreover, IL2 and IFN-γ mRNA induction by SEB was inhibited selectively by soluble CD28 comprising its extracellular domain fused to IgG1-Fc dimer (CD28-Fc) (Figure S1B). Although CD28-Fc could inhibit SEB action by competing for B7-2, we considered that it might compete with cell-surface CD28 for SEB. Because induction of Th1 but not Th2 cytokines relies on B7-2/CD28 signaling and is selectively inhibited by p12B, we hypothesized that superantigens use CD28 as receptor.\n\nTo study the role of CD28 directly, we induced IL2 and IFN-γ mRNA with an activating mAb, αCD28. This induction was blocked by p12B (Figure 1D). αCD28 failed to bind p12B, suggesting that p12B competes with αCD28 in binding to cell-surface CD28. IL2, IFN-γ, and TNF-α gene induction by αCD3 was resistant to p12B (Figure 1E), showing that p12B does not block signaling through the TCR. By contrast, induction of Th1 cytokine gene expression by αCD3 jointly with αCD28, a model for the normal immune response [17], was severely inhibited by p12B (Figure 1F). Thus, the peptide blocks a Th1 cytokine response transduced through CD28. p12B did not inhibit IL10 induction, implying that it leaves signaling through the TCR intact. αCD28 failed to induce IL10 or to enhance its induction by αCD3. These results show that as in dendritic cells [18], IL10 induction in PBMC is independent of CD28. This explains the observed resistance of SEB-mediated IL10 induction to p12B, αB7-2, and CD28-Fc. Because a peptide mimetic of the β-strand(8)/hinge/α-helix(4) domain blocked CD28-mediated Th1 cytokine induction even in the absence of SEB, we considered that superantigens may engage CD28 through this domain.\n\n        Functional Interaction between Superantigen and CD28\n        \nTo obtain evidence for a direct, functional interaction between superantigen and CD28, we repeatedly panned a random 12-mer phage-display library on immobilized CD28-Fc, displacing bound phages with SEB. We sequenced 36 peptides and analyzed three for SEB antagonist activity. Phage display peptides pe12 (SHFTHNRHGHST) and pc3 (FHKHKNPGSPII) but not the related pc9 (FHKHNYKSPPII) inhibited IL2 and IFN-γ mRNA induction by SEB but not induction of IL10, shown for pe12 (Figure 2A). In about equimolar ratio to SEB, pe12 and pc3 protected 8/10 and 7/10 mice from lethal challenge that left no survivors in the control group. Thus, superantigen antagonists effective in vivo were selected from random peptide sequences solely by affinity for the SEB binding site in CD28.\n\n        SEB Binds to Cell-Surface CD28\n        \nWe next expressed human CD28 having GFP fused C-terminally to its intracellular domain in transfected cells (Figure 2B). SEB bound to the surface of cells that expressed CD28 but not to cells in the same field that failed to express CD28. Independently, expression of natural human CD28 and binding of SEB colocalized to the cell surface (Figure 2C). Binding of anti-CD28 Ab to CD28-expressing cells blocked subsequent binding of labeled SEB (Figure 2D). Thus, SEB binds to cell-surface CD28 even in the absence of MHC-II or TCR.\n\n        SEB Uses Its β-strand(8)/hinge/α-helix(4) Domain to Bind CD28\n        \nSEB bound CD28-Fc directly in far-western analysis whereas lysozyme did not (Figure 2E), showing that binding of SEB to CD28 will survive denaturation and is robust. Using surface plasmon resonance (SPR), we detected binding of purified CD28-Fc but not of human IgG to immobilized SEB (Figures 3A, S2A and S2B).\n\nWe next immobilized β-strand(8)/hinge/α-helix(4) domain peptide p12C (YNKKKATVQELD abutted by Cys at both termini) which was as active as p12A (YNKKKATVQELD abutted by D-Ala at both termini) in inhibiting SEB-mediated IL2 and IFN-γ mRNA induction (Figure S3). CD28-Fc bound p12C directly (Figure 3B) and specifically, as no binding was detected for IgG or ubiquitin (Figure S2C and S2D). SEB competitively inhibited binding of CD28-Fc to immobilized p12C (Figure 3C). The signal of CD28-Fc binding declined progressively with increasing SEB concentration showing that SEB did not bind to the immobilized peptide. Half-maximal inhibition occurred when SEB was in 1.5-fold excess over CD28-Fc. The finding that SEB free in solution inhibited binding of CD28 free in solution to immobilized superantigen mimetic peptide implies that the two proteins bind each other in solution, independent of any surface consideration and provides direct evidence that SEB uses its β-strand(8)/hinge/α-helix(4) domain to bind CD28. This competition analysis yielded KD = 2.3 µM for complex formation between free SEB and CD28-Fc. Thus, SEB binds CD28 with similar affinity as TCR and MHC-II [19],[20]. By contrast, soluble costimulatory receptor Programmed Death-1 (PD-1) failed to bind SEB (Figure 3D).\n\nBinding of CD28 to the peptide was sensitive to mutations. Random scrambling of p12C abrogated CD28 binding (Figure 3E). CD28-Fc bound significantly better to p12C than to its natural homolog pSEB (Figure 3F); pSEB is far weaker as SEB antagonist [15], showing a correlation between the ability of the peptide to bind CD28 and its biological activity as superantigen antagonist. A single alanine substitution in pSEB (pSEBK) reduced binding by &gt;50% (Figure 3F). A similar substitution in p12C (p12K) severely reduced binding; pairwise substitutions abolished it (p12YK, p12KD) (Figure 3G–I). The mutations and scrambling created negative control surface, showing specificity of the binding. Thus, SEB binds CD28 directly through its β-strand(8)/hinge/α-helix(4) domain, explaining the inhibitory effect of mimetic p12B on SEB-induced and CD28-mediated Th1 cytokine gene expression.\n\n        CD28 Uses Its Homodimer Interface to Bind SEB\n        \nSince p12C bound CD28, the observation that p12B blocked signaling by αCD28 suggested that p12B competes with αCD28 for its epitope in CD28. Epitope mapping of αCD28 defined CD28116–124, HVKGKHLCP; HVKGKH aligns with YVIDPE in CTLA-4 (Figure 4A) [1]. CD28 and CTLA-4 are homologous and fold similarly [21] yet their sequences differ in this domain and in residues 10–15, likely to prevent heterodimer formation [1],[5]. In the folded CTLA-4 protein, these two domains are juxtaposed, creating the dimer interface. The conserved B7 binding domain MYPPPY is located on the opposite side. Peptide HVKGKHLCP (p1TA) abrogated induction of IFN-γ mRNA by αCD28 (Figure 4B), functional evidence that αCD28 indeed engages CD28116–124, part of the putative CD28 dimer interface [21]. p1TA inhibited cytokine gene induction by SEB (Figure 4C and 4D), implying that to elicit a Th1 response, SEB must bind CD28 at a site overlapping with HVKGKHLCP.\n\nWe next synthesized SPMLVAYD (p2TA; CD288–15), a mimetic of the second CD28 dimer interface domain predicted from alignment with CTLA-4 (Figure 4A). In the available structure for CD28, p2TA overlaps with the dimer interface; most of the flexible p1TA domain was not resolved [21]. Like p1TA, p2TA antagonized SEB-mediated induction of Th1 cytokine genes (Figure 4C and 4E). The p1TA/p2TA combination was not more potent (Figure 4C). These results provide strong evidence that the functional superantigen binding site in CD28 is composite and includes dimer interface residues in p1TA and p2TA.\n\nSEB engages only the MHC-II α-chain whereas SEA binds also the β-chain, increasing its affinity for MHC-II over 10-fold [22]–[24]. SEA was as sensitive as SEB to p1TA and p2TA (Figure 4F). Thus, interaction with the CD28 dimer interface is used generally by superantigens and not merely to compensate for weak binding of SEB to MHC-II. Even though the superantigen toxic shock syndrome toxin-1 (TSST-1) is only 6% homologous with SEB and binds the TCR via a different domain [25], the β-strand(8)/hinge/α-helix(4) domains in TSST-1 and SEB show spatial conservation [15]. Indeed, p1TA and p2TA also inhibited IL2 and IFN-γ mRNA induction by TSST-1 (Figure 4G).\n\np1TA and p2TA blocked superantigen lethality. Whereas no controls (0/10) survived SEB challenge, 7/10 mice survived that received p1TA shortly before SEB exposure (Figure 5A). p1TA was protective when present in 3.6-fold excess over SEB. Moreover, in only 0.8-fold ratio to SEB, p2TA protected 8/10 mice from lethal shock. Scrambling p1TA sequence abolished its ability to block IFN-γ mRNA induction by SEB. Randomly scrambled peptides p1TAsc and p2TAsc failed to provide significant protection of mice from the lethal effect of SEB, showing specificity for p1TA and p2TA. p12B in 12-fold excess over SEB gave comparable protection. We conclude that the CD28 dimer interface plays a critical role in mediating the deleterious response to a superantigen.\n\nTo validate the concept that the superantigen binding site in CD28 is the dimer interface, we next examined whether p1TA and p2TA bind superantigens directly. To overcome limitations of SPR affinity measurement using divalent ligands, we analyzed binding of SEB to immobilized CD28-Fc (Figure 5B) which yielded KD = 2.3 µM under conditions where the highest analyte concentrations approached 10-fold the KD, allowing for an accurate estimation; this KD agrees well with that derived from competition analysis (Figure 3C). Immobilized CD28-Fc readily bound B7-2-Fc (Figure S2E) but not ribonuclease (Figure 5B), a control protein similar in size to SEB, supporting specificity of SEB binding. SEB bound to immobilized p1TA and p2TA (Figure 5C and 5D), with KD values in the micromolar range (Table S1). Binding to p2TAsc was severely impaired (Figure 5E), showing specificity for the natural CD28 sequence. Likewise, SEA bound p1TA and p2TA (Figure 5F and 5G). Short peptide mimetics of the CD28 dimer interface, p1TA and p2TA, bind superantigens directly and exhibit broad-spectrum superantigen antagonist activity, apparently because they compete with cell-surface CD28 for the β-strand(8)/hinge/α-helix(4) domain in the superantigen.\n\nWe used western blotting to show that p1TA, p2TA, and p12A but not scrambled p12Asc block binding of SEB to cells expressing CD28 (Figure 5H). SEB binding was abrogated by αCD28 but insensitive to anti-B7-2 Ab. Thus, two classes of peptides block the interaction between superantigen and CD28: mimetics of the CD28 homodimer interface and of the β-strand(8)/hinge/α-helix(4) domain in superantigens.\n\nCD28 peptides p3TA, p4TA, and p5TA harbor additional contact residues in the crystallographic dimer interface of CD28 (Figure 4A). These mimetic peptides inhibited IFN-γ and TNF-α induction to the same extent as p1TA and p2TA but had no effect on IL10 induction (Figure 5I). Thus, each of five peptides covering distinct portions of the CD28 dimer interface (Movie S1, Figure S4) is a superantigen antagonist.\n\nSEB induced a transient change in surface accessibility of epitope HVKGKHLCP at the CD28 homodimer interface (Figure S5). The epitope was not detected by αCD28 at 0 and 24 h, showing that it is shielded in the dimer, but became accessible 6 h after exposure to SEB. Most plausibly, by opening the dimer interface and engaging one CD28 monomer, SEB renders the second monomer accessible to αCD28.\n\n        Toxicity of SEB Is Abrogated by Mutation of Its CD28-Binding Domain\n        \nExperiments with peptides capable of blocking Th1 cytokine induction in human PBMC and lethal shock in mice show that SEB must bind CD28 to exert its toxicity. We next mutated the β-strand(8)/hinge/α-helix(4) domain in holo-SEB. SEBT150A/K152A (tk2) carries alanine substitutions in two highly conserved residues [15] critical for binding of CD28 in peptide context (Figure 3G and 3H) and adjacent to solvent-exposed residues (Figure 1C). The tk2 mutation severely impaired the ability of SEB to induce IL2, IFN-γ, and TNF-α mRNA and protein yet left induction of IL10 unabated (Figure 6A), evidence that the ability to signal through MHC-II and TCR remained fully intact, an essential control showing that the protein was not denatured by the mutation. The tk2 mutation abolished the lethality of SEB. No mice (0/5) survived challenge with wild type (wt) SEB yet all (5/5) survived challenge with tk2 (Figure 6B). Thus, an intact β-strand(8)/hinge/α-helix(4) domain is essential for SEB toxicity.\n\nThe tk2 mutation enhanced binding of SEB to CD28-Fc, maximal response increasing 3-fold (Figure 6C); whereas wt SEB again yielded a KD in the micromolar range, for tk2 the affinity reached nanomolar values (Table S2). This result was unexpected given the loss of lethality of tk2 and lack of affinity of p12YK for CD28-Fc. Enhanced binding of tk2 did not result from interaction with a different site in CD28, as it was accompanied by increased binding to both p1TA and p2TA. Loss of the lethality of tk2 and of its ability to induce Th1 cytokines shows that the interaction of tk2 with CD28 is nonproductive. We considered that the higher affinity of tk2 for CD28 might render it dominant-negative. Indeed, even when present at a 10-fold lower concentration, tk2 significantly reduced the induction of IL2, IFN-γ, and TNF-α by wt SEB (Figure 6D). Yet tk2 induced IL10 additively with wt SEB, confirming the selectivity of the dominant-negative phenotype. The tk2 mutation, which affects affinity for CD28 but not signaling through MHC-II/TCR, shows that direct engagement of CD28 by the superantigen via its β-strand(8)/hinge/α-helix(4) domain is critical for a deleterious Th1 cytokine response. To elicit productive signaling for Th1 cytokine gene induction and lethality, the superantigen must bind CD28 with moderate affinity.\n\nStructural analysis shows that a superantigen can bind simultaneously to CD28 and the TCR on the T cell and MHC-II on the antigen-presenting cell (Figure 7). CD28 can be accommodated readily as third superantigen receptor in the quaternary complex, with the CD28 dimer interface oriented towards the β-strand/hinge/α-helix domain in the superantigen.\n\n      Discussion\n      \nThese experiments identify the CD28 dimer interface as a receptor target for superantigens. We show that to deliver the signal for Th1 cytokine induction, a superantigen must co-opt CD28 as third receptor, in addition to its full reliance on costimulatory signaling through B7-2/CD28. Thus, superantigens make unconventional use not only of MHC-II and TCR through direct binding but also of CD28. Independent lines of evidence show that the binding site for superantigens in CD28 is the crystallographic homodimer interface. The superantigen domain that engages CD28 contains the conserved β-strand/hinge/α-helix motif [15], remote from MHC-II and TCR binding sites, leaving it accessible to CD28 (Figure 7). Blocking access of a superantigen to CD28 is sufficient to block lethal toxic shock. Mice were protected from lethal SEB challenge by peptide mimetics of the CD28 dimer interface and of the β-strand/hinge/α-helix domain in superantigens, as well as by random peptides selected to compete with SEB for its binding site in CD28. The finding that CD28 is a direct sensor of a class of microbial pathogens, superantigen toxins, broadens the scope of pathogen recognition mechanisms.\n\nIndependent lines of evidence support direct binding of superantigen to CD28. SEB bound to cell-surface CD28 even in the absence of MHC-II or TCR. Novel peptide antagonists of SEB, protective against lethal toxic shock, were selected by phage display solely for their affinity for the SEB binding site in CD28. Surface plasmon resonance showed that CD28 binds directly to SEB, whether one or the other was immobilized and even when both were free in solution, and specifically to peptide mimetics of the SEB β-strand(8)/hinge/α-helix(4) domain but not, or poorly, to mutant peptides in which 1–2 amino acids were changed to alanine. Conversely, another mutation in such a mimetic peptide, leading to higher SEB antagonist activity [15], enhanced its affinity for CD28. This peptide blocked binding of SEB to cell-surface CD28. Thus, SEB uses its β-strand(8)/hinge/α-helix(4) domain to bind CD28.\n\nWe provide evidence that the superantigen binding site in CD28 is the dimer interface. CD28 mimetic peptides p1TA and p2TA corresponding to dimer interface sequences each inhibited Th1 cytokine gene induction by superantigens as widely different as SEB, SEA, and TSST-1 and protected mice from lethal SEB challenge even when present in about equimolar ratio to toxin. p1TA and p2TA directly bound SEB as well as SEA, with affinities close to that of CD28. The antagonist activity of these peptides is explained by their ability to compete with cell-surface CD28 for superantigen. p1TA and p2TA each blocked binding of SEB to cell-surface CD28. Each of five peptides overlapping distinct portions of the CD28 dimer interface was a superantigen antagonist. We did not perform mutagenesis of the CD28 dimer interface because mutations therein abrogate cell surface expression of the CD28 receptor [21], rendering interpretation problematic.\n\nThe CD28 dimer interface has no known role in costimulation and is remote from the B7 binding site. SEB induces vigorous expression of Th1 and Th2 cytokines but only the Th1 response, here defined by induction of IL2, IFN-γ, and TNF-α genes, depends on CD28 engagement. By attenuating this response, antagonist peptides will reduce the synergy between these cytokines, to allow survival. Our data support the interpretation that the early Th2 cytokine response induced by a superantigen, as opposed to Th2 cell differentiation [26], is independent of CD28 signaling and hence resistant to blocking by the mimetic peptides. It is tempting to link the selective need for CD28 signaling in the superantigen-mediated induction of IL2, IFN-γ, and TNF-α genes, but not of IL4 and IL10 genes, to the distinct transcription factor dependence for expression of Th1- versus Th2-type cytokine genes, involving, respectively, T-bet [27],[28] and GATA-3 [29].\n\nCD28 monomers do not dimerize at low concentrations, indicating weak noncovalent interaction [21], facilitating displacement by superantigen. Engagement of a superantigen should displace contacts between the CD28 monomers which are linked through a disulfide bond [21] beyond the HVKGKH motif in the dimer interface. This epitope, buried in resting T cells, was rendered accessible upon exposure to SEB. Our data support the interpretation that the superantigen induces conformational change in CD28 that activates signaling, without interfering with B7-2/CD28 costimulation. More commonly, ligand binding induces receptor homodimerization needed for signaling, as for human growth hormone receptor [30] and erythropoietin receptor [31]. In contrast, the superantigen-binding domain of CD28 overlaps with its homodimer interface.\n\nIn our mouse model, an accepted model for the lethality of superantigens [15], most if not all of the mice died within 48 h after a single exposure to SEB but they were protected by peptides. By contrast, HLA DR3 transgenic mice were far less sensitive to SEB challenge, requiring two toxin exposures 48 h apart before death was induced, and no protection by a β-strand(8)/hinge/α-helix(4) superantigen domain mimetic peptide was observed thereafter [32]. The rapid kinetics of toxin action in our mouse model reflects the rapid course of toxic shock, which was blocked by the peptides despite their limited halflife. In human PBMC, induction of Th1 cytokine gene expression, the immediate response occurring during the first hours after superantigen exposure, was sensitive to peptides. Binding of SEB to PBMC proved insensitive to β-strand(8)/hinge/α-helix(4) domain mimetic peptide [32] as expected, because SEB will also bind to the MHC-II and TCR, which unlike CD28 are not targeted by this peptide.\n\nThe phenotype of tk2 mutant SEB shows that superantigen activity not only requires binding of CD28 via the β-strand(8)/hinge/α-helix(4) domain but that this binding must be with moderate affinity. The mutation led to significantly higher affinity for CD28 but this binding was nonproductive, as reflected by the complete loss of lethality of SEB. Mutations in a holoprotein can change protein conformation and thereby affect ligand binding properties. However, conformational changes in an intact protein are not necessarily reflected in short peptides derived from a limited domain; thus, in peptide p12YK, the same mutation led to loss of affinity for CD28. Given the similarly moderate affinity of SEB for CD28, TCR, and MHC-II, we propose that it is the concerted interaction of the superantigen with all three receptors that allows for stable synapse formation resulting in exceptionally strong Th1 cytokine induction and lethality. This affinity limitation will render superantigen action sensitive to regulation and allow peptide mimetics that interfere with binding of superantigen to CD28 to disrupt synapse formation, thus preventing toxic shock. Two classes of peptides block the interaction between superantigen and CD28: β-strand/hinge/α-helix domain mimetics that compete with superantigen for CD28 and CD28 homodimer interface mimetics that compete with CD28 for superantigen.\n\n      Materials and Methods\n      \n        Ethics Statement\n        \nExperiments involving mice were approved by the institutional animal care and use committee.\n\n        Peptides\n        \nPeptides were synthesized using fluoronyl-methoxycarbonyl chemistry, cleaved, and the side chain deprotected with triflouroacetic acid. Peptides were &gt;95% pure by high-pressure liquid chromatography; molecular weight was verified by MALDI-TOF mass spectrometry. Peptides were abutted with D-Ala at both termini for greater protease resistance in biological assays and with Cys for SPR. Scrambled sequences were obtained using a true random number generator (http://www.random.org/).\n\n        Soluble CD28, PD-1, and B7-2\n        \nCD28, PD-1, and B7-2 expressed in mouse myeloma NS0 cells (R&amp;D Systems) comprise the extracellular 19–152, 24–167, and 20–239 amino acid domain, respectively, of the mature human ligands fused to C-terminal human IgG1 Fc and are homodimers, disulfide-linked in the Fc domain. Soluble ligands were &gt;95% pure as judged by SDS-PAGE.\n\n        Antibodies\n        \nMouse γ1 anti-SEB mAb (MB2B33, Toxin Technology), horseradish peroxidase-conjugated goat anti-mouse IgG (KPL); mouse IgG1 anti-human CD28 mAb (MAB342, clone 37407), mouse IgG1 anti-human CD3 epsilon mAb (clone UCHT1), mouse IgG1 anti-human B7-1/CD80 mAb (clone 37710) and anti-human B7-2/CD86 mAb (clone 37301), goat IgG anti-human CD28 polyclonal Ab (AF-342-PB) and goat IgG anti-human B7-2/CD86 polyclonal Ab (AF-141-NF), from R&amp;D Systems. Binding of αCD28 to immobilized CD28-Fc and p12B was assayed in enzyme-linked immunosorbent assays using corresponding alkaline phosphatase-coupled αIgG (Jackson Laboratories).\n\n        Induction of Cytokine Gene Expression\n        \nHuman PBMC were separated on Ficoll Paque (Amersham), washed twice with 50 ml of RPMI 1640 medium, resuspended at 4×106 cells/ml, and cultured in this medium supplemented with 2% fetal calf serum, 2 mM glutamine, 10 mM MEM nonspecific amino acids, 100 mM Na-pyruvate, 10 mM Hepes pH 7.2, 5×10−5 M 2-mercaptoethanol, 100 U/ml penicillin, 100 µg/ml streptomycin, and 5 µg ml−1 nystatin. SEB (Lot 1430, Department of Toxinology, U.S. Army Medical Research Institute of Infectious Diseases), SEA, and TSST-1 (Sigma) were added to 100 ng/ml. Secreted cytokines, quantitated in triplicate with Quantikine ELISA kits (R&amp;D Systems), are presented as means ± SEM.\n\n        Ribonuclease Protection Analysis\n        \nTotal RNA was extracted from aliquots of 3×107 PBMC with Trizol reagent (Invitrogen) and hybridized for 18 h at 42°C with genomic antisense RNA probes transcribed with α-[32P]UTP from DNA inserted into pBS (Promega). The 600-nt IL2 probe, a T7 transcript, is complementary to IL2 exon 3 and part of intron 3; 117 nt of this RNA are protected by IL2 mRNA [15]. The 274-nt IFN-γ probe, a T3 transcript, is complementary to IFN-γ exon 3 and part of intron 3; 183 nt of this RNA are protected by IFN-γ mRNA [15],[33]. The 570-nt TNF-α probe, a T3 transcript, is complementary to parts of TNF-α intron 3 and exon 4; 220 nt of this RNA are protected by TNF-α mRNA. Antisense RNA probes for 18S rRNA and β-actin mRNA protect 90 and 245 nt, respectively.\n\n        Recombinant Superantigens\n        \nChromosomal DNA from S. aureus COL and from an SEA-producing strain was used to clone wt SEB and SEA genes into pHTT7K [34] and express them in E. coli as mature proteins with an N-terminal His6-tag. PCR primers 5′-AGCTTGTACGTCAAAAGATAATAAAT-3′ and 5′-AATGCGAAAAAGGTGACTGCTCAAG-3′ were used to create tk2 SEB. Inserts were verified by DNA sequencing. Total protein was loaded onto a His•Bind column (Novagen) and eluted stepwise with imidazole. Recombinant proteins recovered after dialysis were &gt;98% pure on SDS-PAGE and &gt;98% homogeneous as monomers upon analytical gel filtration through a 1×30 cm Superdex 75 column calibrated with molecular weight standards (GE Healthcare-Amersham Pharmacia) from which proteins were eluted at a flow rate of 1 ml/min. In PBMC, wt SEB and SEA induced IL2, IFN-γ, TNF-α, and IL10 at 1 ng/ml, attesting to full activity; wt SEB was lethal to mice in the same concentration range as natural SEB.\n\n        Binding of SEB to Cell-Surface CD28\n        \nA vector expressing CD28-GFP fusion protein was generated from CD28 cDNA vector template [35] using KOD polymerase (Novagen) with phosphorylated PCR primers 5′-CTCAGATCTCGCCACCATGCTCAGGCTGCTCTTGGCTCT and 5′-CTCGGATCCGGAGCGATAGGCTGCGAAGTC, deleting the CD28 termination codon. The PCR product was inserted into pEGFP-N3 DNA (Clontech) that had been digested with BamH1 and BglII. CD28-transfected cells were incubated successively for 30 min each with wt SEB labeled with Alexa Fluor 633 (Molecular Probes), goat polyclonal αCD28 Ab (AF-342-PB, R&amp;D Systems), and Cy2-labeled donkey anti-goat IgG (Jackson Laboratories), washing after each step.\n\n        Far-Western Analysis\n        \nwt SEB (28.4 kD), egg white lysozyme (14.3 kD; Sigma), or goat polyclonal αCD28 (R&amp;D Systems) were incubated for 5 min at 95°C and separated in duplicate by 12% SDS-PAGE. One gel was stained with Coomassie blue and the other transferred to a Nitrocellulose Transfer Membrane (Whatman, 0.2 mm) in a Semi Dry Transfer instrument (Schleicher &amp; Schuell). The membrane was blocked with 5% skim milk before incubation for 1 h with 0.5 µg/ml horseradish peroxidase-conjugated CD28-Fc (R&amp;D Systems). Binding of CD28-Fc was detected using ECL-plus (Pharmacia).\n\n        Phage Display\n        \nFor epitope mapping, the PhD-12 combinatorial phage display library in M13KE (New England Biolabs) was panned on immobilized αCD28 mAb (MAB342) following instructions of the manufacturer; displacement was with 100 µg/ml CD28-Fc. Phages from the fourth panning were immobilized on nitrocellulose membranes. Binding of αCD28 was detected with horseradish peroxidase-linked anti-mouse IgG (Jackson Laboratories) using ECL-plus. Sequences of 19 distinct inserts were aligned with CD28, without gaps. For CD28 affinity selection, the same library was panned on immobilized CD28-Fc; bound phages were displaced with 100 µg/ml SEB (Lot 1430). To screen for binding, phages were immobilized and incubated with 0.5 µg/ml horseradish peroxidase-conjugated CD28-Fc. After 4 rounds of panning, &gt;10% of selected phages tightly bound CD28-Fc.\n\n        Surface Plasmon Resonance Spectroscopy\n        \nProteins and peptides were diluted to 10–200 µg/ml in 10 mM Na acetate pH 4.0 and immobilized on a CM5 sensorchip using amine coupling kit and amine-thiol coupling kit (BIAcore), respectively; amounts immobilized were 500–1,000 RU. Analytes were injected at 20 µl/min in 25 mM HEPES pH 7.4, 150 mM NaCl, 3.4 mM EDTA, and 0.005% surfactant P20 under conditions showing no mass transport limitation. Regeneration was with 50 mM phosphoric acid. Kinetic analyses were performed at 25°C in a BIAcore 3000 instrument, deducting the control flow cell signal from the binding signal. Analyte curves were run in duplicate; representative results are shown. BIAevaluation 3.1 software was used to determine KD in the linear ligand concentration range (1∶1 Langmuir binding). To determine KD for the SEB/CD28-Fc complex from data in Figure 3C, CD28-Fc bound to immobilized p12C in the presence of increasing concentrations of SEB was quantitated relative to the dose response curve generated for binding of CD28-Fc to p12C in the absence of SEB. Standard error as percent of ka and kd and χ2 values well below 10 show the quality of fit between calculated and observed binding values and attest to the purity of the ligands examined. Fitting residuals were within the range of ±2, validating the goodness of fit. CD28-Fc was titrated in BIAcore binding assays for the ability to bind to its cognate immobilized mAb. CD28-Fc was also titrated for its ability to bind to immobilized sB7-2. Human IgG (Jackson Laboratories), ribonuclease A, and His10-tagged ubiquitin (R&amp;D Systems) served as controls.\n\n        Mouse Lethality Assay\n        \nFemale BALB/c mice (10–12 wk; Harlan) were challenged by intraperitoneal injection of SEB and 20 mg D-galactosamine to sensitize the animals to superantigens [15]. Antagonist peptides were injected intraperitoneally 30 min before challenge. Controls without SEB received peptide 30 min before injection of D-galactosamine. Survival was monitored. Viability remained constant beyond 72 h for as long as monitored, 2 wk.\n\n        Statistical Analysis\n        \nSurvival curves were analyzed using the Kaplan-Meier method, with the Log-Rank test for comparisons.\n\n        Structure Models\n        \nCartoon models of protein structure were created in PyMol (www.pymol.org).\n\n      Supporting Information"
}