{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000354",
  "doi": "10.1371/journal.pbio.1000354",
  "externalIds": [
    "pii:09-PLBI-RA-4598R3",
    "pmid:20404999",
    "pmcid:PMC2854127"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Structural Basis for Fe–S Cluster Assembly and tRNA Thiolation Mediated by IscS Protein–Protein Interactions",
  "authors": [
    {
      "name": "Rong Shi",
      "first": "Rong",
      "last": "Shi",
      "affiliation": "Department of Biochemistry, McGill University, Montréal, Québec, Canada"
    },
    {
      "name": "Ariane Proteau",
      "first": "Ariane",
      "last": "Proteau",
      "affiliation": "Department of Biochemistry, McGill University, Montréal, Québec, Canada"
    },
    {
      "name": "Magda Villarroya",
      "first": "Magda",
      "last": "Villarroya",
      "affiliation": "Laboratorio de Genética Molecular, Centro de Investigación Príncipe Felipe, Valencia, Spain"
    },
    {
      "name": "Ismaïl Moukadiri",
      "first": "Ismaïl",
      "last": "Moukadiri",
      "affiliation": "Laboratorio de Genética Molecular, Centro de Investigación Príncipe Felipe, Valencia, Spain"
    },
    {
      "name": "Linhua Zhang",
      "first": "Linhua",
      "last": "Zhang",
      "affiliation": "Biotechnology Research Institute, Montréal, Québec, Canada"
    },
    {
      "name": "Jean-François Trempe",
      "first": "Jean-François",
      "last": "Trempe",
      "affiliation": "Department of Biochemistry, McGill University, Montréal, Québec, Canada"
    },
    {
      "name": "Allan Matte",
      "first": "Allan",
      "last": "Matte",
      "affiliation": "Biotechnology Research Institute, Montréal, Québec, Canada"
    },
    {
      "name": "M. Eugenia Armengod",
      "first": "M. Eugenia",
      "last": "Armengod",
      "affiliation": "Laboratorio de Genética Molecular, Centro de Investigación Príncipe Felipe, Valencia, Spain"
    },
    {
      "name": "Miroslaw Cygler",
      "first": "Miroslaw",
      "last": "Cygler",
      "affiliation": "Department of Biochemistry, McGill University, Montréal, Québec, Canada; Biotechnology Research Institute, Montréal, Québec, Canada"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-04",
  "dateAccepted": "2010-03-08",
  "dateReceived": "2009-11-02",
  "volume": "8",
  "number": "4",
  "pages": "e1000354",
  "tags": [
    "Discipline/Biochemistry/Macromolecular Assemblies and Machines",
    "Discipline/Cell Biology/Microbial Growth and Development",
    "Discipline/Microbiology/Microbial Growth and Development",
    "Type/Research Article"
  ],
  "abstract": "Crystal structures reveal how distinct sites on the cysteine desulfurase IscS bind two different sulfur-acceptor proteins, IscU and TusA, to transfer sulfur atoms for iron-sulfur cluster biosynthesis and tRNA thiolation.",
  "fullText": "Introduction\n\nSulfur is a critical element in all living cells, incorporated into proteins not only in the form of cysteine and methionine but also as iron-sulfur clusters, sulfur-containing cofactors and vitamins, and into RNA through a variety of modifications [1],[2]. Delivery of sulfur for these various biosynthetic pathways is a complex process, involving successive transfers of sulfur as persulfide between multiple proteins, many of which are highly conserved across species. Three distinct systems have been identified for the assembly of iron-sulfur clusters: isc, nif, and suf (reviewed in [1],[3]–[5]). The isc (iron-sulfur clusters) system participates constitutively in general-purpose iron-sulfur cluster assembly and in transfer of sulfur to several cofactors and tRNAs. The nif (nitrogen fixation) system is involved in iron-sulfur cluster assembly required for the maturation of nitrogenase [6], while the suf (sulfur mobilization) system plays a role during oxidative stress or iron starvation. The initial step in each system is performed by a specific cysteine desulfurase, IscS [7], NifS [8], or SufS (previously CsdB, [9]), respectively, forming the initial persulfide.\n\nIscS is a highly conserved, widely distributed pyridoxal-5′-phosphate (PLP)-dependent enzyme [7],[10], with 60% sequence identity between the enzyme from Escherichia coli and its human homolog, NFS1. It initiates intracellular sulfur trafficking, delivering the sulfur to several sulfur-accepting proteins such as IscU, ThiI, TusA, and MoaD/MoeB that commit the sulfur to different metabolic pathways, including iron-sulfur cluster assembly, thiamine and biotin synthesis, tRNA modifications, or molybdopterin biosynthesis [2],[3],[11]. IscU is the primary scaffold for assembly of Fe-S clusters [12] that are required by iron-sulfur proteins. In addition to these sulfur acceptors, IscS interacts with several other proteins, including CyaY, a bacterial homolog of human frataxin [13],[14]; IscX, a possible adaptor protein whose exact function is as yet unknown [15],[16]; and rhodanese RhdA [17]. Frataxin/CyaY has been postulated as an Fe chaperone [18], an Fe donor for Fe-S cluster assembly [13],[19],[20], or a regulator of Fe-S cluster formation [14]. The network of known IscS protein interactions is shown in Figure 1.\n\nThiolated nucleotides are found in several tRNAs. In E. coli and Salmonella enterica serovar Typhimurium, these are s4U8, s2C32, ms2i(o)6A37, and (c)mnm5s2U34, which, with the exception of s4U8, are located within the anticodon loop and are crucial for proper mRNA decoding [21]. The base thiolations are mediated by several acceptor proteins, falling into two distinct pathways [21]. In the iron-sulfur cluster independent pathway, direct transfer of sulfur from IscS to the acceptor ThiI leads to the s4U8 modification [22], while transfer to TusA results in the (c)mnm5s2U34 modification [23]. ThiI also participates in thiamine biosynthesis [24]. The second pathway proceeds through the formation of an iron-sulfur cluster and is dependent on the IscU acceptor protein. The enzymes TtcA and MiaB accept sulfur from IscU [3] and are responsible for the s2C32 [25] and ms2i(o)6A37 modification [26], respectively. The unique tRNA thiolation pattern associated with sulfur transfer from IscS to TusA, IscU or ThiI provides a convenient readout system to assess the in vivo effects of IscS mutations on its interaction with these proteins.\n\nThe proteins involved in sulfur utilization have been extensively studied both functionally and structurally. Structures of IscS [27], the sulfur acceptor proteins TusA [28], ThiI [29], IscU [30],[31], rhodanese [32], and the modulators human frataxin [33],[34] and its bacterial homologue CyaY [35],[36], as well as IscX [16],[37] have been determined by X-ray crystallography or NMR. All of these proteins adopt different folds and the acceptor proteins receive sulfur from IscS by molecular mechanisms that are not fully understood.\n\nDespite this wealth of structural information, the question of how IscS is able to communicate with such a broad spectrum of proteins and deliver sulfur to a wide range of structurally divergent partners is unresolved as no structural information on its complex(es) with binding partner(s) is presently known. To begin addressing this question, we have determined the crystal structure of the IscS-TusA and the IscS-IscU complexes, which reveal different modes of binding of these proteins and provide a framework for understanding sulfur transfer from IscS. Further, we performed extensive mutagenesis of the IscS surface followed by in vitro (pull-down) and in vivo (tRNA complementation assay) studies to map the interface with ThiI, CyaY/frataxin and IscX. Competition for binding to IscS by its various partners has been explored by three-way pull-down experiments.\n\nResults\n\nMolecular Interfaces of the IscS-TusA and IscS-IscU Complexes\n\nWe have crystallized and determined the structures of the E. coli IscS-TusA and IscS-IscU complexes at 2.45 Å and 3.0 Å resolution, respectively (Figure 2 and Table 1). The atomic structures of these complexes provide a detailed description of two different protein binding sites on the IscS surface.\n\nIscS is composed of two domains [27]. The small domain (residues 1–15 and 264–404) contains the critical active site cysteine Cys328. The large domain (residues 16–263) harbours the PLP cofactor and the cysteine substrate-binding pocket. Dimerization of IscS predominantly involves residues from the large domain. Easily recognizable electron density in our structures indicated the presence of the PLP cofactor as an internal aldimine covalently bound to Lys206, as previously observed [27]. TusA has a compact two-layered α/β-sandwich structure with a central four-stranded mixed β-sheet having the connectivity β1↑β2↑β4↓β3↑ and two α-helices [28]. IscU is a two-layered α/β sandwich with a core three-stranded β-sheet and bundle of five α-helices [31].\n\nThe IscS-TusA complex crystallized in two forms with identical heterotetramers consisting of an IscS dimer and two TusA molecules. The distance between the two TusA monomers exceeds 40 Å (Figure 2). TusA interacts with the large domain of one IscS subunit within the dimer, with the exception of the tip of the loop containing the essential Cys328 of IscS, which comes from the other subunit (Figure 2). This persulfide-carrying Cys328IscS is juxtaposed against the acceptor cysteine of TusA, Cys19TusA, with only ∼4 Å separating their S atoms. Most of the IscS residues involved in the interaction with TusA are located on the outside face of a six-turn helix α2, the N-terminus of strand β2, the C-terminus of the neighbouring strand β9, and the following loop β9/α7 (Figure 3A and Figure S1). Electron density for the interface residues is shown in Figure S2A. The residues of TusA contacting IscS are located on two α-helices (α1TusA and α2TusA), which are nearly perpendicular to helix α2IscS. Formation of the complex buries the α-helical layer of TusA and leaves its β-sheet layer exposed to the solvent. Approximately 710 Å2 of the molecular surface of each binding partner is buried, corresponding to ∼16% of the total TusA surface area. The interface involves van der Waals contacts, polar and hydrogen bond interactions, and salt bridges (Figure 3A). The main van der Waals contacts are provided by TusA Met24TusA, Met25TusA (α1TusA), Phe55TusA, Phe58TusA, Met59TusA (α2TusA) and IscS Trp45IscS (stacking with Phe58TusA), and the aliphatic portions of Arg55IscS and Arg237IscS.\n\nAs established previously [38], the IscS-IscU complex is also a heterotetramer. IscU binds near the C-terminus of IscS, forming a very elongated S-shaped heterotetrameric protein complex 150 Å long and 65 Å wide (Figure 2). The IscU is in its apo form, with no evidence of a bound Fe-S cluster. IscU makes contacts with helix α8IscS (Glu309-Ala316), helical turn α10IscS (Glu347), the end of helix α11IscS, and the C-terminal helix α12IscS (Arg379-Lys391). The importance of the latter contact is emphasized by the lack of binding of IscU to IscS(Δ376-404) [39]. The contacts on IscU include Tyr3 and Tyr11 (N-terminus), Gly38, Val40 and Lys42 (β2IscU), Lys59-Gly64 (β3IscU), and Lys103 (Figure 3B, electron density in Figure S2B). The IscU surface area buried upon complex formation is ∼790 Å2. The bound IscU projects its most conserved surface containing three conserved cysteines (Figure S3) toward the IscS loop that carries Cys328. The distance between the modeled Cys328IscS and any cysteine of IscU in our structure is greater than ∼12 Å, implying that a conformational change must accompany sulfur transfer (Figure S4). The contacts provided by the N-terminus and helix α1IscU (Glu5-Glu12) are critical for the formation of the cognate complex, as confirmed by a partial loss of in vitro binding of IscU(Δ1-7) to IscS and a complete loss of binding of IscU(Δ1-12) (Table 2 and Figure S5A). We constructed several IscU point mutants of residues on loops facing IscS to verify the interface observed in the IscS-IscU structure. Only the charge reversal mutant K103IscUE located within the interface and pointing toward IscS disrupted the complex (Table 2). Removing the sidechain of another residue located at the interface, Tyr11 (Y11A), had no significant effect on binding as this was not a disruptive mutation. Finally, the charge removal/reversal mutants E5L, D9R, and E98R located outside the observed interface had no effect on complex formation.\n\nTo determine if the IscS-TusA and IscS-IscU complexes existing in solution are the same as the heterotetramers observed in the crystal structures, we performed small angle X-ray scattering (SAXS) experiments. The scattering curve obtained for the IscS-TusA complex at a protein concentration of 22 mg/ml fit very well (χ2 = 2.24) to the intensity profile calculated from the crystal structure of the complex (Figure 4), indicating that the crystal and solution structures represent the same biological unit. Similarly, the data for the IscS-IscU complex are in excellent agreement (χ2 = 1.22) with the very elongated structure observed in the crystal (Figure 4).\n\nStructural Rearrangements upon Complex Formation\n\nFormation of the IscS-TusA or IscS-IscU complexes is associated with only minor conformational changes in the IscS dimer, predominantly of surface sidechains. The root-mean-square deviation (rmsd) between free (PDB code 1P3W) and TusA-bound IscS is ∼0.4 Å for the corresponding ∼380 Cα atoms. Nevertheless, sidechain reorientation results in a significant change in the shape of the IscS binding surface and improves surface complementarity to TusA (Figure 5). There is no change in the active site pocket containing the PLP cofactor.\n\nThe TusA molecules in the complex show larger structural deviations from the individual TusA structures as determined by NMR spectroscopy (PDB code 1DCJ, [28]) (rmsd of ∼1.3 Å for all Cα atoms), corresponding to a ∼2.5 Å shift of helix α2TusA away from α1TusA along the surface of the β-sheet, accompanied by a small ∼15° rotation of this helix along its axis.\n\nUpon binding of IscU to IscS, the major structural change in IscU relative to the solution structures of IscU from H. influenza [30], B. subtilis (PDB code 1XJS), and mouse (PDB code 1WFZ) involves ordering of the ∼25 N-terminal residues and folding of Glu5-Glu12 into an α-helix, thereby providing crucial contacts with IscS. This segment is largely disordered in all solution structures of IscU and the N-terminus assumes different conformations in three independent molecules in the crystal structure of Aquifex aeolicus IscU [31]. The rmsd between E. coli IscU and Aquifex aeolicus IscU is ∼1.3–1.6 Å for the ordered ∼100 Cα atoms segment.\n\nMapping the Protein-Protein Interacting Surface of IscS\n\nThe structures of IscS-IscU and IscS-TusA identified non-overlapping IscS surfaces (with the potential exception of the disordered tip of Cys328IscS loop) interacting with IscU and TusA. However, IscS also interacts with several other proteins and we aimed to identify the “active” surface of IscS. We first analyzed the pattern of surface residue conservation using the CONSURF server (http://consurf.tau.ac.il/; [40]). The conserved residues form a large, contiguous molecular surface extending across the dimer interface and centered on the active site Cys328 (Figure 6A). The extent of the conserved surface suggests that a substantially larger surface area than that observed for the IscS-IscU and IscS-TusA complexes is utilized for binding all protein partners.\n\nTo further characterize the IscS binding surface we expressed and purified three other proteins in addition to IscU and TusA, namely the sulfur acceptor ThiI, a modulator frataxin/CyaY, and IscX from the isc operon. All of these proteins have previously been shown to bind to IscS. The IscS utilized in this study had not been charged with the persulfide group. Nevertheless, all IscS partners formed stable complexes, indicating that Cys328 does not need to be present in the persulfide form for protein-protein binding (see below).\n\nTo experimentally map the IscS interacting surface, we created a series of IscS point mutations distributed across the entire conserved surface (Figure 6A and Table 3). The mutations were designed to invert the polar or nonpolar character of a specific residue, or replace a smaller sidechain by a larger one. For in vitro pull-down experiments, all mutant proteins were expressed and purified following the same protocol as for wild-type IscS and showed similar behaviour during purification. IscS mutations that abrogated interaction with wild-type TusA, W45IscSR, E49IscSA, D52IscSR (Figure 7A), D52IscSY, and D52IscSM (unpublished data) involved tightly clustered residues located on the side of helix α2IscS, in excellent agreement with the crystal structure. A significant contribution of hydrophilic interactions to IscS-TusA complex formation was demonstrated by disruption of the complex through increasing the NaCl concentration to 600 mM (unpublished data).\n\nOf the IscS mutations, only A327IscSV had some impact on IscU binding (Table 3 and Figure 7B). This mutation affects the residue next to Cys328, and the tip of this loop was disordered in our structure. No other IscS mutations investigated here affected IscS-IscU complex formation and the structure shows that all of these mutations are outside of the IscU interface with IscS (Figure 6B). However, an IscS(Δ374-404) deletion was reported to abrogate IscU binding [39], and this segment forms part of the interface observed in the structure. The agreement between the pull-down experiments and the crystallographically determined interfaces substantiated the results presented below for other proteins interacting with IscS.\n\nE. coli ThiI is significantly larger than either TusA or IscU, with 482 residues arranged into three domains [29]. The ThiI residue Cys456 was shown to be essential for accepting sulfur from IscS [41],[42] and is located in the rhodanese-like domain. The mutants R220IscSE, R237IscSE/M239IscSE, and R340IscSE significantly decreased binding of ThiI, while the mutations W45IscSR, F89IscSE, R116IscSE, R223IscSE, E311IscSR, and A327IscSV decreased binding to a lesser extent (Figure 7C and Table 3). Therefore, binding of TusA or ThiI to IscS is influenced by a common mutation, W45IscSR, indicating that they bind to distinct but partially overlapping regions on the IscS surface.\n\nThe binding of frataxin/CyaY and IscX to IscS was affected by the same set of mutations, including R116IscSE, R220IscSE, R223IscSE, R225IscSE/E227IscSR, G234IscSL, R237IscSE/M239IscSE, A327IscSV, and R340IscSE (Figure 7D,E and Table 3), showing that their footprints are very similar. Moreover, their footprints overlap significantly with that of ThiI but not with that of IscU nor TusA.\n\nThe effect of IscS mutations on binding to partner proteins was analyzed in vivo by quantification of the tRNA modifications mnm5s2U (TusA), s2C (IscU), and s4U (ThiI). To this end, we used an iscS null mutant (IC6087) transformed with pMJ623 and derivative plasmids, which encode the wild-type and mutant His-IscS proteins, respectively. We decided to use this approach after observing that plasmid pMJ623 was able to restore the nearly wild-type levels (90%) of thiolated nucleosides when transformed into IC6087, despite that His-IscS could not be detected with anti-His antibody in Western blot analysis (unpublished data). Mutations W45IscSR, E49IscSA, D52IscSA, D52IscSR, D52IscSY, and D52IscSM reduce the mnm5s2U synthesis to 0%–25% of the wild-type protein, whereas they do not affect s2C accumulation. These results correlate well with the effect produced by such mutations on the IscS interaction with TusA and IscU, as assessed by the pull-down experiments (Table 3), suggesting that the impairment or complete inability of IscS mutants to bind TusA is responsible for the decrease in mnm5s2U modification. The mutation A327IscSV does not interfere with the pull-down of IscS by TusA, although it reduces the mnm5s2U synthesis by about 50% [21],[43].\n\nThe mutation W45IscSR decreases both mnm5s2U and s4U levels to about 5% of the wild-type protein, confirming that Trp45 affects binding to TusA and ThiI (Table 3 and [21]). However, other mutations impairing the interaction with TusA (E49IscSA, D52IscSA, D52IscSY, and D52IscSM) do not reduce synthesis of s4U, suggesting that they do not abrogate the interaction with ThiI. These results support that TusA and ThiI bind to distinct but partially overlapping regions on the IscS surface. Taken together with the determined structures, the in vitro and in vivo experiments enabled us to create a protein interaction map of the IscS surface (Figure 6B).\n\nIscS Can Bind Multiple Partners Simultaneously\n\nStructures of the IscS-TusA and IscS-IscU complexes showed that the footprints of TusA and IscU on the IscS surface do not intersect. Therefore, we applied a three-way pull-down approach to explore whether both of these proteins could bind simultaneously to IscS. We first incubated His6-IscS with GST-TusA on glutathione Sepharose beads, washed the beads extensively, and eluted the His6-IscS-TusA complex by cleavage with TEV protease. We then bound GST-IscU on fresh glutathione Sepharose beads, washed, and added the His6-IscS-TusA complex. The column was washed, TEV protease added, and incubated for ∼2 h. Only His-IscS and IscU eluted from the column (Figure S6A, left). In the second experiment, we first formed the His6-IscS-IscU complex and loaded it on a glutathione Sepharose column pre-bound with GST-TusA. In the flowthrough we detected His-IscS-IscU. All of the GST-TusA and a small amount of His-IscS were retained on the beads (Figure S6A, right). In both experiments IscS associated predominantly with IscU, indicating that TusA and IscU cannot bind to IscS simultaneously and that IscU is able to displace TusA from IscS. The biological significance of this binding preference has to be investigated further. Subsequently, we performed three-way pull-down experiments for other protein-protein combinations with IscS, including IscU-CyaY (Figure S6B) [13],[14], IscU-IscX (Figure S6C), TusA-IscX (Figure S6D), and TusA-CyaY (Figure S6E). The results show that IscU can bind IscS simultaneously with either CyaY or IscX, whereas TusA cannot.\n\nTo determine if simultaneous binding of CyaY (or IscX) and IscU to IscS affects sulfur transfer to IscU, we examined the level of IscU-dependent s2C tRNA modification when CyaY (or IscX) was overexpressed for 18 h. No effects were found (unpublished data).\n\nModeling the IscS-CyaY/IscX Complexes\n\nAs previously observed, both CyaY and IscX contain a large, negatively charged patch on their surface that has been proposed to contain residues involved in binding to IscS [14],[16],[37]. The CyaY and IscX footprints on the IscS surface encompass a positively charged area (Figure 8). We have used the ZDOCK server (http://zdock.bu.edu/) to model the IscS-CyaY and IscS-IscX complexes. In the first approach no restraints were provided. While the 20 top solutions positioned CyaY over the positively charged surface of IscS near the Cys328 loop, the orientation of CyaY varied significantly and all the top solutions collided with IscU. In the second approach we provided CyaY residues identified by NMR [14] as restraints. Again, more than half of the 20 best models collided with IscU. However, when we added IscS restraints derived from pull-down assays, none of the top 20 solutions clashed with IscU, and the range of CyaY orientations was smaller than in the previous calculations (Figure 9 and Figure S7). What is more, all of the CyaY models collided, albeit slightly, with the TusA structure (Figure 9). This is consistent with the detection of an IscS-IscU-CyaY ternary complex and the lack of detection of an IscS-TusA-CyaY complex. Similar modeling results were obtained for IscX (unpublished data).\n\nQuerying the Roles of Conserved TusA Residues in Sulfur Transfer\n\nThe crystal structures presented here allow us to address the mechanism of sulfur transfer from IscS to acceptor proteins. In the IscS-TusA complex, the observed proximity of Cys19TusA to persulfated Cys328IscS could be sufficient for sulfur transfer to occur. However, several residues, including Asp45TusA and Asp51TusA in the vicinity of Cys19TusA, are absolutely conserved and could play a role in sulfur transfer (Figure 3A). Asp51TusA is on the surface while Asp45TusA is buried but forms a hydrogen bond to the NH of Cys19TusA. To investigate their roles, we constructed mutations D45TusAA and D51TusAA as well as other mutations affecting TusA residues in proximity to IscS, E21TusAA, M24TusAR, R27TusAE, R27TusAD, R31TusAA, and F58TusAA, and tested each mutant for IscS-TusA complex formation in vitro (Figure S5B) and in vivo for levels of TusA-dependent mnm5s2U tRNA modification (Table 4) [23].\n\nFor the in vivo experiments we followed the synthesis of mnm5s2U in a tusA null mutant (IC6085) transformed with pGEX 4T-1 (expressing only GST) and derivative plasmids expressing wild-type or mutant GST-TusA proteins. Western blot analysis with an anti-GST antibody indicated that the recombinant proteins are synthesized even in the absence of the IPTG inducer, due to leakiness of the Ptac promoter, and that the cellular levels of the GST-TusA protein produced by each recombinant plasmid under such conditions were similar (unpublished data), suggesting that the introduced mutations did not affect stability of the GST-TusA protein. In all cases where the mutants show weak or no interaction in the pull-down assay, the level of tRNA modification also decreases (Table 4). Even when we detected no interaction by in vitro pull-downs, the remaining low IscS-TusA affinity seems to be sufficient to provide partial complementation over the several hours of cell growth, accounting for the reduced levels of tRNA modification observed in such cases (Table 4).\n\nThe TusA interface mutations M24TusAR, R27TusAE, R27TusAD, R31TusAA, and F58TusAA abolished in vitro binding to IscS, while E21TusAA only weakened complex formation with IscS (Table 4). A more sensitive technique, surface plasmon resonance (SPR), did not detect interaction between His-IscS and several of these TusA mutants (M24R, R27E, R31A, F58A) (unpublished data). On the other hand, the D51TusAA and D45TusAA mutants behaved like wild-type TusA in the pull-down experiments with IscS, showing that these mutations had little or no effect on IscS-TusA complex formation (Table 4). When assayed in vivo, D51TusAA and D45TusAA showed reduced levels of mnm5s2U modification, to 67% and 56%, respectively, of that of the wild-type TusA (Table 4), supporting a functional role for Asp45 and Asp51.\n\nDiscussion\n\nMolecular Footprints on the IscS Surface\n\nIscS and several of its binding partners are evolutionarily highly conserved proteins. In order to characterize at the molecular level the mode of interaction of IscS with its binding partners and to define their footprints on the IscS surface, we determined the crystal structures of IscS with two sulfur acceptors, IscU and TusA. We also utilized data from the literature for 9 mutations [21],[39],[44] with over 20 mutations investigated here to map interactions for three other proteins, ThiI, CyaY/frataxin, and IscX. We identified multiple mutations that disrupted binding for each of the partners (Table 3). The in vivo effects largely coincide with the in vitro binding studies (Table 3), offering supporting evidence that disrupting the interactions of IscS with its partners impairs tRNA modification. The structures of the IscS-TusA and IscS-IscU complexes validated this methodology.\n\nThe footprints of ThiI, CyaY, and IscX overlap significantly, while ThiI and TusA overlap partially (Figure 6B). Our results indicate that CyaY and IscX bind to nearly the same region of IscS. Although the TusA and IscU footprints do not overlap, the three-way pull-down experiments showed that TusA and IscU cannot bind simultaneously to IscS. Moreover, IscU was able to displace TusA in the complex, suggesting that it has a higher affinity for IscS. Superposition of the structures of these two IscS complexes shows, indeed, a spatial overlap between bound IscU and TusA (Figure S4). Taken together, our data show that the sulfur acceptors IscU and TusA and ThiI can bind to IscS only one at a time and that the effectors/modulators CyaY/frataxin and IscX can form a ternary complex with IscS in the presence of IscU but not with TusA or ThiI.\n\nAs CyaY and IscU can both bind to IscS simultaneously, we asked if CyaY may prevent IscU from acquiring sulfur from IscS in vivo. To determine this we overexpressed CyaY or IscX in a wild-type E. coli strain and quantified the level of the modified s2C nucleotide, finding that overexpression has no effect on s2C synthesis under our growth conditions (unpublished data).\n\nSeveral, and often contradictory, views on the role of frataxins have been proposed. Thus, Frataxin/CyaY has been postulated as an Fe chaperone [18], an Fe donor for Fe-S cluster assembly [13],[19],[20], or a regulator of Fe-S cluster formation [14]. Since we did not detect impairment in s2C modification under CyaY overproducing conditions, it may be concluded that CyaY does not interfere with sulfur transfer between IscS and IscU under standard growth conditions, which favours the view of CyaY as a source of Fe via IscU for Fe-S cluster assembly. However, some biochemical studies on frataxins suggest that their activity might be modulated in vivo by the intracellular iron concentration [14] or redox potential [19]. Therefore, additional experiments are needed to test the effect of the CyaY overexpression under such conditions.\n\nMode of Interaction of the IscS Dimer with the Acceptor Proteins: IscU Acts in Cis While TusA Acts in Trans\n\nEach IscU molecule interacts with only one subunit of the IscS dimer and, based on its orientation in the complex, would be expected to accept sulfur from the same subunit to which it is bound (Figure 2). Of the three cysteines in IscU, the closest to the loop bearing Cys328IscS is Cys37IscU. The tip of the IscS loop is disordered and we cannot precisely position Cys328IscS, however the distance of ∼12 Å estimated from the model would be too far for sulfur transfer. The other two cysteines are slightly further away, with distances of ∼13.5 Å for Cys63IscU and ∼16 Å for Cys106IscU. Therefore, an additional movement, most likely of the IscS loop, is required to bring the catalytic Cys residues closer together.\n\nThe mode of TusA interaction with IscS is different. While TusA interacts predominantly with one IscS subunit, the sulfur accepting Cys19TusA [23] is juxtaposed against Cys328′IscS that belongs to the other IscS subunit of the dimer (Figures 2, 3A). As a result, the thiol groups of Cys328′IscS and Cys19TusA are in close proximity, within a distance of less than 4.5 Å. This organization of the IscS-TusA complex suggests that the dimerization of IscS is essential for effecting sulfur transfer to various acceptor proteins.\n\nThe High Flexibility of the Cys328IscS Loop Is Crucial for Sulfur Transfer to Multiple Acceptors\n\nWhile the catalytic mechanism of cysteine and selenocysteine desulfurase/deselenase activity has been intensively investigated [45]–[48], less is known about how persulfide sulfur is transferred to an acceptor protein. Evidence suggests that the cysteine persulfide intermediate is a relatively stable species and represents a true enzyme intermediate along the reaction pathway [1],[49].\n\nThe loop containing Cys328IscS, which would carry the persulfide, extends away from the PLP cofactor and the cysteine-binding site, but the location of its tip harbouring Cys328IscS could not be detected due to disorder [27]. We have determined the structure of PLP-bound IscS at 2.05 Å resolution in a different crystal environment from that observed previously and have also found the Cys328IscS-containing loop extending away from the protein with its tip disordered. Therefore, IscS prefers an “open” conformation of the Cys328 loop, compatible with sulfur transfer to an acceptor. In contrast, the analogous loops in two other cysteine desulfurases, NifS and SufS, are shorter and prefer a closed conformation, with the active site cysteine residue located in proximity to PLP, compatible with loading of sulfur acquired from bound cysteine substrate (Figure S8). We postulate that the longer Cys328 loop found in IscS is essential for this enzyme to transfer sulfur to multiple acceptors.\n\nWe propose that the transfer of persulfide sulfur from IscS to the acceptor occurs in two stages. In the first stage, the loop containing Cys328 assumes the “closed” conformation and is loaded with the sulfur acquired from the cysteine substrate via the PLP cofactor, as exemplified by the structure of SufS/CsdB [49]. Next, the Cys328-carrying loop pivots around hinges located near Ser324 and Ser336, adopting the “open” conformation such that Cys328 can closely approach the cysteine of the acceptor protein. The conformation of the Cys328IscS loop in the IscS-TusA complex, with the donor and acceptor cysteines in close proximity, suggests that the observed conformation is close to that expected in a transfer-competent state (Figure 3A). This transfer mechanism is likely common with both NifS and SufS desulfurases.\n\nIscS transfers sulfur to multiple acceptor proteins. In the complex with IscU the observed distance between Cys328IscS and the Cys residues of IscU is too long for a direct transfer (Figure S4), and consequently a conformational rearrangement is necessary to bring together the sulfur donor and acceptor cysteines. Since most regions of IscS show no differences in the various crystal structures, either alone or complexed with acceptor proteins, and in view of the high flexibility/disorder of the Cys328 loop, we postulate that it is this loop that bends closer toward IscU in order to effect sulfur transfer. Indeed, the observation of a disulfide linkage between Cys328IscS and Cys37IscU from Azotobacter vivendi [50] or with E. coli Cys63IscU [51] supports the notion that the Cys328 loop travels over a significant distance in order to interact with different partners. This implies that the flexibility of the Cys328 loop is crucial for the IscS ability to act as a shuttle in sulfur transfer and is consistent with the in vivo effects of mutations in the loop region of IscS on Fe-S cluster synthesis [21],[43],[44]. Our observation that the A327IscSV mutation weakens the IscS interaction with IscU, ThiI, CyaY, and IscX is also compatible with this hypothesis. Given that Ala327IscS is adjacent to the catalytic Cys328IscS, the mutation A327IscSV likely affects the flexibility of the active loop, resulting in impaired binding of IscS to some of its partners.\n\nThe modeled position of Cys328IscS is closer to Cys37IscU and Cys63IscU than to Cys106IscU. The sidechain of Cys37IscU is exposed on the protein surface, with Cys63IscU being less exposed while Cys106IscU is buried. We propose that the most likely candidate residue to act as the initial S acceptor is Cys37IscU followed by Cys63IscU. The distance between the sidechains of Cys63IscU and Cys106IscU is ∼4 Å, allowing for a secondary transfer of persulfide sulfur from Cys63IscU to Cys106IscU. The observation that mutation of any one of the IscU cysteines reduced the number of sulfurs bound to IscU but did not abolish sulfur transfer [50] indicates that more than one cysteine can accept the sulfur directly from IscS.\n\nThe Role of Additional Residues in Assisting Sulfur Transfer\n\nWe questioned if sulfur transfer between the two cysteines requires assistance from other residues. We noted that Asp45TusA and Asp51TusA are close to Cys19TusA (Figure 3A) and are conserved in all homologs with sequence identity &gt; ∼24%. The sidechain of Asp45TusA forms a hydrogen bond to the NH of Cys19TusA that may be helpful to correctly orient the loop carrying this cysteine. The sidechain of Asp51TusA is 4.2 Å away from the sulfur of Cys19TusA. The expected chemistry requires that Cys19TusA acts as a nucleophile attacking the Cys328IscS persulfide, for which Cys19TusA would be more reactive if it were deprotonated [1]. While at neutral pH a small fraction of cysteines would be deprotonated, we rationalized that Asp51TusA could act as a general base to deprotonate Cys19TusA. The D51TusAA mutation modestly affects sulfur transfer, as measured by the level of mnm5s2U modification in vivo, whereas, as expected, it does not impede IscS-TusA complex formation in vitro (Table 4). Therefore, we postulate that while Asp51TusA is not absolutely essential, it makes Cys19TusA more nucleophilic, increasing the enzyme's efficiency and resistance to changes in pH. The sulfuryl anion would also be stabilized by the nearby Arg50TusA. This residue, while only moderately conserved, also has a functional role as the R50TusAA mutant shows reduced tRNA modification without affecting IscS-TusA complex formation (Table 4). While our proposal is in agreement with the current data, more detailed investigations of the sulfur transfer reaction in vitro will be needed to establish the roles of the above-mentioned residues.\n\nInterestingly, an aspartate (Asp39IscU) has also been shown to destabilize the Fe-S cluster in IscU [31],[38]. Mutation of this aspartate to an alanine was essential for crystallization of the Aquifex aeolicus IscU-(Fe-S)2 cluster. This aspartate is located in between Cys37IscU, Cys63IscU, and Cys106IscU and we hypothesize that, by analogy to Asp51TusA, it could also participate in catalysis.\n\nFunctional Implications\n\nOur combined biochemical and structural studies provide the first molecular details of how IscS both recognizes and discriminates between various binding partners. IscS binds its partners via a large, highly conserved, contiguous docking surface extending across both IscS subunits and centered on the loop containing Cys328. Different binding partners utilize different parts of this docking surface and approach Cys328 from different directions. The key to the ability of IscS to transfer persulfide sulfur to multiple acceptor proteins is the length and flexibility of the loop carrying Cys328. Indeed, superposition of the complexes shows that Cys19TusA and Cys37IscU are over 16 Å apart (Figure S4), yet both can accept sulfur from Cys328IscS. The shorter loops carrying the active site cysteine in SufS and NifS are likely adapted for interaction with only a single acceptor protein, SufU and NifU, respectively, and may require the binding of this partner to trigger flipping of this loop from an inside conformation to an outside one.\n\nIt is clear that IscS binds the monomeric form of apo-IscU, consistent with the model proposed by Shimomura et al. [31], and would be structurally inconsistent with binding of an IscU trimer containing an Fe-S cluster. It is also noteworthy that the binding site on IscU for the HscA chaperone, required for Fe-S cluster assembly or delivery from IscU to target proteins, may have some overlap with that for IscS since Lys103IscU was shown to be involved in HscA binding [52] and the K103IscUE mutation also disrupts the IscS-IscU complex (Figure S5A and Table 2). This argues against simultaneous binding of IscU to IscS and HscA and is consistent with a role for this chaperone in mediating delivery of the Fe-S cluster to recipient proteins. On the other hand, the IscU binding site for the co-chaperone HscB [53] is distinct from that for IscS and HscB could interact with the IscU-IscS complex. Since formation of an Fe-S cluster likely occurs while IscU is bound to IscS [38] and HscA affinity for IscU increases ∼20-fold in the presence of HscB [54], a plausible model is that HscB promotes dissociation of the IscS-IscU(Fe-S) complex and a formation of an IscU(Fe-S)-HscB-HscA complex for subsequent transfer of the Fe-S cluster to a recipient protein.\n\nWithin the cell, the relative affinities of partner proteins for the IscS dimer, their Fe-loading state (IscU, CyaY, and IscX), as well as their relative concentrations together presumably dictate which combination(s) of partner proteins interact with IscS at any one time. The simultaneous binding of TusA and IscU to IscS, while it involves different surface residues on IscS, is precluded due to steric clashes. The higher affinity of IscS for IscU than for TusA suggested by our results is of functional importance in that under conditions of limited sulfur supply, sulfur would be delivered predominantly to IscU, the precursor for Fe-S cluster assembly. The overlapping footprints of ThiI and TusA on the IscS surface suggests that they cannot bind IscS simultaneously and, therefore, implies that synthesis of modified tRNAs containing S4U and S2U depends on binding competition between these two proteins. The pertinent question of the precise order of events at the molecular level leading to Fe-S cluster assembly on IscU, with respect to donation of Fe and S atoms, remains an area for further research.\n\nMaterials and Methods\n\nCloning, Expression, and Purification\n\nThe iscS gene (NCBI gi: 12516934) from E. coli O157:H7 EDL933 [55] was cloned into a modified pET15b vector (Novagen) and was expressed in E. coli BL21(DE3), yielding a fusion protein with an N-terminal His6-tag. The tusA (NCBI gi:12518129), iscU (gi:12516933), thiI (gi:26106827), iscX (gi:12516925), and cyaY (gi:12518674) genes from the same bacterium were cloned into a modified pGEX-4T1 vector (GE Healthcare, Baie d'Urfe, Quebec, Canada) and expressed in E. coli BL21 as N-terminal glutathione S-transferase (GST) fusion proteins with a tobacco etch virus (TEV) protease cleavage site for removal of the tag. For each protein, an overnight culture of transformed E. coli BL21 was used to inoculate a 11 culture in TB medium containing 100 µg/ml ampicillin. The culture was grown at 37°C until the absorbance at 600 nm reached 0.6. Protein expression was induced with 100 µM isopropyl 1-thio-β-D-galactopyranoside (IPTG) followed by incubation for 16–20 h at 20°C. Cells were harvested by centrifugation (4,000×g, 4°C, 25 min) and stored at −20°C. The cell pellet was re-suspended in 40 ml of lysis buffer (50 mM Tris-HCl pH 8.0, 0.15 M NaCl, 5% (v/v) glycerol). To obtain the IscS-TusA complex, the cell pellets of His6-IscS and GST-TusA were mixed and disrupted by sonication (12×10 s, with 10 s between bursts). Cell debris was removed by centrifugation (33,000×g, 45 min, 4°C). The protein supernatant was loaded onto a 2 ml bed volume of glutathione Sepharose resin (GE Healthcare, Mississauga, Canada) equilibrated with lysis buffer. Beads were washed with 4 column volumes of TEV cleavage buffer (50 mM Tris pH 8.0, 150 mM NaCl, 0.5 mM EDTA) to remove unbound proteins and excess IscS protein. The complex was released from the column by cleavage with TEV protease (1∶100 [wt/wt]) for 3 h at room temperature. The IscS-TusA complex was further purified by size exclusion chromatography (SEC) on a Hi-Load Superdex 200 16/60 column (GE Healthcare) equilibrated in a buffer containing 20 mM Tris-HCl pH 8, 150 mM NaCl, 2% (v/v) glycerol. Fractions containing the protein complex were pooled and concentrated to 35 mg/ml. The IscS-IscU complex was purified in a similar manner. Dynamic light scattering measurements were performed at room temperature using a DynaPro plate reader (Wyatt Technologies, Santa Barbara, CA).\n\nCrystallization\n\nInitial crystallization conditions were found by sitting drop vapour diffusion at 21°C using Qiagen JCSG Core Suite screens (Qiagen, Mississauga, Canada) and optimized by hanging drop vapour diffusion methods. The best crystals of IscS-TusA were grown by equilibrating 1 µl of protein (35 mg/ml) in buffer (20 mM Tris-HCl pH 8, 150 mM NaCl, 2% (v/v) glycerol) mixed with 1 µl of reservoir solution (0.12 M magnesium formate, 20% [w/v] PEG 3350) suspended over 1 ml of reservoir solution. Two crystal forms were obtained under the same crystallization conditions. Crystals for form 1 are orthorhombic, space group P212121, with a = 72.3, b = 106.5, c = 122.1 Å, with an IscS dimer and two TusA molecules in the asymmetric unit and Vm = 2.05 Å3 Da–1 [56]. Crystals of form 2 are also orthorhombic, space group C2221, with a = 72.9, b = 131.4, c = 106.4 Å, with one IscS subunit and one TusA molecule in the asymmetric unit and Vm = 2.28 Å3 Da–1. Crystals of IscS-PLP were obtained from 0.1 M Bicine pH 8.5, 15% (w/v) PEG 6000 and belong to space group P212121, with a = 74.8, b = 99.2, c = 118.1 Å, and Vm = 2.43 Å3 Da–1.\n\nThe best crystals of the IscS-IscU complex were obtained by hanging drop vapour diffusion by mixing 1 µl of IscS-IscU (30 mg/ml) in buffer (20 mM Tris-HCl pH 8, 100 mM NaCl, 2% v/v glycerol) with 1 µl of reservoir solution (0.2 M sodium nitrate, 16% [w/v] PEG 8000, 4% [v/v] glycerol, 0.1 M Bicine pH 9) and equilibrated over reservoir solution. The complex crystallizes in space group P6122, with unit cell dimensions a,b = 77.6 Å, c = 356.0 Å, Vm = 2.59 Å3 Da–1, and one molecule of IscS and one molecule of IscU in the asymmetric unit.\n\nX-ray Data Collection, Structure Solution, and Refinement\n\nFor data collection, crystals were transferred to reservoir solution supplemented with 15% (v/v) ethylene glycol and flash cooled in a nitrogen stream at 100 K (Oxford Cryosystems, Oxford, UK). Diffraction data for both crystal forms of IscS-TusA were collected at the sector 31-ID beamline (LRL-CAT), Advanced Photon Source, Argonne National Laboratory. Data for the IscS-IscU crystal were collected at the CMCF 08ID beamline, Canadian Light Source, Saskatoon, Saskatchewan. Data integration and scaling were performed with HKL2000 [57]. The structures were solved by molecular replacement with the program Phaser [58] using the previously-reported E. coli IscS (PDB code 1P3W) and TusA (PDB code 1DCJ) structures as the search models. Refinement was carried out with the programs Refmac5 [59] and Phenix [60], and the models were improved by interspersed cycles of fitting with Coot [61]. The structures were refined applying group B-factors (one per chain for low resolution and one per residue for medium resolution). The translation-libration-screw (TLS) model was applied near the end of refinement. For IscS-TusA form 1 the final R-work is 0.222 and R-free is 0.240 at 2.45 Å resolution. The residues 327–332 and 391–404 in IscS subunit A, 329–332 and 393–404 in subunit B, and residues 1–3 and residue 81 in both TusA molecules are disordered and were not modeled. For crystal form 2 the R-work is 0.207 and R-free is 0.249 at 2.45 Å resolution. The residues 329–332 and 393–404 in IscS and 1–3 and 80–81 of TusA are disordered and were not modeled. The IscS-PLP structure was refined at 2.05 Å resolution to R-work of 0.198 and R-free of 0.239. The disordered region included residues 328–332 and 399–404 in chain A and 328–332 and 394–404 in chain B. In all IscS molecules the loop 322–333, carrying the essential catalytic Cys328 that accepts the S atom in the persulfated form, extends away from the body of IscS and is less well ordered. The structure of the IscS-IscU complex was also solved by molecular replacement with the same search model for IscS and using the IscU search model (PDB code 2Z7E) with program Phaser and was refined using tight geometric restraints at 3.0 Å resolution to R-work of 0.225 and R-free of 0.269. The residues 328–332 and 394–404 in IscS and residues 1, 127–128 in IscU were not modeled. In each structure the tips of several sidechains, mostly lysines, arginines, and glutamates, were also disordered and were not included in the models. All models have good stereochemistry (Table 1) as analyzed with PROCHECK [62].\n\nCoordinates have been deposited in the RCSB Protein Data Bank with accession codes 3LVJ for IscS-TusA form 1, 3LVK for IscS-TusA form 2, 3LVL for IscS-IscU, and 3LVM for IscS structures, respectively. Data collection and refinement statistics are summarized in Table 1.\n\nSAXS Analysis\n\nThe SAXS measurements were carried out using an Anton Paar SAXSess camera equipped with a PANalytical PW3830 X-ray generator and a Princeton CCD detector. The beam length was set to 18 mm and the beam profile was recorded using an image plate for subsequent desmearing. Data for the IscS-IscU complex were collected at 4°C with protein concentrations of 4.5 mg/ml (10 h), 10 mg/ml (2 h), and 21 mg/ml (2 h). For the IscS-TusA complex, a data set was recorded at 4°C for 30 min at 22 mg/ml. Dark current correction, scaling, buffer subtraction, and desmearing were performed using the Anton Paar software SAXSquant 3.0. Data sets recorded at different concentrations for IscS-IscU were merged in Primus after removal of the lowest resolution shell (0.012–0.12 Å−1) for the 10 and 21 mg/ml data sets, for which Guinier plots showed larger Rg values (∼39 Å) indicating concentration-dependent oligomerization. The data sets were binned (5∶1) in the range of 0.012–0.35 Å−1 and fitted directly against predicted scattering calculated from atomic coordinates using the program CRYSOL (http://www.embl-hamburg.de/ExternalInfo/Research/Sax/crysol.html). Experimental Rg values were estimated from Guinier plots, while calculated Rg values were determined using CRYSOL.\n\nMutagenesis of IscS, IscU, and TusA\n\nOligonucleotide primers were designed according to the QuikChange site-directed mutagenesis method (Stratagene) and synthesized by Integrated DNA Technologies. Using the plasmids carrying the wild-type genes as templates, the mutagenesis was performed according to the manufacture's instructions. E. coli DH5α was transformed with the mutagenized plasmids. Plasmids were isolated from the transformants and verified by DNA sequencing. E. coli BL21(DE3) were then transformed with plasmids containing the confirmed point mutations for protein expression.\n\nPull-Down Studies of IscS with Binding Partners\n\nMutants of IscS and all binding partners were expressed following the same protocol used for the wild-type counterparts. To follow the interactions between IscS and its partners, we used His6-IscS and partner proteins fused to an N-terminal, TEV-cleavable GST tag. For a specific protein pair, cell pellets from 250 ml individual cultures were mixed, sonicated, centrifuged, and the protein supernatant loaded onto a 250 µl glutathione Sepharose column. Beads were washed with 3 column volumes of buffer (50 mM Tris-HCl pH 8, 200 mM NaCl, 2% (v/v) glycerol, except for CyaY where 50 mM NaCl was used). For the IscS-IscU pair, the GST-tag on IscU was cleaved prior to elution in order to distinguish its molecular weight from that of IscS. As a positive control, in each case co-purification of the wild-type protein complex was performed in parallel. Proteins retained on the beads or in the case of IscS-IscU, the eluted protein sample, were analyzed by SDS-PAGE.\n\nIn Vivo Analysis of IscS and TusA Mutants\n\nThe tusA and iscS genes were deleted by targeted homologous recombination [63] using the oligonucleotide primers TusA(F), TusA(R), IscS(F), and IscS(R) (Table S1). The BW25113 [63] derivative strains were named IC6085 (BW25113 tusA::kan) and IC6087 (BW25113 iscS::kan). tRNA from the wild-type and mutant strains carrying pMJ623, pMJ683, or their derivative plasmids was purified and degraded to nucleosides as previously described [64]. The hydrolysate was analyzed by HPLC [65] using a Develosil C30 column (250×4.6 mm; Phenomenex Ltd). Western blot analysis to detect GST-TusA, GST-CyaY, GST-IscX, and GroEL proteins was performed with anti-GST (a generous gift from R. Pulido) and anti-GroEL antibodies (Calbiochem).\n\nSupporting Information"
}