{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001295",
  "doi": "10.1371/journal.pbio.1001295",
  "externalIds": [
    "pii:PBIOLOGY-D-11-04141",
    "pmid:22509129",
    "pmcid:PMC3317897"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "How to Make Epidemiological Training Infectious",
  "authors": [
    {
      "name": "Steve E. Bellan",
      "first": "Steve E.",
      "last": "Bellan",
      "affiliation": "Department of Environmental Science, Policy & Management, University of California, Berkeley, California, United States of America"
    },
    {
      "name": "Juliet R. C. Pulliam",
      "first": "Juliet R. C.",
      "last": "Pulliam",
      "affiliation": "Fogarty International Center, National Institutes of Health, Bethesda, Maryland, United States of America; Department of Biology and Emerging Pathogens Institute, University of Florida, Gainesville, Florida, United States of America"
    },
    {
      "name": "James C. Scott",
      "first": "James C.",
      "last": "Scott",
      "affiliation": "Department of Mathematics and Statistics, Colby College, Waterville, Maine, United States of America"
    },
    {
      "name": "Jonathan Dushoff",
      "first": "Jonathan",
      "last": "Dushoff",
      "affiliation": "Department of Biology, McMaster University, Hamilton, Ontario, Canada"
    },
    {
      "name": "the MMED Organizing Committee"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2012-04",
  "volume": "10",
  "number": "4",
  "pages": "e1001295",
  "tags": [
    "Applied mathematics",
    "Discipline-v2/Applied mathematics",
    "Discipline-v2/Biology",
    "Discipline-v2/Ecology",
    "Discipline-v2/Epidemiology",
    "Discipline-v2/Infectious diseases",
    "Discipline-v2/Mathematics",
    "Discipline-v2/Medicine",
    "Discipline-v2/Nonlinear dynamics",
    "Discipline-v2/Public health",
    "Discipline-v2/Science education",
    "Discipline-v2/Science policy",
    "Discipline-v2/Social and behavioral sciences",
    "Discipline-v2/Statistics",
    "Discipline-v2/Systems biology",
    "Discipline-v2/Veterinary diseases",
    "Discipline-v2/Veterinary epidemiology",
    "Discipline-v2/Veterinary science",
    "Discipline/Ecology",
    "Discipline/Genetics and Genomics",
    "Discipline/Infectious Diseases",
    "Discipline/Mathematics",
    "Discipline/Public Health and Epidemiology",
    "Discipline/Science Policy",
    "Ecology",
    "Epidemiology",
    "Infectious diseases",
    "Nonlinear dynamics",
    "Public health",
    "Science education",
    "Statistics",
    "Systems biology",
    "Type/Education",
    "Veterinary diseases",
    "Veterinary epidemiology"
  ],
  "abstract": "In this fun, interactive exercise, students simulate an infectious disease outbreak among themselves that conceptually integrates two historically distinct fields in epidemiology.",
  "fullText": "Summary\n        \nModern infectious disease epidemiology builds on two independently developed fields: classical epidemiology and dynamical epidemiology. Over the past decade, integration of the two fields has increased in research practice, but training options within the fields remain distinct with few opportunities for integration in the classroom. The annual Clinic on the Meaningful Modeling of Epidemiological Data (MMED) at the African Institute for Mathematical Sciences has begun to address this gap. MMED offers participants exposure to a broad range of concepts and techniques from both epidemiological traditions. During MMED 2010 we developed a pedagogical approach that bridges the traditional distinction between classical and dynamical epidemiology and can be used at multiple educational levels, from high school to graduate level courses. The approach is hands-on, consisting of a real-time simulation of a stochastic outbreak in course participants, including realistic data reporting, followed by a variety of mathematical and statistical analyses, stemming from both epidemiological traditions. During the exercise, dynamical epidemiologists developed empirical skills such as study design and learned concepts of bias while classical epidemiologists were trained in systems thinking and began to understand epidemics as dynamic nonlinear processes. We believe this type of integrated educational tool will prove extremely valuable in the training of future infectious disease epidemiologists. We also believe that such interdisciplinary training will be critical for local capacity building in analytical epidemiology as Africa continues to produce new cohorts of well-trained mathematicians, statisticians, and scientists. And because the lessons draw on skills and concepts from many fields in biology—from pathogen biology, evolutionary dynamics of host–pathogen interactions, and the ecology of infectious disease to bioinformatics, computational biology, and statistics—this exercise can be incorporated into a broad array of life sciences courses.\n\n      Introduction\n      \nThe goal of epidemiology is to identify the biological, behavioral, and environmental causes of health outcomes or diseases and apply this knowledge to the development of effective disease interventions to improve public health [1]–[3]. Diseases are complex phenomena that arise from various interacting processes, challenging epidemiologists to extract important causal relationships from observational and experimental data [1]. Infectious diseases add a level of complexity because infection occurs through (direct or indirect) interaction between susceptible and infectious individuals. The rate of new infections depends on the number or proportion of individuals who are susceptible and infectious. These quantities themselves evolve through time as new individuals become infected. In other words, infectious disease dynamics are nonlinear. The biological, behavioral, evolutionary, and environmental nuances of each disease–host system determine the dynamics of disease incidence and have important implications for designing and evaluating interventions. Patterns of disease do not only arise from individual-level characteristics (e.g., genetics, behavior, age, sex, health status), but also from the history of infection in the greater population. Thus, consideration of individual-level data independent of the population context may be misleading [4],[5]. In fact, the number or proportion of susceptible, infected, and immune individuals in the population often plays a greater role in determining the current individual-level risk of infection than an individual's characteristics [6],[7].\n\nThus, population-level epidemiological patterns emerge from the complex, interacting processes governing pathogen biology, host biology, host behavior, the environment, and their interactions [4],[8]. The field of epidemiology has taken two broad methodological approaches to understand these interacting processes. While various terms have been used to describe these two subfields, we call them classical epidemiology and dynamical epidemiology (see Text S1 for more details). Classical epidemiology builds on assumptions of independence between individuals (or clusters thereof) to identify correlations between risk (or protective) factors and disease, with the goal of establishing a causal relationship between them [1],[3],[9]. Dynamical (mechanistic) epidemiology has largely developed from ecology and its subfield, population dynamics, along with other applications of mathematics to biological systems [10],[11]. In contrast to the correlational approach of classical epidemiology, dynamical epidemiology aims to understand disease dynamics with nonlinear transmission models that explicitly account for the interactions between individuals [5],[8],[12].\n\nFirmly rooted in empirical research, classical epidemiology takes a phenomenalistic approach that focuses more on whether a causal relationship exists [13] than the mechanistic nature of the relationship [5]. While extremely practical, this reductionist approach frequently ignores the dependence between observations of infectious outcomes and can lead to spurious conclusions [5],[14],[15]. Dynamical epidemiology, in contrast, focuses on how mechanistic interactions between individuals lead to population-scale patterns and emphasizes understanding realistic dynamics. Ironically, this realism often comes at the expense of being partially or completely divorced from real data, because detailed data on mechanistic processes are rare. Further, dynamic models frequently ignore sources of bias or random error in the data, which can dramatically alter model results [6],[16]. For example, dynamic models often use parameters from the literature to describe mechanistic processes without careful attention to the original source of the parameter's estimation and associated bias or error therein. Model results are also often used to claim strong conclusions without comparing model outputs to real epidemiological time series data. Dynamic epidemiologists nevertheless attempt to make robust conclusions using sensitivity analyses that explore model behavior over a large set of viable hypothetical scenarios.\n\nBoth approaches have played successful roles in public health [8],[17]–[19], though remaining rather distinct fields with studies using dynamical models often published in ecological, mathematical, or interdisciplinary journals but rarely in epidemiological journals. Fifteen years ago Susser and Susser (1996) advocated the more coherent discipline of eco-epidemiology, with classical epidemiology subsumed by a greater ecological framework that considers mechanistic processes at various physical, temporal, and demographic scales [3],[20],[21]. And though, in our experience, scientists at advanced stages in either field are often largely unaware of the other field's existence, projects integrating these approaches have increased in research practice, often yielding otherwise unattainable insight. For example, using a dynamic model Lietman et al. (1999) found that trachoma (the leading cause of infectious blindness worldwide) elimination may be feasible by biannual treatment of children with a single dose of azithromycin [22]. They then formulated a cluster-randomized controlled trial that verified this finding empirically [23]. Finally, after fitting a dynamic model to the empirical data collected during this trial they demonstrated that individual-level transmission efficiency decreases with decreasing disease prevalence, making elimination of the disease easier than expected [24]. As a second example, Eisenberg et al. (2011) found that individual-level antibiotic use proved insufficient to explain geographic variation in the prevalence of Escherichia coli antibiotic resistance, but that this phenomenon could be explained by interactions between village-specific antibiotic use and transmission rates in a dynamic model [15]. In both examples, a close alliance between methods in classical and dynamical epidemiology allowed systems mechanisms to inform study design and vice versa, yielding insight with a real potential to improve public health.\n\nDespite such successes, training options within the fields remain distinct. Furthermore, the very few scientists with training in both disciplines seldom receive formal instruction explaining how they complement each other. Reflecting the severity of this rift, a recent published symposium on the future of epidemiological education lacked any discussion of dynamical approaches [25]–[28]. We do not believe that all dynamical epidemiologists must be able to design empirical studies nor that all classical epidemiologists must be able to construct dynamical models. However, understanding the utility of and fundamental concepts within each discipline will allow fruitful collaboration between the fields as demonstrated in the examples above. The ability to think from both perspectives allows researchers to choose the most suitable set of methods for a given question [1],[3],[9],[20],[21].\n\nThe annual Clinic on the Meaningful Modeling of Epidemiological Data (MMED) at the African Institute for Mathematical Sciences in Muizenberg, South Africa, is working to address this gap. African capacity in epidemiology is in short supply despite the continent's disproportionate burden of disease and burgeoning new cohorts of African students trained in biomathematics, biology, and public health. MMED offers participants (ranging from undergraduate students to professors) exposure to a broad range of concepts and techniques from both classical and dynamical epidemiology, while explicitly highlighting how the two approaches complement each other and fit into a larger context. Selected lecture material from MMED is provided in the Figures S1, S2, S3, S4, S5, S6, S7, S8.\n\nDuring MMED we designed the following pedagogical tool to address the rift between classical and dynamical epidemiology in which participants not only design studies and collect data prior to analysis, but also observe pathogen transmission in a way that reveals how epidemics are inherently nonlinear stochastic (i.e., random) processes. The approach is hands-on, consisting of the real-time simulation of a stochastic outbreak among course participants, including realistic data reporting, followed by analyses from both epidemiological traditions. We believe this type of integrated educational tool can stimulate the training of a cohort of infectious disease epidemiologists who are well acquainted with both the dynamical systems nature of epidemiological processes as well as the empirical design and analytical issues associated with investigating causal relationships between risk factors and disease.\n\n      The Emergence of an Infectious Disease: Muizenberg Mathematical Fever\n      \nAt the 2010 and 2011 MMED Clinics we instigated outbreaks of a novel infectious agent, Muizenberg Mathematical Fever (MMF), in our course participants. The infectious agent was a paper form (Text S2). Index cases were initiated through surreptitious distribution of a small number of infection forms on the first day of the Clinic. The paper provided simple instructions for newly infected individuals. Following the instructions, individuals used random number generators in the free statistical programming language R [29] to determine a Poisson random number (see Box 1) of potentially infectious contacts they would generate. The infected individual would then print out new infection forms from a webpage and discreetly hand these to other participants without knowledge of who had already been infected, recording the time of those infectious contacts. A Bernoulli random number generator was similarly used to determine whether or not an infection was symptomatic. Only symptomatic individuals would report to our health care system (a specified faculty member) that they were sick. However, all new infections were reported to a second faculty member via email for tracking purposes. Recovery consisted of delivering the infecting paper to a third faculty member. Thus, each outbreak generated two datasets: (1) a realistic provider-based surveillance system that recorded symptomatic cases and time of symptom onset; and (2) an unrealistically accurate knowledge of the underlying transmission dynamics.\n\n          Box 1. Teaching Tools\n\n            Prior to adopting this exercise, we recommend reviewing Datasets S1–S7, Figures S1–S8, Texts S1–S5, and linked resources. These include:\n\nMMED lecture slides (Figures S1–S8)\n\nAn example document that provides instructions that students are to carry out upon being exposed (this document doubles as the infectious agent; being handed this document constitutes exposure to MMF)\n\nData obtained (by the authors) from prior MMF outbreaks\n\nAn example survey used to identify risk factors associated with contracting MMF and corresponding data.\n\nR code that organizers may experiment with to assist them in determining initial parameter values (for more information on the R computing language and to download the latest version of R, please see http://www.r-project.org)\n\nAdditional R code that provides illustrative exercises that can be performed using MMF data (e.g., identification of risk factors, calculating measures of effect, confidence intervals, etc.)\n\nAdditional online resources containing introductory materials on both epidemiological traditions\n\nInformation on infectious diseases and epidemics to share with students (e.g., ProMED, Center for Disease Control website, and other such resources)\n\n          Preparation guide\n\nBefore implementation, organizers should set values for epidemiological parameters (initial number of infections, potential protective factors, R0, the proportion symptomatic) that take into account the number of participants and the types of analyses that students will perform; we suggest doing this by simulating outbreak dynamics and have provided example R code Texts S3–S4.\n\nIf a protective factor is induced (e.g., “vaccination” or other form of immunity), ensure that the number of immune individuals will be sufficient for an effect to be detected and that the epidemic is likely to take off when accounting for immunity; also, attempt to make the factor something that will be readily detectable via an appropriately designed questionnaire\n\nPrepare a full roster of participating individuals (i.e., those that could be exposed) for tracking purposes\n\nProvide some brief training for individuals so that they are able to generate the appropriate random numbers (note: while we have had success with R, any software package that can generate Poisson and Bernoulli random variables could be used)\n\n          Tips for running the exercise as part of a course for credit\n\nTo ensure timely and full participation, we suggest using incentives (e.g., linking participation to student evaluation, course participation credit, etc.).\n\nDo not initiate the outbreak until the course list has been finalized (i.e., after the end of the drop/add period)\n\nIf possible, provide a link to the infectious agent (i.e., the instruction document) that is only accessible to course participants (e.g., through a Blackboard or Sakai site) and cannot be found by searching; this will help ensure that the epidemic is confined to the closed population of course participants\n\nMake sure participants know whom they may and may not infect (e.g., provide a course roster to each student or refer them to a course management website).\n\nOnce the outbreak is underway, discretely remind participants to follow through accordingly (i.e., “I was expecting to receive emails from some of you—don't forget to follow up”)\n\nThe outbreaks percolated through participants before burning out, much like epidemics of biological pathogens. While we determined R0 (the number of susceptible individuals infected by an index case introduced into an entirely susceptible population; see glossary in Text S1) and the symptomatic proportion, participants' behavior (e.g., who they infected and when they did it) also affected disease dynamics. The unpredictable nature of these events added to the realism of our outbreak. During the 2011 outbreak, we dictated that repeat attendees would be immune to MMF, thereby seeding a protective (risk) factor for participants to find during the analytical stage of the exercise.\n\n      Outbreak Investigation\n      \nInitiation of the MMF outbreaks resulted in a complex epidemiological process (Figure 1) that produced several datasets. These data gave participants the opportunity to apply a variety of methods from both classical epidemiology and dynamical epidemiology to both characterize and understand the transmission process. Many participants were well trained in dynamical epidemiology, but lacked strong empirical skills. Thus, we placed an emphasis on understanding all the steps from data generation to analysis [25]. Participants learned to clean raw datasets, putting them into analyzable form, formed small groups and chose one or more research goals, and then selected the appropriate methods to achieve those goals (Table 1), thereby learning concepts such as confounding, selection bias, information bias, and random error as they proceeded to identify risk factors for disease exposure (Box 2; Figure 2). In order to collect data for a retrospective cohort study participants crafted surveys (Text S5), learning aspects of survey design. Participants conducting mathematical analyses learned the relationship between susceptible depletion and epidemic fadeout (Box 2; Figure 1), simulated the effect of vaccination or immunity on outbreak dynamics (Figure 3), and explored how heterogeneity in disease network structure affects transmission dynamics and, subsequently, disease incidence. Groups then presented their results, describing their goals, methods, results, an interpretation of these results, and any shortcomings. Importantly, these presentations revealed methods' assumptions and utilities, clarifying how the various risk factors and mathematical methods differ from and complement each other. After their presentations groups were asked various questions to assess their understandings of the various concepts and methods presented (Box 3). A complete how to description of the exercise (including R scripts for reproducing the various projects, Figures 1–3, the necessary datasets, and other analyses) and additional variations thereof are given in Texts S3, S4 and Datasets S1, S2, S3, S4, S5, S6, S7.\n\n          Box 2. Concepts at a Glance\n          \n            Understanding Concepts in the Natural History of a Disease\n\nIntroduction to the concepts of incubation, latency, infectiousness, being a/symptomatic, virulence, pathogenicity, immunity, transmissibility, pathogen evolution\n\n            Classical Epidemiology\n\nEpidemiological study designs (e.g., case-control and cohort studies)\n\nOutbreak investigation methodology (case definition, contact tracing, epidemic curves)\n\nMeasures of effect (e.g., odds ratios, relative risk)\n\nConfounding, bias, and interaction\n\n            Dynamical Epidemiology\n\nIntroduction to a simple Susceptible-Infected-Recovered (SIR) model\n\nIntroduction to concepts of the basic and effective reproduction numbers, attack rate, and herd immunity\n\nUsing dynamic models to answer public health questions (e.g., using models as a means to explore counterfactual instances of disease occurrence)\n\n            Biostatistics and Probability\n\nProbability distributions and generation of random variables\n\nRegression, confidence intervals, and hypothesis testing\n\nParameter estimation (e.g., maximum likelihood estimation)\n\n            Practical Experience with Broad Application\n\nQuestionnaire design\n\nData collection, cleaning, visualization, and analysis\n\nVerbal communication skills (i.e., presentation of results)\n\n          Box 3. Evaluation Tools\n          \n            Questions to gauge knowledge and understanding of the exercise\n\n                For students with little or no prior knowledge or technical training (i.e., high school level and early undergraduates)\n\nWhat is the difference between an infectious disease and a communicable disease?\n\nHow might you collect information on a disease outbreak?\n\nWhat might cause an outbreak to end?\n\n                For students with some prior knowledge and/or technical training (i.e., advanced undergraduates and graduate students)\n\nWhat determines how many cases occur in an outbreak?\n\nWhat determines how long an outbreak lasts and when the peak occurs?\n\nWhy aren't data a perfect representation of reality?\n\nIs it possible to predict whether an epidemic will occur when a pathogen is introduced into a population?\n\nHow and why might an individual's risk of infection change over the course of an outbreak? When is average individual risk the highest?\n\nWhat individuals are most likely to be infected in an outbreak of communicable disease?\n\nWhy do some pathogens cause epidemics while others do not?\n\nWhy don't all individuals in a population have to be vaccinated to prevent an epidemic?\n\n            Evaluative activities\n\n                For students with little or no prior knowledge or technical training\n\nHave students describe the life cycle of MMF by matching infectious disease terms (such as “latent period” and “transmission event”) to aspects of the exercise and discussing in relation to a real pathogen\n\nHave students plot and explain data (e.g., the epidemic curve, the cumulative incidence through time, the distribution of infectious contacts, latent periods, and infectious periods)\n\n                For students with some prior knowledge and technical training\n\nHave students describe the epidemic curve, explain differences in data collection that might influence aspects of the observed curve (e.g., a case definition that relies on symptoms or reporting)\n\nHave students estimate parameters (such as those describing the latent and infectious period distributions) on a dataset from another source\n\nHave students pick a real immunizing infection with available estimates of the latent period, infectious period, and transmissibility (R0) are available and then reparameterize the stochastic simulations using the code available or their own code to compare the expected dynamics of MMF and their chosen pathogen\n\nHave students discuss what aspects of the epidemic dynamics and data collection determine the ease with which a classical epidemiology study can detect which individual-level risk factors are associated with a higher probability of infection.\n\nHave students conduct exercises/analyses as described and present on their projects, including data collection, cleaning, and analysis as well as any unexpected difficulties they encountered\n\n      Conclusion\n      \nThis educational approach provides a much-needed conceptual integration of risk factor and mathematical approaches in epidemiological training, illuminating their strengths, weaknesses, and how they complement each other. Further, this exercise is of interest and understandable to students in other fields. Much of the exercise is simple enough to be performed by adequately trained high school students and could therefore even serve as an early introduction to infectious disease epidemiology. The exercise is also perfectly suited to undergraduate or graduate courses in epidemiology, infectious diseases, public health, biomathematics, computational biology, statistics, and nonlinear dynamics. Such tools will stimulate training of epidemiologists able to think from both the classical and dynamical perspectives. Particularly in developing countries where training is only slowly becoming more interdisciplinary, exercises such as MMF teach participants how subfields of public health complement each other and produce professionals more able to collaborate across disciplines.\n\nThe most recent updates to supplementary material as well as an online webpage for running the epidemic without use of R are available at http://lalashan.mcmaster.ca/theobio/mmed/index.php/MMF.\n\n      Supporting Information"
}