{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2004470",
  "doi": "10.1371/journal.pbio.2004470",
  "externalIds": [
    "pii:pbio.2004470",
    "pmid:29281623",
    "pmcid:PMC5760087"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Full mutational mapping of titratable residues helps to identify proton-sensors involved in the control of channel gating in the Gloeobacter violaceus pentameric ligand-gated ion channel",
  "authors": [
    {
      "name": "Ákos Nemecz",
      "first": "Ákos",
      "last": "Nemecz",
      "affiliation": "Unité Récepteurs-Canaux, Unité Mixte de Recherche 3571 du Centre National de la Recherche Scientifique, Institut Pasteur, Paris, France"
    },
    {
      "name": "Haidai Hu",
      "first": "Haidai",
      "last": "Hu",
      "affiliation": "Unité de Dynamique Structurale des Macromolécules, Unité Mixte de Recherche 3528 du Centre National de la Recherche Scientifique, Institut Pasteur, Paris, France"
    },
    {
      "name": "Zaineb Fourati",
      "first": "Zaineb",
      "last": "Fourati",
      "affiliation": "Unité de Dynamique Structurale des Macromolécules, Unité Mixte de Recherche 3528 du Centre National de la Recherche Scientifique, Institut Pasteur, Paris, France"
    },
    {
      "name": "Catherine Van Renterghem",
      "first": "Catherine",
      "last": "Van Renterghem",
      "affiliation": "Unité Récepteurs-Canaux, Unité Mixte de Recherche 3571 du Centre National de la Recherche Scientifique, Institut Pasteur, Paris, France"
    },
    {
      "name": "Marc Delarue",
      "first": "Marc",
      "last": "Delarue",
      "affiliation": "Unité de Dynamique Structurale des Macromolécules, Unité Mixte de Recherche 3528 du Centre National de la Recherche Scientifique, Institut Pasteur, Paris, France"
    },
    {
      "name": "Pierre-Jean Corringer",
      "first": "Pierre-Jean",
      "last": "Corringer",
      "affiliation": "Unité Récepteurs-Canaux, Unité Mixte de Recherche 3571 du Centre National de la Recherche Scientifique, Institut Pasteur, Paris, France",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-4770-430X"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2017-12-27",
  "dateAccepted": "2017-12-04",
  "dateReceived": "2017-10-09",
  "volume": "15",
  "number": "12",
  "pages": "e2004470",
  "tags": [
    "Acetylcholine receptors",
    "Animal cells",
    "Biochemistry",
    "Biophysics",
    "Cell biology",
    "Cellular types",
    "Condensed matter physics",
    "Crystal structure",
    "Crystallography",
    "Discipline-v3/Acetylcholine receptors",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Biophysics",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Condensed matter physics",
    "Discipline-v3/Crystal structure",
    "Discipline-v3/Crystallography",
    "Discipline-v3/Electrophysiology",
    "Discipline-v3/Germ cells",
    "Discipline-v3/Ion channel gating",
    "Discipline-v3/Ion channels",
    "Discipline-v3/Ligand-gated ion channels",
    "Discipline-v3/Macromolecular structure analysis",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Neurophysiology",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Nicotinic acetylcholine receptors",
    "Discipline-v3/Nuclear physics",
    "Discipline-v3/Nucleons",
    "Discipline-v3/Oocytes",
    "Discipline-v3/Ova",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Physiology",
    "Discipline-v3/Protein structure",
    "Discipline-v3/Protein structure comparison",
    "Discipline-v3/Proteins",
    "Discipline-v3/Proton channels",
    "Discipline-v3/Protons",
    "Discipline-v3/Signal transduction",
    "Discipline-v3/Solid state physics",
    "Discipline-v3/Transmembrane receptors",
    "Electrophysiology",
    "Germ cells",
    "Ion channel gating",
    "Ion channels",
    "Ligand-gated ion channels",
    "Macromolecular structure analysis",
    "Molecular biology",
    "Neurophysiology",
    "Neuroscience",
    "Nicotinic acetylcholine receptors",
    "Nuclear physics",
    "Nucleons",
    "Oocytes",
    "Ova",
    "Physics",
    "Physiology",
    "Protein structure",
    "Protein structure comparison",
    "Proteins",
    "Proton channels",
    "Protons",
    "Signal transduction",
    "Solid state physics",
    "Transmembrane receptors",
    "Type/Research Article"
  ],
  "abstract": "The Gloeobacter violaceus ligand-gated ion channel (GLIC) has been extensively studied by X-ray crystallography and other biophysical techniques. This provided key insights into the general gating mechanism of pentameric ligand-gated ion channel (pLGIC) signal transduction. However, the GLIC is activated by lowering the pH and the location of its putative proton activation site(s) still remain(s) unknown. To this end, every Asp, Glu, and His residue was mutated individually or in combination and investigated by electrophysiology. In addition to the mutational analysis, key mutations were structurally resolved to address whether particular residues contribute to proton sensing, or alternatively to GLIC-gating, independently of the side chain protonation. The data show that multiple residues located below the orthosteric site, notably E26, D32, E35, and D122 in the lower part of the extracellular domain (ECD), along with E222, H235, E243, and H277 in the transmembrane domain (TMD), alter GLIC activation. D122 and H235 were found to also alter GLIC expression. E35 is identified as a key proton-sensing residue, whereby neutralization of its side chain carboxylate stabilizes the active state. Thus, proton activation occurs allosterically to the orthosteric site, at the level of multiple loci with a key contribution of the coupling interface between the ECD and TMD.",
  "fullText": "Introduction\n\nPentameric ligand-gated ion channels (pLGICs) are key players of neuronal communication. They promote either cell depolarization or hyperpolarization with the passive permeation of ions through an intrinsic channel, whose opening is stabilized by the binding of specific neurotransmitters. pLGICs are ubiquitously expressed in virtually all neurons, contribute to central nervous system functions, including sensory and motor processing, central autonomous control, memory and attention, sleep and wakefulness, reward, pain, anxiety, emotions, and cognition [1]. As such, they are important drug targets. At least one member of each major subfamily of vertebrate pLGICs has been structurally resolved in the recent years: a serotonergic receptor (5-HT3A, [2]) and a nicotinic acetylcholine receptor ([nAChR] α4β2-nAChR, [3]) from the cationic receptors, and a GABAergic receptor (β3-GABAA, [4]) and two glycinergic receptors ([GlyRs] α1- and α3-GlyRs, [5,6]) from the anionic receptors. However, relating these 3D structures to the physiologically relevant allosteric states that mediate pLGIC activation and desensitization remains an open and debated question [1].\n\nAt present, the best structurally characterized pLGIC is the G. violaceus ligand-gated ion channel (GLIC), of prokaryotic origin. Its structure shows a highly conserved fold with the subsequently resolved structures in the pLGIC family. Each subunit consists of an extracellular domain (ECD), predominantly in a β-sandwich fold, and a transmembrane domain (TMD) composed of four helices, labeled M1–M4. The available structures of pLGICs support that the GLIC globally shares a common gating mechanism with its eukaryotic cousins, although molecular details differ [1].\n\nDue to the relative ease for overexpression in Escherichia coli, as well as its biochemical robustness toward detergent-solubilization and mutations, the GLIC has been resolved in four distinct conformations. It is the first receptor to be resolved in an apparently open channel confirmation, as well as three various closed channel conformations [7–9]. In addition, the GLIC has been solved as a complex with a variety of allosteric modulators, such as barbiturates, bromoform, lidocaine, propofol, and xenon [10–14]. Membrane-inserted GLIC proteins have been studied by electron paramagnetic resonance spectroscopy and fluorescence-quenching experiments following site-directed labeling, relating some local conformational changes to the activation and desensitization transitions monitored by electrophysiology [8,15–18]. The GLIC has also been studied by computational methods including molecular dynamic simulations [19–23]. This combined set of data support that, upon activation, the subunits’ ECD regions move closer together, which precedes a concerted tilt of the pore-lining M2-α-helices to open the pore gate and activate the receptor.\n\nChimeras between the ECD of the GLIC and the TMD of the α1-GlyR were additionally shown to fold properly and to be functional, revealing compatibility between prokaryotic and eukaryotic domains [24,25]. However, the GLIC is a pH-gated channel, activated by lowering the pH, with a maximal activation at pH 4 and a pH50 around 5 [26]. This sharply contrasts with most eukaryotic pLGICs, which are activated by a neurotransmitter binding to a well-described cavity in an intersubunit interface of the ECD. Mammalian pLGICs are not directly activated upon pH changes, but the agonist-elicited responses are modulated by pH, notably for the α3β4-, α3β2-, and α4β2-nAChRs [27], α1-GlyR [28,29], and various GABAA receptors [30,31]. So far, a handful of invertebrate pLGICs were found to be directly activated by pH, a nAChR from Caenorhabditis elegans by low pH [32], and two insect GABAA receptors by high pH [33,34].\n\nFully understanding the molecular mechanism of GLIC signal transduction thus requires identifying the locus where protons act to activate the channel and which titratable groups are crucial in this process. The observation that a chimera composed of the ECD of the GLIC fused to the TMD of the α1-GlyR (GLICECD-GlyRTMD known as Lily [25]) or the Erwinia chrysanthemi ligand-gated ion channel (GLICECD-ELICTMD [35,36]) is activated by protons indicates that the major proton-sensing motifs are likely situated in the ECD. However, an inverse chimera, the ELICECD-GLICTMD, yields pH-gated currents when the gain-of-function mutation of I9ʹA is incorporated, suggesting either proton sensors too weak to activate in the ELIC ECD or their presence in the GLIC TMD [35,37]. Mutation of a His residue located in the middle of the TMD (His235) abolishes GLIC function, raising the possibility that it might be involved in pH sensing [38,39], but combination of this mutation with a gain of function mutation restores at least part of the pH-gated function [8,37]. Altogether, the location of the proton activation site(s) remain(s) essentially unknown thus far.\n\nThe present study provides an exhaustive mutational analysis of GLIC titratable residues, with pKa’s in the pH 6 to pH 4 range (namely Asp, Glu, and His), given the pH50 of GLIC activation, to search for the proton-sensing site(s). Each GLIC subunit contains 19 Asp, 16 Glu, and 3 His residues that were individually and/or collectively mutated. Mutation of an Asp/Glu/His residue may be expected to affect the GLIC function in two ways: (1) by altering direct proton sensing when the protonated form of this residue stabilizes the active state, as compared to the nonprotonated form, or (2) by altering the gating equilibrium independently of side chain protonation. In an effort to discriminate between these two possibilities, Asp/Glu residues were systematically mutated to Asn/Gln, replacing the carboxylate moiety by a nontitratable amide group, thereby tentatively mimicking a permanently protonated form, as well as to Ala, removing the titratable moiety. Selected mutants were also solved by X-ray crystallography to characterize the effect of the mutations on the local protein structure.\n\nTo identify the determinants of proton-modulation/gating, two-electrode voltage clamp electrophysiology using expression in Xenopus laevis oocytes was employed; activation was elicited by dropping the pH from neutral (pH 7.3–8) to lower values (minimum pH 3.7). All recordings showed a slow onset of the response, with no apparent desensitization during a 30–90 s pH application. Distinguishing the kinetics of activation and desensitization as compared to the wild-type (Wt) GLIC, proved difficult for the vast majority of mutants, therefore mutants were characterized on the basis of their pH50, defined as the pH eliciting half of the maximal current.\n\nTo minimize the influence of the intrinsic variability between oocyte batches, which show some variation in the Wt response to pH changes, mutants were also characterized by a ΔpH50, which corresponds to the variation of pH50 between each cell expressing a mutant, and the Wt cell(s) in the same batch of oocytes. Significance of the results in this report was determined as values larger than 0.5 pH units for the mean ΔpH50, and mean pH50, as compared to Wt, based on the standard deviation of 83 measurements of the Wt (with a standard deviation of 0.4 pH units). All values that fulfilled this criterion of significance also had a p value &lt; 0.01 in the Student t test against the Wt. A pH50 could not be established for some mutants, often with minimal currents.\n\nFor clarity, the presentation of the results is organized according to five regions of a GLIC subunit: the apical top of the ECD, the Loop B and C on the principal (+) face of the interface, the basal ECD principal (+) and complementary (−) faces, and finally the TMD (Fig 1).\n\nResults\n\nApical ECD mutations weakly affect proton sensitivity/modulation\n\nIn the apical region, the residues either face the solvent (D13, E14, D55, E67, E69, D97), are located at the subunit interface (D49, E75, D136), or are located at the middle of the ECD β-sandwich (E104). Their mutation produces weak effects. D13N-E14Q, D49N-D55N, E67Q-E69Q, and E67Q-E75Q produced no significant change in pH50, and neither did the corresponding single mutants of D55N, E67Q, E67A, E69Q, and E75Q. The mutants D49N, E75A, D97N, D136N, and D136A display small increases in pH50, but do not meet the criterion for a significant effect. The effect of D49 replacement is corroborated in a recent study, whereas the same study showed D136A to have a decreased pH50 with an increased Hill-slope [36].\n\nFinally, E104, which makes internal intrasubunit contacts, showed no significant change when mutated to Q. Mutation to A, meanwhile, produced a significant ΔpH50 and a noticeable, yet nonsignificant, decrease in pH50 (Fig 2).\n\nA complex network in Loop C modulates proton sensitivity\n\nThe β9-β10-loop (Loop C) was investigated in conjunction with R133 (Loop B), both of which are located on the principal (+) intersubunit interface, a region that contributes to neurotransmitter binding in eukaryotic pLGICs. The mutation D185N at the base of Loop C did not have a significant effect (Fig 3). This position was also recently reported with Wt-like properties as both Asn and Ala mutations [36]. Removing all remaining titratable moieties in the sextuple mutant R133A-E177Q-D178N-R179Q-E181Q-K183Q produced a marked increase in pH50. In contrast, mutating only the three acidic residues (E177Q-D178N-E181Q) produced a marked decrease in pH50, whereas the individual Asp/Glu residue mutations show Wt-like responses with E181Q having a tendency to decrease the pH50. The mutations E177A and E181A were previously reported in a cinnamic acid study with pH50 values of 5.4 ± 0.1 and 5.6 ± 0.1, respectively, as compared to a Wt value of 5.2 ± 0.1 [40]. D178 was also recently reported as displaying a Wt phenotype for both the Asn and Ala mutations [36]. Evaluation of the basic residues shows R179 mutation increases the pH50, with R179Q producing a marked increase, whereas R179A only has a tendency to increase the pH50, showing that the removal of the side chain guanidinium is not solely responsible for the phenotype at this position. Meanwhile, replacing the remaining basic residue of Loop C, K183Q, has no effect. The single mutation R133A on Loop B also has no effect, which was also previously shown in [40]. Despite containing the triple mutation that results in a decrease in pH50, the mutant that removes all titratable residues from Loop C along with R133A has a similar but stronger change in pH50 as compared to the single R179Q mutant, yet their ΔpH50s vary by 0.5 units. This suggests that the main player in this region is R179, along with a complex network of other side chain interactions modulating GLIC activation at this level.\n\nMutations of the complementary (−) face of the ECD tend to decrease proton sensitivity\n\nThe complementary (−) face of the ECD contains eight Asp/Glu residues at the intersubunit interface and two solvent-exposed residues (D161 and E163) at the bottom of β9 near the pre-M1-π-helical loop [41]. The double mutants of pairs of proximal residues were initially tested: D86N-D88N, D145N-E147Q, D153N-D154N, and D161N-E163Q. The mutant of the vestibular pair on the β5 strand, D86N-D88N, yields a significant decrease in pH50 greater than 1 pH unit. The solvent-facing pair D161N-E163Q, and the pair near the bottom of the β8-β9-loop (Loop F) D153N-D154N, tend to both decrease the pH50, but below the threshold of significance. The pair D145N-E147Q, on Loop F, has no effect.\n\nAll residues were also tested individually, with most mutations having no significant effect, although a large majority tend to decrease the pH50 (notably D86N/A, D88N/A, and D91N). Although D91A was found to insignificantly increase the pH50 as compared to Wt, D91N and D91A were recently reported to have a slight decrease in pH50 values [36]. In contrast to the nonsignificant individual mutations, E26, which is found interacting with the bottom of the β4-β5 loop of the principal (+) face, shows a robust decrease of the pH50 when mutated to both Q and A.\n\nA combination of E26Q with mutations of vestibular-facing residues that tend to decrease the pH50 produces an obvious decrease in pH50. The E26Q-D86N-D88N-D91N mutant exhibits strongly reduced maximal currents, which prevented reliable evaluation of the pH50 in most of the cells (Figs 1B and 4A). Of the 11 oocytes tested (over four injections), only three recordings had enough current to properly evaluate (S1 Table).\n\nIt is striking that among the 23 mutants tested in this region, most show a propensity to decrease the pH50 (Fig 4A).\n\nA key mutation at the principal (+) face of the ECD increases proton sensitivity\n\nThe basal principal (+) face, below Loop C, contains E82 and H127, along with a cluster of Asp/Glu residues found close to the TMD: D31, D32, and E35 from Loop 2, as well as D115 and D122 from Loop 7.\n\nConsistent with some of the previous studies of H127 [38], H127N and Q both produce Wt-like currents (Fig 4). A structure was resolved for H127N, which resulted in no appreciable difference from the open form of the GLIC (protein data bank identification codes [PDB IDs]: 4HFI/3EAM, S1 Fig).\n\nThe effects of D32 and D122, both of which are engaged in salt bridges with R192, have been previously studied in other pLGICs [42], as well as in the GLIC [22,43]. D32A and D122A were shown to be nonfunctional yet weakly expressed [43], whereas D32N shows marked decrease in pH50 and in maximal currents (Fig 4B, [22]). D122N showed no function, and subsequent expression studies showed no expression (Figs 4B and 5). D31, which points towards the vestibule, has no effect when mutated to D31N in this study, whereas a slight loss of function, insignificant with the criterion and to the Wt value of this study, was observed with both Ala and Asn mutations by Alqazzaz et al. [36].\n\nMutants of the solvent-exposed D115, further away from this triad on Loop 7, exhibit Wt-like properties. Yet, the D115N and D115A mutations show opposite phenotypes, with Asn having a tendency to increase the pH50 and Ala to decrease it. Of the mutants which had both Asn/Gln and Ala mutations tested, only the pair of E82Q and E82A follows the same pattern (Fig 4B).\n\nFinally, mutation of E35 produced the strongest effect; therefore, a more extensive study of this position was performed. The mutations E35Q, E35A, and E35M (the GlyR-position equivalent) display a significant increase in pH50, whereas E35K shows a weaker nonsignificant effect, and E35H appears to show the inverse phenotype with a marked decrease in pH50. Interestingly, fitting E35H data with a single sigmoidal curve yielded poor fits, preventing reliable calculation of the pH50. Of the 13 recorded oocytes (over four injections), only two recordings could be fit properly (Figs 1B, 1C and 4B, S1 Table). The poor fit of E35H indicates a more complex mechanism at play, which could possibly be elucidated with a more in-depth study of mutation of this position. Altogether, these data show that the loss of charge at the E35 position is important to the gain-of-function effect found.\n\nThree hydroxyl-containing residues that are situated near E35 and E82 on the complementary face (−) of the ECD were subsequently mutated: Y28, S29, and T158. Individually removing each hydroxyl group shows a tendency to increase the pH50, with Y28F (near E82) having a significant increase. The mutation of T158A did not have the same marked effect, although T158 is the residue positioned closest to E35, indicating that the global environmental change in charge at position 35 is more important than the direct residue–residue interactions.\n\nSubsequently, the additivity of the Asp/Glu mutations was also tested; however, neither E82Q-D115N, E35Q-E82Q, nor E35Q-E82Q-D115N showed increased proton sensitivity as compared to E35Q. A combination of all other weak pH50-increasing mutations was performed with the addition of R179Q or E75Q-D97N-D136N to the triple mutant E35Q-E82Q-D115N, with neither of these mutants producing any shift greater than E35Q alone (Fig 4B).\n\nThe pH50 evaluation of this region effectively identified key residues involved in pH-sensing, but the results of the combined mutants demonstrate the complexity of the mechanism involved in GLIC-gating.\n\nCrystal Structures of ECD mutants show no significant change, with the exception of E35A and E82Q\n\nA structural analysis was performed on E26Q, E26A, E35Q, E35A, E67A, E75A, E82Q, E82A, D86A, D88N, D88A, H127N, E181A, and H277Q mutants, by solving their structure at pH 4. The respective PDB IDs and crystallographic statistics are listed in S2 Table. All structures were in the apparently open conformation. Each residue’s root-mean-squared deviation (RMSD) and Cα RMSD was evaluated in relation to the intrinsic variability between subunits and across the two Wt structures (3EAM and 4HFI) at pH 4.6 and pH 4, respectively, as a means to control for crystal variability. There are no significant differences, measured as 5-fold over Wt, seen in the backbone Cα residues of any of the resolved structures, with the exception of E35A and E82Q (Fig 6 and S1 Fig). The E82Q side chain takes on a different rotamer, causing a local change in the backbone, as well as a cascading rotamer/conformational change in Y28 and F156, the latter of which flips out towards the aqueous environment. Interestingly, E35A also produces the greatest structural deviations around Y28 along with neighboring residues. Of the few conformational changes seen, it is interesting to note that Y28F had the greatest functional effect of the nontitratable mutations tested.\n\nMutations at the TMD decrease proton sensitivity\n\nIt has been proposed that H235 is a key residue mediating proton sensing [38,39], but recent data show that the GLIC can still gate when H235 is mutated to nontitratable residues in combination with a strong gain-of-function mutation [8,37]. It has also previously been shown that GLIC expression in bacteria is highly sensitive to mutation at H235 [7]. Both of these findings are confirmed, firstly with the mutation H235A, which abolishes expression in oocytes (Fig 5), indicating a structural importance of the residue, and secondly, with the mutation H235Q, which does actually produce functional receptors, albeit with a strong decrease in pH50 and reduced maximal currents (Fig 7, S1 Table). H235Q does not allow for a charge or a change in protonation state at this position, and therefore one would expect a completely nonfunctional receptor if this residue were solely responsible for the proton-modulated gating of the GLIC. Rather, this finding confirms the structural importance of H235 that has been previously reported, along with the importance of a hydrogen-bonding network, between the M2 α-helix and the neighboring M3 α-helix, with the backbone carbonyl of I262 [7,38].\n\nAmong the other titratable residues of the TMD, neither a mutation of E272Q nor E282Q produced an overall significant effect, albeit a significant negative ΔpH50 was observed for E272Q, which was previously reported to be nonfunctional when mutated to A [44]. In contrast, the mutation of either E222 or E243 as Q or A, as well as H277Q, all produced significant loss-of-function effects, pointing to the key role of these residues in activation. E222 (E-2ʹ), at the beginning of the M2 α-helix, has been extensively studied as the key component of the selectivity filter, a charged constriction point in the lower part of the pore, for cationic pLGICs [45,46]. The E222A mutation has previously been resolved crystallographically and has no change in structure as compared to Wt at pH 4 [10]. Therefore, the strong loss-of-function mutation does not appear to affect conformation. E243 flanks the apical section of the TMD pore, making a pentameric ring at the end of the M2 α-helix. A mutation of E243C was shown to have a similar pH50 as Wt [18], whereas the mutation E243P is reported as nonfunctional and found in a locally closed conformation [7]. Mutation of H277, which lies in the adjacent M3 α-helix (nearby E222) with possible electrostatic interaction, has also previously been shown, using noncanonical amino acid substitution to decrease the pH50 [38].\n\nThe structure of H277Q was performed and was also found to have no apparent deviation from the apparently open pH 4 conformation, which further corroborates the several previously published works that show H277 does not appear to play a role in proton gating (S1 Fig).\n\nDiscussion and conclusion\n\nAll of the titratable Asp/Glu/His residues of the GLIC were mutated and evaluated for their impact on the receptor sensitivity to protons. This approach allows for the identification of key regions controlling gating.\n\nSeveral mutations within Loop C markedly alter the pH50. The decrease in proton sensitivity following neutralization of the E177/D178/E181 cluster, which is completely negated and reversed with the neutralization of the basic R133, K183, and R179 residues, as well as the importance of R179 mutations alone, suggests a role in gating rather than in proton sensing. This idea is in line with the observation that replacement of the entire Loop C with other pLGIC Loop C sequences or a polyglycine segment is still compatible with a pH-gated channel [47]. Interestingly, this region was suggested to be the binding site for organic acids that act as negative allosteric modulators, including caffeic [40] and crotonic [48] acids. These data thus further document the key allosteric role of this region, which is homologous to the neurotransmitter binding site of eukaryotic receptors.\n\nMutants of E35 are unique in strongly increasing the proton sensitivity. Neutralization of the E35 side chain by mutation to A, Q, or M produce a similar increase in proton sensitivity, whereas the mutation of E35K exhibits the same behavior with half the increase. The E35H mutation, however, shows the inverse phenotype. This suggests that a charge at this level impairs activation, and a hydrophobic/polar side chain is preferred for stabilization of the active state. Interestingly, the structures of the Wt GLIC, E35Q, and E35A at pH 4 show that the side chain of residue 35 is located in a hydrophobic environment bordered by the side chains of P113, L114, F116, F156, T158, and P247. In the GLIC structure at pH 7, which is representative of the resting state, the carboxyl moiety of E35 is more solvent exposed toward the inner vestibule because the side chain of P247 is moved away following the key revolving motion of the M2–M3 loop (S2 Fig). Therefore, the resting state would be predicted to better accommodate a charged residue, which is consistent with the functional data. It is noteworthy that E35K, while charged, does not decrease the proton sensitivity. However, the length of the lysine side chain likely places the charged ammonium away from the E35 carboxylate locus. Altogether, the data support that E35 is a bona fide proton sensor, whose charged form stabilizes the resting conformation, whereupon protonation favors the active state. The functional proton gating of E35Q and E35A mutants additionally suggests that if E35 is a bona fide proton sensor, it can’t be the only one in the GLIC.\n\nIn the lower part of the ECD, the principal (+) face also carries two acidic residues, E82 and D115. E82Q and D115N display significantly higher proton sensitivity than E82A and D115A, respectively. Assuming that Gln and Asn faithfully mimic protonated side chains of Glu and Asp, this would suggest that residues E82 and D115 are also proton sensors. In this case, their protonated side chain would elicit stabilizing interactions specifically in the active state. To investigate this idea, the structures of E82Q and E82A were solved at pH 4. The E82A structure is similar to that of the Wt pH 4 structure, whereas that of E82Q shows a marked local reorganization of the Q82 moiety. Assuming E82 to be in a protonated state at pH 4, Gln is not a good mimic of a protonated Glu residue because Q82 is engaged in a completely different set of interactions with neighboring residues. Therefore, the E82Q mutant phenotype is likely due to local side chain reorganizations of Y28 and F156 rather than being a proton sensor itself.\n\nFinally, D32 mutations significantly decreased the pH50. However, this residue is shown in the pH 4 structure to interact through a salt bridge with the already salt-bridged pair of R192 and D122. This interaction interlocking Loop 2, Loop 7, and the pre-M1 loop is often conserved throughout the pLGIC family [23], with notable exception of the ELIC and the α-glutamate-gated chloride channel from C. elegans. Thus, it is unlikely that it undergoes side chain protonation at pH 4, and likely contributes in gating rather than in proton sensing [22].\n\nMutation of Asp/Glu residues at the complementary (−) face, in general, decreased the proton sensitivity of the GLIC, with additive effects in many cases, especially for D88 and D86. However, the pattern of phenotypes does not allow discriminating whether those residues are involved in proton sensing or gating, because mutations to Asn/Gln also produced decreased proton sensitivity. The key mutants at E26, D86, and D88 were solved at pH 4, each showing a structure similar to that of the Wt (S1 Fig). E26 clearly is an important residue in GLIC function, but other techniques are required to elucidate its mechanistic role.\n\nMutations at both entrances of the ion channel, E243 (outer ring) and E222/H277 (inner rings), as well as at the middle of the TMD within each subunit four-helix bundle (H235), produced significant decreases in proton sensitivity, but again here, the pattern of phenotypes does not allow discriminating between proton sensing and gating. H235 was previously proposed to be the major proton-sensing residue for GLIC activation, but the mutation H235Q, which is no longer titratable, still produces a functional proton-sensitive receptor, questioning its role as the sole proton sensor. Clearly, H235 is a very important residue for functionality, although its protonated state would be hardly accommodated by the hydrophobic environment of the TMD in both known apparently open and closed forms.\n\nMolecular dynamics simulations using a string method optimization made predictions of the change in protonated state and sensitivity of titratable residues throughout the gating mechanism of the GLIC [23]. The report identified E26 and E177 to have loss-of-function effects when mutated. E26 indeed results in a loss-of-function effect, whereas E177 seems to have no effect. Additionally, the prediction identified E35, E75, and E243 as gain-of-function locations if mutated, whereas E75 and E243, when mutated, have either no effect or the opposite effect. Therefore, these results suggest that molecular dynamics simulations can indeed help identify potentially interesting residues, as the most potent residues were identified, but that the predictions from the simulations still need further experimental testing as the actual functional results do not all agree with predictions of the molecular dynamics data.\n\nGlobal robustness of GLIC gating toward Asp/Glu/His mutations\n\nDespite combined mutation attempts, channels displaying constitutive activity were not observed, nor was there a complete abatement of function. This shows that proton sensing is not mediated by a single Asp/Glu/His residue, but rather by several residues located on different parts of the protein. Individual residues in many places may contribute partially to proton-sensitive channel gating, unraveling a mode of proton-controlled activation quite different from that of classical agonists of pLGIC family receptors, which act at a well-characterized orthosteric site.\n\nThe results indicated that E35 is an important proton sensor, as well as the existence of a number of other proton-sensing candidates, notably E26 and the D86/D88 pair in the ECD, E243 at the top of the channel, and E222/H277 at the bottom of the channel. E35, E26, and E243 are all located nearby the ECD-TMD interface, suggesting that at least part, if not all, of the pH-elicited activation of the GLIC bypasses the orthosteric site. E222/H277 might also contribute to pH sensing, implying in this case the diffusion of protons from the extracellular compartment, possibly through the ion channel itself. The E222/H277 pair most likely confers the intracellular proton concentration sensitivity of the GLIC, which was reported from inside-out patch clamp experiments [49].\n\nComplementary approaches that would be too cumbersome to perform on all the mutants evaluated in this study, such as reporting on the open probability, channel kinetics, and linking the efficiency of gating to the apparent affinities identified, are necessary to elucidate the specific effects of the key residues in the complex gating mechanism of the GLIC.\n\nThe recent studies employing chimeras between ELIC domains and GLIC domains validate the possibility of multiple proton-sensing sites. Interestingly, the pH50 of Lily, the GLICECD-ELICTMD mimicking Lily (GELIC), and E35Q/A mutants all closely hover around pH 6.5 [25,36]. Altering the TMD residues surrounding E35 could have the same effect as charge neutralization. However, another GLICECD-ELICTMD mutant (GE), which lacks the mutation Y119F and the C-terminal conversion of RGITLELIC to LFFGFGLIC, has a reported pH50 of 3.63 [35]. It is important to note that neither the study of Lily nor of GELIC tested below a pH of 5, and both found significantly reduced currents, whereas GE displayed robust currents at pH’s below 5. These discrepancies point to the intricate interactions between the ECD and TMD, which influence gating and possibly proton sensitivity. These studies combined with the current results also clearly show that the principal component of proton activation lies within the ECD and not the TMD, as previously assumed. The ELICECD-GLICTMD chimera is not susceptible to proton activation until further mutation by I9ʹA, which has previously been shown to destabilize the recovery time for the receptor to return to the resting state [26].\n\nResidues other than Asp/Glu/His may also contribute to proton sensing, notably Arg/Lys side chains that can display pKa’s in the 4–6 range when located in very hydrophobic environments [50], or aromatic residues through cation-pi interaction with hydronium ions [51].\n\nCases studies of other pH-sensing ion channels\n\nAmong pH-gated ion channels, two were studied in molecular details. First, the bacterial potassium channel KcsA was found to be inhibited by a local network of ionic/H-bond interactions between two Glu, two Arg, and a single His residue. A disruption of this network upon protonation allows channel opening [52]. In this case, E to A mutation of the two key residues increased the sensitivity of the channel to protons. Such a “suppression of charge to activate the channel” mechanism on the GLIC is observed for the single E35 residue.\n\nThe pattern of phenotypes observed here is reminiscent of acid-sensing ion channels (ASICs). Indeed, ASICs have been extensively studied, but efforts to map the sites for proton binding have so far yielded inconclusive results because mutation of multiple individual Asp and Glu residues independently produces changes in proton sensitivity [53]. Simple mutation of basic Arg/His/Lys residues cannot mimic a protonated state either, therefore further limiting this approach to study ASICs.\n\nProton sensitive positions and their involvement, or lack of, in gating\n\nThe combined mutagenesis data support that, for several pH-sensitive Asp/Glu positions, notably E26Q, D32N, E82Q, D86N-D88N, D122N, E222Q, and E243Q, the change of charge does not contribute to activation. In these cases, the side chain carboxylic acid may engage in active state stabilizing interactions with neighboring residues or water molecules. Using the site-directed mutagenesis approach may only conclusively evaluate the perturbation of residue titratability, as Asn and Gln residues may in fact be poor mimics of protonated Asp and Glu residues. Either this is the case or the aforementioned residues must maintain their deprotonated state at pH 4 and provide stability to the active state as charged moieties, contradicting pKa predictions. Additionally, it is expected that a good mimic would maintain the same conformation as the protonated version of an Asp/Glu residue, and that this should be witnessed in a crystallographic structure. Yet the E82Q structure differs from Wt GLIC at pH 4 in which E82 would be presumably protonated. As previously mentioned, replacement of His residues may also only evaluate the removal of their titratability, whereas a simple mutagenesis cannot mimic the His protonated state. The functional results indicate either a sensitivity to protons or a structural importance for both H235 and H277, neither of which are crucial for proton-elicited gating of the GLIC.\n\nOverall, the data suggest a complex network of H-bonds and polar interactions, with important positions below the orthosteric site, in the pH-sensitive channel opening mechanism of the GLIC. A specific importance of the ECD-TMD interface was identified with the position E35 acting as a key sensor next to the D32-R192-D122 triad involved in the signal transduction between domains [43].\n\nMaterials and methods\n\nResidue numbering follows that which was established by Bocquet et al. [54] for consistency. This numbering is shifted by one from other reports [35,49] that use the correct GLIC numbering.\n\nTwo-electrode voltage clamp electrophysiology\n\nX. laevis oocytes were obtained from the Centre de Ressources Biologiques–Rennes, France. Defolliculated oocytes were maintained at 4°C in a modified Barth’s saline solution (88 mM NaCl, 1 mM KCl, 1 mM MgSO4, 2.5 mM NaHCO3, 5 mM HEPES/Na pH 7.3) with 0.7 mM CaCl2. After intranucleus injection of approximately 30 nL cDNA (80 ng/μl specified clone cDNA with 20 ng/μl of GFP cDNA), using a compressed air microinjection system, the oocytes were transferred to 18°C. One to two days later they were evaluated for GFP expression, and subsequently maintained at 15°C. Recordings were made 1–5 d after injection using low-resistance (0.2–2 MΩ) electrodes filled with 3 M KCl, with a −40 mV holding potential. The standard solution superfusing the oocyte during recording at room temperature was 100 mM NaCl, 3 mM KCl, 1 mM MgCl2, 1 mM CaCl2, 10 mM MES at either pH 7.3, 7.5, or 8 using NaOH. In order to maintain the desired pH and maintain an equivalent Na+ concentration in all solutions, the stock solution was adjusted to the indicated pH using NaOH, and lower pH solutions were subsequently obtained using HCl and the addition of the stock solution.\n\nMeasurements were performed using pClamp 10.5 software, with a Digidata 1440A digitizer and GeneClamp 500 amplifier (Molecular Devices, LLC, Sunnyvale, CA), using an 8-valve (PS-8H) programmable gravity-driven pinch valve perfusion system (Bioscience Tools, San Diego, CA). pH-dependent responses were elicited by switching from pH 7.3–pH 8 to a series of pH values, with a minimal pH of 3.7, and a 0.5-log-unit increment from either pH 6.5, or pH 7.5 for elevated pH50 mutants. Perfusion times varied from 30 s to 90 s, with equivalent recorded wash periods in the holding buffer. pH series were performed either in an ascending order directly followed by a descent, or a descending order directly followed by an ascent, in order to remove bias. Evaluation of currents was done using Clampfit 10.5 (Molecular Devices, LLC), with Imax (μA) reported as the peak amplitude of negative going current with the holding current subtracted. The average of the two recorded peak values for a given pH was plotted in GraphPad Prism 4 (GraphPad Software, Inc, La Jolla, CA) against the pH and fitted with a nonlinear sigmoidal dose-response fit to obtain 1 (n-unit) value of pH50. The given number of injections and number of recorded oocytes per construct are listed in S1 Table, with generally 2–4 oocytes recorded per injection. Fits with an R2 &lt; 0.9, a Hill-slope &lt; 0.6 or &gt; 4, or an absolute Imax &lt; 0.9 μA were excluded from inclusion into mean values, and therefore not counted in the n-unit either. The Imax cutoff was chosen due to endogenous current at pH 4 or lower that appears on occasion. To be sure that this current does not greatly influence the pH50 calculation, a cutoff greater than 3-fold was chosen. The arbitrary cutoffs for Hill-slope and R2 were chosen to remain consistent in the removal of data that could not be properly fitted as a result of any circumstance. In order to minimize the influence of the intrinsic variability between oocyte batches, which show some variation in the Wt response to pH changes, mutants were also characterized by a ΔpH50. The ΔpH50 value corresponds to the variation of pH50 between each mutant expressing cell and the Wt cell(s) measured in the same batch of oocytes, using the same solutions of pH. The pH50 values and ΔpH50 are reported as mean ± standard deviation.\n\nProtein production and purification\n\nGLIC variants were purified as previously reported [54]. PET20b vectors carrying the GLIC constructs fused with an N-terminal maltose-binding protein (MBP) tag were used to transform E. coli C43 cells, cultured at 37°C in the 2YT medium containing 100 mg/ml ampicillin. At an optical density (OD) of 0.8, the cultures were cooled to 20°C and 0.1 mM IPTG was added for an overnight induction. All the purification steps were carried out at 4°C. Proteins were extracted from the cell membrane with a Tris-buffered saline solution (TBS, 300 mM NaCl, 20 mM Tris pH 7.6) containing 2% n-dodecyl-β-D-maltoside (DDM). Solubilized proteins were subsequently isolated by ultracentrifugation, loaded onto an amylose resin, and incubated for approximately 1 h. The resin was extensively washed using a TBS containing 0.1% DDM and subsequently with a TBS containing 0.02% DDM. Thrombin enzyme was added into the MBP-GLIC-bound resin and incubated overnight. The GLIC protein was eluted using a TBS containing 0.02% DDM and 20 mM maltose. A further purification step was carried out by size exclusion chromatography on a Superose 6 10/300 column (GE Healthcare, Little Chalfont, United Kingdom), which was equilibrated with a TBS containing 0.02% DDM. The fractions of the peak corresponding to the molecular weight of the GLIC pentamer were collected and concentrated to around 10 mg/ml for crystallization.\n\nCrystallography\n\nThe concentrated protein was mixed at 1:1 volume ratio with a mother liquor solution containing 12%–14% PEG 4000, 400 mM NaSCN, 15% glycerol, 3% DMSO, and 0.1 M NaAcetate pH 4. The crystallization procedure was performed at 20°C using the hanging drop method. Microseeding was performed after an initial crystallization setup. Crystals appeared overnight and grew to full size in 2 wk. The crystals were flash frozen using liquid nitrogen. The diffraction data sets were collected either on the beamlines Proxima-1 of the SOLEIL Synchrotron or the European Synchrotron Radiation Facility (ESRF) ID29 and ID23A. The data sets were processed with xdsme [55] and further processed by CCP4 programs [56]. The structures were solved by molecular replacement in PHASER [57] using the GLIC (PDB ID: 4HFI) as the initial model. Further refinement was carried out using BUSTER refinement [58]. The quality of the structural models was checked by Molprobity web server [59]. All structures have been deposited in the Research Collaboratory for Structural Bioinformatics protein data bank (https://www.rcsb.org), respective deposition IDs and statistics for all crystal structures are listed in S2 Table.\n\nCrystallographic analysis\n\nRMSD and Cα distance calculations were performed by aligning a given structure (M) using the 2 subunit pair chains A+B, B+C, C+D, and D+E upon the chain pairs A+B, B+C, C+D, and D+E of a reference Wt structure at either pH 4 or 4.6 (Wt). The alignment of pair E+A was replaced with only an alignment of the E chain of M upon each chain of Wt, and each individual chain of M was aligned upon chain E of Wt as the Pymol structural alignment algorithm had difficulties doing an alignment with nonconsecutive chain pairs. The pairwise alignment method was chosen to include quaternary intersubunit interface interactions that a simple single chain alignment would ignore. The RMSD of each residue, for which alternate side chain conformations were removed, as well as the Cα atom distance, was calculated between the 25 pairwise alignments, and subsequently averaged to yield VRMSD(M-Wt) and VΔCα(M-Wt). The calculated intrinsic variation, VRMSD(Wt2-Wt1) and VΔCα(Wt2-Wt1), between the two Wt structures at pH 4.6 (Wt1) and 4.0 (Wt2) in which Wt1 and Wt2 are 3EAM and 4HFI, respectively, was used to obtain the reported “normalized” value (RMSD/RMSDctrl and ΔCα/ΔCαctrl) in which RMSD/RMSDctrl=VRMSD(M-Wt1)+VRMSD(M-Wt2)2*VRMSD(Wt2-Wt1) and ΔCα/ΔCαctrl=VΔCα(M-Wt1)+VΔCα(M-Wt2)2*VΔCα(Wt2-Wt1) for a given mutant, M, in Fig 6 and S1 Fig.\n\nSupporting information"
}