{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2002039",
  "doi": "10.1371/journal.pbio.2002039",
  "externalIds": [
    "pii:pbio.2002039",
    "pmid:29236696",
    "pmcid:PMC5728490"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Dual role of starvation signaling in promoting growth and recovery",
  "authors": [
    {
      "name": "Yonat Gurvich",
      "first": "Yonat",
      "last": "Gurvich",
      "affiliation": "Department of Molecular Genetics, Weizmann Institute of Science, Rehovot, Israel",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-8775-6107"
      ]
    },
    {
      "name": "Dena Leshkowitz",
      "first": "Dena",
      "last": "Leshkowitz",
      "affiliation": "Life Sciences Core Facilities, Weizmann Institute of Science, Rehovot, Israel"
    },
    {
      "name": "Naama Barkai",
      "first": "Naama",
      "last": "Barkai",
      "affiliation": "Department of Molecular Genetics, Weizmann Institute of Science, Rehovot, Israel"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2017-12-13",
  "dateAccepted": "2017-11-01",
  "dateReceived": "2017-01-18",
  "volume": "15",
  "number": "12",
  "pages": "e2002039",
  "tags": [
    "Cell biology",
    "Cell growth",
    "Cell processes",
    "Chemical compounds",
    "Chemistry",
    "Cytophotometry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell growth",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Chemical compounds",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Cytophotometry",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Flow cytometry",
    "Discipline-v3/Fungi",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetics",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Molecular biology assays and analysis techniques",
    "Discipline-v3/Molecular biology techniques",
    "Discipline-v3/Mutation",
    "Discipline-v3/Organisms",
    "Discipline-v3/Phenotypes",
    "Discipline-v3/Phosphates",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Reporter gene assay",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Saccharomyces",
    "Discipline-v3/Saccharomyces cerevisiae",
    "Discipline-v3/Spectrophotometry",
    "Discipline-v3/Spectrum analysis techniques",
    "Discipline-v3/Substitution mutation",
    "Discipline-v3/Yeast",
    "Discipline-v3/Yeast and fungal models",
    "Eukaryota",
    "Experimental organism systems",
    "Flow cytometry",
    "Fungi",
    "Gene expression",
    "Genetics",
    "Model organisms",
    "Molecular biology",
    "Molecular biology assays and analysis techniques",
    "Molecular biology techniques",
    "Mutation",
    "Organisms",
    "Phenotypes",
    "Phosphates",
    "Reporter gene assay",
    "Saccharomyces",
    "Saccharomyces cerevisiae",
    "Spectrophotometry",
    "Spectrum analysis techniques",
    "Substitution mutation",
    "Type/Research Article",
    "Yeast",
    "Yeast and fungal models"
  ],
  "abstract": "Growing cells are subject to cycles of nutrient depletion and repletion. A shortage of nutrients activates a starvation program that promotes growth in limiting conditions. To examine whether nutrient-deprived cells prepare also for their subsequent recovery, we followed the transcription program activated in budding yeast transferred to low-phosphate media and defined its contribution to cell growth during phosphate limitation and upon recovery. An initial transcription wave was induced by moderate phosphate depletion that did not affect cell growth. A second transcription wave followed when phosphate became growth limiting. The starvation program contributed to growth only in the second, growth-limiting phase. Notably, the early response, activated at moderate depletion, promoted recovery from starvation by increasing phosphate influx upon transfer to rich medium. Our results suggest that cells subject to nutrient depletion prepare not only for growth in the limiting conditions but also for their predicted recovery once nutrients are replenished.",
  "fullText": "Introduction\n\nGrowing cells require an influx of nutrients from their environment to sustain metabolic activity. Depletion of essential nutrients arrests cell growth until the nutrients are replenished [1]. Prior to this arrest, a starvation program that regulates the expression and activity of multiple genes and proteins is activated. This starvation program increases the level of internal nutrient, e.g., by expressing high-affinity transport, mobilizing stored nutrients, or scavenging the limiting nutrient from internal or external sources [2]. This starvation program does not eliminate growth arrest but only delays its onset: a growing population will still deplete the available nutrient and arrest, but this arrest will be postponed by a limited number of generations [3,4].\n\nOnce the depleted nutrient is replenished, cells reenter the cell cycle and begin to proliferate. Return to growth is not immediate but follows a lag time during which cells adjust to the rich medium. Since growth is exponential, minimizing the lag time would provide cells with a significant competitive advantage. Indeed, subjecting cells to continuous cycles of nutrient depletion and replenishment selects for cells with accelerated recovery [5].\n\nWe hypothesized that the starvation program activated when nutrients are depleted prepares cells not only for growth in the limiting environment but also for their subsequent recovery once nutrients are replenished. To examine this hypothesis, we focused on the phosphate starvation program in budding yeast, whose molecular basis has been characterized in detail. Cells transferred to a medium containing low phosphate induce dozens of genes. Those genes regulate intracellular phosphate levels by enabling high-affinity phosphate transport [6–8], phosphate mobilization in and out of vacuolar storage [9,10], and phosphate scavenging from different intra- and extracellular sources (Fig 1A) [11–14]. Induction of all phosphate-responsive genes depends on the transcription factor Pho4. When intracellular phosphate levels are reduced, Pho4 is dephosphorylated and enters the nucleus to activate its target genes [15–19].\n\nWe previously suggested that the phosphate starvation program promotes not only growth in phosphate-limiting conditions but also recovery from starvation, based on our analysis of cells that constitutively express PHO84, the high-affinity phosphate transporter [22]. When transferred to media containing low phosphate levels, the PHO84-constitutive cells induced the starvation program with a delay relative to wild-type cells, and when transferred back to rich media, these cells showed a longer lag time and were outcompeted by wild-type cells. Notably, the impaired recovery was rescued by partially activating Pho4 also in nonstarving cells, suggesting that optimal recovery depends on the proper, early induction of the starvation program, as seen in wild-type cells. Still, the contribution of the phosphate starvation program to cell growth has not been measured directly.\n\nIn this study, we set to quantify the contribution of the phosphate starvation program to cell growth in limited phosphate and upon recovery from starvation. We reasoned that this contribution may depend on the kinetics by which phosphate is depleted. In particular, gradual depletion of phosphate may provide cells with enough time to prepare for the upcoming limitation, activating the starvation program before arresting cell growth. We therefore considered different kinetics of phosphate depletion and followed, at high temporal resolution, the gene expression and growth rate of wild-type cells and of mutant cells that do not properly activate the starvation program. We find that cells activate the starvation program sequentially: the first activation wave is seen when phosphate is only partially depleted and before cell growth is reduced. This phase may serve as a preparation period, as deleting PHO4 does not affect cell growth at this phase. This initial activation is followed by a second wave of expression, observed at the time when cell growth begins to slow down. At this stage, deletion of PHO4 further reduces growth rate. Notably, we show that the early transcription wave contributes to the recovery from starvation by increasing phosphate influx once nutrients are replenished. We propose that cellular signaling is tuned not only for optimizing instantaneous cell growth but also for preparing cells for predictable future needs.\n\nResults\n\nA 2-step induction of the phosphate starvation response during growth in low-phosphate media\n\nThe phosphate starvation program in budding yeast is activated when intracellular phosphate levels are reduced. The kinetics by which the starvation program is activated therefore depends on the rate by which internal phosphate is depleted. To monitor different kinetics of phosphate depletion, we inoculated cells in media containing different low-phosphate levels, ranging from 0 mM to 0.5 mM of inorganic phosphate (Pi). Cells incubated in these media grew for a different number of generations, ranging from approximately 8 generations when incubated to 0.5 mM Pi to only approximately 3.5 generations when incubated in medium lacking phosphate (Fig 1B).\n\nWe measured the growth rate of the cells following their transfer to the low-phosphate media and profiled their transcription response at multiple time points following the transfer, as indicated (Fig 1B and 1C). To examine the starvation program, we first focused on the induction of Pho4-target genes (Fig 1C and S1A and S1B Fig). Pho4-targets were defined by comparing gene expression in cells lacking PHO4 to that in cells that express a constitutive strong PHO4 allele (Materials and methods) and were consistent with previous reports (S1A Fig) [9,19]. As expected, the starvation program was induced with different temporal kinetics, depending on the phosphate level in the inoculation medium. Cells transferred to a medium containing 0.5 mM Pi, for example, did not activate Pho4-target genes during the approximately 9 initial hours, showing a partial induction only at the 24.7-hour time point. By contrast, cells transferred to a medium lacking any phosphate induced Pho4-target gene expression practically immediately upon the transfer (Fig 1C).\n\nPrevious studies reported that cells transferred to medium lacking phosphate activated the starvation program in 2 sequential waves [19,21,23]. To examine whether this sequential induction is seen also in our data, we measured the similarity in the expression response at different time points following the transfer, as defined by the Pearson correlation (Fig 1D and S1C Fig). Indeed, 2 waves of transcription response were observed. The temporal delay between the 2 waves varied depending on the incubating conditions, ranging from approximately 2 hours in cells transferred to medium lacking phosphate to approximately 9.5 hours in cells transferred to medium containing 0.2 mM Pi (Fig 1C and 1D). This differential kinetics reflected the delayed induction of the second transcription wave. By contrast, the first transcription wave was induced practically immediately upon transfer to all media containing low Pi levels &lt; 0.5 mM. The 2 waves differed primarily by the strength of gene induction. At the first wave, most (but not all) of the Pho4-target genes were moderately induced. At the second wave, the induction of these genes became stronger, and some additional Pho4-targets, not induced in the first wave, were now up-regulated (Fig 1C).\n\nBudding yeast activate a characteristic large-scale transcription program termed the environmental stress response (ESR) when subjected to a variety of environmental stresses [24]. To examine whether this response is activated also in our data, we considered the group of stress response genes as defined in [20] (see Materials and methods). We noted that this response was not activated immediately upon transfer to low-phosphate media but was observed concomitant with the second wave of Pho4-target gene induction. Also at this time, cells down-regulated the expression of genes coding for ribosomal proteins and ribosome-associated functions (Fig 1C).\n\nThe synchronization of the stress response with the second wave of Pho4-target induction suggested to us that it is at this point that phosphate becomes growth limiting. To examine this, we monitored cell growth following the transfer. Cells maintained rapid growth rate during the initial stages of incubation, independent of the level of phosphate in the inoculation medium, but began to reduce their growth only at a later stage (Fig 1B). To comonitor growth rate and the induction of Pho4-target genes, we used cells that express a well-established reporter: PHO84 promoter-driven Venus (PHO84p-Venus) [25]. PHO84 is a Pho4-target gene that encodes for the high-affinity phosphate transporter. Upon transfer to low-phosphate media, PHO84 expression is induced as part of the first transcription wave and is further up-regulated when the second transcription wave is activated (cf. Fig 1A). Induction of the PHO84p-Venus reporter was seen immediately upon transfer to low-phosphate media (&lt;0.5 mM Pi), and its levels continued to increase in time as phosphate was further depleted, with different kinetics depending on the incubation conditions (Fig 1E). Notably, comparing cell growth rate with reporter induction, we observed that cells began to reduce their growth rate when the reporter crossed a particular activation threshold, independent of the initial low-phosphate levels into which the cells were incubated or of the time of incubation (Fig 1F). Further, this activation threshold coincided with the induction of the second wave of Pho4-target gene induction (S1E Fig). We conclude that cells induce the initial transcription wave when phosphate levels are reduced but are not yet limiting for growth. In contrast, the second transcription wave is induced when intracellular phosphate becomes growth limiting.\n\nContribution of the starvation program to growth in low-phosphate media\n\nAs mentioned above, the group of Pho4-targets induced upon transfer to low-phosphate media includes multiple genes that regulate the availability of internal phosphate, including high-affinity transporters (PHO84 and PHO89), genes that mobilize phosphate vacuolar storage as PolyP (PHM1-5), and phosphatases that can scavenge phosphate from other molecules inside or outside the cells (e.g., PHO5, PHM8, and PHO11). Induction of these genes could therefore promote growth in low-phosphate media. To quantify the contribution of this transcription program to cell growth, we considered 2 mutants that cannot activate the pathway: a strain that lacks the transcription factor Pho4 and a strain that lacks the Pho4 activating protein, Pho81. We compared the growth rate of the mutant and wild-type cells using a growth-competitive assay. For this assay, we labeled wild-type cells using a fluorescence marker mCherry, driven by the constitutively strong TEF2 promoter (Fig 2A). When mixed with unlabeled cells, the fraction of labeled (wild-type) cells in the population was measured using flow cytometry. To monitor the activation of the starvation program, we further engineered the cells to express PHO84p-Venus and monitored its induction using flow cytometry as well (Fig 2A). mCherry and/or Venus reporter expression did not detectably affect growth rate in our experimental conditions (S2A and S2B Fig).\n\nMutant and fluorescently labeled wild-type cells were coincubated in media containing different phosphate levels, and the fraction of wild-type cells in the population was measured periodically following this incubation, as cells grew and further depleted the phosphate (Fig 2B). Initially, the pathway-defective mutant Δpho4 or Δpho81 grew as well as wild-type cells (Fig 2B and S2D Fig). Wild-type cells began to outcompete the mutants only after a delay, which varied depending on the level of phosphate in the incubating media. For example, when incubating the cells in no-Pi or in 0.2 mM Pi, the fraction of mutant cells began to decrease only around 2 hours or around 8.5 hours after incubation, respectively.\n\nThe PHO84p-Venus reporter was induced practically immediately upon transfer of wild-type cells to low-phosphate media (&lt;0.5 mM Pi) and continued to increase with time (S2C Fig), as described above (Fig 1E). Notably, in all conditions, the time at which the frequency of mutant cells in the mixed population began to decrease coincided with the time at which the PHO84p-Venus reporter reached a given activation threshold level, independently of the incubating conditions (Fig 2C and S2E Fig). This time coincided with the second wave of Pho4-target gene induction and the time at which wild-type cells began to reduce their growth rate (Fig 1F and S1E Fig). Therefore, induction of Pho4-target genes promotes growth in low-phosphate media, but only from the onset of the second wave of gene induction, the time at which phosphate becomes limiting for growth.\n\nWe next examined mutants that express the PHO regulon constitutively (expressing the PHO4SA12346 allele [19] or with PHO80 deleted). Constitutive strong activation of Pho4-target genes reduced growth in rich medium and when phosphate levels were low but not yet growth limiting. By contrast, this constitutive strong activation promoted growth once phosphate became growth limiting (Fig 3A–3D and S3A–S3D Fig). Interestingly, the phenotypic effects of the PHO4SA12346 alleles were fully dependent on the PHM3 gene, which mobilizes phosphate into vacuolar storage [10], suggesting that the reduced growth rates in both rich and intermediate phosphate conditions are explained by transferring too much phosphate into storage. This excessive storage promotes growth once phosphate becomes growth limiting (Fig 3D–3G).\n\nTaken together, we find that the initial induction of Pho4-target genes occurs before phosphate becomes growth limiting and that Pho4-target induction does not contribute to cell growth during this phase. The phosphate starvation program starts contributing to growth only when phosphate becomes growth limiting, a time that is marked by the second wave of Pho4-target gene induction and up-regulation of the stress response.\n\nContribution of the starvation program to recovery when phosphate is replenished\n\nWe asked whether, in addition to its role during growth in limited phosphate, the starvation program promotes recovery from starvation once phosphate is replenished. We reasoned that this contribution may depend primarily on the first wave of Pho4-target gene induction, since this wave is activated before phosphate becomes growth limiting and before it is needed for maintaining maximal growth rate. This early induction could prepare cells for upcoming starvation and further contribute to their recovery. We therefore denote the time between the induction of the first and second transcription waves as the “preparation phase.”\n\nCells that are incubated in media containing intermediate phosphate show a preparation phase that is prolonged relative to cells incubated in medium containing no phosphate (Fig 1C). If preparation promotes recovery, cells with prolonged preparation will recover faster than cells incubated directly in a no-phosphate medium. To examine this, we incubated cells into media containing different levels of phosphate for 21 hours, transferred them back to rich medium, and measured the lag time before growth was recovered. As predicted, the lag time decreased monotonically with increasing levels of phosphate in the incubating media (Fig 4A). In particular, cells incubated directly into medium lacking phosphate showed the longest lag time before resuming growth.\n\nTo directly examine whether the starvation program promotes recovery, we examined the Δpho4 and Δpho81 mutants that do not activate the pathway. This was done using a competition assay: fluorescently labeled wild-type cells containing the constitutive TEF2p-mCherry marker were mixed with mutant cells, incubated in low-phosphate media for 24.7 hours, and then transferred back to rich medium. The fraction of wild-type cells was measured at subsequent times following the transfer to rich medium using a flow cytometer. The gene expression profile of wild-type cells was monitored in parallel to define the kinetics by which cells down-regulate the expression of Pho4-target genes.\n\nReplenishing phosphate rapidly repressed Pho4-target genes (Fig 4B). Still, wild-type cells resumed growth faster than pathway-deficient mutants (Fig 4C and S4A Fig). This was observed in cells that showed a prolonged preparation time (brought to starvation following incubation in media containing an intermediate level of phosphate). In fact, in cells incubated in 0.2 mM Pi, the starvation program contributed to recovery more than to growth in the low-Pi medium itself (Fig 2B versus Fig 4C and S2D Fig versus S4A Fig). By contrast, the starvation program did not detectably contribute to the recovery of cells that were incubated directly in very low or no-phosphate medium, conditions in which preparation time was limited (Figs 4C and 1C and S4A Fig). Note that when incubated in 0.5 mM Pi, the cells arrested before becoming phosphate limited (Fig 1B and S1D Fig), resulting in full dispensability of Pho4 both in the low-phosphate medium and during recovery (Figs 2B and 4C and S2D and S4A Figs). We conclude that the starvation program contributes to cell recovery from phosphate limitation, but only in conditions that introduce a significant delay between the induction of the first and second waves of Pho4-targeted genes.\n\nPhosphate influx is limiting during recovery in rich media\n\nThe starvation program could promote recovery from starvation by limiting phosphate toxicity. Indeed, upon recovery, cells are subject to a large, sudden influx of phosphate, which may be toxic. To examine whether phosphate toxicity limits recovery of the pathway defective Δpho4 or Δpho81 cells, we constitutively expressed the high-affinity transporter PHO84 (PHO84c) in these backgrounds. We reasoned that this constitutive expression will increase phosphate uptake and toxicity, further delaying recovery from starvation. In contrast to this expectation, constitutive expression of PHO84 did not abrogate but rather compensated for the delayed recovery of Δpho4 and Δpho81 mutants (Fig 4D and 4E and S4B Fig; see S2F and S2G Fig for growth in low Pi). This refutes the hypothesis that pathway activation is needed to prevent toxicity upon phosphate replenishment but suggests that it is required to promote phosphate influx. Indeed, to resume growth, cells must synthesize a large amount of RNA, likely requiring an increased phosphate influx.\n\nIf phosphate influx is limiting during recovery, cells without the high-affinity phosphate transporter (Δpho84 cells) will exit starvation with a delay. To test that, we examined the recovery time of Δpho84 cells (Fig 4F–4I and S4C and S4D Fig). The starvation program in Δpho84 cells was maintained active for at least 10 hours following phosphate replenishment, contrasting its rapid down-regulation in wild-type cells (Fig 4H–4I and S4D Fig) and confirming that the high-affinity transporter largely contributes to phosphate influx during recovery. As was expected when phosphate influx limits recovery, the growth of those cells was severely delayed (Fig 4F–4G and S4C Fig). Further, the impaired recovery of Δpho84 cells was rescued by deleting SPL2 (Fig 4F–4I and S4C and S4D Fig). As one of the Pho4-target genes, SPL2 is induced in low-phosphate media and down-regulates the activity of Pho90 (see S2H–S2J Fig for growth in low Pi). Deletion of SPL2 therefore maintains the active status of the low-affinity transporter, leading to a higher phosphate influx, which we suggest explains the cells’ faster recovery. This recovery is still not as fast as wild-type cells, which can utilize both the low- and high-affinity transporters during recovery (Fig 4F–4I and S4C and S4D Fig).\n\nTaken together, our results suggest that phosphate influx is limiting during the recovery of cells from phosphate starvation. Pho4-target gene induction may therefore promote recovery by facilitating the increase in internal phosphate upon recovery.\n\nDelayed induction of Pho4-target genes delays recovery by decreasing phosphate influx\n\nOur analysis above mapped the contribution of the starvation program to cell recovery to the first wave of Pho4-target genes, induced before phosphate becomes limiting. Further, we showed that this contribution is pronounced only when the duration of this first wave is sufficiently long. We previously showed that constitutive activation of the high-affinity transporter PHO84 leads to the delayed induction of the first transcription wave and shortens the delay between the 2 waves. Consistent with this first wave being important for recovery, PHO84C cells recover with a delay, and this phenotype is rescued by partial activation of the starvation program using the weak PHO4SA1234 constitutive allele, which may mimic the first induction wave [22]. We recapitulated these results here and confirmed that delayed recovery was apparent when incubating cells in conditions that enable a long preparation phase in wild-type cells (0.2 mM Pi) but was less pronounced when preparation was short or absent (no Pi, Fig 5A and 5B and S5A–S5D Fig).\n\nSeveral additional results support the hypothesis that the impaired recovery of the PHO84-constitutive cells is due to an insufficient phosphate influx upon recovery. First, the recovery phenotype was partially rescued by increased phosphate in the recovery media (20 mM compared to 7.3 mM Pi in synthetic complete (SC) medium, Fig 5C). It was also rescued by an SPL2 deletion and by constitutive expression of the low-affinity transporter PHO90 (Fig 5C). Further, the PHO84-constitutive cells maintained the starvation program as partially active for a considerable time following phosphate replenishment, indicating low internal phosphate. Notably, Pho4-target genes were in fact repressed rapidly upon phosphate replenishment but were also rapidly reinduced (Fig 5D). As we have shown before, this oscillatory behavior characterizes cells that are transferred from deep to intermediate internal phosphate limitation conditions [21]. This phenotype was again rescued when transferring cells into 20 mM Pi, in Δspl2 deleted cells and in cells that constitutively express PHO90 (Fig 5D). We conclude that the recovery phenotype of PHO84-constitutive cells is due to an insufficient phosphate influx upon recovery.\n\nThe PHO84-constitutive phenotype is alleviated by mutations that increase phosphate influx\n\nAs a complementary approach for examining the deficiency of PHO84-constitutive cells, we subjected these cells to cycles of starvation and recovery, with the intention of selecting compensatory mutations. Sixteen independent lines were followed for approximately 300 generations, corresponding to 10 cycles of phosphate depletion and replenishment (Fig 6A). In 10 cultures, improved recovery was observed, and single-cell colonies isolated from these cultures were sent for whole-genome sequencing. Notably, all strains showing an adaptive phenotype were mutated in the PHO84 gene. Further, 56 of the 60 individually selected cells led to the same substitution (L74F) of an amino acid located in the first transmembrane domain (Fig 6B) [6]. This mutation, as well as the 2 other amino acid substitutions identified, is found in various PHO84 homologs (S6A Fig).\n\nTo verify the causality of the identified mutations, we introduced them into a wild-type PHO84 allele and a PHO84-constitutive allele. The impaired recovery of PHO84-constitutive cells was rescued (Fig 6C–6E and S6E–S6J Fig), and the mutation further improved the growth of both the wild-type and the constitutive strains in low-phosphate media, suggesting that it supports higher phosphate influx (S6B–S6D Fig).\n\nDiscussion\n\nCells respond to the depletion of nutrients by changing the expression and activities of a large number of genes and proteins. Previous studies implicated cellular starvation programs in optimizing cell growth and survival in limiting condition [26–28]. Our results suggest that the starvation programs can also promote the recovery of cells once nutrients are replenished.\n\nThe phosphate starvation program in budding yeast was investigated extensively, revealing general principles of nutrient homeostasis [12,19,29–31]. Yet, while the molecular properties of this response are well understood, its contribution to cell growth remained relatively unexplored. Here, we closed this gap by following, at high temporal resolution, the growth of wild-type and mutant cells at different stages of phosphate depletion and recovery. We found that cells activate the starvation response before this response is required for growth. In fact, expression of Pho4-target genes is observed before cells reduce their growth rate or show any signs of stress such as expression of stress-responsive genes or down-regulating genes coding for ribosomal proteins. We propose that this initial response serves as a preparation phase, allowing cells to prepare for the upcoming limitation and for their subsequent recovery. As phosphate levels are further depleted, phosphate becomes limiting for growth, at which stage a second wave of Pho4-target genes is induced, concomitant with the induction of the general stress response. At this point, the starvation program starts contributing to cell growth. It is interesting that induction of the general stress response is delayed and becomes weaker in cells that are deleted of Pho4 and thereby do not activate the starvation program (S3A–S3C Fig), suggesting an inherent connection between this general stress response and the more specific induction of Pho4-target genes.\n\nMost notably, we find that the phosphate starvation program also promotes recovery from starvation. As we show, recovery times might be limited by phosphate influx during the recovery, and the starvation program may promote this influx. Further, this role of the starvation program appears to depend on the early wave of Pho4-target genes, induced before phosphate becomes growth limiting.\n\nOur results suggest that nutrient homeostasis circuits have evolved not only for promoting growth in the limiting conditions but also for preparing cells for their predictable recovery once nutrients are replenished. Recent studies suggest that this “preparation” or “anticipation” presents a general principle in microbial stress signaling. For example, the ESR is induced by moderate stresses that do not affect growth rate either in the presence or in the absence of the stress response. Thus, rather than contributing to growth in these moderate stresses, the ESR promotes survival in cases of subsequent, more severe stresses [4,24,32]. Similar anticipatory regulation was observed in other microbial systems, including examples from bacteria and yeast [33–37]. These evolved paradigms strongly suggest that throughout their natural history, yeasts encountered complex and perhaps predictable combinations of stresses so that their signaling circuits evolved to optimize not only the immediate conditions but also probably upcoming needs.\n\nMaterials and methods\n\nStrains and media\n\nSaccharomyces cerevisiae strains used in this study are listed in S1 Table and were created from the BY4741 background (MATa his3Δ1 leu2Δ0 ura3Δ0 met15Δ0) by standard genetic methods [38]. All of the relevant inserted fragments were validated by PCR followed by sequencing, except for fragments that lead to gene deletion, which were validated only by PCR. Strains fluorescently marked with constitutive cytosolic expression of mCherry were constructed from pFA6a-NAT-TEF2pr-mCherry plasmid. The amplified fragment was inserted into the HO locus by transformation. Strains fluorescently marked with constitutive cytosolic expression of GFP were constructed similarly using the pFA6aNAT-TEF2pr-GFP plasmid. Strains with the starvation response reporter PHO84p-Venus were constructed as previously described [22]. Briefly, kanMX in pBS7 (Yeast Resource Center) was replaced with the HIS5 selection gene by BglII and EcoRI digestion from pDH5. Next, the promotor region of PHO84 (1,000 bp upstream from the start codon) was PCR amplified from the genome with primers containing restriction sites of SalI and BamHI and inserted into pBS7 upstream of Venus. The PHO84p-Venus-HIS5 fragment was amplified using the plasmid’s canonical forward and reverse primers of pBS7 (Yeast Resource Center) with 40-bp homology upstream and downstream of HIS3 ORF for recombination into the HIS3 locus. To create a deletion of PHO4 (nos. 5 and 7, in S1 Table), HygromycinB was amplified from the pYM-N14 plasmid [39], in which the kanMX was replaced with HygromycinB using SacI and BglII. The fragment was amplified with the following primers: AAGAGATGAGCAAAGGAGACAGAACAAGAGTAGCAGAAAGTCCGTACGCTGCAGGTCGAC and CAGTCCGATATGCCCGGAACGTGCTTCCCATTGGTGCACGGGAGCTCGTTAAAGCCTTCG. To generate the deletion of PHO81 in the PHO84p-Venus-HIS5 strain (no. 8, in S1 Table), kanMX was amplified from pBS7 with the following primers: AATAAATGCTACATAAATGCATGCCCTTAAAACTGTATAACCATGAGATCTGTTTAGCTTGCCTCG and AATATTGATATGTAAAGTTCTGTAATATGTAGTTTTGAAATCTTAATCGATGAATTCGAGCTCG. Strains (Nos. 6, 9, and 10, in S1 Table) originated from the yeast-deletion library [40]. To create a deletion of PHO80 in the PHO84p-Venus-HIS5 strain (no. 15, in S1 Table), the Δpho80::kanMX and flanking regions were amplified from a Δpho80 deletion library strain [40] with the following primers: CTTCGAGAGGCAGATAACC and CCAAATGATGGCCAATTGCT. The amplified fragment was inserted instead of the PHO80 ORF, and cells were selected on YPD +G418. Strains with partially and fully active PHO4 (PHO4SA1234 and PHO4SA12346) were constructed from previously described plasmids (EB1264 and EB1265, respectively) [19]. The amplified fragments of active PHO4, with mutations in its phosphorylation sites (serine to alanine at sites 1, 2, 3, and 4, and in PHO4SA12346 also proline to alanine at site 6 [19]), followed by a fused GFP and a URA3 selection, were inserted instead of the PHO4 ORF. The addition of PHO4SA1234 (in strains no. 11 and no. 12, in S1 Table) was previously described [22]. To create the deletion of PHM3 in PHO4SA12346 cells (no. 14, in S1 Table), HIS5 was amplified from pDH5 with the following primers: ATTATTACTTAATTATACAGTAAAAAAAACACGCTGTGTATTCGTACGCTGCAGGTCGAC and AAATCGGCCAATAAAAGAGCATAACAAGGCAGGAACAGCTCGTTTAAACTGGATGGCGGC. To create a deletion of PHM3 in PHO84p-Venus-HIS5 strain (no. 18, in S1 Table), CaURA3 was amplified from pAG61 with the following primers: ATTATTACTTAATTATACAGTAAAAAAAACACGCTGTGTATTGTACAGCTTGCCTCGTCC and AAATCGGCCAATAAAAGAGCATAACAAGGCAGGAACAGCTCTGATTATAATTGGCCAGTC.\n\nStrains that constitutively express PHO84 or PHO90 under TDH3 promotor (PHO84c and PHO90c) were generated using an amplified PCR product of the TDH3 promoter, which was inserted upstream of PHO84 or PHO90. KanMX-TDH3pr was amplified from pYM-N14 [39], and a HygromycinB-TDH3pr fragment was similarly amplified from pYM-N14 in which KanMX was replaced with HygromycinB. To create a deletion of PHO84 (no. 16, in S1 Table), kanMX was amplified from pBS7 with the following primers: ACCAGGGCACACAACAAACAAAACTCCACGAATACAATCCAAATGAGATCTGTTTAGCTTGCCTCG and TATTTGTTCTAGTTTACAAGTTTTAGTGCATCTTTGAGGCTTTTAATCGATGAATTCGAGCTCG. To create a deletion of SPL2 (no. 20, in S1 Table), kanMX was amplified from pBS7 with the following primers: GTCACTGCAGCCACGTGCCTAGATCTATTACTATGACTTCCCATGAGATCTGTTTAGCTTGCCTCG and CAGAGGTAGAAGGTATGTATGTGTAACGATTAAGAGATGCAATCAATCGATGAATTCGAGCTCG. The double deletion of PHO84 and SPL2 in the PHO84p-Venus-HIS5 strain (no. 17, in S1 Table) was similarly generated using kanMX and NAT, respectively.\n\nPhosphate-limiting media were based on SC medium, prepared from YNB without phosphate (CYN0804). Phosphate was added in the form of KH2PO4 to reach the specified levels. Fixed potassium levels were maintained by the addition of KCl (instead of KH2PO4). The media were set to a pH of 5.\n\nWT growth rate and reporter activation dynamics\n\nWT cells with a starvation response reporter (Pho84promptor-Venus) and with or without mCherry were grown overnight in Erlenmeyer flasks in rich Pi medium of 7.3 mM Pi to reach logarithmic growth (OD600 approximately 0.4, NovaSpec Plus Visible Spectrophotometer) and were then transferred into 5 tubes. The samples were centrifuged, and all supernatant was discarded. Next, for each tube, the relevant Pi medium was added, and the samples were resuspended. The washed samples were then inoculated to the specified low- or rich-Pi medium (0 mM, 0.06 mM, 0.2 mM, 0.5 mM, and 7.3 mM Pi), and the initial OD600 was set to 0.05. Cells were grown in Erlenmeyer flasks at 30°C until Pi was exhausted and they reached the stationary phase (26 hours). Samples for optical density (OD600) and flow cytometry (to measure reporter activation levels) were taken during growth in high Pi (before wash, t = 0) and during growth in the various Pi media approximately every 30 minutes for 12 hours and at a final time point after 26 hours.\n\nTo calculate the growth rate in the different Pi media, the log2 (OD600) versus time was fitted with the MATLAB function csap (smoothing parameter of 0.4), and the values of the fitted growth curve data were determined at 1-minute intervals. The growth rate was calculated for each measured time point (between 0.5 hours and 11.5 hours) from its slope with 2 surrounding (±1 minute) fitted values. To control for density-dependent effects, the growth rate was normalized by the growth rate of cells transferred to rich phosphate medium: The growth rates in rich medium with the same optical density (OD) were subtracted from the cell’s growth rate at each time point in a given Pi medium. The growth rate used for normalization was derived from the fitted growth curve values of cells grown in rich medium (as above). The time point on the fitted growth curve with the closest OD to that of the sample was chosen for normalization. The growth rate of this time point was determined with 2 surrounding (±1 minute) values.\n\nCompetition assays\n\nMutant relative abundance and reporter activation dynamics\n\nAll the competition experiments were performed against a WT reference strain BY4741. WT and mutant cells carried a starvation response reporter (PHO84promptor-Venus), and one of them also harbored a constitutive mCherry to distinguish between the WT and mutant cells in the flow cytometer. The PHO4SA1234 and PHO4SA12346 mutants lacked the reporter, since they also contained GFP fused to Pho4 ORF. WT and mutant cells were grown in rich Pi medium of 7.3 mM Pi to the logarithmic phase (OD600 approximately 0.4, NovaSpec Plus), mixed at an OD ratio of approximately 1:1, and transferred to 5 tubes. The samples were centrifuged, and all supernatant was carefully discarded. The cells were then resuspended in the relevant Pi media (0 mM, 0.06 mM, 0.2 mM, 0.5 mM, and 7.3 mM Pi) and inoculated at an OD600 of 0.05 in 50-ml tubes. Cells were grown at 30°C until Pi was exhausted and they reached the stationary phase (approximately 24 hours). The following day, cells were recovered in high Pi levels of 7.3 mM or 20 mM Pi as indicated, diluted to an OD600 of 0.05, and grown for approximately 24 hours until they reached the stationary phase. In the competition experiment of Δpho84 with and without Δspl2, the cells were grown for 21 hours in 0.2 mM Pi (S2H–S2I Fig) and diluted to an OD600 of 0.01 upon recovery (Fig 4F and 4H).\n\nThe mutant/WT frequencies and the starvation response induction were established by flow cytometry. Samples for flow cytometry were taken after cells were mixed in high Pi (t = 0), at several time points during growth at low Pi levels until the stationary phase was reached (approximately 24 hours) and similarly during recovery. Approximately 50,000 events per sample were acquired by the flow cytometer. Initial events acquired by the flow cytometer were removed to reduce noise and carryover from the previous sample as follows: the acquired events were binned according to their acquisition time. A section of early acquired bins was removed only if all neighboring bins had shown a mean fluorescence deviated by more than 3 STDs from the mean. The mean was calculated from the last bins that were acquired (constituting 60% of the acquired events). The retained data constitute at least 60% of all acquired events (see S3 and S4 Data). Mutants’ (versus WT) relative abundances during growth in low Pi and during recovery were normalized to the initial time point t = 0 (prior to transfer to low Pi or prior to recovery, respectively).\n\nMutant relative fitness\n\nThe fitness was established from competition experiments preformed in 96-well plates. WT and mutant cells, marked with different fluorescent proteins, were grown overnight in 96-well flat-bottom plates in rich Pi medium of 7.3 mM Pi. The next day, the stationary cells were diluted 1/50 for 3 hours of growth in 7.3 mM Pi. WT and mutant cells were mixed at a ratio of approximately 1:1. Cells were diluted 1/10 for growth in high-Pi medium (20 mM Pi) and for flow cytometry analysis (t = 0). Prior to transfer into low-Pi media, 200 μl of mixed cells was centrifuged for 1 minute in a 96-well round-bottom plate, and 180 μl of the supernatant was discarded. Cells were resuspended with 180 μl of no-Pi medium. This wash was repeated, and the overall Pi in the medium was diluted by 1/100. Washed cells were then diluted 1/10 and grown (in 96-well flat-bottom plates) in all the relevant low-Pi media (ranging from no Pi up to 0.5 mM Pi). Therefore, cells grown in no Pi are still expected to have maximal initial Pi residues of approximately 7.3 μM Pi in their environment. After approximately 24 hours, the samples were recovered into high-Pi medium with 2 dilution steps (total of 10−3 dilution). The first dilution plate was read in the flow cytometer (t = approximately 24 hours in starvation, and t = 0 of recovery). After approximately 24 hours of growth in high Pi, the change in the mutant and WT ratio was measured by flow cytometry (t = approximately 24 hours of recovery). The mutants’ relative fitness was calculated for growth in Pi limitation and for the following recovery, from the slope of its relative frequencies (in log) as a function of the number of generations (based on OD measurements), divided by log(2).\n\nNumber of WT generations during recovery\n\nWT cells with and without a starvation response reporter (PHO84p-Venus) were grown overnight in 50-ml tubes until reaching an OD600 of approximately 0.5 (NovaSpec Plus Visible Spectrophotometer). To control for the lack of fitness impact due to reporter presence, differentially labeled WT cells were mixed (WT-PHO84p-Venus was mixed with WT-mCherry, and WT-PHO84p-Venus + mCherry was mixed with WT-GFP) in a deep 96-well plate. Mixed WT cells (approximately 1:1 ratio) were transferred (240 μl) and centrifuged for 1 minute in a 96-well round-bottom plate. The supernatant was removed by flipping the plate. The cells were resuspended in the relevant low-Pi media (200 μl). This wash was repeated 2 additional times. The cells were then diluted (1/6) to an OD600 of approximately 0.1 (NovaSpec Plus) for growth in Pi limitations (ranging from no Pi to 0.5 mM Pi) and high-Pi medium (20 mM Pi). Cells in 96-well flat-bottom plates were grown for 21 hours in low-Pi conditions at 30°C. For recovery, cells were diluted into several plates with a high-Pi medium of 20 mM Pi (initial OD600 of approximately 0.1). During (and prior to) recovery, one of the diluted plates was taken both for OD measurements (OD600nm, Tecan Sunrise) to calculate the number of generations and for the cells’ relative growth measurements (flow cytometer) to control for a neutral fitness impact of the starvation response reporter.\n\nTime course experiment for RNA-seq\n\nCells were grown as described above for WT growth rate and reporter activation dynamics. Briefly, logarithmically growing cells (OD600 approximately 0.4) grown overnight in high Pi levels (7.3 mM Pi) were washed in the relevant low-Pi medium. The cells were then inoculated to a specified medium: no Pi, very low Pi (0.06 mM Pi), low Pi (0.2 mM Pi), and intermediate–low Pi (0.5 mM Pi) at an initial OD600 of 0.05. The cells were grown at 30°C until Pi was exhausted and they reached the stationary phase (24.7 hours). The following day, the cells were recovered into high Pi levels of 7.3 mM or 20 mM as described (diluted to an OD600 of 0.05) and grown for 9 hours or 24.7 hours (stationary phase). Samples for RNA sequencing were taken prior to entry into low Pi levels (t = 0) and at several time points during growth in low Pi levels until the cells reached the stationary phase at 24.7 hours; samples were taken similarly during recovery.\n\nRNA extraction and sequencing\n\nThe samples were centrifuged for 1 minute at 4,000 rpm, the supernatant was discarded, and the pellet was submerged immediately in liquid nitrogen and preserved in −80°C. The breaking of the cell wall was carried out in a deep 96-well plate. Cells were lysed by the addition of 450 μl of lysis buffer (1 M sorbitol (Sigma-Aldrich), 100 mM EDTA, and 0.45 μl lyticase (10 IU/μl)). The plate was incubated for 30 minutes at 30°C and then centrifuged for 10 minutes at 2,500 rpm. The supernatant was collected into a new deep 96-well plate. From this point forward, the RNA extraction was carried out using the Nucleospin 96 RNA kit, changing only β-mercaptoethanol with DTT. cDNA was prepared from the RNA extracts, barcoded, and sequenced using the Illumina HiSeq 2500 system, using Truseq SR Cluster Kit v3 -cBot-HS cluster kit and Truseq SBS Kit v3-HS run kit (50 cycles) [41].\n\nRNA-seq data processing and analysis\n\nEach RNA-seq sample was mapped to the genome of S. cerevisiae (R64 in SGD) using bowtie (parameters: --best –a –m 2 –strata -5 10). Mapped reads were filtered for reads not mapped to rRNA, and the aligned filtered reads were down-sampled to 400,000 reads in order to have similar data from all samples. PCR bias was normalized for by using the unique molecular identifier (UMI), scoring each position on the genome by the unique number of UMIs it had out of the 256 possible UMIs [41]. The expression of each gene was determined by summing all of the reads aligned to the 400 base pairs upstream to its 3′ end to 200 base pairs downstream from the 3′ end. For genes with high sequence similarity in the region being summed (thus having sequences aligning as good to both genes), the reads aligned were separated to both genes according to the amount of uniquely mapped sequences. The sum of all gene expression was normalized to be 1,000,000, and genes with an expression below the threshold of 10 reads were excluded. All WT and mutant RNA data presented were normalized to logarithmic growing WT cells in 7.3 mM Pi (t = 0 of experiment 1; see S2 Data) before the cells were distributed between no Pi, 0.06 mM, 0.2 mM, and 0.5 mM Pi and grown for 24.7 hours and recovered into 20 mM Pi. Stress and protein synthesis genes were not presented in the figures if (1) during growth in low Pi, they were below detection levels (not a number [NaN]) in the (normalized) start time point (t = 0, 7.3 mM Pi) or (2) during recovery from low Pi, they were below detection levels (NaN) in the (normalized) t = 0 time point of recovery (the last time point of growth in low Pi prior to recovery).\n\nClassification of PHO-regulated genes, stress genes, and protein synthesis genes\n\nGenes were classified as PHO-regulated genes if they met 2 RNA expression criteria. The first required up-regulation in ON cells (PHO4SA12346) versus OFF cells (Δpho4) in at least 15 out of 25 samples. The samples (3*8) were taken during growth in low Pi of 0.06 mM, 0.2 mM, and 0.5 mM Pi (time points: 1, 2, 3.5, 5, 6.5, 8, 9.5, 24.7 hours), and 1 sample was taken from logarithmically growing cells in high-Pi medium (prior to the transfer to the different low-Pi media). Genes were considered up-regulated if the expression ratio between ON and OFF cells was larger than or equal to 2 or if the OFF cells were below detection levels (NaN) and the ON cells were 10 times higher than the defined RNA detection level (10 reads). The second criterion required up-regulation in WT cells during growth in no Pi medium in at least 6 out of 8 time points (1, 2, 3.5, 5, 6.5, 8, 9.5, and 24.7 hours). Genes were considered up-regulated if the expression ratio between no Pi and high Pi levels was larger than or equal to 2. The sample grown in high-Pi medium was taken during logarithmic growth in 7.3 mM Pi, prior to transfer into no Pi. Genes that were below detection levels in high Pi were removed from the analysis. Stress response genes (Stress) and genes coding for ribosomal proteins (Protein Synthesis) were defined in [20] (see S2 Data for gene names). Those transcriptional modules were characterized based on coexpression in over 1,000 expression profiles of S. cerevisiae during growth in diverse environmental conditions. The stress module we have used (46 genes) is a subgroup of the ESR [24].\n\nFlow cytometry\n\nFlow cytometry was done with a BD LSRII system (BD Biosciences). GFP and Venus samples were analyzed with excitation at 488 nm and emission at 525 ± 25 nm. Samples with mCherry were analyzed with excitation at 594 nm and emission at 610 ± 10 nm.\n\nExperimental evolution\n\nA PHO84C strain marked with mCherry and with a reporter of the starvation response (PHO84p-Venus) was evolved in the lab to create 16 independent populations. The experimental evolution was performed in 50-ml tubes, with a volume of 10 ml. Stationary cells grown in high-Pi (20 mM Pi) medium were transferred (10 μl) into 16 tubes with low Pi (0.2 mM Pi) and grown until they reached the stationary phase (an OD600 of approximately 8.5; cells underwent approximately 10 generations). Next, cells were transferred (10 μl) in parallel from each tube to very low-Pi (0.06 mM Pi) medium. In order to reach prolonged Pi starvation, cells were grown for at least 2 days, reaching a final OD600 of approximately 4 and undergoing approximately 9 generations. Then, 25 μl of stationary cells from each tube was recovered into a 20 mM Pi medium and grown until stationary phase (an OD600 of approximately 9.5, cells underwent approximately 10 generations). This cycle of fluctuating Pi levels was repeated 10 additional times, for a total of approximately 300 generations of evolution. Before each transfer, OD600 was measured and PHO84p-Venus levels were verified by flow cytometry. Samples were frozen for further analysis throughout the evolution.\n\nWhole genome sequencing of evolved isolates\n\nWhole genome sequencing was performed to identify the adaptive mutations in evolved isolates. To this end, the ancestor and 60 isolates from 10 evolved populations were sequenced. The isolates were taken from the middle (after approximately 150 generations, 30 isolates) and the end of a lab-evolution experiment (after approximately 300 generations, 30 isolates). The fitness of the isolates was verified by a competition assay. Only isolates in which the limited recovery of the ancestor (PHO84C) cells was rescued were sequenced. All of the isolates after approximately 300 generations were adapted, while after approximately 150 generations, only 30 out of the 56 isolates were adapted. DNA was extracted from 2 ml of saturated overnight culture grown in YPD. The cells were pelleted, resuspended in 10 ml sorbitol 1M at 4°C, and centrifuged for 2 minutes at 4°C at 4,000 rpm, and the supernatant was discarded. The cells were then resuspended in 300 μl of lysis buffer (50 mM HEPEs pH 7.5, 140 mM NaCl, 1 mM EDTA, 1% TritonX-100, and 0.1% sodium deoxycholate) and transferred to 2-ml safe-lock Eppendorf tubes with 0.5-mm Zirconium Oxide beads. They were then blended in a Bullet Blender 24 (Next Advance) for 1 minute at level 8. The supernatant was transferred to new 1.5-ml tubes together with an additional 200 μl of lysis buffer used to wash the beads. Lysates were treated for 60 minutes with RNAse at 37°C and then treated for an additional 2 hours with Proteinase K (20 mg/ml) at 37°C. Cleared lysates were sonicated for 30 minutes (30 seconds on, 30 seconds off) in a Bioruptor plus (Diagenode) cooled water bath sonicator, resulting in an average DNA fragment size of approximately 300 bp. Ten ul of the lysate was taken from each sample, and a multiplexed library was prepared for sequencing [42]. The library was sequenced in an Illumina HiSeq 2500 with 100-bp paired-end sequencing.\n\nGenotyping\n\nDNA reads from the different isolates were aligned to the yeast genome against the S288C_reference_sequence_R64-1-1_20110203_edited.fa S288C reference genome using bwa (ver. 0.6.2) [43]. Duplicated reads were removed with picard-tools (ver. 1.73), and the bam files of the samples were merged. Determination of SNP positions was performed using the genome analysis toolkit (GATK) Unified Genotyper [44]. Since there was no SNP database available, a database was created from our data. Towards this task, the following GATK (ver. 2.2–16) tools were used on the merged bam file: RealignerTargetCreator, IndelRealigner, and UnifiedGenotyper (-stand_call_conf 50.0 -stand_emit_conf 20.0 --sample_ploidy 1 --genotype_likelihoods_model BOTH --max_alternate_alleles 1 -dcov 100); from this first round of variant calling, the variants were filtered using SelectVariants (-select &quot;QD &gt; 10.0 &amp;&amp; QUAL&gt;50 &amp;&amp; DP&gt;10&quot;). The vcf result file was used for the second round of variant identification. In this round, the following GATK tools were used: RealignerTargetCreator, IndelRealigner, BaseRecalibrator, and UnifiedGenotyper (with the above parameters except for --max_alternate_alleles 4 and –dbsnp). SNP annotation was added with the tool snpEff [45].\n\nThe natural amino-acid variety in PHO84 homologs\n\nThe amino-acid variety in PHO84 homologs was established with ConSurf [46]. Starting from the PHO84 protein sequence (SGD) as input, multiple sequence alignment was built using MAFFT. The homologs were collected from UNIREF90. CS-BLAST was used for the homolog search algorithm, with search parameters of CSI-BLAST E-value of 0.0001, a maximal ID of 95%, and a minimal ID of 35%, and 3 iterations of CSI-BLAST. CSI-BLAST resulted in 501 sequences, which were used to calculate the residue variety (in percentage) for each position in the query sequence (Pho84 ORF).\n\nAllele swapping\n\nTo create strains with the evolved amino-acid substitutions (nos. 22–25, in S1 Table), each of the 4 base substitutions evolved in the PHO84 ORF during experimental evolution was inserted into the ancestor strain and the WT (with PHO84p-Venus reporter) in 2 transformation steps. First, PHO84 ORF was disrupted by CaURA3 insertion, which was lifted from pAG60 [47] with the primers ATGACGAAGGTTTCGGTTGGCAACAAGTTAAGACCATCTCCTGTTTAGCTTGCCTTGTCC and CCAGTAACCAGGTAATGAACCAGCACAAATCAAAATCAGATTCGACACTGGATGGCGGCG. Next, we lifted each of the 4 evolved alleles by PCR with the primers AACATGGCCTTCCACAACC and GTTTATGGTATGCGAAACCG from representative evolved isolates. Each of the 4 amplified fragments was inserted in place of the PHO84 deletion created above. All insertions were verified by PCR and sequencing.\n\nSupporting information"
}