{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2004718",
  "doi": "10.1371/journal.pbio.2004718",
  "externalIds": [
    "pii:pbio.2004718",
    "pmid:29702642",
    "pmcid:PMC5955565"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Polarization-resolved microscopy reveals a muscle myosin motor-independent mechanism of molecular actin ordering during sarcomere maturation",
  "authors": [
    {
      "name": "Olivier Loison",
      "first": "Olivier",
      "last": "Loison",
      "affiliation": "Aix Marseille Université, CNRS, IBDM, Marseille, France"
    },
    {
      "name": "Manuela Weitkunat",
      "first": "Manuela",
      "last": "Weitkunat",
      "affiliation": "Max Planck Institute of Biochemistry, Muscle Dynamics Group, Martinsried, Germany"
    },
    {
      "name": "Aynur Kaya-Çopur",
      "first": "Aynur",
      "last": "Kaya-Çopur",
      "affiliation": "Max Planck Institute of Biochemistry, Muscle Dynamics Group, Martinsried, Germany"
    },
    {
      "name": "Camila Nascimento Alves",
      "first": "Camila",
      "last": "Nascimento Alves",
      "affiliation": "Max Planck Institute of Biochemistry, Muscle Dynamics Group, Martinsried, Germany"
    },
    {
      "name": "Till Matzat",
      "first": "Till",
      "last": "Matzat",
      "affiliation": "Institute of Neurobiology and Cells-in-Motion Cluster of Excellence (EXC 1003 – CiM), University of Münster, Münster, Germany; Department of Zoology, University of British Columbia, Vancouver, Canada"
    },
    {
      "name": "Maria L. Spletter",
      "first": "Maria L.",
      "last": "Spletter",
      "affiliation": "Max Planck Institute of Biochemistry, Muscle Dynamics Group, Martinsried, Germany"
    },
    {
      "name": "Stefan Luschnig",
      "first": "Stefan",
      "last": "Luschnig",
      "affiliation": "Institute of Neurobiology and Cells-in-Motion Cluster of Excellence (EXC 1003 – CiM), University of Münster, Münster, Germany"
    },
    {
      "name": "Sophie Brasselet",
      "first": "Sophie",
      "last": "Brasselet",
      "affiliation": "Aix Marseille Université, CNRS, Centrale Marseille, Institut Fresnel, Marseille, France"
    },
    {
      "name": "Pierre-François Lenne",
      "first": "Pierre-François",
      "last": "Lenne",
      "affiliation": "Aix Marseille Université, CNRS, IBDM, Marseille, France"
    },
    {
      "name": "Frank Schnorrer",
      "first": "Frank",
      "last": "Schnorrer",
      "affiliation": "Aix Marseille Université, CNRS, IBDM, Marseille, France; Max Planck Institute of Biochemistry, Muscle Dynamics Group, Martinsried, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-9518-7263"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-04-27",
  "dateAccepted": "2018-04-09",
  "dateReceived": "2017-11-03",
  "volume": "16",
  "number": "4",
  "pages": "e2004718",
  "tags": [
    "Actin filaments",
    "Actin motors",
    "Actins",
    "Anatomy",
    "Animal cells",
    "Biochemistry",
    "Biological tissue",
    "Cell biology",
    "Cell motility",
    "Cellular types",
    "Contractile proteins",
    "Cytoskeletal proteins",
    "Discipline-v3/Actin filaments",
    "Discipline-v3/Actin motors",
    "Discipline-v3/Actins",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biological tissue",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell motility",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Contractile proteins",
    "Discipline-v3/Cytoskeletal proteins",
    "Discipline-v3/Light microscopy",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microscopy",
    "Discipline-v3/Molecular motors",
    "Discipline-v3/Motor proteins",
    "Discipline-v3/Muscle biochemistry",
    "Discipline-v3/Muscle cells",
    "Discipline-v3/Muscle physiology",
    "Discipline-v3/Muscle proteins",
    "Discipline-v3/Muscle tissue",
    "Discipline-v3/Myofibrils",
    "Discipline-v3/Myosins",
    "Discipline-v3/Physiology",
    "Discipline-v3/Polarized light microscopy",
    "Discipline-v3/Proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Sarcomeres",
    "Light microscopy",
    "Microscopy",
    "Molecular motors",
    "Motor proteins",
    "Muscle biochemistry",
    "Muscle cells",
    "Muscle physiology",
    "Muscle proteins",
    "Muscle tissue",
    "Myofibrils",
    "Myosins",
    "Physiology",
    "Polarized light microscopy",
    "Proteins",
    "Sarcomeres",
    "Type/Research Article"
  ],
  "abstract": "Sarcomeres are stereotyped force-producing mini-machines of striated muscles. Each sarcomere contains a pseudocrystalline order of bipolar actin and myosin filaments, which are linked by titin filaments. During muscle development, these three filament types need to assemble into long periodic chains of sarcomeres called myofibrils. Initially, myofibrils contain immature sarcomeres, which gradually mature into their pseudocrystalline order. Despite the general importance, our understanding of myofibril assembly and sarcomere maturation in vivo is limited, in large part because determining the molecular order of protein components during muscle development remains challenging. Here, we applied polarization-resolved microscopy to determine the molecular order of actin during myofibrillogenesis in vivo. This method revealed that, concomitantly with mechanical tension buildup in the myotube, molecular actin order increases, preceding the formation of immature sarcomeres. Mechanistically, both muscle and nonmuscle myosin contribute to this actin order gain during early stages of myofibril assembly. Actin order continues to increase while myofibrils and sarcomeres mature. Muscle myosin motor activity is required for the regular and coordinated assembly of long myofibrils but not for the high actin order buildup during sarcomere maturation. This suggests that, in muscle, other actin-binding proteins are sufficient to locally bundle or cross-link actin into highly regular arrays.",
  "fullText": "Introduction\n\nMost animals use muscles to produce the forces that power active body movements. Although the various striated muscle types—including vertebrate heart and skeletal muscles, as well as the numerous insect body muscles—differ significantly in their development and physiology [1,2], they all share the same basic organizational principle of their contractile mini-machines called sarcomeres. Each sarcomere is bordered by two Z-discs, anchoring the cross-linked plus (barbed) ends of highly regular actin filaments. The minus (pointed) ends of these actin filaments point towards the center of the sarcomere, where they can interact with motor domains of centrally located bipolar myosin filaments. Actin and myosin filaments are stably connected by a third, connecting filament composed of the gigantic protein titin. Titin’s N-terminus is anchored at the Z-disc, whereas its C-terminus connects to the myosin filaments in insect sarcomeres or extends all the way to the M-line in the middle of the myosin filaments in vertebrate sarcomeres [3–6]. Not only the structural organization of sarcomeres but also their molecular components are highly conserved from worms to humans, suggesting that the sarcomere represents an ancient molecular machine [7,8].\n\nSarcomeres are stereotyped units with a defined length, ranging from 3.0 to 3.4 μm in different relaxed human muscle fibers in vivo [9,10]. Muscle fibers of large animals need to be several centimeters long to effectively move the relative position of two neighboring bones. Therefore, hundreds of sarcomeric units need to assemble into long periodic chains, called myofibrils, which span the entire muscle fiber and thus mechanically link two skeletal elements. How muscle fibers solve this “dimension problem” during myofibrillogenesis is not well understood [3].\n\nDrosophila adult indirect flight muscles have a mature muscle fiber length of about 1 mm and a resting sarcomere length of 3.2 μm in vivo. Using this developmental model system, three interesting observations have been made previously. First, laser-induced microlesion experiments revealed a buildup of mechanical tension in the developing myotube. This tension buildup precedes the formation of immature myofibrils and is essential for their regular formation [11]. Second, live imaging of endogenous muscle myosin heavy chain showed a simultaneous assembly of immature myofibrils throughout the entire muscle fiber. These myofibrils display an initial periodicity of about 1.8 μm [11]. Third, during the next 3 days of development, the sarcomere periodicity increases to 3.2 μm present in adult flight muscles [11–13]. Together, these observations suggested that mechanical tension drives the self-organization of actin, myosin, and titin filaments into immature myofibrils [3,11]. However, how this self-organization is achieved molecularly and how immature myofibrils mature to their final pseudocrystalline order are poorly understood.\n\nOne prominent model, the premyofibril model, proposes a stepwise mode of myofibrillogenesis. In a first step, nonmuscle myosin II is proposed to assemble early “premyofibrils.” In a second step, nonmuscle myosin is replaced by muscle myosin to enable myofibril maturation [14–16]. However, whether and how the myosin isoforms actively contribute to the formation of actin order during myofibrillogenesis is not clear. This gap in knowledge is mainly due to two reasons. First, functional in vivo data are sparse because genetic loss-of-function studies of nonmuscle myosin in mice are complicated by redundancies [17,18]. Second, light or electron microscopic images cannot easily resolve the molecular order of proteins, which is high in mature sarcomeres but much lower in early myotubes. Thus, the molecular order analysis of sarcomeric proteins in genetic mutants in vivo is challenging.\n\nIn this study, we investigate the mechanism of myofibrillogenesis by combining functional genetics of myosin isoforms with polarization-resolved microscopy, a newly developed microscopy technique that allows us to detect molecular order. Polarization-resolved microscopy was developed to reveal local order of lipids in cell membranes in vitro [19] and proteins such as actin at the cell cortex of early Drosophila embryos [20]. We apply it here to investigate actin order generation during muscle development in vivo. We measure molecular actin order during various steps of myofibrillogenesis and test for a genetic requirement of both nonmuscle and muscle myosin during actin ordering. We find a gain in molecular actin order before a reliable periodic actin pattern is detectable by light microscopy. This order gain indeed depends on both nonmuscle and muscle myosin function. We identify a steep increase in molecular actin order during sarcomere maturation, which is largely independent of muscle myosin or its motor activity. These results suggest an important role for actin cross-linkers other than myosin in local actin ordering during sarcomere and myofibril maturation.\n\nResults\n\nDetermination of molecular actin order by polarization-resolved microscopy\n\nTo get insight into the molecular organization of actin during myofibril and sarcomere formation in Drosophila flight muscles, we applied polarization-resolved microscopy. During polarization-resolved microscopy, a series of confocal images is acquired with variable angles of polarized excitation light. The maximum fluorescence is achieved when the polarization angle of the excitation light matches the dipole angles of the fluorophores [19] (see Materials and methods for details). Therefore, if all fluorophores have the same dipole orientation and thus a high molecular order, a large modulation of the fluorescent signal is detected when the polarization axis of the excitation light is rotated. From this modulation, polarization-resolved microscopy quantifies two parameters of molecular order for the measured fluorophores: their mean orientation (ρ) and their angular distribution width (Ψ) around this mean orientation. Thus, Ψ is a proxy for molecular order of the measured fluorophores. Both ρ and Ψ values are determined for each pixel (Fig 1A). Entirely disordered fluorophores result in a Ψ of 180°; however, even a crystalline-ordered protein does not result in a Ψ of close to 0° because fluorophores generally exhibit a remanent orientational disorder due to the flexibility of the linker to the protein of interest.\n\nIn order to apply this method to quantify actin order, we opted for phalloidin coupled with Alexa488, which has been shown to exhibit the least flexibility compared with other labels [21]. Phalloidin binds selectively to filamentous actin (F-actin), and therefore the order of the different actin filaments in the confocal volume can be compared within one image and between different samples (Fig 1A).\n\nFor proof of principle experiments of our set-up, we aimed to compare the order of F-actin in different biological systems. We find that F-actin in the ommatidia of the pupal Drosophila eyes is poorly ordered (Ψ = 170° to 180°; Fig 1B and 1B’), whereas the actin cables of the ingressing furrow canal during cellularization in the Drosophila embryo show significantly higher molecular order (Ψ = 140° to 150°; Fig 1C and 1C’), consistent with previous reports [20]. Actin order within stress fibers of plated adhesive fibroblasts can be even higher (Ψ = 130° to 150°; Fig 1D and 1D’) [20]. We found that actin filaments within the sarcomeres of mature flight muscles of 90-h After Puparium Formation (APF) pupae contain the highest detectable order of all systems tested here, with a very marked and narrow order peak (around Ψ = 127°; Fig 1E, S1 Data). Note that, under the signal-to-noise conditions obtained in the measurements, a precision of about 1° for Ψ is expected [19]. Considering the pseudocrystalline actin arrangement in mature flight muscles [22,23], the measured Ψ value of 127° should correspond to quasi-perfect order—its deviation from 0° likely results from the angle formed by the phalloidin probe on the actin helical backbone and the flexibility of the Alexa488 link to the probe (Fig 1A) [21]. Taken together, these data indicate that our labeling and imaging methods of actin filaments can indeed be used to quantify molecular actin order in various biological samples.\n\nMolecular actin order buildup during myofibrillogenesis and sarcomere maturation\n\nWe next applied our method to determine F-actin order during different stages of flight muscle development. Imaging actin with the spinning disc channel confirmed that, at 18-h APF, myotubes have initiated attachment to tendons, and actin filaments form a loose meshwork, which progressively bundles into individual immature myofibrils at 32-h APF (Fig 2A–2C). During these stages, mechanical tension strongly increases in the myotube [11], but the immature myofibrils do not yet exhibit a clear periodic actin pattern at 32-h APF (Fig 2C). In contrast, from 48-h APF onwards, a periodic actin pattern is readily detected (Fig 2D–2F). Taking advantage of this periodicity, we averaged the intensity of multiple sarcomeres to determine the average position of M-line and Z-discs and to quantify sarcomeric growth from 48-h APF on (Fig 2G–2J). We found a sarcomere length of 2.1 μm at 48-h APF, which grows to 2.7 and 3.1 μm at 72-h and 90-h APF, respectively. These length measures are in agreement with previous reports [24] [13], validating our imaging and automated sarcomere detection pipeline. We found that the variability of sarcomere length within individual pupae is below 3% (SD), demonstrating a synchronous growth of all sarcomeres in all muscle fibers of each pupa. This strongly supports a self-organization mechanism that coordinates sarcomere maturation across the entire muscle fiber.\n\nIn order to compare the molecular actin order between the different developmental stages, we used the angular distribution width of 90-h APF flight muscles (Ψ90h = 129°; S1 Data) as a reference and determined the disorder of actin ΔΨ during development, as the deviation from this reference (ΔΨ = Ψ − Ψ90h). As expected, we find a large deviation of ΔΨ = 34° from the perfect order in the loose actin filament meshwork of 18-h and 22-h APF myotubes, which does not significantly decrease during that time (Fig 2K). However, from 22-h to 32-h APF, a period during which mechanical tension strongly increases and a first periodic muscle myosin pattern is detectable on the immature myofibrils [11], we observe a strong gain in molecular actin order, with ΔΨ decreasing by 14° (Fig 2K). These immature myofibrils do not yet show an obvious periodic actin pattern at 32-h APF (Fig 2C and [11]). However, the observed gain in molecular order strongly suggests that actin filaments begin to organize into the parallel polar organization present in actin filaments of mature sarcomeres. This is also supported by electron microscopic analysis of 32-h APF myotubes showing parallel actomyosin filaments (Fig 3A), with a regular spacing between actin and myosin filaments as revealed by cross-sections (Fig 3A’).\n\nThe actin order continues to increase dramatically, with ΔΨ reaching 8° at 48-h APF (Fig 2K). At this stage, the myofibrils display a regular periodic actin pattern, with a sarcomere length of 2.1 μm (Fig 2D and 2J), suggesting that actin filaments are already highly polarized and likely cross-linked at the developing Z-discs. This is further substantiated by electron microscopy, showing highly organized parallel actomyosin filaments at regular distances, interspaced with dense Z-discs at 48-h APF (Fig 3B and 3B’).\n\nThe actin order gain slows down until 72-h APF (ΔΨ decreasing by 7°), and no further statistically significant gain is detected until 90-h APF (Fig 2K, S1 Data), although the sarcomeres grow both in length and diameter (Figs 2J, 3C and 3C’). Together, these data demonstrate that molecular actin order in flight muscles increases during the formation of immature myofibrils at 32-h APF and is largely built up until 48-h APF, while during sarcomere elongation new actin subunits are added to already ordered actin filaments.\n\nSimultaneous buildup of molecular actin order during early stages of myofibrillogenesis\n\nOur earlier work suggested that immature myofibrils are built simultaneously throughout the developing flight muscle fibers [11]. However, observations from cultured cardiomyocytes in vitro rather indicated that early and mature myofibrils are present at the same time in the same cell [14,25]. To gain more in vivo data about this important step of myofibril initiation, we measured molecular actin order in flight muscles at 32-h APF, when the earliest immature myofibrils are detectable, at various positions within the large flight muscle fibers (Fig 4A, S1 Fig). We performed longitudinal line scans of actin order from one muscle fiber end to the other at various positions within the muscle fibers of 1 pupa and found that the molecular actin order varies by less than 4° when comparing the center of the myotube to its ends (Fig 4A and 4B). These data strongly suggest that molecular actin order and thus immature myofibrils are built up simultaneously throughout the entire muscle fiber.\n\nActin order increases at the sarcomeric Z-disc during intermediate stages of myofibrillogenesis\n\nFrom 48-h APF onwards, we could use our image analysis protocol to automatically detect individual sarcomeres of the large flight muscle fibers and compute averaged images of sarcomeres (see Fig 2G–2I). We took advantage of this protocol to investigate the relative molecular actin order within sarcomeres during sarcomere maturation. We find a significantly higher actin order at the Z-discs of developing sarcomeres at 48-h APF (Fig 4C and 4F). This may indicate that the actin filaments at the developing Z-discs are getting ordered first, supposedly by cross-linking to the forming Z-disc.\n\nDuring sarcomere maturation after 48-h APF, the global actin order increases throughout the sarcomere until 90-h APF (Fig 4C–4F). Additionally, measuring the average actin orientation angle ρ at the micrometer scale shows that local actin orientation is homogeneously aligned along the sarcomere main axis, with only a slight deviation towards the inner region of the Z-discs (Fig 4C–4F). This is consistent with a slightly oblique orientation of thin filaments close to the Z-discs of adult flight muscles as seen by electron microscopy (Fig 3C). In conclusion, these data demonstrate that, despite slight differences in the speed of actin ordering within developing sarcomeres, high actin order is gained along the entire sarcomere during sarcomere maturation.\n\nEssential role for nonmuscle myosin during myofibrillogenesis\n\nAs the premyofibril model suggested a role for nonmuscle myosin II during early steps of myofibrillogenesis [14–16], we aimed to functionally test this hypothesis in vivo. Mutations in the single Drosophila nonmuscle myosin II heavy chain, zipper (zip), and in the nonmuscle myosin II regulatory light chain, spaghetti-squash (sqh), are embryonic lethal. A systematic RNA interference (RNAi) screen found that muscle-specific knock-down of zip or sqh results in late pupal lethality, suggesting a function of nonmuscle myosin in muscle [26]. We have reinvestigated the role of zip and sqh in muscle in more detail using additional RNAi hairpins and confirmed that 2 independent sqh RNAi and 3 independent zip RNAi lines result in late pupal lethality, with a few escaper flies being entirely flightless, when the hairpins are expressed during muscle development (S1 Table). This shows that nonmuscle myosin II is indeed required for normal muscle formation or function.\n\nTo specifically test for a role of nonmuscle myosin during myofibrillogenesis, we examined flight muscle fiber, myofibril, and sarcomere morphology at the end of pupal development at 90-h APF. We find that upon sqh knock-down the fiber morphology is largely normal, whereas upon knock-down of zip some muscle fibers are missing at 90-h APF (Fig 5A, 5C, 5E, 5G, 5I and 5K). Analysis of myofibril and sarcomere morphology by staining for actin and Myosin heavy chain (Mhc) showed that all sqh and zip knock-down fibers contain prominent actin accumulations (Fig 5B, 5D, 5F, 5H, 5J and 5L), which are often a landmark of nemaline myopathies [27,28]. Additionally, sarcomere length is significantly reduced in sqh and zip knock-down myofibrils (Fig 5M). Together, these findings demonstrate that nonmuscle myosin indeed plays an essential role during myofibril formation or maturation.\n\nWe further investigated the stage of myofibril initiation at 32-h APF using the sqh-IR[GD7916] and zip[HMS01703] RNAi lines, which resulted in strong myofibril and sarcomere length phenotypes at 90-h APF. We found that sqh knock-down myofibers have attached to tendons at 32-h APF. However, they are overly long (Fig 6A, 6C and 6G). zip knock-down also results in some abnormally long fibers (Fig 6A, 6E and 6G) and in some unattached round fibers, which supposedly degenerate later, leading to the missing fiber phenotype at 90-h APF (Fig 5K). The myofibrils of the overly long fibers appear largely normal when stained for actin and Mhc (Fig 6B, 6D and 6F). These findings suggest that nonmuscle myosin contributes to the generation of mechanical tension before 32-h APF, which drives myofiber compaction and thus myofiber shortening during attachment maturation [11].\n\nNonmuscle myosin II and mechanical tension are required for actin ordering during myofibril initiation\n\nIn vitro and in vivo studies have shown that myosin contractility plays a central role for actin network organization [29,30]. We were therefore surprised to see a rather normal gross actin organization upon reduction of nonmuscle myosin II function in myofibrils at 32-h APF. To gain more detailed insight into the molecular organization of actin in these immature myofibrils, we applied our polarization-resolved microscopy technique. We found that molecular actin order is reduced by 6° after a knock-down of sqh in the immature myofibrils, demonstrating that nonmuscle myosin is indeed required for molecular order gain during early stages of myofibrillogenesis (Fig 7A).\n\nAs reducing nonmuscle myosin function resulted in a myofiber compaction defect and thus likely in a reduction of mechanical tension in the muscle, we investigated a different genetic alteration that results in a similar phenotype. Reducing the levels of the cell surface protein Kon-tiki (Kon) by RNAi leads to delayed myotube–tendon attachment, overly long muscle fibers, and therefore likely also a reduction of tension buildup. These fibers also show myofibrillogenesis defects [11]. We found a similar reduction in molecular actin order generation by 5° in the kon knock-down muscle as in the sqh knock-down muscle (Fig 7A). This strongly suggests that nonmuscle myosin and mechanical tension are both required for molecular actin ordering during myofibril initiation. By analyzing the mature 90-h APF muscles of the sqh and kon knock-down pupae, which both contain too short but regular sarcomeres (Fig 5 and [11]), we find that most of the order gain during sarcomere maturation occurs normally in these muscles (Fig 7A and 7B). Thus, despite reduced sarcomere length, actin does strongly gain molecular order in these shorter sarcomeres.\n\nMuscle myosin motor-independent gain of actin order during sarcomere maturation\n\nAs we found a strong gain of molecular actin order during sarcomere maturation under conditions of reduced nonmuscle myosin function, we suspected an important role for muscle myosin in actin ordering. Drosophila contains a single myosin heavy chain gene, Mhc. Mhc null mutations are embryonic lethal. However, the Mhc[10] allele carries a splice site mutation that specifically eliminates Mhc RNA and consequently Mhc protein isoforms from adult flight muscles [31–33]. Electron microscopic analysis had shown that the Mhc[10] flight muscles lack any detectable thick filaments [31,33]. Using mRNA sequencing (mRNA-Seq), we confirmed that the flight muscle–specific isoforms affected by the Mhc[10] splicing mutation are indeed the major Mhc isoforms expressed during myofibril formation and maturation stages (S2 Fig). These Mhc[10] mutants are homozygous viable and flightless and thus perfectly suited to quantify actin order during flight muscle development.\n\nIn addition to the Mhc[10] allele, we also analyzed muscles in which we re-expressed a headless Mhc rod construct using the flight muscle–specific Actin88F promoter in an Mhc[10] mutant background. This genetic set-up was shown to enable the assembly of actin filaments with myosin rods to sarcomere-like structures of variable length [32]. It results in a flight muscle compaction defect that is comparable to the nonmuscle myosin knock-down at 32-h APF [11], suggesting that Mhc also contributes to force generation during myofibril assembly. This notion was corroborated by the finding that molecular actin order in Mhc[10] and Mhc[10];Mhc-rod-expressing flight muscles at 32h APF is reduced to a similar extent as in the nonmuscle myosin or kon knock-down (Figs 7, 8A–8C and 8I). These results confirm the sensitivity of our order measurements that detect clear differences, although myofibril morphology—as assessed by regular spinning disc imaging—appears comparable.\n\nAt 90-h APF, we reproduced the known severe myofibril and sarcomere maturation defect in the Mhc[10] and Mhc[10];Mhc-rod-expressing flight muscles (Fig 8D–8F) [32,33]. Although the presence of Mhc rods supports the formation of bipolar actin filaments surrounding bright Z-disc–like structures, these filaments are poorly connected compared with the ordered wild-type myofibrils (Fig 8D and 8E). Without the Mhc rod, the actin pattern appears drastically disorganized with no detectable periodicity (Fig 8F). These results confirm that muscle myosin motor activity is required for proper myofibril maturation.\n\nWe were surprised to find that actin order buildup is still largely supported in these Mhc[10] and Mhc[10];Mhc-rod-expressing flight muscles during stages of myofibril and sarcomere maturation. At 90-h APF, the molecular disorder ΔΨ is only increased by 5° in Mhc[10] and by 4° in Mhc[10];Mhc-rod-expressing flight muscles compared with wild-type controls (Fig 8I). We have been able to automatically segment sarcomere-like structures in the Mhc[10];Mhc-rod-expressing flight muscles and find that the relative molecular disorder at the Z-disc compared with wild type is less than 3°. However, at the edges of the sarcomeres, order decays more rapidly than in wild type (Fig 8J). We conclude from these data that high molecular actin order in developing muscles can be achieved without the motor activity of muscle myosin.\n\nThe overall organization of myofibrils is drastically affected in Mhc[10] and in Mhc[10];Mhc-rod flight muscles compared with controls (Fig 8D–8F). Accordingly, we find that the collective orientation of the actin molecules per pixel as measured by ρ shows larger variation in Mhc[10] and in Mhc[10];Mhc-rod flight muscles at the fiber scale (Fig 8D’–8F’). We quantified this variation of ρ by calculating its SD and comparing each pixel with its neighbors in a 10 μm × 10 μm square. This demonstrates that the overall actin filament orientation is more irregular in Mhc[10];Mhc-rod flight muscles compared with controls (Fig 8K), suggesting that the myofibril self-organization or myofibril maturation does require muscle myosin to be coordinated across the entire muscle fiber. It also validates that our approach can detect both local molecular actin order in each pixel and global regularity of the actin orientation in the entire system, here the myofibrils. In summary, polarization-resolved microscopy enabled us to demonstrate that Mhc—and in particular the motor activity of Mhc—is largely dispensable for local order generation of actin during sarcomere maturation. However, it is required for global coordination of regular myofibril maturation throughout the developing muscles.\n\nDiscussion\n\nMature muscles possess a pseudocrystalline order of their actomyosin filaments, which needs to be built up during muscle development. Although myofibrillogenesis is generally important and has been studied for many years, its molecular mechanism is not well understood. One limitation of past studies was the difficulty of quantifying molecular order of sarcomeric protein components in vivo. Here, we have applied polarization-resolved microscopy to quantify actin order buildup during myofibrillogenesis using the Drosophila indirect flight muscle as an in vivo model system. This model is particularly well suited for studying molecular order buildup because insect flight muscle is considered the most ordered muscle in nature—it is even a suitable sample for X-ray structural studies [22,23].\n\nUsing polarization-resolved microscopy, we found that molecular actin order starts to build up between 22-h and 32-h APF after myotubes have attached to tendons, coinciding with the assembly of immature myofibrils. We discovered that actin molecular order is built up simultaneously throughout the entire large muscle cell. This finding challenges in vitro data, which showed different myofibril organization levels in the same cell at the same time and concluded a stepwise myofibril assembly as proposed in the premyofibril model [14–16,25]. Our finding does not refute the premyofibril model; however, it does strongly support a self-organization mechanism of myofibril assembly, coordinating the assembly throughout the entire muscle cell. The same myofibril self-organization was recently also found in cultured cardiomyocytes, when cardiomyocytes were allowed to generate forces by the formation of cell-matrix adhesions [34]. In mutants with reduced muscle attachment and thus reduced force generation, order buildup is delayed, corroborating the hypothesis that mechanical tension is important for coordinating the self-organization process [3,11,34].\n\nMechanistically, we demonstrated that nonmuscle myosin and muscle myosin play important roles for actin ordering during the formation of immature myofibrils at 32-h APF. This is an important finding because it adds functional genetic evidence to the previously suggested early role of nonmuscle myosin during “premyofibril” formation in vertebrate myogenesis, which was largely concluded from myosin drug experiments performed with in vitro culture models [14,35]. It also provides insight into the force generation mechanism during myofibril formation, which requires stable attachment to tendons, nonmuscle myosin, and muscle myosin activity because interfering with either one results in overly long muscle fibers, with defects in actin order buildup at 32-h APF.\n\nWe found that most actin order buildup is completed by 48-h APF, at which stage 2.1-μm–long, regular, immature sarcomeres are present. This is a remarkable finding considering that, during the following increase in sarcomere length and in particular sarcomere diameter, the actin order gain is rather small. This is well supported by our electron microscopy images showing the regular actomyosin arrays of immature sarcomeres at 48-h APF. Mechanistically, this finding suggests that newly added actin filaments, which mediate the longitudinal growth of the sarcomere, are added in a way that respects the already present high molecular order. It also suggests that the newly added actin filaments at the periphery of the myofibrils that mediate lateral growth to expand the myofibril diameter [36] are either already ordered or gain molecular order quickly. These findings are consistent with a model of myofibrillogenesis that proposed that muscle myosin containing thick filaments can assemble directly with cross-linked thin filaments composed of α-actinin, actin, and titin (I-Z-I bodies) [37,38]. This assembly is likely to occur laterally on the growing preassembled immature myofibril using the existing ordered actin and myosin filaments as a template. Concomitantly, both filament types grow in length to reach 3.1-μm sarcomere length at 90-h APF. If the actin order during assembly of immature myofibrils at 32-h APF is compromised, either by reducing nonmuscle myosin or mechanical tension, the defect cannot be rescued during the following sarcomere maturation steps, resulting in short nonfunctional sarcomeres at 90-h APF [11].\n\nWe found that the buildup of molecular actin order in flight muscles after 32-h APF is largely independent of muscle myosin function. In both the Mhc[10] splice mutant muscles as well as in Mhc[10];Mhc-rod-expressing muscles, actin is ordered almost as well as in the wild-type muscle, at least per pixel, which is the detection volume of our microscopy method. We can rule out the trivial explanation that other muscle myosin isoforms are expressed in the Mhc[10] mutant flight muscle because the point mutation affects the isoforms that are predominant in the adult flight muscles as well as during flight muscle development; in addition, western blotting showed that more than 95% of Mhc protein is lost in Mhc[10] in adult flight muscles [33]. Electron microscopy analysis showed that, in adult Mhc[10] flight muscles, Z-disc–like structures can be found—which, in some cases, are connected to periodic structures that nevertheless entirely lack thick filaments [33]. A second argument against remaining Mhc protein activity in the Mhc[10] mutants is that the Mhc[10] phenotype is not enhanced by the expression of the headless myosin rod. If this construct is expressed in wild-type muscle, it creates a dominant negative phenotype, resulting in the fragmentation of the myofibrils [32]. In contrast, expression of the Mhc rod in the Mhc[10] mutant results in a milder myofibril phenotype with clearly visible, sarcomere-like structures that are often connected with the headless myosin rods [32]. Together, these data provide strong arguments that muscle myosin is largely dispensable for local order generation of actin during myofibril and sarcomere maturation. Thus, other actin cross-linkers—like α-actinin, the ZASP family of proteins, and in particular the different Drosophila titin isoforms Kettin, Sallimus, or Projectin—are likely candidates contributing to actin ordering from the Z-disc. This would fit our observation that actin order is higher at the Z-disc in forming sarcomeres at 48-h APF. All these Z-disc proteins play an important role during sarcomerogenesis [26,39–41], but testing their role in molecular actin or myosin order buildup will be a challenge for the future.\n\nDespite the buildup of local molecular actin order in the muscle myosin mutants, we found that the actin order orientation along the muscle and sarcomere axis is severely perturbed. This demonstrates that myosin motor activity is required to globally order the actin filaments along the future contraction axis of the muscle fiber. This is in accordance with recent data demonstrating that myosin-mediated muscle contractions are required for higher muscle-fiber–wide orientation of the actomyosin filaments resulting in cross-striated muscle fibers, with all myofibrils aligned along the lateral muscle axis [42]. These myosin-dependent higher order assemblies are not restricted to muscle cells but can also be found in stress fibers of nonmuscle cells [43], again suggesting that myosin contractility is required for the global self-organization of a regular periodic actomyosin pattern throughout the cell [6].\n\nTaking these data together, we suggest the following updated model for in vivo myofibrillogenesis and sarcomere maturation.\n\nImmature myofibrils assemble simultaneously throughout the entire muscle fiber. This step requires muscle attachment and the buildup of mechanical tension, which coordinates the self-organization of actin, myosin, and titin filaments into early immature myofibrils. This first step generates significant molecular order of actin, which depends on the function of both nonmuscle and muscle myosin, both of which contribute to the mechanical force generation resulting in myofiber compaction.\n\nDuring sarcomere maturation, sarcomere length and diameter increase simultaneously across all sarcomeres of the muscle cell, again coordinated by a self-organization mechanism. The incorporation of new filament subunits maintains the preformed high molecular order of actin and myosin filaments.\n\nMuscle myosin motor activity is required for the global self-organization of the periodic sarcomeric series into linear periodic myofibrils but is largely dispensable for local molecular actin ordering, which must therefore be achieved by alternative mechanisms. As most sarcomeric components as well as the global organizational principles of sarcomeres and myofibrils are conserved from flies to mammals, this model should also be relevant to mammalian muscle morphogenesis.\n\nMaterials and methods\n\nDrosophila strains\n\nAll Drosophila work was performed at 27 °C to enhance GAL4 activity. Muscle-specific expression was achieved using Mef2-GAL4 [44]. sqh (KK109493, GD7916), zip (GD7819, HMS01618, HMS01703), and kon (KK106680) RNAi lines were obtained from VDRC [45] and Bloomington stock centers [46]. Mhc[10] mutants were obtained from S. Bernstein [33]. Flight muscle–specific headless myosin flies (Mhc[10]; Mhc rod) were generated by expressing headless Mhc (V138 isoform) under Actin88F control in an Mhc[10] mutant [32].\n\nFixation and staining of flight muscles\n\nPupae were staged and dissected as described [47]. Briefly, pupae were fixed for 15 min in 4% paraformaldehyde (PFA) in PBST (PBS plus 0.3% TritonX) at room temperature (RT) and washed in PBST. Pupae 90-h APF were then cut sagittally using a microtome blade. Dissected pupae were blocked for 30 min with normal goat serum (1:30), stained with mouse anti-Mhc 1:100 (J. Saide, Boston University, Boston, MA) overnight (ON) at 4 °C, and washed 3 times in PBST. Secondary antibodies (1:500) and rhodamine phalloidin (1:500) (both from Molecular Probes, Eugene, OR) were added for 2 h at RT, followed by 3 washing steps in PBST before samples were embedded in Vectashield. For the polarization-resolved microscopy, pupae were only stained with Alexa488–phalloidin (Molecular Probes) for 2 h at RT, washed, and embedded. Images were acquired with a Zeiss LSM 780 and processed with Fiji [48] and Photoshop.\n\nSarcomere length quantification\n\nUsing Fiji [48], a straight line was drawn over a myofibril following the phalloidin labeling, and an Mhc plot profile was generated. From the plot, the distances between the intensity peaks were calculated. All sarcomere length values per pupa were averaged, and thus one value per pupa was used for the statistics. Nine to 10 pupae were quantified for each genotype (S1 Data).\n\nElectron microscopy\n\nThe flies were staged and dissected as described in [47], with the modification that 0.1 M phosphate buffer (PB), pH 7.0, was used as the dissection solution. After dissection, samples were fixed at RT in 4% PFA and 0.5% glutaraldehyde in 0.1 M PB for 3 h. The samples were transferred to 4 °C ON. On the next day, samples were fixed in 2% OsO4 in 0.1 M PB for 1 h on ice in the dark. Samples were washed 5 times with ddH2O and stained en bloc with 2% uranyl acetate (UA) at RT for 30 min in the dark. After another washing step (5 times ddH2O), the samples were dehydrated in a graded ethanol series (30%, 70%, 80%, 90%, 95%) each on ice for 3 min and 2 times 100% ethanol at RT for 5 min. Following dehydration, samples were incubated in pure propylene oxide (PO) 2 times for 15 min and then transferred to an epon PO mixture with a ratio of 1:1 ON to allow resin penetration. After the PO was removed by slow evaporation over 24 h, samples were embedded into freshly prepared epon (polymerization at 60 °C for 24 h). Sections of 90 nm were cut on a Leica UC7 microtome and were additionally stained with 2% UA for 30 min and 0.4% lead citrate for 3 min to enhance the contrast. Images were acquired with a Zeiss EM 900 (80 kV) using a side-mounted camera from Osis.\n\nRNA-Seq\n\nmRNA-Seq was performed on dissected flight or leg muscles at 24-h, 30-h, 48-h, 72-h, and 90-h APF pupae or 1-d adults. Samples were prepared as previously described [24] and sequenced on an Illumina Hi-Seq2000 (VBCF, Vienna, Austria). Reads were mapped to the Drosophila genome (BDGP6.80 from ENSEMBL) using STAR, sorted and indexed using samtools, normalized by library size and read-counts, converted to bigwig files, and visualized on the UCSC server. Detailed analysis of the mRNA-Seq time course has been described [49].\n\nPolarization-resolved fluorescence microscopy\n\nThe optical set-up, described in detail in [50], is based on a confocal spinning disk unit (CSU-X1-M1; Yokogawa, Tokyo, Japan) connected to the side port of an inverted microscope (Eclipse Ti-U; Nikon, Tokyo, Japan). The laser excitation is provided by a polarized 488-nm continuous laser (Sapphire 488–20; Coherent, Santa Clara, CA) whose power is controlled. The laser beam is sent into an electro-optic modulator (EOM) (Pockels cell, No 28-NP; Quantum Technology, Lake Mary, FL) followed by a quarter wave plate (WPQ05M-488; Thorlabs, Newton, NJ) for production of a linear rotating polarization. A polarization distortion compensator is used to compensate for ellipticity and diattenuation produced by the optics in the excitation path towards the microscope objective, which are characterized preliminarily [50]. The beam is then expanded using a 10× telescope (BE10; Thorlabs) and sent directly to the microlens array of the CSU by reflection in its dichroic mirror (Di01-T488-13×15×0.5; Semrock, Rochester, NY). An objective lens (Nikon Plan Apo VC 60×, N.A. = 1.2, water immersion) is used for excitation and light collection. The detection is then filtered (bandpass 525/45) and imaged onto a camera (iXon 897 EMCCD, 512×512 pixels; Andor, Belfast, United Kingdom). The microlens and pinhole array of the CSU disks rotate synchronously at a speed of 1,800 rpm, while the EMCCD and EOM are synchronized to ensure a fast stack recording for a given number of incident polarization [50]. A frame rate of 30 ms per image and 10 polarization angles measured leads to a typical rate of 1 polarization stack recorded per second.\n\nMolecular order angle\n\nInside the confocal volume, each Alexa488–phalloidin molecule exhibits an absorption dipole vector μabs with an orientation (θ, φ) in 3D. Fluorescence is generated from the coupling of these dipoles with the incident linear polarization E(α), which makes an angle α with the horizontal axis x of the sample plane. The recorded fluorescence intensity is proportional to the absorption probability Pabs = |μabs(θ, φ).E(α)|2. The total intensity buildup from the incoherent emission from all molecules, during the time of the measurement over which they might fluctuate in orientation, results in an angular integration over all angles explored in time and space: I(α) = ∫∫|μabs(θ, φ).E(α)|2 sin θdθdφ. This expression shows that the signal is modulated in α when the absorption dipoles of the fluorescence probes are aligned, e.g., when they do not experience an isotropic distribution. We assume that the orientations explored by molecular dipoles are constrained within an angular cone total aperture angle ψ, oriented in the sample plane along the direction ρ relative to X (Fig 1A). Physically, ψ determines the degree of angular variations present within the focal spot at a given pixel position. This angle, denoted “molecular order”, encompasses the orientation variations among probes (related to the static organization of actin filaments) as well as their time angular fluctuations (related to the degrees of freedom relative to their binding site). ρ, on the other hand, determines the preferential orientation of the probes. ρ and ψ thus permit us to quantify the full information on molecular organization at each pixel of an image (typically of size 300 nm × 300 nm).\n\nIn practice, (ρ, ψ) are deduced from the measurement of the intensity modulation I(α). This is done by decomposing the dependence of the intensity I(α) as a function of (ρ, ψ) in a modulation form: I(α) = a0 + a2(ρ, ψ) cos 2α + b2(ρ, ψ) sin 2α. a2(ρ, ψ) and b2(ρ, ψ) are the intensity modulation coefficients. Their relation to (ρ, ψ) are computed numerically, accounting for possible polarization distortions of E(α), which permit us to retrieve (ρ, ψ) from the measurement of (a2, b2) at each pixel position [18]. In practice, these coefficients are measured from the computation of a2 = 2/a0 ∑k I(αk) cos 2αk and b2 = 2/a0 ∑k I(αk) sin 2αk, using a0 = ∑k I(αk) the total intensity and ak the angles used for the polarization-resolved measurements (typically k = 1..10 and αk = 0°…180°). (ρ, ψ) are finally represented in a map that combines molecular order and orientation.\n\nThreshold image\n\nAfter having manually selected the area of interest in a raw intensity image, we applied a smooth filter on the raw image and divided the raw image by the filtered one. Local actin-rich areas compared to their vicinity result in a value greater than 1. A threshold around 1 permits us to obtain a binary mask corresponding to actin filaments. At 48-h, 72-h, and 90-h APF, the threshold discards M-lines due to low actin signal from the binary mask.\n\nAutomatized segmentation method\n\nWe detected all objects (connected areas) within the binary mask. We then used the method “regionprops” of Matlab to fit every object as an ellipse and detected sarcomeres by applying criteria on the geometrical property of the object. These criteria are based on the convexity of the object, the area of the object, and the ratio between the major and minor axes of the fitting ellipse. Minimal and maximal values of each criterion depend on the age of the pupae. This process has been applied to get data for Figs 2G–2J, 4C–4F, 7B, 8G, 8H, 8J and 8K.\n\nAveraged actin molecular order angle\n\nApplying a binary mask on its corresponding intensity image, we obtained a mean image value. An individual hemithorax value is given by an average of several mean image values. Number of recorded images by hemithorax is between 10 and 20 (except for 90-h APF kon-IR [KK106680], which were 5 images). We finally calculated the averaged actin molecular disorder angle of the population (between 5 and 31 hemithoraxes per population). This process has been applied to get data from Figs 2K, 7A and 8I.\n\nAveraged sarcomere map and profile\n\nTo reconstitute sarcomere maps, only the 20 most central sarcomeres were selected per image. This avoids optical aberrations that are more frequent at the border of the images. Averaged sarcomere profile corresponds to a 1-pixel–thick line along the center of the averaged sarcomere map. This process was applied to get data from Figs 2G–2J, 4C–4F, 7B, 8G, 8H and 8J.\n\nRho variability\n\nDiscarding dark pixels within the threshold images, SD of the orientation angle ρ of each pixel relative to its 65 × 65 neighbors (10 μm × 10 μm) was measured. An average value was obtained for each image and then for each pupa. This process was applied to obtain data for Fig 8K.\n\nPrimary data\n\nAll measured and calculated values as well as the sample numbers, statistics, and p-values are listed in S1 Data.\n\nSupporting information"
}