{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002447",
  "doi": "10.1371/journal.pbio.1002447",
  "externalIds": [
    "pii:PBIOLOGY-D-16-00441",
    "pmid:27096426",
    "pmcid:PMC4838238"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Electrostatic Repulsion Governs TDP-43 C-terminal Domain Aggregation",
  "authors": [
    {
      "name": "Miguel Mompeán",
      "first": "Miguel",
      "last": "Mompeán",
      "affiliation": "Instituto de Química Física “Rocasolano” CSIC, Madrid, Spain"
    },
    {
      "name": "Avijit Chakrabartty",
      "first": "Avijit",
      "last": "Chakrabartty",
      "affiliation": "Department of Biochemistry, University of Toronto, Toronto Medical Discovery Tower 4–305, MaRS Centre, Toronto, Canada"
    },
    {
      "name": "Emanuele Buratti",
      "first": "Emanuele",
      "last": "Buratti",
      "affiliation": "International Centre for Genetic Engineering and Biotechnology, Trieste, Italy"
    },
    {
      "name": "Douglas V. Laurents",
      "first": "Douglas V.",
      "last": "Laurents",
      "affiliation": "Instituto de Química Física “Rocasolano” CSIC, Madrid, Spain"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-04-20",
  "dateAccepted": "2016-03-22",
  "dateReceived": "2016-02-25",
  "volume": "14",
  "number": "4",
  "pages": "e1002447",
  "tags": [
    "Amyloid proteins",
    "Amyotrophic lateral sclerosis",
    "Biochemistry",
    "Chemical bonding",
    "Chemical elements",
    "Chemistry",
    "Discipline-v3/Amyloid proteins",
    "Discipline-v3/Amyotrophic lateral sclerosis",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Chemical bonding",
    "Discipline-v3/Chemical elements",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Electricity",
    "Discipline-v3/Electrostatics",
    "Discipline-v3/Hydrogen bonding",
    "Discipline-v3/Material properties",
    "Discipline-v3/Materials science",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Motor neuron diseases",
    "Discipline-v3/NMR spectroscopy",
    "Discipline-v3/Neurodegenerative diseases",
    "Discipline-v3/Neurology",
    "Discipline-v3/Oxygen",
    "Discipline-v3/Peptides",
    "Discipline-v3/Physical chemistry",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Polypeptides",
    "Discipline-v3/Proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Solubility",
    "Discipline-v3/Spectrum analysis techniques",
    "Electricity",
    "Electrostatics",
    "Hydrogen bonding",
    "Material properties",
    "Materials science",
    "Motor neuron diseases",
    "NMR spectroscopy",
    "Neurodegenerative diseases",
    "Neurology",
    "Oxygen",
    "Peptides",
    "Physical chemistry",
    "Physics",
    "Polypeptides",
    "Proteins",
    "Solubility",
    "Spectrum analysis techniques",
    "Type/Formal Comment"
  ],
  "abstract": "TDP-43 is a protein that forms aggregates implicated in amyotrophic lateral sclerosis. In response to a recent study, this Formal Comment argues that the pH-dependent solubility of this protein is better explained by the mutual repulsion of charged groups than by the formation of hydrogen bonds.",
  "fullText": "TDP-43 is a protein with multiple crucial functions in RNA processing and mRNA-protein (mRNP) particle formation, two processes that are strongly implicated in amyotrophic lateral sclerosis (ALS) and frontotemporal lobar dementia (FTLD) [1]. The recently published structural characterization by Lim, Wei, Lu, and Song [2] of the complete (residues 262–414) C-terminal domain (CTD) of TDP-43 and three pathologically relevant variants, and the interaction of this region with membrane-mimetics and DNA oligos, builds on our characterization of a smaller Q/N-rich C-terminal segment (residues 341–367) [3,4]. Together, these studies mark a significant advance in our understanding of this important protein. In particular, the results by Lim, Wei, Lu, and Song [2] show that the CTD exists as an intrinsically disordered conformational ensemble, which can be nudged by certain conditions into forming a “hydrogel” (a putatively functional amyloid) or coerced by mutation into adopting hypothetically pathological amyloid structures. The ability of membrane-mimetics to induce helix formation in a hydrophobic segment of TDP-43's CTD and to increase the aggregation rate suggests a link between membrane interaction and pathological cytotoxicity.\n\nNevertheless, the interpretation of some of the data could be improved by additional considerations that we would like to address specifically in this comment. In particular, based on the ability of the TDP-43 CTD to interact with membrane-mimetics, the authors claim that membrane disruption could be a disease mechanism. This assertion is plausible in light of results obtained for other aberrant polypeptide aggregates implicated in Alzheimer's disease and type 2 diabetes (as cited by Song and coworkers). However, there are literally thousands of proteins that are known to interact with membranes without disrupting them. For this reason, it is crucial to carry out well-established tests already used for short CTD fragments [5] to determine if aggregates of the complete CTD of TDP-43 can disrupt membranes.\n\nOne singularly perplexing proposal of Song and coworkers involves the strong pH dependence of the CTD’s aggregation and amyloid formation. In our opinion, Lim et al. [2] strike a false chord when they propose that\n\n“…in the TDP-43 prion-like domain at pH 4.0, most backbone amyloid protons are involved in forming hydrogen bond networks with side chain oxygen atoms…”\n\n(page 14, second paragraph)\n\nto account for the lack of aggregation and amyloid formation at pH 4.0. They also claim that these interactions would be intramolecular and break down at pH 6.8, leading to faster aggregation. However, this assertion seems to be at odds with the generally very small changes observed in the circular dichroism (CD) spectra and nuclear magnetic resonance (NMR) temperature coefficients over this pH range (see SF1 and SF6, ref. [2]). Furthermore, no mechanism is advanced to explain how these H-bonds weaken in a pH-dependent manner. Finally, this assertion is untenable considering that there are only 60 side chain oxygen atoms in the CTD, a number insufficient to form H-bonds to the majority of the 152 backbone HN groups as claimed.\n\nIn fact, regarding this specific issue, we believe that there is a simpler and more logical explanation for their observation.\n\nThe solubility of folded proteins has long been known to vary with the pH and is typically lowest at pH values at which the protein carries a small net charge [6]. The solubility increases at those pH values at which the protein molecules present a higher net charge (positive or negative). This idea is supported by results of protein variants carrying multiple charge substitution mutations (Fig 1A) [7]. Moreover, related results have been obtained for Aβ and a series of variants carrying charge substitution mutations [8]; namely, aggregation and amyloid formation depend on the proximity to each polypeptide's isoelectric point (Fig 1B). These results are especially pertinent, since Aβ, like the CTD of TDP-43, is an intrinsically disordered polypeptide with a marked tendency to form amyloid.\n\nBearing these considerations in mind, we have calculated the net charge of the CTD of TDP-43 as a function of pH on the basis of its‎ content of charged termini and residues (1D, 2E, 7H, 1Y, 2K, and 5R) and the reported pKa values for disordered chains (Fig 2A, S1 Data) [9]. The net charge on this CTD construct is high (+12.1) at pH 4, but decreases modestly (to +10.3) by pH 5.0 as the carboxylate groups acquire negative charge, and decreases significantly at pH 6.8 (to +6.0), as the seven imidazolium groups in His264 and the C-terminal hexaHis tag residues lose their positive charges. Strikingly, in fact, this decreased net charge parallels the increased aggregation observed by Lim, Wei, Lu, and Song as the pH increases from 4.0 to 5.0 to 6.8. Therefore, we conclude that the pH dependence of amyloid formation by the CTD is governed by electrostatic repulsion (Fig 2B), in accord with previous results on Aβ and its charge substitution variants (Fig 1 in [8]).\n\nFinally, regarding the pathological TDP-43 CTD variants studied, A315E would decrease the net charge over the pH range studied and Q331K would increase it. It is notable that A315E forms amyloid much faster than Q331K (see Figs 2 and 3 of [2]), as predicted by the charge-repulsion model. Considering that (i) aggressive Aβ mutations like “Arctic” (E22G), “Dutch” (E22Q), “Iowa” (D23N), and “Italian” (E22K) also decrease the net charge at physiological pH [8]; (ii) there is a correlation between higher net charge and slower kinetics of amyloid formation [10]; and (iii) charge–charge interactions modulate aggregation and amyloid formation in alpha synuclein [11], amylin [12], a β2-microglobin-derived peptide [13], huntingtin [14], superoxide dismutase [15], and Tau [16] and affect aggregation kinetics [11] and morphology [17], these results point to the general importance of electrostatic repulsion in governing the amyloid formation rather than H-bond formation as proposed by Lim, Wei, Lu, and Song [2].\n\nSupporting Information"
}