{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050198",
  "doi": "10.1371/journal.pbio.0050198",
  "externalIds": [
    "pii:06-PLBI-RA-1936R2",
    "sici:plbi-05-08-02",
    "pmid:17645391",
    "pii:06-PLBI-RA-1936",
    "pmcid:PMC1914072"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Open Syntaxin Docks Synaptic Vesicles",
  "authors": [
    {
      "name": "Marc Hammarlund",
      "first": "Marc",
      "last": "Hammarlund",
      "affiliation": "Department of Biology, University of Utah, Salt Lake City, Utah, United States of America; Howard Hughes Medical Institute, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Mark T Palfreyman",
      "first": "Mark T",
      "last": "Palfreyman",
      "affiliation": "Department of Biology, University of Utah, Salt Lake City, Utah, United States of America; Howard Hughes Medical Institute, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Shigeki Watanabe",
      "first": "Shigeki",
      "last": "Watanabe",
      "affiliation": "Department of Biology, University of Utah, Salt Lake City, Utah, United States of America; Howard Hughes Medical Institute, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Shawn Olsen",
      "first": "Shawn",
      "last": "Olsen",
      "affiliation": "Department of Biology, University of Utah, Salt Lake City, Utah, United States of America; Howard Hughes Medical Institute, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Erik M Jorgensen",
      "first": "Erik M",
      "last": "Jorgensen",
      "affiliation": "Department of Biology, University of Utah, Salt Lake City, Utah, United States of America; Howard Hughes Medical Institute, University of Utah, Salt Lake City, Utah, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-08",
  "dateElectronic": "2007-07-17",
  "dateAccepted": "2007-05-17",
  "dateReceived": "2006-10-16",
  "volume": "5",
  "number": "8",
  "pages": "e198",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Neuroscience",
    "System Taxonomy/Caenorhabditis",
    "Type/Research Article"
  ],
  "abstract": "Synaptic vesicles dock to the plasma membrane at synapses to facilitate rapid exocytosis. Docking was originally proposed to require the soluble N-ethylmaleimide–sensitive fusion attachment protein receptor (SNARE) proteins; however, perturbation studies suggested that docking was independent of the SNARE proteins. We now find that the SNARE protein syntaxin is required for docking of all vesicles at synapses in the nematode Caenorhabditis elegans. The active zone protein UNC-13, which interacts with syntaxin, is also required for docking in the active zone. The docking defects in unc-13 mutants can be fully rescued by overexpressing a constitutively open form of syntaxin, but not by wild-type syntaxin. These experiments support a model for docking in which UNC-13 converts syntaxin from the closed to the open state, and open syntaxin acts directly in docking vesicles to the plasma membrane. These data provide a molecular basis for synaptic vesicle docking.",
  "fullText": "Introduction\n      \nFusion of synaptic vesicles with the plasma membrane is thought to occur in three ordered steps: docking, priming, and fusion [1]. The biological state of a synaptic vesicle can be defined by three distinct parameters: morphology (its location in the synapse); physiology (its release competence); and molecular interactions. A goal of studies in neurotransmission is to define the state of the vesicle at each step in exocytosis using morphological, physiological, and molecular criteria. For example, the final step of vesicle fusion, in which vesicles fuse with the plasma membrane, is well defined by these three criteria. Fusing vesicles can be observed by electron microscopy [2,3] and by electrophysiological recordings [4]. The molecular basis of fusion is thought to be mediated by the soluble N-ethylmaleimide–sensitive fusion attachment protein receptors SNARE proteins. When reconstituted into liposomes under permissive conditions, the SNARE proteins have been demonstrated to be necessary and sufficient for membrane fusion [5–12]. Specific sets of complementary SNARE proteins are localized to each cargo vesicle and target compartment in the cell and thereby provide dedicated fusion proteins for each trafficking event [13]. For synaptic vesicle fusion, the vesicular SNARE protein synaptobrevin (also called vesicle-associated membrane protein or VAMP) interacts with the plasma membrane SNARE proteins syntaxin and SNAP-25 to form a four-helix bundle [14]. The formation of this tightly wound structure may provide the driving force for fusion [15–18].\n\nPriming describes a molecular state in which a four-helix SNARE complex has formed between SNARE proteins on a synaptic vesicle and those on the plasma membrane [1]. It is believed that the SNARE proteins partially wind into a complex, but membrane fusion is arrested, and the vesicle is held in this state until triggered to fuse by an increase in calcium [19–24]. Thus, the SNARE proteins function both in priming and in fusion. These primed vesicles are likely to correspond to the physiologically defined readily releasable pool [25].\n\nDocking precedes priming and at this point is defined solely by morphological criteria. Synaptic vesicle docking is observed in electron micrographs of the synapse and is defined as the attachment of vesicles to their target membranes [26–28]. However, the precise definition of docking is a muddle since morphologically docked vesicles are thought to include those in both the primed and unprimed pools [28,29]. Moreover, because standard fixation methods often introduce changes in membrane structure, docking is sometimes defined as including all vesicles near the membrane—usually specified as vesicles within about 30 nm of the membrane [30,31]. Thus, even the morphological definition of docked vesicles varies in the literature.\n\nIn addition, the molecular basis for docking is unknown. It is recognized that protein interactions must specifically associate a vesicle to the correct target membrane. In the original SNARE hypothesis, contacts between the SNARE proteins were proposed to confer specificity during docking [32]. However, genetic and other perturbation experiments indicated that SNARE proteins were not required for docking. Disruption of syntaxin, either by mutation [30,33] or by proteolytic cleavage [31,34], dramatically reduced synaptic vesicle fusion, but did not eliminate morphologically docked vesicles. Similarly, in a recent study proteolytic cleavage of syntaxin was found to result in no decrease in docked synaptic vesicles in neurons (although docking of secretory vesicles in neurosecretory cells was reduced) [35]. Thus, the current model for syntaxin function in neurons is that it acts during priming and fusion, after docking has been completed. Although many proteins have defined roles in synaptic transmission, few have been shown to play a role in docking, and none are essential for docking [36].\n\nHere we study docking in the nematode C. elegans using a new fixation method that reduces artifacts [37–39]. We demonstrate that syntaxin is essential for all synaptic vesicle docking, that the syntaxin-binding protein UNC-13 is required for docking vesicles at the active zone, and finally that the docking defects observed in unc-13 mutants can be bypassed by expressing an open form of syntaxin. Together these data suggest that the open form of syntaxin mediates docking. Thus, all three steps of vesicle fusion—docking, priming, and fusion—depend on the SNARE protein syntaxin.\n\n      Results\n      \n        Docking Occurs in Two Distinct Zones\n        \nTo study the ultrastructure of the synapses, we fixed worms using high-pressure freezing followed by substitution of ice by solvent-borne fixatives [38]. We analyzed sections from the ventral nerve cord containing neuromuscular junctions to determine the distribution of synaptic vesicles. In all cases in this study, the wild types were fixed on the same day as the mutant strains and analyzed in parallel, and all genotypes were scored blind. All numerical values and statistical tests are provided in Table S1. In the worm, the acetylcholine neurons in the ventral cord stimulate muscle contraction, and the gamma-aminobutyric acid (GABA) neurons inhibit muscle contraction [40]. The target muscles receive input from numerous en passant synapses, which appear as varicosities containing large numbers of synaptic vesicles abutting the muscle. At each synapse, synaptic vesicles dock to the plasma membrane at sites of release called active zones [41]. Docked vesicles can be identified by visual inspection as vesicles forming a contact patch with the plasma membrane [28,42]. This patch distinguishes them from other vesicles within 30 nm of the membrane that are sometimes identified as “docked” (Figure 1). The active zone flanks an electron-dense specialization called the dense projection (Figures 1 and 2A) [43,44]. We determined the distribution of all docked vesicles relative to the nearest dense projection. In most cases, we defined a synapse as a set of contiguous profiles that contained a dense projection. In these profiles, we measured the distance from the edge of the dense projection to the docked vesicle (Figure 2A and 2B, d1). For the complete reconstruction of the wild-type animal, we also analyzed the adjacent profiles that did not contain a dense projection. In these profiles we calculated the distance between the docked vesicle and the dense projection based on section thickness (Figure 2B, d2).\n\nMost docked vesicles cluster tightly around the dense projection in the active zone pool. In fully reconstructed synapses there are on average 34.5 docked vesicles in the active zone pool of acetylcholine synapses and 32.6 docked vesicles in the active zone pool of GABA synapses (Figure 2D). Vesicle docking is suppressed in regions lateral to the active zone (Figure 2C and 2D; between 231 and 330 nm from the dense projection). This vesicle-free zone exhibits very little docking in all genotypes analyzed and can be quite pronounced in some datasets (for example, Figure 8). Similar docking-depleted regions have been identified in other synapses [45]. This domain probably corresponds to regions of adhesion [45–48] or endocytosis [3,49–54]. Outside of the vesicle-free zone, on the far side of the synapse, there is a second smaller pool of docked vesicles (Figure 2C and 2D). Such docking is sometimes referred to as ectopic [55]; however since ectopic refers to an abnormal condition, we call this perisynaptic docking. The average number of vesicles in the perisynaptic pool in reconstructed synapses is 3.5 vesicles at acetylcholine synapses and 6.6 vesicles at GABA synapses (Figure 2D). Vesicles in this perisynaptic pool are not oriented toward clear synaptic targets. Although we do not know if such vesicles contain or release neurotransmitter in C. elegans, in vertebrates ectopic release plays an important role in activation of extrasynaptic receptors [55–57]. In summary, vesicles dock to the plasma membrane in at least two domains separated by a docking-suppressed zone.\n\n        Syntaxin Is Not Required for Neuronal Development\n        \nSyntaxin null mutants arrest after hatching in the first larval stage [58,59]. To study the loss of syntaxin in adult neurons we generated mosaic strains in the syntaxin null background unc-64(js115) (Figure S1). These strains express wild-type syntaxin in the acetylcholine neurons of the head; this expression is required to rescue syntaxin null mutants to adulthood. In C. elegans, the ventral body muscles are innervated by the VA and VB acetylcholine motor neurons and the VD GABA motor neurons [60]. We made two mosaic strains: the first lacked expression of syntaxin in both the acetylcholine and GABA motor neurons, (EG3278); the second lacked syntaxin in the GABA motor neurons but expressed syntaxin in the acetylcholine motor neurons (EG3817). The mosaic animals are viable but paralyzed. We confirmed that syntaxin was absent from the relevant motor neurons by immunostaining (Figure S2B and S2C). Importantly, the syntaxin mosaic strains enable us to analyze neurons that lack syntaxin in viable adult animals.\n\nLoss of syntaxin function could result in abnormal development or cell death. To determine whether development was normal, we assayed the structure of the syntaxin mutant neurons by expressing green fluorescent protein (GFP) in the GABA neurons (Figure 3A). The number of GABA neurons and arrangement of commissures is normal in the mosaic animals (syntaxin mosaic: 16.8 GABA commissures/animal; wild type: 16.8 GABA commissures/animal; no abnormalities were observed; the large cells in the mosaic are coelomocytes that express GFP to mark the transgene). We also assayed the density of synaptic varicosities of syntaxin mutant neurons by tagging synaptic vesicles in the GABA neurons with synaptobrevin-GFP (Figure 3B). The number of synapses in these cells is similar to the wild type (syntaxin mosaic: 1.9 varicosities/10 μm; wild type: 2.3 varicosities/10 μm) (see Materials and Methods). Postsynaptic GABA receptors cluster normally on the muscle opposite GABA presynaptic varicosities in the syntaxin mosaic (Figure 3B). The clustered postsynaptic GABA receptors are functionally indistinguishable from those in wild-type animals (response to GABA application in syntaxin mosaic: 1.53 ± 0.33 nA; wild type: 1.31 ± 0.11 nA; p = 0.54) (Figure 3C). Finally, we confirmed that these synaptic contacts are intact at the ultrastructural level, and that the interweaving of acetylcholine and GABA neuromuscular junctions is normal (Figure 3D). These results differ from Drosophila in which syntaxin mutants exhibit developmental abnormalities [30,61–63]. In the fly there is a substantial maternal contribution of syntaxin to the embryo that provides important functions during cellularization [61,63]. In mutants lacking zygotic expression of syntaxin, fewer boutons are observed, and in late embryos the postsynaptic clusters of neurotransmitter receptors apparently dissipate [30,63,64–66]. In the fly studies, the entire embryo lacked syntaxin; thus, some of these defects may not be cell autonomous. In the mosaic worm, the absence of syntaxin in the GABA neurons does not lead to degeneration of presynaptic or postsynaptic elements.\n\n        Syntaxin Is Required for Synaptic Vesicle Exocytosis\n        \nPrevious experiments demonstrated that syntaxin is required for synaptic vesicle exocytosis [30,31,34,62]. Similarly, we observe that syntaxin is required for exocytosis in the nematode. In C. elegans, individual synaptic vesicle fusions can be observed by recording miniature postsynaptic currents (minis) in the postsynaptic muscles [67]. Under our recording conditions acetylcholine and GABA miniature currents are both inward and are of roughly the same amplitude (combined rate: 42.8 ± 6.5 fusions per second) (Figure 4A) [67]. By adding d-tubocurare we can block acetylcholine receptors and monitor synaptic vesicle exocytosis from only the GABA motor neurons (GABA rate: 28.5 ± 4.8 fusions per second) (Figure 4A and 4D). d-tubocurare is completely effective at blocking all acetylcholine-induced currents, since it eliminates all minis in mutants lacking the muscle GABA receptor UNC-49, unc-49(e407) (21.0 ± 5.8 fusions per second before treatment; 0.0 ± 0.0 fusions per second after treatment) (see d-tubocurare in Materials and Methods) (Figure 4D). To determine if syntaxin is required for synaptic vesicle exocytosis, we recorded from syntaxin mosaic animals. The EG3278 mosaic animals almost completely lack mini currents from both the acetylcholine and GABA neurons (Figure 4B and 4D) (Acetylcholine 0.02 ± 0.01 fusions per second; GABA 0.00 ± 0.00 fusions per second). Thus, syntaxin is required for exocytosis at both excitatory acetylcholine synapses and inhibitory GABA synapses.\n\nThe requirement for syntaxin in exocytosis could be cell intrinsic. Alternatively, unc-49(e407) syntaxin(−) motor neurons might fail to release synaptic vesicles because they are not excited by upstream neurons. To control for this possibility, we assayed transmission in the second syntaxin mosaic strain (EG3817) that expresses syntaxin in the acetylcholine motor neurons but lacks syntaxin in the GABA motor neurons (Figure S1). These animals are viable and healthy but exhibit behavioral defects associated with loss of GABA neurotransmission. Specifically, EG3817 animals shrink when touched due to lack of GABA inhibition of the body muscles [68,69] and are constipated due to loss of activation of a GABA-gated cation channel during defecation [70]. The syntaxin-expressing acetylcholine neurons exhibit substantial levels of vesicle fusion (Figure 4C and 4D) (4.3 ± 1.1 fusions per second). Thus, the lack of exocytosis in syntaxin(−) cells is due to a cell-autonomous requirement for syntaxin rather than due to the paralysis of the mutant strain. By contrast, the mini rate in the syntaxin(−) GABA neurons is 1% of the rate in the syntaxin(+) acetylcholine neurons (Fig 4C and 4D; 0.06 ± 0.03 fusions per second). GABA neurons receive inputs from the acetylcholine motor neurons. Restoring acetylcholine inputs into the GABA motor neurons did not rescue exocytosis; thus, the observed defects are not due to a lack of synaptic input into the motor neurons. Note that synaptic activity is not fully rescued in the acetylcholine neurons; mini frequency is only 20% compared to the wild type. There are two possible causes for the lack of complete rescue: either syntaxin is not expressed at high levels in these cells, or modulatory inputs from other neurons, which are missing in the mosaic, are required to obtain normal levels of activity from these synapses.\n\n        Syntaxin Is Essential for All Synaptic Vesicle Docking\n        \nSyntaxin is not thought to function in synaptic vesicle docking [30,31,34,35]; however, syntaxin is known to mediate interactions between the plasma membrane and synaptic vesicles that could in principle dock vesicles. To determine whether loss of syntaxin affects synaptic vesicle docking, we fixed the syntaxin mosaic strains by high-pressure freezing and analyzed them by serial section electron microscopy. An analysis of the distribution of vesicles at synaptic profiles in the mosaic animals demonstrated that syntaxin is required for synaptic vesicle docking. First, we analyzed docking in the EG3278 syntaxin mosaic, which lacks syntaxin in both acetylcholine and GABA neurons. These mosaic animals exhibit a severe reduction of docking in the acetylcholine neurons (docked vesicles per acetylcholine synaptic profile: mosaic 0.12 ± 0.05; wild type 2.56 ± 0.22; p &lt; 0.0001; see Table S1 for statistical methods and complete list of p-values) (Figure 5A) and in the GABA neurons (docked vesicles per profile: mosaic 0.27 ± 0.04; wild type 3.13 ± 0.33; p = 0.0001) (Figure 5B). Thus, syntaxin is required for docking at both excitatory acetylcholine synapses and inhibitory GABA synapses. Second, to confirm that the docking defect in syntaxin(−) neurons is cell autonomous, we examined docking in the EG3817 syntaxin mosaic. In this strain, docking at acetylcholine synapses in mosaic animals is fully rescued compared to wild-type synapses (docked vesicles per acetylcholine synaptic profile: syntaxin mosaic 3.09 ± 0.11; wild type 2.99 ± 0.15; p = 0.59) (Figure 5C). By contrast, in the syntaxin(−) GABA neurons of the same strain, docked vesicles are reduced to 3% compared to wild-type synapses (docked vesicles per GABA synaptic profile: syntaxin mosaic 0.09 ± 0.05; wild type 3.42 ± 0.15; p &lt; 0.0001) (Figure 5D). The full rescue of docking in acetylcholine synapses of the mosaic strain confirms that the docking defects are cell autonomous and do not result from general paralysis. In all syntaxin (−) neurons analyzed, docking was eliminated both in the active zone pool as well as the perisynaptic pool; thus, both of the docked pools require syntaxin.\n\nThis defect in docking was not caused by a lack of vesicles at the synapse. In both mosaic strains, the total vesicle number was not reduced (Figure 6). In addition, the distribution of this reserve pool of vesicles was normal (Figure S3); vesicles were clustered near the dense projection in the synaptic varicosity. These data suggest that the docking defect in syntaxin mutant neurons is not the result of a general trafficking defect such as synaptic vesicle biogenesis, transport, or clustering.\n\n        UNC-13 Is Required for Vesicle Docking in the Active Zone\n        \nUNC-13 is a syntaxin-binding protein that is required for synaptic vesicle priming [71–73]. To determine whether UNC-13 functions in docking at specific membrane domains, we analyzed the number of docked vesicles in the active zone and perisynaptic pools in unc-13 mutants. The number of docked vesicles in the active zone pool in unc-13 mutants is 16% that of the wild type (docked vesicles in the active zone per profile: unc-13 = 0.31 ± 0.06; wild type = 1.91 ± 0.16; p &lt; 0.0001) (Figure 7A and 7B). Docking in the perisynaptic pool actually increases slightly in unc-13 (docked vesicles in the perisynaptic zone per profile: unc-13 = 0.85 ± 0.15; wild type = 0.41 ± 0.10; p = 0.01). These results differ from our previous results using ice-cold glutaraldehyde fixations [73]. In those experiments we combined active zone regions with peri-synaptic regions, which could obscure decreases in active zone docking. Moreover, we defined the docked pool as vesicles within 30 nm of the membrane. When we apply those criteria to the current dataset, we also do not observe a decrease in docking (see Materials and Methods). In addition, our current results are in agreement with data from two independent laboratories [54,74].\n\nTo demonstrate that the docking defects were not caused by irrelevant background mutations we analyzed a second allele, unc-13(e1091). Similar results were obtained with this mutant: decreased docking was observed in the active zone pool and increased docking in the perisynaptic pool (active zone 28%, perisynaptic zone 145% compared to the wild type) (Figure 7C). The decrease in docking is restricted to the active zone and is most severe near the dense projection. The specific reduction in docking in the active zone pool is consistent with the localization of UNC-13 near the dense projection [54].\n\nSurprisingly, we did not observe an increase in the number of cytoplasmic vesicles in unc-13 mutant animals (Figure 6), despite observing an increase using a different fixation protocol [73]. In the present study unc-13 and other release-defective genotypes generally do not display an increase in cytoplasmic vesicle number (Figure 6). This lack of increase in the number of cytoplasmic vesicles in unc-13 mutant animals was also found in an independent study using high pressure freezing [74]. Glutaraldehyde fixations used in previous studies can induce vesicle fusion [75]. Glutaraldehyde-induced fusion would result in a reduction of docked vesicles in the wild type relative to release-defective mutants and thus lead one to believe that there is an actual accumulation in the mutant. We have confirmed these differences by comparing glutaraldehyde and freeze-substituted fixations in parallel (see Materials and Methods). It is still possible that synaptic vesicles accumulate in the reserve pool of unc-13 mutants. These data only analyze synaptic vesicles in profiles containing a dense projection; the reserve pool was not fully reconstructed.\n\n        Open Syntaxin Bypasses the Requirement for UNC-13 in Docking\n        \nSyntaxin can adopt two configurations: a closed configuration in which the N-terminal Habc domain binds to the SNARE motif and an open configuration in which this cis interaction does not occur. Mutations in the linker between the Habc domain and the SNARE motif cause syntaxin to preferentially adopt the open conformation [76]. We found that the replacement of wild-type syntaxin with the open form of syntaxin does not lead to a redistribution of docked vesicles (docked vesicles per profile: open syntaxin 3.27 ± 0.21; wild type 2.92 ± 0.21; p = 0.27) (Figure 8A).\n\nIt has previously been proposed that UNC-13 opens or maintains the open state of syntaxin at the active zone [77]. Since docking requires syntaxin, this suggests that the docking defects in unc-13 animals might be due to its failure to open syntaxin. To test this idea, we examined docking in unc-13 mutant animals in which wild-type syntaxin was replaced with open syntaxin. We found that expression of the open form of syntaxin fully rescues the docking defect in unc-13(s69) mutants (docked vesicles per active zone profile: unc-13 open-syntaxin 2.18 ± 0.14; wild type 2.48 ± 0.17; p = 0.19) (Figure 8B). To control for the possibility that this result was due to overexpression of the syntaxin protein rather than its conformation, we tested whether overexpression of wild-type syntaxin could restore docking to unc-13 mutants. First, overexpression of wild-type syntaxin had no effect on the distribution of docked vesicles in an otherwise wild-type background (Figure 8C). Second, overexpression of wild-type syntaxin had no effect on docking in unc-13 animals (docked vesicles per active zone profile: unc-13 syntaxin OE 0.19 ± 0.05; wild type 1.93 ± 0.23; p &lt; 0.0001) (Figure 8D). Thus, the function of UNC-13 in vesicle docking is specifically to promote the open state of syntaxin. Finally, the full bypass of unc-13 mutants by open syntaxin demonstrates that syntaxin functions in docking downstream of UNC-13, further reinforcing the fact that syntaxin plays a direct role in docking rather than an indirect role in trafficking or development.\n\nInterestingly, the distribution of docked vesicles is normal in the presence of open syntaxin (Figure 8A). Thus, it is likely that open syntaxin is involved in the mechanics of docking but not in the distribution of docked vesicles. Similarly, this distribution is independent of UNC-13, since the distribution of docked vesicles is normal in the unc-13 open syntaxin genotype. Other proteins must therefore determine the distribution of docked vesicles relative to the dense projection. Mutants lacking tomosyn, for example, have a large increase in the number and distribution of docked synaptic vesicles [74].\n\n        Docked Vesicles Are Release Competent in the Absence of UNC-13\n        \nAs described above, normal vesicle docking occurs in the absence of UNC-13 when open syntaxin is present. We tested the release competence of these vesicles by comparing spontaneous and evoked release in unc-13 mutant animals in the presence and absence of open syntaxin. Experiments were performed at two different concentrations of external calcium. We found that open syntaxin restores vesicle fusion to approximately one-third wild-type levels.\n\nFirst, we examined vesicle fusion in external solutions containing 5 mM calcium. In unc-13(s69) animals evoked responses were essentially absent (0.015 ± 0.004 nA; n = 9) (Figure 9A and 9C). However, expression of open syntaxin in unc-13(s69) animals partially rescued the evoked response (Figure 9A). Peak amplitude was restored to 38% of wild type (unc-13 open-syntaxin 0.75 ± 0.10 nA, n = 7; wild type 1.95 ± 0.21, n = 7) (Figure 9C), and total current transferred was restored to 35% of wild type (unc-13 open-syntaxin 7.41 ± 1.26 pC, n = 7; wild type 20.98 ± 3.41 pC, n = 7) (Figure 9D). In addition to the rescue of evoked responses, endogenous fusion events were restored to 26% of wild type (unc-13 0.59 ± 0.13 Hz, n = 9; unc-13 open-syntaxin 14.42 ± 3.25 Hz, n = 6; wild type 54.47 ± 6 Hz, n = 6) (Figure 9A and 9F). Thus, docking via open syntaxin in the absence of UNC-13 results in vesicles that can be released, although release is not restored to wild-type levels.\n\nSecond, we examined vesicle fusion in external solutions containing 1 mM calcium. Again, the presence of open syntaxin partially rescued the unc-13 defects in both evoked and endogenous release (Figure 9B–9D and 9G). However, this experiment revealed additional characteristics of vesicle fusion in unc-13 open-syntaxin animals. The evoked response in wild-type animals at 1 mM calcium was only 15% lower than the response at 5 mM calcium (1.95 ± 0.21 nA at 5 mM calcium, n = 7; 1.65 ± 0.22 nA at 1 mM calcium, n = 6) (Figure 9B and 9C). By contrast, evoked responses in unc-13 open syntaxin at 1 mM calcium were 67% lower than the response at 5 mM calcium (0.75 ± 0.10 nA at 5mM calcium, n = 7; 0.25 ± 0.04 nA at 1 mM calcium, n = 6) (Figure 9B and 9C). Further, release kinetics were altered in unc-13 open-syntaxin animals at 1 mM calcium: release was slower and more asynchronous in comparison to wild-type animals (Figure 9B and 9E).\n\n      Discussion\n      \nPreviously, syntaxin was not thought to be required for docking. By contrast, our results demonstrate that syntaxin is required for docking synaptic vesicles at the C. elegans neuromuscular junction. Vesicles are docked in two pools: the active zone pool and the perisynaptic pool. We also find that UNC-13 is required for synaptic vesicle docking. However, while both pools of docked vesicles depend absolutely on syntaxin, UNC-13 only plays a role at the active zone. Finally, the docking function of UNC-13 is completely bypassed by open syntaxin.\n\nThe observed docking defects in the syntaxin and unc-13 mutant synapses are likely to be caused by a direct role of these proteins in the docking pathway rather than by an indirect effect on neuronal health. First, syntaxin acts cell autonomously: expressing syntaxin in the acetylcholine neurons rescues docking in these cells but not in downstream neurons in the motor circuit. Second, chronic lack of syntaxin does not lead to developmental abnormalities in the cell. Synaptic vesicles and synaptic vesicle components such as synaptobrevin are transported to the synapse, vesicles are clustered, dense projections and adherens junctions appear normal at the ultrastructural level, the postsynaptic receptors cluster appropriately, and the receptors are functional: the synapses appear to be intact. Third, syntaxin appears to play a late role in docking. The syntaxin-binding protein UNC-13 is required for docking as well, and open syntaxin can rescue the docking defect in unc-13 mutants, suggesting that syntaxin acts downstream of UNC-13 during docking. These data are most consistent with a direct role for syntaxin in the docking of synaptic vesicles.\n\nA role for syntaxin in docking conflicts with previous studies [30,31,34,35]. It is unlikely that syntaxin function is not conserved among organisms; it is more likely that the conflicting results arise from the difficulties in studying docking. The different conclusions might be attributed to two causes: definitions for docking and the potential for residual syntaxin. First, different definitions for docking were used in these various studies. In the present study only vesicles contacting the membrane were considered docked (Figure 1). This definition was used in studies of vertebrate synapses comparing the docked and readily releasable pools [26,27,42]. By contrast, previous syntaxin studies, as well as our previous UNC-13 studies, defined docked vesicles as those near the plasma membrane (less than 30, 40, or 50 nm, [30,31,73]). If we analyze our current data using the 30 nm definition, we also do not detect decreases in docking (for example, vesicles within 30 nm per profile, matched wild-type GABA 5.6 ± 0.2; syntaxin(−) GABA from EG3817 5.4 ± 0.3; p = 0.49). It was not possible to reanalyze our previous data with our current definition of docking, because the glutaraldehyde fixation used in the previous experiments did not preserve membranes well enough to distinguish between docked and undocked vesicles. Tethering proteins span larger distances than the SNARE proteins and thus are thought to function in those vesicles that are close to but not contacting the plasma membrane [78,79]. Our data thus suggest that syntaxin is not required to tether synaptic vesicles to the membrane. In contrast to synaptic vesicles, secretory vesicles require syntaxin for tethering [35,80].\n\nThe second possible explanation for the discrepancy is that residual syntaxin could have mediated docking in previous experiments. In the studies on squid and cultured hippocampal cells, syntaxin was acutely disrupted by protease digestion; nevertheless, about 10% of synaptic vesicle fusions remained, suggesting that some syntaxin was still present [31,34,35]. Further, syntaxin may itself be redundant, in agreement with the almost complete lack of a phenotype in syntaxin knockout mice [81]. Studies in Drosophila used mutation rather than protease cleavage to disrupt syntaxin. In fly syntaxin mutants, vesicle fusions were 5% the wild-type rate [30]; much greater than the fusion rate observed in the syntaxin mosaics in C. elegans (less than 0.2% of the wild-type rate). In Drosophila, there is a significant maternal contribution of syntaxin [61,63], and it has been suggested that syntaxin might perdure until late embryogenesis [30,33]. In our own data, although syntaxin is not detectable by antibody staining, we do observe a few docked vesicles and a few spontaneous fusions (Figures 4 and 5). These rare events are likely due to residual syntaxin, either as a result of read-through of the stop codon in unc-64(js115) or as a result of misexpression from our rescuing array. Thus, syntaxin is likely to be essential for all synaptic vesicle docking.\n\nIn addition to syntaxin, docking in the active zone also relies on UNC-13. The docking defect in unc-13 mutants is completely bypassed by open syntaxin but not by closed syntaxin. This observation suggests that UNC-13′s function in docking is to promote open syntaxin. However, open syntaxin does not completely restore exocytosis in unc-13 mutant animals. Specifically, in unc-13 mutants expressing open syntaxin evoked response is 38% of the wild type. Further, we find that the presence of open syntaxin only slightly improves locomotion in unc-13 mutants (unpublished data). The simplest explanation is that UNC-13 has a second function after docking to increase the probability of fusion [82,83]. Alternatively, levels of open syntaxin might not be sufficient to support normal exocytosis in the absence of UNC-13. It is worth noting that this strain has changed with time; previously the strain was more active and evoked responses were more robust [77]. By contrast, some recently derived strains have no evoked response [84]. It is possible that expression levels have declined in these strains. We propose that only a few molecules of open syntaxin suffice for docking a vesicle, but that multiple molecules of open syntaxin are required to mediate normal exocytosis. Thus, very high expression levels of open syntaxin might be required to bypass the function of UNC-13. In a wild-type synapse, UNC-13 is specifically localized to active zones [54], where it can locally generate the high levels of open syntaxin that are required for release.\n\nHow does open syntaxin interact with synaptic vesicles during docking? There are two regions of syntaxin that could be involved: the Habc domain and the SNARE motif. In the open state of syntaxin both of these regions are free to interact with vesicle proteins. It is possible that the Habc domain mediates docking independently of SNARE function. In this model, the other SNARE proteins would not be required for docking. In support of this idea, previous data suggest that genetic and toxin disruption of synaptobrevin and SNAP-25 does not disrupt docking [30,80,85–87]. However, these studies used differing definitions of vesicle docking, perhaps obscuring specific docking defects. Further, it has been suggested that redundant SNARE proteins compensate for the loss of the synaptic SNAREs in these experiments [81,85,87–90]. If the SNARE motif of syntaxin mediates docking then it is likely that the SNARE proteins synaptobrevin and SNAP-25, which interact with the SNARE motif of syntaxin, will also be required for docking. In this case, formation of the SNARE complex would mediate docking, as originally predicted in the SNARE hypothesis [32], and the distinction between morphological docking and priming would not exist.\n\n      Materials and Methods\n      \n        Terminology.\n        \nA synapse is defined as the serial profiles containing a dense projection and usually comprised three to four adjacent profiles. The exception is the complete wild-type reconstruction described in Figure 1, in which a synapse included all the profiles on either side of the dense projection up to the profile on either side where the synaptic vesicle number fell to the average intersynaptic vesicle density, as determined from all the profiles analyzed. The dense projection is defined as an electron dense structure in the center of the active zone [43,44]. In C. elegans, this structure is quite prominent compared to many vertebrate central nervous system synapses [91]. The active zone encompasses the region where synaptic vesicles are docked opposite the postsynaptic target [41]. In our micrographs, docked vesicles extended laterally an average of 230 nm from the dense projection. Docked vesicles are morphologically defined as those contacting the plasma membrane [27,42]. In this study, vesicles were considered docked if their membranes and those of the plasma membrane appeared to be in direct contact (see Figure 1). The perisynaptic docked pool includes any docked vesicles not in the active zone. These can be oriented away from the active zone and would presumably not be part of the physiologically defined readily releasable pool.\n\n        Plasmids.\n        \nTo drive the expression of syntaxin/UNC-64 under exogenous promoters, a minigene cassette (pMH421) was constructed that contains the endogenous unc-64 promoter, the ATG, an inserted SphI site, unc-64 cDNA up to the NheI site (in exon 6), followed by genomic sequence including the 3′ UTR (Figure S1). This construct was injected and rescued the unc-64(js115) null phenotype (unpublished data). Next, the endogenous unc-64 promoter was replaced with the unc-17, rab-3, and glr-1 promoters, which were amplified by PCR. For unc-17, the primers were unc-17 5′ and unc-17 3′, which includes intron 1, and the resulting construct was pMH425. For rab-3, the primers were rab-3 5′ and rab-3 3′, and the resulting construct was pMH415. For glr-1, the primers were glr-1 5′ and glr-1 3′, and the resulting construct was pMH427. These constructs were injected and gave the expected expression except for the unc-17 promoter, which had very little expression and none outside the nerve ring. To improve expression in cholinergic neurons, a different version of the unc-17 promoter (3,656 bases in front of the ATG in exon 2) was used to generate pMH441. Neither of the unc-17 promoter constructs, pMH441, or pMH425, include the motor neuron enhancer since this construct resulted in leaky expression in the GABA motor neurons as assayed by electrophysiology. Thus, expression in the acetylcholine motor neurons was achieved using the acr-2 promoter. For acr-2, the primers were acr-2 5′ and acr-2 3′, and the resulting construct was pMH417.\n\n        Strains.\n        \nWild type was Bristol N2. All strains were obtained from the C. elegans Genetics Center (http://www.cbs.umn.edu/CGC) unless otherwise indicated and maintained at 22 °C on standard NGM media seeded with HB101. Strains used were: BC168, unc-13(s69); CB1091, unc-13(e1091); EG1285, lin-15(n765) and oxIs12[Punc-47:GFP; lin-15(+)]; EG1983, unc-13(s69), unc-64(js115), and oxIs34[openSYX, Pmyo-2:GFP]; EG1985, unc-64(js115) and oxIs34[openSYX; Pmyo-2:GFP]; EG2279, unc-49(e407); EG2466, unc-64(js115) and oxIs33[SYX; Punc-122:GFP]; EG3278, unc-64(js115) and oxEx536[Punc-17:SYX; Pglr-1:SYX; Punc-122:GFP; lin-15(+)]; EG3817, unc-64(js115) and oxEx705[Punc-17:SYX; Pglr-1:SYX; Pacr-2:SYX; Pmyo-2:GFP]; EN560, krIs1[Punc-47:SNB:CFP; UNC-49::YFP; lin-15(+)] and lin-15(n765); MT8247, lin-15(n765) and nIs52[Punc-25:SNB:GFP; lin-15(+)]; and NM959, unc-64(js115)/bli-5(e518).\n\nTo generate the acetylcholine(−) GABA(−) syntaxin mosaic strain EG3278, unc-64(js115) and oxEx536[Punc-17:SYX; Pglr-1:SYX], the strain NM959 unc-64(js115)/bli-5(e518) was injected using standard techniques [92] with an injection mix containing 5 ng/μl each of pMH425 and pMH427 (see Figure S1), as well as unc-122::GFP at 20 ng/μl (coelomocyte marker) and lin-15(+) at 80 ng/μl. These animals are very sick, and when maintained for long periods of time, these strains became less uncoordinated. Analysis of this derived strain demonstrated that docking was restored to 50% in the acetylcholine neurons (unpublished data). Reported data are from animals that were freshly thawed from the original isolate.\n\nThe GABA(−) syntaxin mosaic strain EG3817, unc-64(js115) and oxEx705[Punc-17:SYX; Pglr-1:SYX; Pacr-2:SYX] was generated in a similar way, except the injection mix contained pMH441, pMH417, and pMH427 (see Figure S1), as well as myo-2::GFP at 2 ng/μl and 1 kb ladder at 100 ng/μl (Gibco/Invitrogen, http://www.invitrogen.com). Multiple stable lines were obtained, and homozygous unc-64 animals were recovered from each line and found to have similar phenotypes.\n\nFor fluorescence analysis of neuroanatomy in the syntaxin mosaic, strains carrying the appropriate fluorescent marker were crossed with EG3278 to generate the three strains EG3301, unc-64(js115)/+, oxIs12, and oxEx536; EG3349, unc-64(js115)/+, nIs52, and oxEx536; and EG3299, unc-64(js115)/+, krIs1, and oxEx536. Homozygous unc-64 animals were recovered from these strains, allowed to self, and their progeny used for analysis.\n\n        Reconstruction.\n        \nReconstruction was performed on a VA synapse from a wild-type animal. We converted 16-bit TIFFs to 8-bit using Graphic Converter (Lemke Software GMBH, http://www.lemkesoft.com) and manually aligned using Midas (Boulder Laboratory for 3-D Electron Microscopy of Cells, University of Colorado, Boulder, Colorado, United States). The VA/VD relationship was used as a fiduciary mark during the alignment. Image segmentation was performed in 3dmod (Boulder Laboratory for 3-D Electron Microscopy of Cells) by manually tracing neuronal profiles and presynaptic specializations at 200% magnification. Synaptic vesicles were modeled as spheres with a diameter of 28 nm, and section thickness was set to 33 nm.\n\n        Syntaxin mosaic GABA neuron morphology.\n        \nFor overall neuronal morphology, ten young adult animals of each genotype (unc-64(js115), oxIs12, oxEx536, and wild-type oxIs12) were imaged on a confocal microscope and scored blind to genotype for the number of commissures. oxIs12 expresses GFP in the GABA neurons under the control of the unc-47 promoter. For synapse density, five young adult animals of each genotype (unc-64(js115), nIs52, oxEx536, and wild-type nIs52) were imaged on a confocal microscope. nIs52 expresses synaptobrevin-GFP in the GABA neurons under the control of the unc-25 promoter. For each animal, ImageJ was used to measure a region of the dorsal nerve cord, and puncta within the region were counted. For pre- and postsynaptic colocalization, ten young adult animals of each genotype (unc-64(js115), krIs1, oxEx536, and wild-type krIs1) were imaged on a confocal microscope. krIs1 expresses synaptobrevin-CFP in the GABA neurons under the control of the unc-47 promoter and expresses GABAA-receptor-YFP in muscles under the unc-49 promoter. Colocalization of CFP and YFP was observed in all cases.\n\n        Electron microscopy.\n        \nPreviously we used ice-cold glutaraldehyde fixations for electron microscopy [73]. We have switched to high-pressure freezing followed by substitution of solvent-based fixatives [38]. Although membranes tend to be less darkly stained in this preparation, this fixation is superior to that observed with slow fixation methods. First, glutaraldehyde fixation itself stimulates exocytosis of synaptic vesicles and will therefore affect the docked pool of vesicles [75]. Second, shrinkage in conventional fixations dislodges docked vesicles and the dense projection at C. elegans synapses (our observations). Finally, changes in membrane trafficking in the coelomocytes can be observed using the slow fixation method (our observations). For these reasons we defined docked vesicles in our previous study as those within 30 nm of the plasma membrane since identifying vesicles docked at the surface was unreliable. No docking defect was observed in unc-13 mutants using this definition [73]. Our current data using high-pressure freezing confirm this observation, since there is no significant docking defect defined by vesicles within 30 nm of the plasma membrane (number of vesicles within 30 nm, the wild type: acetylcholine = 4.57 ± 1.41, 108 profiles, GABA = 5.31 ± 1.67, 91 profiles; unc-13(e1091): acetylcholine = 4.45 ± 1.17, 33 profiles, GABA = 4.53 ± 1.07, 28 profiles; unc-13(s69): acetylcholine = 3.35 ± 1.30, 34 profiles, GABA = 4.16 ± 1.37, 32 profiles). Using high-pressure freezing we can now subdivide pools of docked vesicles and reliably determine if vesicles are touching the membrane; using this definition we see differences in docking in unc-13 mutants compared to the wild type.\n\nWorms were prepared for transmission electron microscopy essentially as described [38,93]. Briefly, ten animals were placed onto a freeze chamber (100-μm well of type A specimen carrier) containing space-filling bacteria, covered with a type B specimen carrier flat side down, and frozen instantaneously in the BAL-TEC HPM 010 (BAL-TEC, http://www.bal-tec.com). Frozen animals were fixed in a Leica EM AFS system (http://www.leica.com) with 0.5% glutaraldehyde and 0.1% tannic acid in anhydrous acetone for 4 d at −90 °C, followed by 2% osmium tetroxide in anhydrous acetone for 38.9 h with gradual temperature increases (constant temperature at −90 °C for 7 h, 5 °C/h to −25 °C over 13 h, constant temperature at −25°C for 16 h, and 10 °C/h to 4 °C over 2.9 h). Fixed animals were embedded in araldite resin (30% araldite/acetone for 4 h, 70% araldite/acetone for 5 h, 90% araldite/acetone overnight, and pure araldite for 8 h). Mutant and control blocks were blinded. Ribbons of ultrathin (33 nm) serial sections were collected using an ultracut E microtome. Images were obtained on a Hitachi H-7100 electron microscope (http://www.hitachi.com) using a Gatan (http://www.gatan.com) slow=scan digital camera. A total of 250 ultrathin contiguous sections were cut and the ventral nerve cord reconstructed from two animals representing each genotype. Image analysis was performed using ImageJ software (http://rsb.info.nih.gov/ij).\n\nAll morphometry was conducted blind to genotype and included a matched wild-type worm that was fixed in parallel. The number of synaptic vesicles (∼30 nm in diameter) in each synapse was counted, and their diameters and distances from the dense projection and plasma membrane were measured. Analysis included the acetylcholine neurons VA and VB and the GABA neuron VD.\n\nTo compare freeze-substitution fixations with our previous methods using ice-cold glutaraldehyde [73], we analyzed samples fixed previously (by W.Davis) and samples fixed recently (by S. Watanabe) and analyzed under current scoring conditions (by S. Watanabe). We observed fewer vesicles in the ice-cold glutaraldehyde fixations (average number of synaptic vesicles per profile with a dense projection, acetylcholine 7.8 SV, n = 28 profiles; GABA 27.7 SV, n = 16 profiles) compared to freeze-substituted samples (Acetylcholine 22.6 SV, n = 35 profiles; GABA 33.8 SV, n = 20 profiles).\n\n        Electrophysiology.\n        \nElectrophysiological methods were performed as previously described [67,73] with minor adjustments. Briefly, animals were immobilized in cyanoacrylic glue (B. Braun, Aesculap, http://www.aesculapusa.com), and a lateral incision was made to expose the ventral medial body wall muscles. The preparation was then treated with collagenase (type IV; Sigma, http://www.sigmaaldrich.com) for 15 s at a concentration of 0.5 mg/ml. The muscle was then voltage clamped using the whole cell configuration at a holding potential of −60 mV. See Protocol S1 for electrophysiology solutions. GABA neuron activity was isolated by specifically blocking acetylcholine currents through the application of d-tubocurare (1 mM, Sigma) from a perfusion system. Pressure ejection of GABA from pipets of 4–5 MΩ resistance was computer triggered. Evoked responses were elicited using a fire-polished electrode positioned along the ventral nerve cord. The stimulating electrode was placed at least half a muscle length away from the patched muscle to cleanly separate the stimulus artifact from the evoked response. A square wave depolarizing current of 1 ms was then delivered from an SIU5 stimulation isolation unit driven from an S48 stimulator (Grass Telefactor, http://www.grasstechnologies.com). All recordings were made at room temperature (21 °C) using an EPC-9 patch-clamp amplifier (HEKA, http://www.heka.com) run on an ITC-16 interface (Instrutech, http://www.instrutech.com). Data were acquired using Pulse software (HEKA). All data analysis and graph preparation were performed using Pulsefit (HEKA), Mini Analysis (Synaptosoft, http://www.synaptosoft.com), and Igor Pro (Wavemetrics, http://www.wavemetrics.com). Bar graph data are presented as the mean ± S.E.M.\n\n        d-tubocurare treatment.\n        \nTo be confident about low mini rates we needed to be certain that d-tubocurare provided a complete block. d-tubocurare block was tested daily on unc-49(e407) to insure that the solution aliquot completely blocked acetylcholine neurotransmission. d-tubocurare was added after 2 min of recording; recordings in d-tubocurare were done for 1 min for each animal. Mini analysis was performed on the traces beginning 10 s after d-tubocurare application and on traces both before d-tubocurare application and after washout. Only those animals with full recovery after d-tubocurare washout were used. From the matched unc-49 controls, no minis were observed in unc-49 in 4 min of total recordings from four animals. Thus, the probability of seeing a rogue acetylcholine mini from the matched controls is less than 0.0041 fusions per second. In addition we have recorded from 103 nonmatched unc-49 animals covering greater than an hour in d-tubocurare without seeing a single fusion event. The 0.06 fusions per second observed in the syntaxin mosaic (six minis observed) are therefore likely to be fusions from the GABA neurons. However, we cannot claim that these six minis are syntaxin-independent, since we cannot exclude the possibility that there is a low level of syntaxin expression in the GABA neurons from our transgenic array.\n\n      Supporting Information"
}