{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001653",
  "doi": "10.1371/journal.pbio.1001653",
  "externalIds": [
    "pii:PBIOLOGY-D-13-01595",
    "pmid:24058295",
    "pmcid:PMC3769227"
  ],
  "license": "This is an open-access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Unisexual and Heterosexual Meiotic Reproduction Generate Aneuploidy and Phenotypic Diversity De Novo in the Yeast Cryptococcus neoformans",
  "authors": [
    {
      "name": "Min Ni",
      "first": "Min",
      "last": "Ni",
      "affiliation": "Department of Molecular Genetics and Microbiology, Duke University Medical Center, Durham, North Carolina, United States of America"
    },
    {
      "name": "Marianna Feretzaki",
      "first": "Marianna",
      "last": "Feretzaki",
      "affiliation": "Department of Molecular Genetics and Microbiology, Duke University Medical Center, Durham, North Carolina, United States of America"
    },
    {
      "name": "Wenjun Li",
      "first": "Wenjun",
      "last": "Li",
      "affiliation": "Department of Molecular Genetics and Microbiology, Duke University Medical Center, Durham, North Carolina, United States of America"
    },
    {
      "name": "Anna Floyd-Averette",
      "first": "Anna",
      "last": "Floyd-Averette",
      "affiliation": "Department of Molecular Genetics and Microbiology, Duke University Medical Center, Durham, North Carolina, United States of America"
    },
    {
      "name": "Piotr Mieczkowski",
      "first": "Piotr",
      "last": "Mieczkowski",
      "affiliation": "Department of Genetics, School of Medicine, University of North Carolina, Chapel Hill, North Carolina, United States of America"
    },
    {
      "name": "Fred S. Dietrich",
      "first": "Fred S.",
      "last": "Dietrich",
      "affiliation": "Department of Molecular Genetics and Microbiology, Duke University Medical Center, Durham, North Carolina, United States of America"
    },
    {
      "name": "Joseph Heitman",
      "first": "Joseph",
      "last": "Heitman",
      "affiliation": "Department of Molecular Genetics and Microbiology, Duke University Medical Center, Durham, North Carolina, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-09",
  "dateAccepted": "2013-08-01",
  "dateReceived": "2013-04-23",
  "volume": "11",
  "number": "9",
  "pages": "e1001653",
  "tags": [
    "Discipline-v2/Biology",
    "Discipline-v2/Emerging infectious diseases",
    "Discipline-v2/Genetics",
    "Discipline-v2/Genomics",
    "Discipline-v2/Medical microbiology",
    "Discipline-v2/Microbiology",
    "Discipline-v2/Mycology",
    "Emerging infectious diseases",
    "Genetics",
    "Genomics",
    "Medical microbiology",
    "Microbiology",
    "Mycology",
    "Type/Research Article"
  ],
  "abstract": "Unisexual and heterosexual reproduction in the pathogenic yeast Cryptococcus neoformans enables de novo phenotypic and genotypic plasticity with frequent aneuploidy and rapid adaptation.",
  "fullText": "Introduction\n\nAneuploidy, a condition in which cells have an abnormal number of chromosomes, can cause deleterious effects in organisms throughout the eukaryotic tree of life. Aneuploidy underlies several common human genetic diseases, including trisomy 21 in Down syndrome and trisomy 13 in Patau syndrome [1],[2], and is detected in more than 90% of solid tumors [3],[4]. The presence of even a single extra chromosome in primary mouse embryonic fibroblasts (MEFs) results in proliferative defects and metabolic aberrations [5]. In Caenorhabditis elegans and Drosophila melanogaster, aneuploidy is often lethal [6],[7], and in budding and fission yeasts, aneuploidy can inhibit cellular proliferation [8],[9].\n\nHowever, aneuploidy can be advantageous in fungi by conferring antifungal drug resistance and enabling rapid adaptive evolution. Aneuploidy evokes transcriptomic and proteomic changes in the model yeast Saccharomyces cerevisiae [8],[10]. Mutations in a deubiquitinating enzyme of S. cerevisiae, which arose during the evolution of an aneuploid isolate, leads to improved proliferation of many aneuploid strains, likely by promoting degradation of aberrant proteins produced in perturbed stoichiometric ratios [11]. Rancanti et al. found that aneuploidy facilitated adaptive evolution in yeast cells lacking the conserved motor protein Myo1 involved in cytokinesis [12]. Moreover, it has been found that chromosomal duplication may confer a selective advantage to S. cerevisiae under stress conditions by promoting genomic instability and mutation, and although it is a transient solution, the short-lived aneuploid intermediate may also serve as a capacitator of evolution [13],[14]. In the human pathogenic fungi Candida albicans and Cryptococcus neoformans, aneuploidy can confer resistance to commonly used antifungal drugs such as fluconazole [15]–[18]. In C. albicans, haploids can even arise from concerted chromosome loss from diploid progenitors [19]. In C. albicans, an isochromosome 5 can arise in response to fluconazole treatment and confers drug resistance because the left arm of Chr 5 encodes Erg11 (lanosterol 14α demethylase), the target of fluconazole, and Tac1, a transcription factor that activates expression of drug export pumps [15],[17]. Similarly in C. neoformans, Chr 1 disomy confers azole resistance because this chromosome harbors ERG11 and AFR1 (which encodes the major azole efflux pump) and aneuploidy can also influence the virulence of this pathogen [16],[20],[21]. Interestingly, a similar drug-resistance phenotype has been observed in the protozoan parasite Leishmania, in which resistance to front line antimonial-based drugs similarly emerges via aneuploidy [22],[23].\n\nC. neoformans is a globally distributed human fungal pathogen that causes life-threatening meningoencephalitis [24]. Cryptococcus predominantly infects individuals with compromised immunity, such as HIV/AIDS patients. The United States Centers for Disease Control (CDC) has reported that C. neoformans causes more than one million cases of cryptococcosis annually with more than 620,000 attributable mortalities, resulting in approximately one-third of all AIDS-associated deaths [25]. This fungal pathogen has now surpassed tuberculosis as a common cause of death in Africa.\n\nC. neoformans is a basidiomycetous fungus that usually grows in the environment as a haploid, budding yeast. This species has a bipolar mating system with two mating types: a and α [26]–[28]. In response to a variety of environmental conditions, a and α cells secrete lipid-modified pheromones that induce cell–cell fusion, and the resulting dikaryon undergoes a dimorphic transition to hyphal growth [28]–[31]. Ultimately, the hyphal tips form basidia fruiting bodies wherein nuclear fusion and meiosis occur, and multiple rounds of mitosis and budding result in the production of four long chains of infectious spores decorating each basidium. These spores are readily aerosolized and cause infections in humans and animals when inhaled [32].\n\nWhile C. neoformans has a defined a-α opposite sexual cycle, &gt;99% of natural isolates are of the α mating type [33]. C. neoformans var. neoformans (serotype D) α cells can undergo α-α unisexual reproduction to generate spores under laboratory conditions [34]. Recent population genetic studies provide evidence that multiple pathogenic lineages of C. neoformans var. grubii (serotype A) and the sibling species responsible for the Vancouver outbreak Cryptococcus gattii (serotype B and C) undergo α-α sexual reproduction in nature, but this remains to be documented under laboratory culture conditions [30],[35]–[41]. Under nutrient-limiting conditions α haploid cells form a diploid or a haploid monokaryotic hyphae. The haploid hyphae grow to form basidia where a late diploidization event occurs. In the diploid hyphae diploidization of the nuclear content may be induced early and results in a diploid monokaryon that initiates hyphal growth and the formation of apical basidia. Early diploidization may occur through endoreplication or cell–cell fusion. Cell fusion, followed by nuclear fusion, may be induced in ménage à trois matings where a cells serve as pheromone donors to stimulate α-α fusion between genetically different or clonal cells [34]. Endoreplication may occur in cells that undergo DNA replication without cell division or they may undergo nuclear division and then fusion. In all cases, the resulting diploid nucleus undergoes meiosis and multiple rounds of mitosis generate the meiotic progeny, the basidiospores. In previous studies, we found that the key meiotic regulators, the endonuclease Spo11 and the meiotic recombinase Dmc1, are required for spore production and germination during unisexual reproduction [34],[42]. Deletion of SPO11 or DMC1 severely impairs sporulation and the fewer meiotic progeny generated are largely inviable, providing further evidence that unisexual reproduction is a meiotic process [34],[42].\n\nRemarkably, unisexual reproduction has been recently discovered to occur in another common systemic human fungal pathogen, C. albicans [43]. C. albicans is known to undergo a parasexual cycle involving heterothallic fusion of α and a mating type cells followed by stochastic, concerted loss of chromosomes [44]. Similarly, fusion of α-α and a-a cell unions via homothallic parasexual reproduction occurs when a pheromone-degrading protease (Bar1) is inactivated or in ménage à trois matings, in which a third mating partner serves only as the pheromone donor [43].\n\nSex is costly, and thus the question arises as to why C. neoformans or C. albicans would undergo inbreeding/selfing unisexual reproduction, which would limit the amount of genetic diversity inherited from the parents, as opposed to a-α sexual reproduction, which promotes outcrossing and genetic exchange. We hypothesize that unisexual reproduction is a hypermutagenic process that generates genetic diversity de novo and that the resulting progeny can thereby more rapidly adapt to changing environments than cells produced asexually by mitosis.\n\nTo test this hypothesis, we isolated progeny generated via selfing α-α unisexual reproduction and subjected them to phenotypic and genotypic analyses. Remarkably, we found that α-α unisexual reproduction generates frequent phenotypic diversity, including temperature sensitivity, fluconazole resistance or sensitivity, and increased melanin production among other novel traits. Further comparative genomic hybridization (CGH) analysis revealed that the majority of phenotypically diverse progeny are aneuploid. Phenotypic diversity is caused by this aneuploidy, as loss of the aneuploid chromosomes restored both euploidy and the wild-type parental phenotype. Aneuploidy and phenotypic variation was also found to occur at a similar rate following a-α bisexual reproduction but not as a result of mitotic asexual vegetative growth. Our findings show that sex can generate phenotypic and genotypic diversity de novo in the pathogenic yeast C. neoformans with implications for other eukaryotic microbes and pathogens, including other fungi and parasites that are common pathogens of humans.\n\nResults\n\nGenomic Comparison of Parental Strain JEC21 and Its Hyperunisexual Selfing Progeny XL280\n\nTo investigate whether phenotypic and genotypic changes are generated by selfing unisexual reproduction, we analyzed the meiotic progeny produced via this process. To this end, we solo cultured the promiscuous, hypersexual haploid strain XL280α under conditions that support robust α-α unisexual reproduction (V8 media or FA (filament agar) for ∼2 weeks) and isolated spores by microdissection. The hyperfilamentous haploid strain XL280α [34],[45] generates abundant hyphae, homozygous diploid intermediates, and haploid meiotic spores when grown on mating-inducing media all by itself.\n\nXl280 is a haploid F1 progeny descended from a cross between two exceptionally well-validated haploid sibling parental strains, whose genomes have been both sequenced, B3501α and JEC20a (which is isogenic to the sequenced strain JEC21α, with the exception of the mating-type locus) (Figure 1A) [34],[45]–[47]. Thus, while XL280α shares markers with both parents, it only has one copy of each chromosome (it is haploid) and is not heterozygous anywhere in its genome. When it undergoes unisexual reproduction with itself, it forms a transient homozygous diploid (generated through either α-α cell fusion between mother and daughter cell or via endoreplication) that is identical throughout the diploid, euploid genome, in which each gene is present in two identical copies.\n\nHyphae produced by unisexual reproduction grow to form terminal basidia wherein the diploid nucleus undergoes meiosis to generate abundant recombinant progeny. That this is a meiotic process has been established in previous studies [34],[42] that showed both key meiotic genes SPO11 and DMC1 are required for spore production and viability. The parental strains B3501α and JEC20a share ∼50% genetic identity [46]; thus, their F1 progeny (XL280) would be expected to share ∼75% genetic identity with both B3501α and JEC21α, whose genomes have been sequenced [46]. Therefore, we used the available JEC21 genomic sequence and genome microarray slides as a foundation to study the genome of XL280 and its α-α unisexual reproduction [48],[49].\n\nWe performed next-generation sequencing (NGS) using high-throughput Illumina sequencing to compare the genomes of XL280α and JEC21α [50]. In total, 47,891,302 sequences (paired-end reads) of 75 bp in length were generated, providing 160-fold coverage of the XL280 genomic sequence, which was then analyzed using the known JEC21 genome as the reference for the sequence assembly (Figure S1 and Table S1). All but 4,535,426 sequence reads (∼10%) were used in the genome assembly, and of these remaining reads, the majority were of low quality (90%). We assembled the Illumina reads using a combination of de novo assembly (Velvet, [51]) and reference genome assembly (BWA, [52]) (see Figure S1 and Materials and Methods for detailed procedure).\n\nXL280 shares 100% identity with JEC21 over 81% of the overall genome and is 99.88% identical at the sequence level overall (Figure 1C). Among the SNPs and small indels identified, 9,021 were located in exonic regions, 10,254 in intergenic regions, nine in tRNA genes, and 3,849 in intronic regions (31 of which differed in the 5′ splice-site and 23 in the 3′ splice-site) (Table S2). Among the exonic SNPs and indels, 107 SNPs resulted in the introduction or deletion of stop codons, 68 indels resulted in a frame shift, 14 indels resulted in the loss of amino acids without a frame shift, and 3,943 SNPs resulted in nonsynonymous amino acid substitutions in 960 ORFs (Table S2). Further analysis of the modified ORFs will enable the elucidation of the phenotypic differences between XL280 and JEC21, for example with respect to the hypersexual phenotype [45].\n\nCGH was performed using a 70-mer oligonucleotide microarray covering all predicted ORFs of the JEC21 genome [49] to detect chromosome copy number alterations. Based on CGH, the genomes of XL280 and JEC21 (Figure 2A) are quite similar and span 14 conserved, linear chromosomes. This enabled use of JEC21-based microarray slides for CGH analysis of XL280 unisexual progeny. Because this microarray covers only ORFs, no differences could be detected in centromeric or telomeric regions. There is an ∼28 kb region absent in XL280; in JEC21 this sequence lies near the right end of Chr 5 and is conserved in many C. neoformans strains [53]. In addition, XL280 is missing one copy of the left end of either Chr 8 or 12, which is a 63-kb duplicated region located on both Chr 8 and 12 of JEC21 [54]. NGS data further confirmed these findings (Figure 2B).\n\nThe chromosome content of strain XL280 was compared to JEC21 by clamped homogenous electric field (CHEF) gel electrophoresis to detect any chromosomal translocations. Chr 5 and Chr 8/9 of XL280 are smaller than those of JEC21, while Chr 13 of XL280 is larger (Figure 2C). To ascertain where the sequence similarity of these chromosomes lies, we excised each chromosomal band and performed band array analysis. The configurations of Chr 9 and 12 differed between XL280 and JEC21 (Figure S2). Chr 9 of XL280 hybridized to Chr 8 and Chr 12 of JEC21; Chr 12 of XL280 hybridized to Chr 8 of JEC21. These findings were confirmed by Southern hybridization (Figure 2D). Previous studies reported that this chromosomal translocation and duplication occurred during generation of the JEC21α/JEC20a congenic strain pair [54]. During the cross of strains B3501α×B3502a, Chr 9 and Chr 12 formed a dicentric chromosome via telomere–telomere fusion and then broke to form new versions of Chr 12 and Chr 8 in strains JEC21/JEC20 [54]. Our results indicate that Chr 9 and Chr 12 of XL280 are more similar to those of the B3501α parent, whereas other chromosomes are more similar to the JEC20a parent (Figure 2E). This comprehensive analysis of the XL280 genome reveals how its genome is derived from two well-validated parental reference strains and allowed detailed molecular analyses of unisexual progeny.\n\nFrequent Phenotypic and Genotypic Changes Following C. neoformans Unisexual Reproduction\n\nSolo culture of strain XL280 on V8 sexual reproduction-inducing media resulted in robust production of F1 meiotic spore progeny via selfing α-α unisexual reproduction. This process involves ploidy changes (1n→2n→1n) via self cell–cell fusion or endoreplication, meiosis, and sporulation to produce haploid meiotic progeny. In total, 90 α-α unisexual reproduction meiotic progeny were isolated by spore micromanipulation and germination and were examined in a battery of phenotypic analyses. We assessed major virulence factors of C. neoformans (growth at 37°C and melanin production on niger seed (NS) or L-DOPA media), sensitivity to the antifungal drugs fluconazole (FLC) or FK506, and unisexual reproduction (self-filamentous growth) (Figure S3). In these analyses, six of 90 F1 progeny (∼7%) showed a distinct phenotype compared to the haploid parental strain XL280 and the remaining 84 progeny showed no phenotypic differences from the wild-type (Figure 3A and Figure S3). The six isolated variant F1 progeny strains all exhibited temperature-sensitive (TS) growth (Figure 3A). Two progeny (MN77 and MN89) were sensitive to the calcineurin inhibitor FK506 and produced more melanin, indicating they may have similar genetic changes. MN35 was FLC-sensitive, while the other four progeny (MN27, MN55, MN77, and MN89) were relatively FLC-resistant (Figure 3A). On V8 mating-inducing media (V8 agar), MN27 underwent more robust unisexual development, while MN35, MN55, MN77, and MN89 generated fewer hyphae (Figure 3A). Although the two genomes of cells undergoing α-α unisexual reproduction are identical, phenotypic changes to these and other conditions (Figure S4) are clearly evident in even a relatively small sample of progeny produced by this process, which indicates that α-α unisexual reproduction generates phenotypic plasticity de novo since there is no preexisting genetic diversity to admix.\n\nWe next tested if standard mitotic growth might also lead to phenotypic changes like meiotic unisexual reproduction. A similar set of 96 isolates derived from XL280 by mitotic asexual growth exhibited no phenotypic variation from wild-type in the same battery of phenotypic tests (Figure S5) in which phenotypic variation was readily detected in meiotic unisexual reproduction. Thus, we conclude that phenotypic variation occurs following meiotic unisex but not standard mitotic asexual growth.\n\nPhenotypic variation is often attributable to genetic changes. To establish the molecular basis of phenotypic variation of the unisexual progeny, we examined changes in ploidy, whole-chromosome aneuploidy, chromosomal translocations, and single nucleotide polymorphisms (SNPs) by FACS, CGH, CHEF, and Illumina NGS, respectively. FACS analysis revealed that the hypersexual progeny MN27 was diploid, in accord with previous findings that diploid strains are (1) intermediates or products of unisexual reproduction and (2) hyperfilamentous (Figure 3B) [34]. None of the other 90 F1 α-α unisexually produced progeny were diploid (Figure 3B and unpublished data).\n\nThree progeny (MN7, MN55, and MN89) were analyzed by Illumina NGS to examine the presence of SNPs. In total, only three SNPs were identified in the ∼20 Mb genomes of the three isolates based on 48,644,802 sequences of 75 bp generated for MN7, 46,089,962 for MN55, and 44,650,780 for MN89 (Figure 3C). One SNP located at position 878,429 on Chr 7 of MN55 resulted in an L318P coding substitution in the hypothetical protein CNJ03170. A second SNP was located at position 491,632 on Chr 8 in both MN7 and MN55, resulting in a cytosine to thymine change in the 5′ UTR of the CNH02880 gene. The third SNP was located at position 704,393 on Chr 9 of MN7 and resulted in an H66A amino-acid substitution in the co-chaperone Hsc20 (CNI02610), a heat shock protein that functions in iron–sulfur cluster assembly [55]. To examine whether this SNP is responsible for the TS phenotype of isolate MN7, we performed a complementation test by introducing the WT allele of HSC20 into the MN7 TS strain. We first documented that the hsc20-1 mutant allele is recessive based on analysis of an hsc20-1/HSC20 diploid fusion product of MN7 and XL280α. While the MN7 strain is TS, the MN7×XL280α diploid fusion product was temperature resistant, similar to the XL280α parent. The WT allele of HSC20 was cloned in a plasmid under control of its native promoter and terminator and introduced into strain MN7 by biolistic transformation. In multiple independent transformants, we found that a single copy of the WT HSC20 allele complemented the TS phenotype of MN7 and restored WT growth similar to the XL280α parent at higher temperature (Figure 3D). Based on these findings we conclude that the TS phenotype of progeny MN7 is attributable to the H66A amino-acid substitution in the co-chaperone Hsc20.\n\nBased on CHEF analysis of the chromosomal karyotype, chromosome size differences were detected in the α-α unisexual F1 progeny MN27, MN55, and MN89 (Figure 4A). For MN27 and MN55, an extra chromosomal band was present and migrated more rapidly than Chr 8/9. For MN89, an extra chromosomal band was observed to migrate more rapidly than Chr 6/7. To further analyze these anomalous chromosomes, we excised the novel chromosomal bands from the CHEF gel and extracted and fluorescently labeled the DNA to generate probes. Band CGH analysis revealed that the excised chromosomal bands covered all ORF regions (the JEC21 expression array covers ORF and not centromeric or telomeric regions) of Chr 9, Chr 9, or Chr 7 in isolates MN27, MN55, or MN89, respectively (Figure 4B) (XL280 Chr 9 hybridizes to Chr 8 and 12 on the JEC21 array). Because all ORFs were recognized despite a shortened chromosomal length, we hypothesized that centromeric or telomeric regions (not represented on the array) may have suffered significant deletions in the respective strains. To test this hypothesis, we chose MN89 as an example and designed specific probes that hybridize to the centromeric and telomeric regions of Chr 7 (Figure 4C). Restriction enzyme digestion of whole chromosomes and CHEF electrophoresis followed by Southern hybridization revealed that Chr 7 of MN89 has the same telomere lengths as those of XL280, but a shortened centromeric region (Figure 4C). Further whole genome sequencing determined that the size of the deleted centromeric region is 10,257 bp (Figure 4D).\n\nThese findings indicate that α-α unisexual reproduction induces phenotypic and genotypic plasticity. However, a common genetic change responsible for the phenotypic changes remained to be identified.\n\nα-α Unisexual Reproduction Frequently Generates Aneuploidy\n\nCGH analysis of the phenotypically variant progeny revealed that four out of six isolates (66.7%) were aneuploid. Isolates MN35, MN55, MN77, and MN89 contained an extra copy of chromosome 13, 9, 10, and 10, respectively, indicating that a high rate (&gt;4%) of aneuploidy is generated as a consequence of α-α unisexual reproduction (Figure 5A). Whole genome sequencing of isolates MN55 and MN89 confirmed the presence of an extra copy of Chr 9 or Chr 10, respectively, in a majority of cells in the population, as ∼2-fold higher levels of sequence reads were obtained for these chromosomes compared to other genomic regions (Figure 5B). Interestingly, Sionov et al. previously associated Chr 10 disomy with FLC resistance [16].\n\nAs a complementary approach to CGH, we developed a facile multiplex PCR-based method to detect aneuploidy. In this approach, 14 primer pairs (Table S3) were combined into a single PCR reaction such that each primer pair represents a separate chromosome and amplifies a specific region of different sizes to generate a ladder of 100 to 1400 bp (Figure 5C). PCR products of greater intensity reflect the presence of extra chromosomes (red arrows in Figure 5C). Bioanalyzer analysis further confirmed a ∼2-fold increase in PCR product yield from the additional aneuploid chromosomes present in 1n+1 isolates (Figure S6). Using multiplex PCR we screened all of the XL280 meiotic (90) and mitotic (96) progeny and we did not detect any additional aneuploid strains from the meiotic progeny and none from the mitotic progeny (Figure S7 and Figure S8).\n\nIn S. cerevisiae, strains aneuploid for different chromosomes all share several common phenotypes, including temperature sensitivity [8]. Therefore, we determined whether aneuploid strains of Cryptococcus exhibit a similar phenotype. Consistent with the observed consequences of aneuploidy in S. cerevisiae, all aneuploid C. neoformans strains in our study exhibited a TS phenotype (Figure 3A).\n\nAneuploidy can compromise growth unless it provides a fitness benefit under stress or other distinct conditions. We found that aneuploid strains exhibit a variety of phenotypes potentially associated with virulence, including antifungal drug resistance. To test if the progeny have a competitive advantage relative to the parental strain, we co-incubated an aneuploid progeny (MN55, MN77, or MN89) with the wild-type parent XL280α (marked with the NAT drug resistance marker) in the presence of fluconazole. As expected, the fluconazole-resistant aneuploid progeny exhibited an increased competitive fitness and outgrew the parental strain in competitive growth assays by a ratio of ∼4∶1 (Figure 6).\n\nMoreover, to investigate the fitness of these aneuploid unisexual progeny, we tested their ability to infect and cause disease in a murine inhalation model. Mice were infected with the aneuploid strains via intranasal instillation and monitored for signs of pulmonary cryptococcosis or meningoencephalitis. In contrast to the view that aneuploidy is deleterious, the aneuploid unisexually generated isolates MN35 (n+113) and MN55 (n+19) were as virulent as the euploid wild-type parent, despite their modest TS growth at 37°C on YPD rich media in vitro (Figure 7). Previous studies have shown that in the clinically important sibling species C. neoformans var. grubii (serotype A) strains that are disomic for chromosome 13 exhibit a melanin defect and impaired virulence in mice [21]. However, we found that disomy 13 in C. neoformans var. neoformans (serotype D) did not affect melanin production and the MN35 strain was equally virulent as the wild-type. Thus, the specific consequences of aneuploidy may differ between even closely related lineages. Two other aneuploid strains (MN77 and MN89) were both attenuated compared to wild-type and, interestingly, both are aneuploid for chromosome 10 (Figure 7). Cells isolated from lungs of infected animals exhibited relatively stable aneuploid phenotypes and were found to retain their aneuploid chromosome in 70–80% of isolates based on multiplex PCR [20 isolates were analyzed from each strain, 15 were aneuploid for MN35 (75%), 16 for MN55 (80%), 14 for MN77 (70%), and 15 for MN89 (75%) (Figure S9)]. Thus, under the stressful gauntlet of the host, several aneuploid progeny appeared as fit as the euploid parent whereas others were attenuated.\n\nAneuploidy Is Responsible for Phenotypic Changes\n\nTo examine whether the observed phenotypic changes are a consequence of aneuploidy, we compared the phenotype of aneuploid strains and euploid derivatives obtained following loss of the extra chromosome. Aneuploid strains are relatively unstable and frequently lose the 1n+1 extra chromosomal copy to return to the 1n haploid euploid state. Here, we analyzed isolate MN77, which contains an extra copy of Chr 10 and produces increased amounts of melanin, a readily scorable phenotype. We grew MN77 at 37°C to promote loss of the extra chromosome and isolated 22 randomly selected colonies for phenotypic and genotypic testing (Figure 8). Of these 22 isolates, 14 lost the extra copy of Chr 10 based on multiplex PCR analysis (Figure 8B), and in all cases concomitantly lost the enhanced melanin production phenotype (Figure 8A), therefore suggesting that Chr 10 disomy is responsible for the higher level of melanin produced. The remaining eight isolates that retained the Chr 10 aneuploidy all continued to produce higher levels of melanin (Figure 8A). To test whether Chr 10 disomy is also correlated with other phenotypes, we performed growth dilution assays with fluconazole (at 30°C), FK506 (at 30°C), and for growth at 37°C. Similar to the melanin phenotype, all isolates that had lost the extra copy of Chr 10 exhibited WT phenotypes similar to the XL280 parent, and all isolates that retained the extra copy of Chr 10 exhibited the variant phenotype (Figure 8C). Similar experiments were performed for isolates MN35 (n+113) and MN55 (n+19), and we found that loss of the extra chromosome was linked with loss of the variant phenotypes (fluconazole sensitivity and fluconazole resistance, respectively) (Figure S10). These results indicate that aneuploidy causes the phenotypic changes observed in disomic strains.\n\nAneuploidy Is Generated During Sexual Reproduction in C. grubii and C. neoformans\n\nTo test whether the generation of aneuploidy is specific to α-α unisexual reproduction, we isolated progeny from asexual mitotic reproduction and a-α opposite-sexual reproduction. We isolated 96 single colonies from yeast extract-peptone-dextrose (YPD) media following asexual mitotic reproduction and from spores produced on V8 agar following a-α sexual reproduction. No phenotypic or genotypic changes were detected among asexual mitotic progeny (0/96) (Figure S5 and Figure S8).\n\nTo test a-α sexual reproduction, we first investigated 88 F1 progeny from the cross between strains XL280α and JEC20a. To reduce the chance that α-α unisexual progeny from XL280 were mixed with the a-α sexual reproduction progeny from the cross, three times more yeast cells from the a parent JEC20 were mixed with the XL280α cells in the cross. As these strains are ∼81% congenic, but not isogenic, they exhibit different phenotypes under various conditions, and their progeny (88 were examined) showed a range of phenotypes (Figure S11). Among 11 strains that had the most overt phenotypic changes, four were aneuploid and no other aneuploids were detected in the larger progeny set (Figure 9A). Further PCR and RFLP tests confirmed that these F1 progeny strains were products of meiosis (Figure S12).\n\nIn addition, as a previous study showed that the SXI2a homeodomain factor gene is sufficient to drive sexual development of haploid α cells [56], we introduced the SXI2a gene into strain XL280α to mimic a-α sexual reproduction, generating strain MN140.23 (Figure S13). Among 90 isolates generated from the selfing of this α+SXI2a self-fertile strain, seven strains exhibited phenotypic changes compared to the parental strain (Figure S14). Further CGH analysis showed that two of these strains were aneuploid (Figure 9B). These results provide evidence that aneuploidy is also generated by a-α sexual reproduction.\n\nTo further examine this hypothesis, we analyzed a-α progeny from the cross between the isogenic C. neoformans var. grubii strains KN99a and KN99α. Among 88 progeny, 14 strains exhibited phenotypic changes (Figure S15), and eight were aneuploid (Figure 9C), indicating that a-α sexual reproduction between isogenic strains in the serotype A lineage can also generate phenotypic and genotypic diversity frequently involving aneuploid progeny. In summary, aneuploidy is generated during both α-α unisexual and a-α congenic sexual reproduction in both C. neoformans var. grubii (serotype A) and C. neoformans var. neoformans (serotype D).\n\nDiscussion\n\nWhile sexual reproduction serves to admix genetic diversity from two distinct parents to produce progeny with a diverse genetic repertoire, sex also comes with a series of costs. Such costs include: (1) metabolic energy that must be devoted to mating and meiosis; (2) energy and time expended locating a mating partner; (3) that only 50% of parental genes are transmitted to any given progeny or that two individuals are required to produce one progeny (resulting in the so-called 2-fold cost of sex); and (4) the fact that two genomes that have run the gauntlet of adaptive selection are shuffled during the process, breaking apart well-adapted genomic configurations [57]. A central question then is: Why would an organism engage in unisexual reproduction? In some examples, unisex involves two genetically distinct α mating partners, and this leads to genetic exchange and the production of recombinant progeny, similar to a-α sexual reproduction. Also, α-α mating lowers the barrier to finding a rare mate in a predominantly α population, enabling outcrossing even if no a partners are available. But in other cases, an α isolate undergoes unisexual reproduction all by itself (via cell–cell fusion or endoreplication), and in these cases there is no pre-existing genetic diversity to admix. If there is no heterozygosity of the diploid undergoing meiosis, why undergo sex if the genome is homozygous everywhere?\n\nAs shown here, our studies provide direct experimental support for the hypothesis that unisexual reproduction can generate phenotypic and genotypic diversity de novo. Why might this be of selective and adaptive benefit? In the context of considering the costs of sexual reproduction, unisexual reproduction is one strategy by which several of the costs normally associated with sex can be lessened or mitigated entirely. First, the cost of finding a mating partner is considerably decreased in the case of mother–daughter cell mating in which the two cells are physically juxtaposed or eliminated entirely, such as in endoreplication, in which a single cell transitions from haploid to diploid as a prelude to meiosis. Second, during selfing unisexual reproduction, ∼100% of the parental genes are directly transmitted to the F1 progeny, thus reducing the 2-fold cost of sex. Further, if one considers aneuploidy, &gt;100% of the parental genes are transmitted to progeny. Third, unisexual reproduction eliminates the cost of sex associated with breaking apart well-adapted genomic configurations. Instead, unisexual reproduction preserves well-adapted genotypes by allowing mating between genetically identical cells (i.e., mother and daughter cells) and adding a limited amount of genetic diversity (including aneuploidy, chromosomal size polymorphisms/deletions, and SNPs) to a well-adapted genotype. In essence, unisexual reproduction provides a mechanism by which a well-adapted genotype can be changed much more subtly than standard sexual outcrossing, and in the case of well-adapted genotypes has the capacity to provide a more parsimonious route to progeny that are enhanced in competitive fitness in response to subtle changes in environmental conditions.\n\nOrganisms that reproduce sexually have an advantage over organisms that reproduce asexually, as preexisting genetic diversity will generate novel combinations in the population. Meiosis, through homologous recombination, will generate distinct genetic compositions that may have a selective advantage over the parents in a new hostile environment. Unisexual reproduction is a sexual cycle that can occur between genetically identical cells and, as we observed here, allows the introduction of limited de novo genetic diversity through meiosis. As in most species, meiosis in Cryptococcus is a highly regulated process. Comparative genomics reveals that Cryptococcus species contain the meiotic genes involved in homologous recombination and synaptonemal complex formation [46],[58]. The genes that support the presence of a meiotic pathway (termed the meiotic toolkit genes: DMC1, MND1, MSH4, MSH5, SPO11, HOP1, HOP2, and REC8) are highly conserved in Cryptococcus, and two of these (SPO11 and DMC1) have been found to be critical for sporulation and spore germination during unisexual reproduction [34],[42].\n\nSex-induced phenotypic and genotypic variation in a clonal population is not restricted to the Cryptococcus genus. Aspergillus nidulans is a filamentous ascomycete that, along with its well-established sexual cycle, also has a parasexual cycle wherein haploid mycelia fuse and then their nuclei fuse to form diploid nuclei [59]. In the parasexual cycle, the diploid mycelium undergoes a transient aneuploid state by repeated loss of whole chromosomes to ultimately regenerate haploid progeny. A recent study has shown that the A. nidulans parasexual cycle can drive adaptive evolution. Hoekstra and colleagues generated homozygous diploid strains that were isogenic with their haploid progenitor [60]. In a laboratory setting, faster growing variants frequently arose from the homozygous diploid strains but not from their haploid parents. Remarkably, all of the faster growing variants derived from a diploid parent were found to be haploids that arose through the parasexual cycle. As few as 3,000 generations were sufficient for the emergence of more rapid growth. Through genetic analysis, this study supported a model wherein the diploid serves as a capacitator for evolution. This enables recessive mutations to arise sequentially in the sheltered state of the diploid where they are complemented, and these mutations do not survive in the haploid because they are individually deleterious and swept from the population before a second mutation can arise [60]. The parasexual state assorts and releases these mutations into the haploid state, where they exhibit reverse epistasis and only when in combination confer a benefit (i.e., faster growth), whereas individually each recessive mutation was deleterious. If parasexual cycles can function as capacitators to generate, store, and then release genotypic and phenotypic diversity de novo, we propose that sexual cycles, including unisexual reproduction, might also serve such a role in which meiosis rather than parasexual chromosome loss is involved.\n\nA similar unisexual selfing mechanism has been observed in the human fungal pathogen C. albicans. Alby et al. found that a/a cells of C. albicans lacking the Bar1 protease that destroys the α-factor mating pheromone undergo a/a-a/a unisexual mating, yielding tetraploids that can undergo concerted chromosome loss to complete a parasexual cycle [43]. In addition, the parasexual cycle is induced between two a/a mating partners when mixed in ménage a trois matings with a limited number of α/α cells that serve as pheromone donors to trigger unisexual a-a reproduction [43]. However, the parasexual progeny of C. albicans are characterized by high rates of aneuploidy [44]. Although this chromosomal assortment process is imprecise, it may be retained due to a selective pressure that favors aneuploid strains under certain environmental conditions, such as in patients receiving fluconazole, a situation in which an isochromosome 5 derivative that confers drug resistance often arises [15]. Aneuploidy has been linked to phenotypic changes, including resistance to antifungal drugs in both C. albicans and C. neoformans, which could provide a selective advantage during infection [15]–[17].\n\nThe positive impact of aneuploidy on evolution and genetic diversification extends beyond the fungal kingdom to other unicellular eukaryotes. The parasitic protozoan Leishmania is the etiological agent behind one of the most common neglected diseases, leishmaniasis, a global cause of morbidity and mortality. No vaccine is available, and treatment relies heavily on pentavalent antimonial compounds with diminishing efficacy due to emerging drug resistance [61]. Recent studies have shown that aneuploidy is widespread in natural and clinical populations, with variation in the ploidy state (monosomic, disomic, or trisomic) for different chromosomes even within the same isolate [62],[63]. Mosaic aneuploidy in Leishmania generates dynamic genome plasticity, is well tolerated, and can confer drug resistance [22],[62], analogous to fungal azole resistance conferred by aneuploidy.\n\nGiven the finding that aneuploidy can underlie and drive adaptive evolution in S. cerevisiae, C. albicans, C. neoformans, and Leishmania, it seems likely that beneficial impacts of aneuploidy may be even more ubiquitous and remain to be discovered in other saprobic and pathogenic eukaryotic microbes.\n\nMaterials and Methods\n\nEthics Statement\n\nAll of the animal studies were conducted in the Division of Laboratory Animal Resources (DLAR) facilities at Duke University Medical Center (DUMC). All of the animal work was performed according to the guidelines of NIH and Duke University Institutional Animal Care and Use Committee (IACUC). The animal experiments were reviewed and approved by the DUMC IACUC under protocol number A266-08-10.\n\nStrains and Media\n\nStrains and plasmids used in this study are listed in Table S4. Yeast cells were grown on YPD media. Mating of C. neoformans was conducted on 5% V8 juice agar medium (pH = 7).\n\nSequencing of C. neoformans\n\nDNA sequencing was performed on a Genome Analyzer IIx using Illumina Paired Ends technology. The genomic DNA samples were fragmented with a Bioruptor sonicator (Diagenode). Fragmented DNA was used for size selection by extraction (Qiagen) of 300 to 400 bp DNA fragments from 2% agarose gels after electrophoresis. Size-selected DNA was used for standard Illumina library preparation protocols. Prepared libraries were sequenced using Paired Ends 2×76 cycles. This approach provided the most suitable sequencing data for SNP and small indel detection and deep sequencing coverage.\n\nGenomic Sequence Assembly Protocol\n\nThe Illumina-Solexa data were assembled using a combination of de novo assembly (Velvet) and reference genome assembly (BWA) to assemble the Cryptococcus genomic sequence. We used BWA and SAMtools to determine the depth of sequence coverage and identify polymorphisms, particularly SNPs and indels. In addition to the use of BWA for reference genome assembly, we checked the completeness of the assemblies by extracting all sequence reads that BWA was unable to align to the reference genome and assembled these reads using Velvet. The resulting contigs were compared back to the genome sequence and also used to search GenBank using Blast. This method allows identification of regions with multiple polymorphisms that cannot be identified by BWA due to the inability of the short reads to be aligned to the reference sequence. In addition, these contigs typically originate from highly repetitive sequence, such as the rDNA and telomeres. With this Cryptococcus dataset, more than 90% of the unaligned reads were low-quality sequence reads. Overall, the assembly was an iterative process. After polymorphisms were identified in an initial round of sequence assembly with BWA and Velvet, a new consensus sequence was generated, and the assembly was repeated. In the second and subsequent rounds of assembly, polymorphisms were identified in regions where there were multiple polymorphisms. After several rounds, no additional polymorphisms were identified, and the assembly was considered complete (Figure S1).\n\nPloidy Determination by FACS\n\nThe ploidy of progeny was determined by flow cytometry as described previously [64]. Briefly, cells were collected from overnight YPD liquid medium, washed once in 1× PBS buffer, and fixed in 1 mL of 70% ethanol overnight at 4°C. Fixed cells were washed once with 1 mL of NS buffer (10 mM Tris-HCl [pH = 7.6]; 250 mM sucrose; 1 mM EDTA [pH = 8]; 1 mM MgCl2; 0.1 mM CaCl2; and 0.1 mM ZnCl2) and then stained with propidium iodide (0.3 mg/mL) in 200 µL of NS buffer containing RNaseA (1 mg/mL) at room temperature for 4 h. Then, 50 µL of the stained cell preparation was diluted into 2 mL of 50 mM Tris-HCl (pH = 7.5) and sonicated for 1 min. Flow cytometry was performed on 10,000 cells and analyzed on the FL1 channel of a Becton-Dickinson FACScan.\n\nComplementation of hsc20-1 TS Mutation in MN7\n\nThe strain MN7 was transformed with the dominant selectable drug marker NEO, amplified from plasmid pJAF1 using the universal primers M13F and M13R. The strain MN7 NEO was mixed with strain XL280α NAT and incubated on mating media for 48 h. The mating culture was scraped off the plate, washed in water, serially diluted, and plated on YPD+NAT+NEO medium. The ploidy of the fusion products was determined by FACS. Multiple diploid isolates were phenotypically analyzed at 30°C and 37°C to determine the recessive nature of the TS mutation in strain MN7.\n\nThe wild-type HSC20 gene with its native promoter (269 bp) and terminator (246 bp) was amplified from XL280α genomic DNA using the primer pair JOHE38840/JOHE38841 and cloned in the pJAF12 plasmid using KpnI restriction enzyme (NEB) [65]. Two independently derived plasmids, pMF86 and pMF89, were obtained and confirmed by sequencing. The plasmids were introduced into strain MN7 via biolistic transformation, and multiple isolates were obtained and analyzed phenotypically.\n\nPulsed-Field Gel Electrophoresis (PFGE) of C. neoformans\n\nA single colony was inoculated into 5 mL of liquid YPD medium and grown overnight at room temperature (RT) while shaking. Then, 1 mL of the culture was added to 50 mL of yeast nitrogen base minimal medium (YNB) with 1 M NaCl (to suppress capsule formation), which was then grown overnight at RT on a shaking platform incubator. Yeast cells were then washed three times in 0.5 M NaCl/50 mM EDTA (pH = 8.0). Then, 50 mg of cells were mixed with 450 µL of low-melting point agarose (Bio-Rad 0.5% in 0.1 M EDTA [pH = 8.0]) and 20 µL of cell wall lysing buffer (25 mg/mL Zymolase in 10 mM KPO4 [pH = 7.5]) and poured into molds. The plugs were solidified for 15 min at RT, transferred into 700 µL of lysing solution (0.5 M EDTA, 10 mM Tris-HCl [pH = 8]), and lysed overnight at 37°C. The next morning, 400 µL of proteinase K solution (5% sarcosyl, 5 mg/ml proteinase K, 0.5 M EDTA [pH = 8.0]) were added, and the plugs were further incubated at 50°C for 5 h. The plugs were then washed three times for 1 h each with wash solution (50 mM EDTA, 10 mM Tris-HCl [pH = 8.0]). Then, 1% gels made with pulse field certified agarose in 0.5× TBE buffer were run with a BioRad CHEF Mapper XA system. Running conditions were according to the CHEF Mapper calculation, with appropriate modifications.\n\nCGH and Band Array\n\nGenomic DNA was ultrasonicated to generate ∼500-bp fragments and purified with a DNA Clean and Concentrator kit (Zymo Research, CA). Then, 2.5 µg of DNA was used for Cy3 dUTP or Cy5 dUTP labeling reactions using the Random Primer/Reaction Buffer mix (BioPrime Array CGH Genomic Labeling System, Invitrogen). Labeled DNA was then hybridized to microarray slides of 70-mer oligonucleotides for the C. neoformans JEC21 [49] or the C. neoformans JEC21 and H99 genomes (Washington University, St. Louis, MO). After hybridization, arrays were scanned with a GenePix 4000B scanner (Axon Instruments). Data analysis was performed with Genespring GX v7.3 (Agilent Technologies) and CGH-miner. Band array was performed as described previously [66]. Briefly, chromosomes were separated by PFGE and the bands of interest were excised and treated to extract the DNA. Band DNA was labeled with Cy5 and hybridized to microarrays with Cy3-labeled whole genome DNA.\n\nMultiplex PCR\n\nGenomic DNA was extracted using the CTAB protocol as described previously [67]. We utilized the Qiagen multiplex PCR kit for multiplex PCR. PCR reaction mixtures (25 µL) contained 12.5 µL of Qiagen multiplex PCR master mix, 2 µM equimolar primer mixture (Table S3), and 100 to 300 ng of genomic DNA. Thermal cycling conditions included an initial heat activation of 15 min at 95°C followed by 30 cycles of denaturation for 30 s at 94°C, annealing for 90 s at 58.7°C, and extension for 10 min at 72°C. For bioanalyzer analysis, 1 µL of PCR reaction was examined with the Experion DNA 12K Analysis Kit (Bio-Rad). Multiplex PCR reactions were analyzed by gel electrophoresis using 1.8% agarose gels in 1×TBE buffer (Tris/Borate/EDTA buffer). 2 µL of PCR reaction were loaded in the gels that were run overnight at 30 volts or for 5 h at 100 volts. The intensity of the desired bands, which represent the aneuploid chromosomes, was quantified relative to the control band using the Gel Doc XR+ system of BIO-RAD and Image Lab version 4 software.\n\nRestriction Fragment Length Polymorphism (RFLP)\n\nRFLP analysis was performed as described previously [68]. Based on the SNPs in XL280 and JEC20, we designed two RFLP markers, RFLP3 and RFLP7 (primers are shown in Table S5), and digested with NdeI and XbaI, respectively. Other markers included the STE20a and STE20α mating type locus genes to assign the mating type as a or α.\n\nVirulence Studies\n\nVirulence assays were conducted using a murine inhalation model of cryptococcosis. Cohorts of 4- to 8-wk-old female DBA mice were anesthetized through intraperitoneal injection of Nembutal (37.5 mg/kg) and infected intranasally with 5×106 cells diluted in sterile PBS. The cells of the inoculum were diluted and plated onto YPD medium to determine CFU and viability. Mice were monitored twice daily, and moribund individuals were euthanized with CO2. The survival rates were plotted against time using Kaplan-Meier survival curves, generated with Prism 4.0 (GraphPad software, La Jolla, CA, USA). The p values were evaluated by a Log-rank (Mantel-Cox) test. A p value of &lt;0.05 was considered significant. The lungs and brains of the euthanized animals were removed, weighed, and homogenized in 2 ml sterile PBS. The samples were serial diluted and plated on YPD media to count CFUs. Twenty random isolates were colony purified and subjected to multiplex PCR to detect aneuploidy.\n\nCompetitive Fitness and Growth Curve Assays\n\nXL280, MN55, MN77, MN89 (all NAT sensitive), and XL280 marked with the NAT resistance marker integrated at the SPO11 genetic locus (XL280 NAT) were used to measure the competitive fitness of the aneuploid strains in the presence of fluconazole. Strains were grown overnight in liquid cultures in YPD, washed with sterile water, and diluted to a density of 1×107 cells/ml. The following strains were mixed in equal ratios: XL280 with XL280 NAT, MN55 with XL280 NAT, MN77 with XL280 NAT, and MN89 with XL280 NAT. The mixtures were spotted on YPD and YPD plus 8 µg/mL fluconazole (FLC) and incubated for 3 d at 30°C. Then, the cells were recovered from the plates, washed with sterile water, and plated on YPD to count CFUs. Following 2 d incubation at 30°C, 300 isolates were replica plated onto NAT selective media and survival rates were calculated. The experiments were conducted in triplicate. For the growth curve assays, the strains were grown overnight in liquid cultures, washed with sterile water, and diluted into 4×104 cells in 200 µl of YPD and YPD plus 2 µg/mL fluconazole (fluconazole concentration was determined experimentally). The cells were incubated at room temperature in 96-well plates, and OD600 was measured every 2 h for 48 h using a Tecan-Sunrise microplate reader. All of the experiments were performed in triplicate.\n\nSupporting Information"
}