{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0000037",
  "doi": "10.1371/journal.pbio.0000037",
  "license": "This is an open-access article distributed under the terms of the Public Library of Science Open-Access License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Army Ants Trapped by Their Evolutionary History",
  "authors": [
    {
      "name": "Frédéric Delsuc",
      "first": "Frédéric",
      "last": "Delsuc",
      "affiliation": "The Allan Wilson Centre for Molecular Ecology and Evolution at Massey University in Palmerston North, New Zealand. F.Delsuc@massey.ac.nz <F.Delsuc@massey.ac.nz>"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2003-11",
  "dateElectronic": "2003-11-17",
  "volume": "1",
  "number": "2",
  "pages": "e37",
  "tags": [
    "Discipline/Ecology",
    "Discipline/Evolutionary Biology",
    "Discipline/Evolutionary Biology/Animal Behavior",
    "Discipline/Genetics and Genomics",
    "System Taxonomy/Arthropods",
    "Type/Journal Club"
  ],
  "abstract": "A phylogenetic study of army ants has completely changed our view of their evolutionary history, including the origin of the curious and fatal phenomenon known as circular mill formation.",
  "fullText": "Reading the French version of Journey to the Ants by Bert Hölldobler and Edward O. Wilson (1996) during the course of my graduate studies, I remember being amazed by the description of circular mills formed by an isolated group of army ants. This phenomenon occurs when a group of foragers is separated from the main column of the raiding swarm by a perturbation of their pheromonal communication (Schneirla 1944). The separated workers then run in a densely packed circle until they all die from exhaustion (Schneirla 1971).\n\nAs a student in evolutionary biology, I was puzzled by how such an apparently aberrant behavior could have originated and could be maintained during the course of evolution. This natural phenomenon is reproducible in the laboratory and has recently been shown to result from a self-organizing pattern (Couzin and Franks 2003). After a period of disorder, a random direction is collectively selected by ants, and a circular mill forms, following simple rules of motion governed by direct interactions between individuals. But now, a phylogenetic study by Seán G. Brady (2003) sheds new light on the origin of this behavior by showing that the answer to the apparent paradox of circular milling lies at least in part in the evolutionary history of these ants.\n\nIn fact, the formation of circular mills is a somewhat extreme illustration of the obligate collective foraging behavior characteristic of army ants, which are ineffective at foraging solitarily. These species stage “swarm raids” composed of numerous workers foraging for prey, which is overwhelmed and brought back to the nest along dense traffic lanes. Army ant species are also nomadic—they construct temporary nests whose location depends on food resource availability. Queens of army ant colonies are highly modified relative to those of other ant species in being wingless and able to produce a huge number of eggs per brood cycle. These three characteristics—obligate collective foraging, nomadism, and highly modified queens—define what has been called “the army ant syndrome” of behavioral and reproductive traits shared by all army ant species. Until now, the dominant view was that this syndrome originated at least three times independently in army ant lineages, two restricted to the Old World (Aenictinae and Dorylinae) and one to the New World (Ecitoninae). This hypothesis implies that the army ant array of behavioral and reproductive traits has multiple origins and that their morphological and behavioral resemblances are the result of adaptive evolutionary convergence towards a similar strategy of collective foraging.\n\nBy using an arsenal of modern phylogenetic methods, Brady has reconstructed the evolutionary history of army ants to test whether army ant syndrome definitely evolved in three separate lineages. Based on the sequencing of mitochondrial and nuclear genes, on the analysis of morphological characters, and on a comprehensive taxon sampling of the group, including their closest non–army ant relatives, the author built a robust picture of the phylogenetic relationships among army ants. This phylogeny convincingly shows that all army ants species shared a single common ancestor. Consequently, the complex of behavioral and reproductive adaptations constituting the army ant syndrome appears to have evolved only once, contrary to what was traditionally thought and taught. It is thus likely that the main components of the syndrome were already present in the most recent common ancestor of extant army ant species.\n\nFurthermore, using a recently developed molecular dating methodology that explicitly incorporates fossil data (Thorne and Kishino 2002), Brady derived a molecular timescale for the evolution of army ants. These dates, which correspond to the divergence between New World and Old World army ant lineages, place the origin of army ants around 105 million years ago, making them much more ancient than previously thought. This date, remarkably congruent with the complete separation of African and American tectonic plates, strongly suggests that the two major groups of army ants are the result of a speciation event driven by the dislocation of the ancient Southern supercontinent Gondwana. This finding weakens the supposition that New World and Old World army ants originated independently in South America and Africa, respectively, after the breakup of Gondwana and adds support to the hypothesis that army ants have a single origin. Such a process of diversification is also consistent with the biology of army ants in which dispersal is known to be limited due to the presence of flightless queens. New species are therefore more likely to form by allopatric speciation, in which speciation occurs because of the emergence of geographical barriers within a population, than by nonallopatric speciation. The evolutionary history of army ants in fact possesses relatively ancient roots and appears to have been shaped by biogeographical processes driven by plate tectonics.\n\nPut together, this evidence demonstrates that the complex array of behavioral and reproductive adaptations in army ants has originated only once during the course of evolution and has subsequently been maintained. Remarkably, after more than 100 million years of evolution, none of the army ants species studied to date appears to lack any of the three main components of the syndrome. Such broad-scale inertia suggests that a strong phylogenetic constraint has influenced the evolution of these complex adaptive traits. Of course, evolution continues to operate within each component, but radical modification of the syndrome is apparently quite difficult. Extreme specialization in the ancestral army ant lineage seems to have prevented the appearance of alternative evolutionary strategies in its descendant species.\n\nTo return to my initial question: how does this story help us to understand the circular milling paradox? The answer is that the occasional but deadly formation of circular mills seems to be the evolutionary price that army ants pay to maintain such an ecologically successful and stable strategy of collective foraging. The sporadic appearance of this “pathological” behavior might thus be viewed as the footprints left by the evolutionary trajectory in which these ants have been trapped.\n\nThis model study illustrates the importance of taking into account evolutionary history for understanding the mechanisms by which complex morphological, behavioral, and reproductive characters have evolved. Modern molecular and phylogenetic tools now allow the rigorous reconstruction of the history of species by providing a way of inferring both phylogenies and evolutionary timescales. Longstanding evolutionary hypotheses of organismal evolution can therefore be tested by bridging the gap between the paleontological and molecular records of life (Benner et al. 2002), an approach that has already been most successfully applied in the case of placental mammal phylogeny (Delsuc et al. 2002; Springer et al. 2003).\n\nFurthermore, the construction of a phylogenetic framework for army ants promises a better understanding of the behavioral adaptations that have led to the ecological success of this group. Future comparative analyses using the derived phylogeny as a backbone will allow further tests of the respective roles played by natural selection and phylogenetic history in shaping the evolution of morphological and behavioral traits developed by these ants. The accurate reconstruction of the patterns of species diversification is a prerequisite for a detailed understanding of the causal processes that underlie organismal evolution.",
  "externalIds": [
    "pmid:14624241",
    "pmcid:PMC261877"
  ]
}