{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000569",
  "doi": "10.1371/journal.pbio.1000569",
  "externalIds": [
    "pii:10-PLBI-RA-8654R2",
    "pmid:21245904",
    "pmcid:PMC3014924"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Epigenetic Regulation of Learning and Memory by Drosophila EHMT/G9a",
  "authors": [
    {
      "name": "Jamie M. Kramer",
      "first": "Jamie M.",
      "last": "Kramer",
      "affiliation": "Department of Human Genetics, Nijmegen Centre for Molecular Life Sciences, Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen Medical Centre, Nijmegen, The Netherlands"
    },
    {
      "name": "Korinna Kochinke",
      "first": "Korinna",
      "last": "Kochinke",
      "affiliation": "Department of Human Genetics, Nijmegen Centre for Molecular Life Sciences, Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen Medical Centre, Nijmegen, The Netherlands"
    },
    {
      "name": "Merel A. W. Oortveld",
      "first": "Merel A. W.",
      "last": "Oortveld",
      "affiliation": "Department of Human Genetics, Nijmegen Centre for Molecular Life Sciences, Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen Medical Centre, Nijmegen, The Netherlands"
    },
    {
      "name": "Hendrik Marks",
      "first": "Hendrik",
      "last": "Marks",
      "affiliation": "Radboud University Nijmegen, Department of Molecular Biology, Nijmegen Centre for Molecular Life Sciences, Faculty of Science, Nijmegen, The Netherlands"
    },
    {
      "name": "Daniela Kramer",
      "first": "Daniela",
      "last": "Kramer",
      "affiliation": "Department of Human Genetics, Nijmegen Centre for Molecular Life Sciences, Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen Medical Centre, Nijmegen, The Netherlands"
    },
    {
      "name": "Eiko K. de Jong",
      "first": "Eiko K.",
      "last": "de Jong",
      "affiliation": "Department of Human Genetics, Nijmegen Centre for Molecular Life Sciences, Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen Medical Centre, Nijmegen, The Netherlands"
    },
    {
      "name": "Zoltan Asztalos",
      "first": "Zoltan",
      "last": "Asztalos",
      "affiliation": "Aktogen Ltd., Department of Genetics, University of Cambridge, Cambridge, United Kingdom; Institute of Biochemistry, Biological Research Center of Hungarian Academy of Sciences, Szeged, Hungary"
    },
    {
      "name": "J. Timothy Westwood",
      "first": "J. Timothy",
      "last": "Westwood",
      "affiliation": "Department of Biology, University of Toronto, Ontario, Canada"
    },
    {
      "name": "Hendrik G. Stunnenberg",
      "first": "Hendrik G.",
      "last": "Stunnenberg",
      "affiliation": "Radboud University Nijmegen, Department of Molecular Biology, Nijmegen Centre for Molecular Life Sciences, Faculty of Science, Nijmegen, The Netherlands"
    },
    {
      "name": "Marla B. Sokolowski",
      "first": "Marla B.",
      "last": "Sokolowski",
      "affiliation": "Department of Biology, University of Toronto, Ontario, Canada"
    },
    {
      "name": "Krystyna Keleman",
      "first": "Krystyna",
      "last": "Keleman",
      "affiliation": "Institute of Molecular Pathology, Vienna, Austria"
    },
    {
      "name": "Huiqing Zhou",
      "first": "Huiqing",
      "last": "Zhou",
      "affiliation": "Department of Human Genetics, Nijmegen Centre for Molecular Life Sciences, Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen Medical Centre, Nijmegen, The Netherlands"
    },
    {
      "name": "Hans van Bokhoven",
      "first": "Hans",
      "last": "van Bokhoven",
      "affiliation": "Department of Human Genetics, Nijmegen Centre for Molecular Life Sciences, Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen Medical Centre, Nijmegen, The Netherlands; Department of Cognitive Neurosciences, Donders Institute for Brain, Cognition and Behavior; Radboud University Nijmegen Medical Centre, Nijmegen, The Netherlands"
    },
    {
      "name": "Annette Schenck",
      "first": "Annette",
      "last": "Schenck",
      "affiliation": "Department of Human Genetics, Nijmegen Centre for Molecular Life Sciences, Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen Medical Centre, Nijmegen, The Netherlands"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-01",
  "dateAccepted": "2010-11-10",
  "dateReceived": "2010-07-27",
  "volume": "9",
  "number": "1",
  "pages": "e1000569",
  "tags": [
    "Discipline/Developmental Biology/Neurodevelopment",
    "Discipline/Genetics and Genomics/Disease Models",
    "Discipline/Genetics and Genomics/Epigenetics",
    "Discipline/Molecular Biology/Histone Modification",
    "Discipline/Neuroscience/Animal Cognition",
    "Discipline/Neuroscience/Behavioral Neuroscience",
    "Discipline/Neuroscience/Cognitive Neuroscience",
    "Type/Research Article"
  ],
  "abstract": "Behavioral phenotyping and genome-wide profiling of the histone modifier EHMT in Drosophila reveals a mechanism through which an epigenetic writer may control cognition.",
  "fullText": "Introduction\n\nModification of chromatin structure regulates many aspects of cell and developmental biology. Epigenetic regulators are known to affect complex neuronal processes such as learning and memory [1]–[3] and contribute significantly to the occurrence of cognitive disorders, such as schizophrenia and intellectual disability (previously referred to as mental retardation) [4],[5]. However, little is known about the “writers” of the neuronal epigenome that lay down the basis for proper cognition. Are these chromatin writers required to safeguard neuronal homeostasis/fitness by influencing the expression of a large and heterogeneous group of genes, such as house-keeping and non-neuronal genes? Or do they lay down specific epigenetic programs to regulate neuronal genes that are directly involved in determination of connectivity, plasticity, learning, and memory?\n\nThe euchromatin histone methyltransferases (EHMTs) are a family of evolutionarily conserved proteins that write part of the epigenetic code through methylation of histone 3 at lysine 9 (H3K9) [6]–[10]. In mammals, two EHMT paralogs exist, EHMT1/GLP and EHMT2/G9a. Heterozygous mutations or deletions of the human EHMT1 gene cause Kleefstra Syndrome (OMIM #610253), a neurodevelopmental disorder that is characterized by autistic-like features and severe intellectual disability [11]–[14]. Studies in mice have shown that Ehmt1/GLP and Ehmt2/G9a form a heterodimeric complex [8], and that loss of either protein resulted in nearly identical phenotypes, such as early embryonic lethality, reduced H3K9 dimethylation (H3K9me2), and inappropriate gene transcription [7],[8]. Furthermore, mice with neuronal ablation of Ehmt1/GLP and Ehmt2/G9a in adulthood show defects in fear conditioned learning. A gene expression study in different brain areas of these mice has led to the suggestion that EHMT proteins act as repressors of non-neuronal genes in neuronal tissues [15]. Here, by using classic Drosophila genetics, extensive neurodevelopmental and behavioral phenotyping, expression profiling, and genome-wide mapping of EHMT target loci by H3K9me2 profiling, we uncover EHMT as a key epigenetic regulator of neuronal genes and processes.\n\nResults\n\nEHMT/G9a Is the Solitary Drosophila Ortholog of EHMT1 and EHMT2/G9a\n\nWe set out to study EHMT/G9a in Drosophila. In contrast to mammals, which have two EHMT genes, flies possess a single ortholog [6],[10] that we will subsequently refer to as EHMT throughout our manuscript. Phylogenetic analysis of the EHMT protein family in Drosophila, human, and mouse shows that Drosophila EHMT is equally similar to both EHMT1 and EHMT2/G9a (Figure 1a).\n\nEHMT Is Expressed in the Fly Nervous System\n\nWe first examined expression and subcellular localization of the EHMT protein in the fly nervous system using an anti-EHMT antibody [10]. In the adult brain EHMT staining is widely abundant, in a pattern resembling nuclear DAPI staining (Figure 1b). Analysis at single cell resolution in the ventral nerve cord of third instar larvae demonstrates that EHMT is localized in the nuclei of neurons as revealed by colocalization with the neuronal nuclear marker elav (Figure 1c) [16]. Weaker EHMT staining colocalized with repo (Figure 1d), a nuclear glial marker [17]. EHMT staining was also observed in the nuclei of the larval multiple dendrite (md) sensory neurons of the peripheral nervous system labeled using the 109(2)80-Gal4 driver [18] to express memGFP (Figure 1e). In addition, EHMT staining was observed at low levels in non-neuronal tissues such as the muscle and epidermis (Figure S1c). The anti-EHMT immunolabeling is specific, as it is absent in EHMT mutant embryos, md neurons, adult brains, and larval body-walls (Figures 2c and S1). These data reveal that EHMT is widely expressed in the Drosophila nervous system.\n\nGeneration of EHMT Mutant Flies\n\nIn order to uncover the functions of EHMT we generated deletions in the EHMT gene by excision of a P-element, KG01242, located in the 5′ UTR. We screened 80 independent excision lines and identified two downstream deletions (DD) resulting from imperfect excisions of KG01242. Both deletion strains are viable to adulthood, which is consistent with a viable EHMT knock-out allele generated by homologous recombination in Drosophila [19]. EHMTDD1 and EHMTDD2 lack 870 and 1473 base pairs of DNA downstream of the original P-element insertion site, respectively, including the EHMT translational start site (Figure 2a). We also isolated a precise transposon excision line that represents the same genetic background as our deletion lines and served as a control in all subsequent experiments (referred to as EHMT+). Western blot analysis revealed a band of the expected size (180 kDa) in EHMT+ embryonic protein extracts, which was absent in extracts from both deletion lines (Figure 2b). No extra bands were detected by the C-terminally directed EHMT antibody [10] that would point to expression of an N-terminally truncated protein. EHMT protein was also undetectable by immunohistochemistry in EHMT mutant embryos, md neurons, and adult brains, while showing a nuclear staining pattern in EHMT+ animals (Figures 1, 2c, and S1). Expression of the neighbor gene, CG3038, was not affected by the deletions (Figure S2). These data show that EHMTDD1 and EHMTDD2 are strong and specific loss of function mutants, most likely complete null alleles.\n\nEHMT Regulates Dendrite Branching in Type 4 Multiple Dendrite Neurons\n\nNext, we examined several aspects of neuronal development in EHMT mutant flies. Analysis of adult mushroom body architecture, synaptic morphology of the larval neuromuscular junction, and adult photoreceptor function (assessed by electroretinography) (Figure S3) as well as analysis of embryonic nervous system integrity (unpublished data) did not reveal significant differences in mutant versus control conditions, indicating that general nervous system development and neuronal function is not affected.\n\nLoss of EHMT did however result in altered dendrite development in multidendrite (md) neurons, which are sensory neurons that tile the larval body wall. We specifically examined dendritic arbors of type 4 md neurons, which were highlighted using the 477-Gal4 driver [20] and the UAS-Gal4 system [21] (Figure 3a and 3b). These neurons are highly stereotyped in their number, position, and morphology, thus allowing for quantitative analysis of dendritic arbors of identical neurons in different animals and genotypes. While the basic organization of these arbors is maintained in EHMT mutants (primary branches labeled I, II, III, and IV in Figure 3a and 3b), reduction of higher order branching resulted in dendritic fields of appreciably reduced complexity (Figure 3a, 3a' versus 3b, 3b'). We quantitatively assessed this defect by counting the number of dendrite ends per standardized field of view in stacked confocal images. This analysis confirmed that EHMTDD1 and EHMTDD2 had a consistent and statistically significant decrease in the total number of dendrite ends, showing 16 and 17.5 percent reduction, respectively, when compared to EHMT+ (Figure 3c).\n\nTo address whether this phenotype results cell-autonomously from EHMT deficiency in neurons, we generated UAS-EHMT transgenic flies and performed cell-specific rescue experiments (Figure 3c). Re-expression of EHMT in mutant type 4 md neurons (using 477-Gal4) did indeed rescue dendrite branching towards wild-type levels (Figure 3c, red and orange bars). This reversal is specific, since expression of EHMT in the EHMT+ genetic background did not increase branching (Figure 3c, black bars). Rather, EHMT overexpression appeared to reduce dendrite branching as compared to controls expressing Gal4 and GFP in the absence of UAS-EHMT, although this reduction was not statistically significant (Figure 3c, black bars). These data show that EHMT is cell-autonomously required in type 4 md neurons to establish normal dendrite complexity.\n\nEHMT Affects Larval Locomotory Behavior\n\nDrosophila md neurons are important in the regulation of larval locomotion behavior [22]–[24]. We therefore examined larval locomotory patterns during the early third instar using an established larval foraging assay (Figure 4) [25]. Larval crawling paths were analyzed for total path length over a 5 min period and for specific crawling patterns, such as branched versus straight paths. The total path length covered by foraging larvae was not different between mutants and EHMT+ controls (Figure 4b), indicating that crawling ability is not hindered in these larvae. However, striking differences in larval locomotory patterns were observed between mutant and wild-type. Foraging EHMT mutant larvae often stop, retract, and turn, causing increased branching in their crawling paths (Figure 4a). Quantitative analysis of the length of the resulting side branches revealed an increase of approximately 4-fold and 2-fold, respectively, in EHMTDD1 and EHMTDD2 (Figure 4c). Thus, the dendrite phenotype of EHMT mutant larvae is associated with an altered crawling behavior. In contrast, other innate behaviors, such as adult phototaxis and negative geotaxis, were normal in EHMT mutants (Figure S4). To address whether the dendrite phenotype of type 4 md neurons alone is sufficient to cause the abnormal crawling pattern, we attempted to rescue this phenotype by re-expression of UAS-EHMT in type 4 md neurons using 477-Gal4. This was not sufficient to restore normal larval locomotor behavior, indicating that dendritic defects in type 4 md neurons and abnormal locomotory behavior might arise independently.\n\nEHMT Regulates Habituation, a Form of Non-Associative Learning\n\nNext, we analyzed the role of Drosophila EHMT in learning. Habituation is a form of non-associative learning where an initial response to a repeated stimulus gradually wanes [26]. In the light-off jump reflex habituation assay [27] flies were exposed to a sudden light-off pulse and measured for a jump response over the course of 100 trials with a 1 s inter-trial interval. Figure 5a and 5b show the proportion of flies that do show a jump response over the course of 100 trials. Hemizygous EHMT mutant males (genotypes: EHMTDD1/Y and EHMTDD2/Y) and transheterozygous EHMT mutant females (genotype: EHMTDD1/EHMTDD2) both displayed a drastically slower response decrement during the habituation procedure as compared to wild-type EHMT+ flies (Figure 5a and 5b). Individual flies were deemed to have habituated when they failed to jump in five consecutive trials (no-jump criterion). Habituation was scored as the number of trials required to reach the no-jump criterion (trials to criterion). The mean number of trials to criterion for mutants, EHMTDD1/Y, EHMTDD2/Y, and EHMTDD1/EHMTDD2, was significantly higher (12-, 8-, and 6-fold, respectively) than for EHMT+ wild-type flies (p&lt;0.001) (Figure 5c). These experiments establish a role for EHMT in regulating non-associative learning.\n\nEHMT Is Required for Courtship Memory\n\nHaving established a role for EHMT in habituation, a simple learning process, we asked whether EHMT is also involved in more complex forms of learning and/or memory using the courtship conditioning paradigm. This assay is based on the conditioning of male courtship behavior by exposure to a non-receptive female, which in presence of normal learning and memory capacities results in suppression of courtship [28]. Male flies were paired with a non-receptive pre-mated female for appropriate time intervals (see Experimental Procedures) and tested for courtship suppression immediately following the training period, after 30 min or after 24 h, to assess learning, short-, and long-term memory, respectively. The mean Courtship Index (CI, the percentage of time spent on courtship during a 10 min interval) of trained males and of socially naïve males was assessed to calculate a Learning Index (LI), which is defined as the percent reduction in mean courtship activity in trained males compared to naïve males; LI  =  (CInaive − CItrained)/CInaive. We found that EHMT mutant flies are perfectly capable of this form of learning, as they efficiently suppressed courtship immediately following the training period (Figure 5d). Strikingly, the Learning Index of EHMTDD1 males was reduced by 50% at 30 min after training (STM-short term memory), and even more dramatically, to 17% of the wild-type value at 24 h after training (LTM-long term memory) (Figure 5d). These results indicate that EHMT is dispensable for courtship learning but necessary for both short- and long-term courtship memory.\n\nThe Requirement for EHMT-Based Courtship Memory Maps to 7B-Gal4 Positive Neurons\n\nTo provide evidence for the specificity of the courtship conditioning phenotype and to roughly map where EHMT is required to control learning and memory in this paradigm, we performed rescue experiments in the EHMTDD2 background using tissue specific expression of UAS-EHMT and short-term memory (30 min after training) as a read-out. The elav-Gal4 driver was used to express EHMT in all neurons, and the 7B-Gal4 promoter for more selective expression. Indeed, pan-neuronal expression of EHMT in the mutant background restored the Learning Index to normal levels (Figure 5e, orange bars, pan neuronal versus EHMT mutants), providing evidence that EHMT is required cell-autonomously in neurons to achieve normal memory. Elav-driven expression of EHMT in the EHMT+ genetic background had no significant effect on Learning Index (Figure 5e, black bars, pan neuronal versus EHMT mutant). 7B-Gal4 is predominantly expressed in the mushroom bodies of adult brains but is also expressed and at lower levels in some other brain regions, including the antennal lobe (Figure S5) [29]. Expression of EHMT with this driver in the EHMT mutant background was able to rescue the Learning Index (Figure 5e, orange bars, 7B-Gal4 versus EHMT mutant), revealing that EHMT function in 7B-Gal4 neurons is sufficient for normal memory. We also observed that overexpression of EHMT using 7B-Gal4 in the EHMT+ background significantly reduced the Learning Index (Figure 5e, black bars, 7B-Gal4 versus EHMT mutants). Since the Learning Index was normal in EHMT mutants containing both 7B-Gal4 and UAS-EHMT, we conclude that there is no deleterious effect due to the expression of Gal4 or the 7B-Gal4 P-element insertion itself. We therefore asked whether the presence of endogenous EHMT could make a significant difference to the absolute protein levels in the mushroom body upon 7B-Gal4-mediated overexpression. We observe a very high and uniform EHMT staining in all mushroom body Kenyon cells upon UAS-EHMT expression with 7B-Gal4 in the EHMT+ background (Figure S6). A similar staining pattern was observed using this driver in the EHMT mutant background, although staining intensity was noticeably lower, likely due to the absence of endogenous EHMT (Figure S6). In contrast, the elav-Gal4 driver resulted in a non-uniform staining pattern, with high EHMT levels in only a small proportion of Kenyon cells (Figure S6). Thus, overexpression of EHMT in 7B-Gal4 neurons appears to be deleterious when above a certain threshold. These results suggest that appropriate levels of EHMT in the Drosophila nervous system are critical for courtship memory and indicate that the requirement for EHMT in this process is confined to 7B-Gal4 positive neurons.\n\nTaken together with the defect in jump reflex habituation, these data reveal an important role for EHMT not only in a simple form of learning but also in a more complex cognitive process such as courtship memory.\n\nEHMT-Mediated Memory Can Be Rescued in Adulthood\n\nRecently, it has been reported that postnatal loss of Ehmt1 and G9a in mice causes cognitive defects in the absence of obvious developmental abnormalities [15]. We therefore asked whether the memory defects of EHMT mutants in the courtship conditioning paradigm can be rescued by expression of EHMT in adulthood. Indeed, induced expression of EHMT using hs-Gal4 after eclosion (see Experimental Procedures) completely restored memory defects shown by siblings of the same genotype that had not undergone the heat-shock procedure (Figure 5f). This demonstrates that EHMT is required for memory in adult flies and highlights that cognitive defects are reversible in EHMT mutant flies.\n\nGeneration of Genome Wide H3K9me2 Methylation Profiles\n\nThe reversible memory defects in EHMT mutant flies suggest a critical role for EHMT in neuronal function in addition to its role in dendrite development. We therefore wanted to determine the molecular mechanisms through which EHMT regulates neuronal processes. EHMT proteins mediate histone 3 lysine 9 dimethylation (H3K9me2) in euchromatic regions of the mammalian and fly genomes [6],[7],[10]. Therefore, we investigated EHMT target sites by generating genome-wide H3K9me2 profiles for EHMT mutant and wild-type larvae using chromatin immunoprecipitation (ChIP) with an H3K9me2 antibody followed by massive parallel sequencing of the co-precipitated DNA (ChIP-seq technology). Mapping of the sequenced tags to the Drosophila genome revealed a genome-wide profile that is consistent with known H3K9me2 patterns [30],[31]. High H3K9me2 is a known characteristic of heterochromatin [31]. Accordingly, we find high H3K9me2 levels in both wild-type and EHMT mutant strains in annotated heterochromatic regions that are contiguous with the assembled euchromatic chromosome arms (Chr2Lh, Chr2Rh, Chr3Lh, Chr3Rh, and ChrXh) (Figure S7) [32]. This was expected, since EHMT is known to have no effect on heterochromatin formation and heterochromatic H3K9me2 levels are known to be unaffected by loss of EHMT/G9a in fly and mouse [7],[15],[19],[33]. The generated H3K9me2 profiles also follow expected patterns in euchromatin. H3K9me2 is known to dip immediately before the transcriptional start site (tss) and near the polyadenylation site (polyA) of genes [30],[34] either due to nucleosome depletion or decreased H3K9me2 in these regions. We indeed observe a dip in H3K9 dimethylation in these regions (Figure 6d and 6e, left panels, black lines), thus demonstrating the accuracy and reliability of our H3K9me2 profiles.\n\nEHMT Affects H3K9me2 Levels in Discrete Regions of the Euchromatic Genome\n\nSince the global pattern of H3K9me2 appeared to be normal in EHMT mutants, we reasoned that EHMT must affect discrete regions within the genome. To identify these regions we divided the euchromatic genome into 300 bp bins and compared the number of sequenced tags per bin in wild-type versus mutant samples. For each of the 384,944 bins in the euchromatic genome we calculated a methylation ratio by dividing the number of tags in wild-type by the number of tags in the mutant. Thus, a ratio greater than 1 identifies regions where methylation is decreased in EHMT mutant flies. We have plotted the log of these ratios (log(2)wt/mt) in a histogram, in which Loss of Methylation Bins (LOMBs) are found in the area of positive log values. The histogram roughly follows a normal distribution but is asymmetric, with 19,258 bins outside two-times the standard deviation of the mean on the positive side, while only 50 bins outside two-times the standard deviation on the negative side (Figure 6a). The 19,258 LOMBs constitute about 5% of the euchromatic genome and provide an unbiased confirmation for the role of EHMT in H3K9 dimethylation. Loss of methylation (LOM) can also be visualized in the USCS genome browser as areas where H3K9me2 levels are depleted in the mutant but remain high in wild-type (two examples given in Figure 6b). Interestingly, we find that LOMBs are not randomly distributed in the genome but are enriched in the areas 1 kb upstream of the tss and 1 kb downstream of the polyA site by 1.6-fold and 3.3-fold, respectively (Figure 6c). As mentioned above, we observe a local depletion of H3K9me2 in these regions in wild-type animals (Figures 6d and 6e, left panel, black line). In EHMT mutants, this local depletion is strongly augmented both upstream of the tss and near the polyA site (Figures 6d and 6e, left panel, orange line), providing further evidence that EHMT deposits H3K9me2 marks in discrete euchromatic loci, with a bias towards the 5′ and 3′ ends of genes.\n\nLoss of H3K9me2 in EHMT Mutants Can Affect Gene Transcription\n\nH3K9me2 is a marker for condensed, transcriptionally repressive chromatin [35], however the modification itself does not strongly correlate with transcription levels on a genome wide scale as is seen for some other histone modifications, like H3K4me3 and H3K27me3 [30]. To determine whether H3K9me2 can contribute to transcriptional repression in Drosophila, we performed microarray expression analysis to compare mRNA levels in EHMT wild-type and mutant larvae. We then analyzed H3K9me2 levels upstream of the tss and downstream of the polyA site for genes that were up- and downregulated in EHMT mutants. Genes that are activated by EHMT (i.e. greater that 2.5-fold downregulated in mutants, Table S1) showed no difference in H3K9me2 profiles upstream of the tss or downstream of the polyA site when comparing EHMT wild-type and mutant strains (Figure 6d and 6e, middle panels). In contrast, genes that are repressed by EHMT (i.e. greater that 2.5-fold upregulated in mutants, Table S2) have a clearly augmented dip in methylation both at the tss and polyA sites (Figure 6d and 6e, right panels) when compared to the wild-type profile and to the average methylation profiles of all genes. These data indicate that EHMT-mediated H3K9 dimethylation immediately up and downstream of genes can affect transcriptional repression in Drosophila.\n\nEHMT Target Loci\n\nNext, we investigated which genes were affected by loss of methylation in EHMT mutants by associating each LOMB with its closest gene. In total, LOMBs were found in or near 5,136 genes; 1,229 genes had LOMBs upstream of the tss (upstream LOMB) and 1,712 genes had LOMBs downstream of the polyA site (downstream LOMB) (Table S3). The two groups overlap by 255 genes (Figure 7a).\n\nTo assess the function of LOMB-associated genes, we analyzed their gene ontology for enrichment of specific biological processes using GOToolBox [36]. Genes associated with LOMBS are highly enriched in terms related to the nervous system (Figure 7b, for lists of genes associated with selected terms see Table S4). The broad term nervous system development, associated to more than 350 LOMB genes, reaches the highly significant p value of 2.3×10−28 and is the most enriched tissue-specific term. Consequently, the term is highly depleted from the pool of genes with unaltered H3K9me2 in EHMT mutants; i.e. in genes that are not associated with LOMBs (Figure 7b, no LOMBs). Strikingly, all GO terms that describe EHMT mutant phenotypes (e.g. short- and long-term memory, non-associative learning, dendrite morphogenesis, and larval locomotory behavior) show significant enrichment when considering all LOMB-associated genes and genes associated with downstream LOMBs (Figure 7b, observed phenotypes). Other neuronal terms that show high enrichment are also shown (Figure 7b, neuronal terms). Signal transduction is also amongst the most strongly enriched terms, with a p value of 6.2×10−48. Many specific signaling pathway terms are highly overrepresented amongst LOMB-associated genes, with G-protein coupled receptor protein signaling pathway and small GTPase mediated signal transduction being the top terms (Figure 7b, signaling pathways). We also note significant enrichment of pathway terms that directly relate to EHMT mutant phenotypes, such as cAMP signaling, a major pathway involved in learning and memory.\n\nNotably, there is a stark contrast in enriched terms when comparing genes associated with either upstream or downstream LOMBs (Figure 7b, Downstream LOMBs and Upstream LOMBs). Downstream LOMBs are associated with genes that are enriched for neuronal terms, signaling pathways, and terms describing observed EHMT mutant phenotypes, while upstream LOMBs are associated with genes involved in biological processes requiring a high transcriptional plasticity, such as stress response and actin cytoskeleton remodeling (Figure 7b, enriched in upstream LOMBs). The contrast between these two groups in their gene ontology illustrates the importance of H3K9me2 position at target gene loci and provides further support as to the biological relevance of these data.\n\nFinally, genes involved in regulatory processes such as translation, chromatin assembly/disassembly, and chromosome organization are highly depleted from LOMB-associated genes (Figure 7b, depleted), which contrasts the striking enrichment of nervous system and phenotype-relevant terms amongst LOMB-associated genes.\n\nDiscussion\n\nHere, we demonstrate that Drosophila EHMT, a histone methyltransferase, regulates sensory dendrite development, larval locomotory behavior, simple learning (habituation), and complex memory (courtship conditioning). Notably, EHMT mutants are viable, appear healthy, and many other aspects of neuronal development and function are normal, highlighting the selectivity with which EHMT regulates specific aspects of neuronal development and function. Genome-wide molecular analysis of EHMT mutant flies supports this idea, revealing altered histone methylation at target loci encompassing a selection of neuronal genes that control learning, memory, and other phenotype-relevant processes.\n\nEHMT Affects H3K9me2 at Discrete Regions in the Euchromatic Genome\n\nThe EHMTs are an evolutionarily conserved family of proteins that regulate H3K9 methylation at euchromatic DNA [6],[7],[10],[15]. Previous studies have shown that EHMTs affect transcription through H3K9 dimethylation in the promoters of certain genes [8],[37]–[39]. Our study provides the first genome-wide overview of EHMT function with respect to its role in post-translational histone modifications. We provide evidence that Drosophila EHMT induces H3K9 dimethylation at a proportion (about 5%) of the euchromatic genome, with a preference for discrete regions at the 5′ and 3′ ends of genes (Figure 6). Genes with differential H3K9me2 levels at the 5′ end (within 1 kb upstream of the transcriptional start site) are predominantly involved in biological processes related to stress response (e.g. heat shock response and actin cytoskeleton remodeling), which require rapid and frequent changes in transcription. This observation is consistent with studies in yeast and humans, which show that chromatin structure immediately upstream of transcriptional start sites directly correlates with transcriptional plasticity [40]. In contrast, genes that are differentially methylated at the 3′ end are highly enriched in genes that control neuronal processes that are disrupted in EHMT mutants (Figure 7). The general view is that gene expression is regulated through interactions at the promoter, or 5′ end. However, recent studies have revealed that 3′ gene ends also play an important and complex role in the regulation of transcription by: (1) mediating gene looping [41]–[45], which is necessary for transcriptional memory, i.e. the altered transcriptional responsiveness of genes after a previous cycle of activation and repression [43],[46],[47]; (2) serving as an initiation site for antisense transcripts [41]; and (3) regulating transcript termination, a process that also affects transcript levels [48]. Currently there is no evidence linking H3K9me2 to any of these processes, however it is conceivable that differential histone methylation at the 3′ end of neuronal genes may act as a mechanism to control their expression. In line with this idea a recent study has reported that the DNA methyltransferase, Dnmt3a, also targets neuronal genes in “non-promoter” regions, including 3′ ends [49]. Thus, it appears that epigenetic alterations to non-promoter regions is emerging as a general theme for the regulation of neuronal gene expression.\n\nRegulation of Dendrite Development and Locomotory Behavior by EHMT\n\nEHMT mutants show a decrease in dendrite branching in sensory neurons of the Drosophila peripheral nervous system (Figure 3). Type 4 md neurons are known to provide the sensory input that they receive via their dendrites as an essential functional component to the neuronal circuitry governing larval movement [23]. Our analysis of larval locomotion in EHMT mutants revealed a behavioral phenotype characterized by an increased performance of stops, retractions, and turns (Figure 4). It has been reported that such a phenotype can directly arise from dysfunction of type 4 md neurons [22],[24], which raised the possibility that decreased dendrite branching and altered locomotory behavior are connected traits. Re-expression of EHMT in type-4 md neurons did, however, not rescue larval locomotion defects, suggesting that larval locomotion and type 4 md neuron development are controlled independently by EHMT. Thus, this lack of rescue may be due to requirements for EHMT in additional peripheral or central neurons relevant to the crawling pattern. We can also not exclude unspecific secondary effects or that precise levels of re-expressed EHMT may be crucial for turning behavior. Ultimately, the relevance of EHMT in both dendrite development and crawling is illustrated by the observation that EHMT mutants show loss of H3K9me2 at 65 of 147 genes annotated to be involved in dendrite development and 15 of 16 genes involved in larval locomotory behavior (see Table S4 for gene IDs).\n\nRegulation of Learning and Memory by EHMT\n\nWe have shown that EHMT is required for light-off jump reflex habituation (Figure 5a–5c), a simple form of non-associative learning that is known to require classic learning and memory genes such as rutabaga [27]. In this paradigm a sequence of leg extension and flight initiation is induced by sudden darkness. This behavioral response is mediated by the giant fiber interneurons, which receive sensory input from the visual system in the brain and relay this information through the thoracic ganglion where efferent neurons descending from the giant fiber to thoracic muscles are stimulated [50],[51]. Only a few genes are known to control jump reflex habituation and most of these are ion channels, or are involved in cAMP and cGMP second messenger signaling pathways [50]. EHMT is the first histone modifying enzyme to be implicated in this simple form of learning. Jump-reflex habituation is not an official gene ontology term, but significantly, seven of the eight genes known to be involved in jump-reflex habituation [50] show loss of H3K9 dimethylation in EHMT mutants (Table S4).\n\nWe have also identified a role for EHMT in courtship memory (Figure 5d–5f). This is a complex form of memory that allows male flies to discriminate between receptive and non-receptive females, presumably to optimize the energy that they spend on courtship. We demonstrate that loss of EHMT leads to impaired short- and long-term memory while the learning capacity of the EHMT mutants was unaffected (Figure 5d). Moreover, we show that normal courtship memory is restored upon re-expression of EHMT in the whole nervous system and in a subset of neurons labeled by 7B-Gal4, which is predominantly expressed in the mushroom body neurons of the adult brain (Figure 5e). Although further work is required to map the specific circuits required for EHMT-dependent courtship memory, the mushroom body is known to be crucial for courtship memory, but not learning [52], pointing towards a deficit in this area of the brain. Significantly, EHMT affects histone methylation in 22 of 36 genes that were annotated at the time of our analysis to be involved in memory (Table S4). Other relevant memory genes, such as Orb2 [53] (Figure 6b), nemy [54], and ben [55], that were not yet included in gene ontology databases are also affected by loss of EHMT. Together, these data suggest that EHMT targets two-thirds of all currently known memory genes.\n\nImportantly, we were able to fully restore memory deficits by re-expression of EHMT during adulthood (Figure 5f). Thus, although EHMT can affect neuronal hardwiring (dendrite development in the peripheral nervous system; Figure 3), it appears that adult cognitive defects do not arise from neurodevelopmental defects occurring prior to eclosion. This is consistent with a recently reported impairment in fear conditioning that has been observed in mice with postnatal loss of Ehmt1 in the brain [15] and with our observation that mushroom body morphology appears unaffected in EHMT mutant flies. Thus, EHMT-mediated H3K9 dimethylation of specific loci is required in adult post-mitotic neurons to consolidate or retrieve consolidated memories. Interestingly, other epigenetic regulators, such as the DNA methyltransferases Dnmt1 and Dnmt3a, are also required in post-mitotic neurons for normal memory [56]. These studies support the idea that the process of learning induces reprogramming of the neuronal epigenome, which crucially underlies memory [1]–[3]. Such “stable” chromatin modifications, including DNA and histone methylation, appear to be good candidates for “writing” long-term memory, however these marks must also remain dynamic allowing for memories to be modified. Our understanding of this stable versus dynamic state of epigenetics in neurons and its consequences are highly limited. It will thus be important to dissect the extent of epigenetic plasticity during the different phases of learning, memory consolidation, and memory retrieval, and to determine how these alterations to the epigenetic landscape translate into transcriptional changes required for information processing and storage.\n\nA recent study of mRNA levels in mice with brain region-specific loss of Ehmt1 has identified 56 genes that are consistently misregulated in the mutant mouse brain [15]. Of these 56 genes, 18 are non-neuronal, which led to the interpretation that EHMT proteins control cognition through repression of non-neuronal genes in neuronal tissues. In contrast to this view, our data show that Drosophila EHMT mediates H3K9 dimethylation at more than 350 neuronal gene loci with proven critical roles in nervous system development and function. Does this apparent discrepancy reflect evolutionary differences? Of the 56 differentially expressed genes identified by Schaefer et al. [15], 30 are conserved in flies and 20 show loss of H3K9me2 in EHMT mutants (Table S4). This correlation is very unlikely to occur by chance (p&lt;2.9×10−4; hypergeometric test), suggesting that EHMT target genes are, at least in part, evolutionarily conserved. The great number of highly enriched neuronal genes amongst Drosophila EHMT targets, their striking match with EHMT mutant phenotypes, and the reversibility of cognitive defects argue that EHMT orchestrates an epigenetic program that directly regulates a battery of neuronal players underlying the molecular basis of cognition. It is also noteworthy that EHMT targets include fly orthologs of NF1, FMR1, FMR2, CNTNAP2, GDI, DLG3, and of many more genes underlying syndromic and non-syndromic forms of intellectual disability. Also, the major signaling pathways known to underlie intellectual disability, Rho and Ras GTPase pathways [57],[58], are highly enriched in our ontology analysis (GO term: small GTPase mediated signal transduction).\n\nOur study complements a number of reports on post-embryonic rescue of cognitive phenotypes in disease models of intensively studied disorders such as Fragile X syndrome, Neurofibromatosis I, Tuberous sclerosis, Rubinstein-Taybi, Angelman, and Rett syndrome [59]. The growing number of such examples provides an argument for reappraisal of the traditional view that genetic forms of intellectual disability are largely due to irreversible neurodevelopmental defects, findings which open prospects for therapeutic intervention. Currently, clinical trials are underway to treat Fragile X patients with compounds that have initially been identified to rescue phenotypes in fly models of Fragile X syndrome [60]–[63]. The EHMT mutant fly has provided novel insights into the epigenetic regulation of cognition and will be a valuable tool to work further towards such translational approaches. Furthermore, a better understanding of the epigenetic mechanisms regulating cognitive processes is relevant to the wider medical community, considering the increased awareness of the epigenetic contributions to neurodevelopmental and psychiatric disorders in general [4],[5].\n\nMaterials and Methods\n\nFly Stocks and Maintenance\n\nFlies were reared on standard medium (cornmeal/sugar/yeast) at 25 degrees and 45%–60% humidity with a 12-h light/dark cycle. All fly stocks were obtained from the Bloomington Drosophila stock center (Indiana University) (see Text S1 for stock descriptions) except for EHMT deletion strains and UAS-EHMT strains, which were generated according to standard procedures (see Text S1 and Figure 2).\n\nImmunohistochemisty and Stainings\n\nTissues were dissected and fixed using standard methods. Rabbit-anti-EHMT antibodies were a gift from Dr. A. Lambertson [10] and were used at a 1/100. Rat-anti-elav (1/500), mouse-anti-repo (1/500), mouse-anti-DLG (1/100), and mouse anti-dac (1/100) antibodies were obtained from the Developmental Studies Hybridoma Bank (University of Iowa). Nuclei were visualized using the fluorescent nuclear dye DAPI. For imaging of type IV md neurons expressing a membrane targeted mCD8-GFP fusion protein (memGFP) we used a rat-anti-mCD8 antibody (Invitrogen) at 1/100. Secondary antibodies were conjugated to either alexa-fluor-568 or alexa-fluor-488 (Invitrogen). Images were acquired using either a Leica DM-IRE2 confocal microscope (Leica Microsystems) or a Zeiss Axioimager Z1 fluorescent microscope equipped with an ApoTome (Carl Zeiss B.V.). Where possible, colocalization was shown in a color-blind-friendly manner using photoshop to copy red or blue signals into both the red and blue channel to produce magenta.\n\nWestern Blotting\n\nProteins were extracted from 0–3 h embryo collections as previously described [64] and subjected to Western blot analysis according to standard procedures using the Bio-Rad electrophoresis system (Bio-Rad) (see Text S1 for details).\n\nAnalysis of md Neurons\n\nWe have analyzed the morphology of the solitary type 4 md neuron in the ventral cluster called vdaB (ventral dendritic arborization neuron B) [18]. For the visualization of dendritic arbors we used the type 4 md neuron-specific driver 477-Gal4 [20] to drive expression of memGFP. Details of crosses, confocal microscopy, and quantification of dendrite ends are provided in Text S1.\n\nAnalysis of Larval Locomotory Behavior\n\nLarval crawling was assayed as described previously (refer to Text S1 for details) [25]. Approximately 30 individuals per strain were tested per day over a 5-d period, resulting in a total of approximately 150 larvae per genotype and experiment. Experiments were performed at least twice. Quantification of path lengths was performed using Adobe Photoshop and Image J.\n\nLight-Off Jump Reflex Habituation\n\nMale flies of the genotypes EHMT+/Y, EHMTDD1/Y, EHMTDD2/Y, and female flies of the genotypes EHMT+/EHMT+ and EHMTDD1/EHMTDD2 were tested for light-off jump reflex habituation in a modified assay that was previously described by Engel and Wu [27]. Details of this high throughput assay are described Text S1.\n\nCourtship Conditioning\n\nFlies were tested for learning and/or memory at 4 d of age using the courtship conditioning assay as previously described [53]. For induced EHMT expression via hs-Gal4, flies were incubated at 37 degrees for 45 min on days 1–3, with the final heat shock treatment taking place 24 h before training and testing on day 4.\n\nChIP-seq\n\nChromatin immunoprecipitation was performed using standard methods with anti-H3K9me2 antibodies (07-441, Upstate) and Prot A/G beads (Santa Cruz) to capture antibody bound chromatin (for details see Text S1). Massive-parallel sequencing was performed using the Illumina Genome Analyzer IIx according to standard protocols of the manufacturer (Illumina) (for details see Text S1). All sequence analyses were conducted using the BDGP Release 5 genome assembly (DM3) and the release 5.12 annotations provided by FlyBase. To compensate for differences in sequencing depth and mapping efficiency among the two ChIP-seq samples, the total number of unique tags of each sample was uniformly equalized relative to the sample with the lowest number of tags (7,043,913 tags), allowing for quantitative comparisons. For association of individual bins with genes, we determined the distances from the middle of the bin to the nearest tss or polyA site using the Pinkthing tool (http://pinkthing.cmbi.ru.nl/cgi-bin/index50.pl). The ChIP-Seq data from this study are available at the NCBI Gene Expression Omnibus (http://www.ncbi.nlm.nih.gov/geo/) under series accession no. GSE22447.\n\nMircroarray Expression Analysis\n\nTotal RNA was isolated in triplicate from third instar larvae using the RNeasy Lipid Tissue Midi kit (Qiagen). RNA quality was evaluated using spectrophotometry and integrity was confirmed using gel electrophoresis of glyoxal-denatured samples. Total RNA samples were labeled using the ‘indirect’ method [65]. Superscript II reverse transcriptase (Invitrogen) was used to produce cDNA incorporated with aminoallyl-dUTP (Fermentas). Reactive fluorescent dyes (Alexa647 or Alexa555; Invitrogen) were conjugated to the individual samples. Two differently labeled samples, whole larvae from EHMT mutant versus EMHT+ wild-type, were pooled and co-hybridized to the 14K long oligo array from the Canadian Drosophila Microarray Centre (www.flyarrays.com) according to previously described methods [66]. Images of the hybridized microarrays were obtained using a ScanArray 4000 scanner (Perkin-Elmer) and were quantified using QuantArray 3.0 software (Perkin-Elmer). Data were normalized using lowess sub-grid normalization using Genetraffic Duo (Stratagene) analysis software. Normalized data were exported and analyzed using the one-class test available in the Statistical Analysis of Microarrays (SAM) software package. The false discovery rate of the one-class test was adjusted such that the expected number of false positive results was less than one. Gene lists generated in SAM were filtered to include only those genes that displayed at least a 2.5-fold increase or decrease in abundance with respect to the wild-type sample and whose coefficient of variance was less than 100%.\n\nStatistical Analysis\n\nFor all data, normal versus non-normal distribution was assessed using the Shapiro-Wilk test and by visual examination of histograms. For comparison of more than two variants with a normal distribution, one-way ANOVA analysis was used to determine the probability that there were differences between the variants. In the cases that ANOVA indicated that there was a significant differences between variants (p&lt;0.05) we performed post hoc pair-wise comparisons using the Bonferroni correction, which takes into account that multiple comparisons are being made and therefore increases the stringency of the test. This method was applied for normally distributed data in Figures 3c, 5c, S2e, S2f, S3, and S4b. For comparison of more than two variants with a non-normal distribution, the Kruskal-Wallis test was used to determine if there were significant differences between any of the means. For data sets in which there was a significant difference (p&lt;0.05), we subsequently performed pair-wise comparisons using the Mann-Whitney test, a post hoc test that can be used to compare two means with non-normal distributions. The combination of Kruskal-Wallice and Mann-Whitney was used for data sets which were not normally distributed (Figures 4b–4c and 5d–5f). All of the above tests were performed using SPSS software (SPSS Inc.).\n\nTo test whether the number of LOMBs in a given genomic position (e.g. gene body) was significantly enriched compared to the distribution of all bins in the genome, we applied a hypergeometric test using an online tool (http://stattrek.com/Tables/Hypergeometric.aspx). This test was performed for all genomic regions defined in Figure 6c—Upstream &gt;1 kb, Upstream &lt;1 kb, Gene Body, Downstream &lt;1 kb, Downstream &gt;1 kb, and Distant—to obtain individual p values. Since we performed this test for six genomic regions, p values were corrected using the Bonferroni method to account for multiple comparisons using the same data set.\n\nEnrichment of gene ontolology terms was analyzed using GOToolBox [36] to perform a hypergeometric test with Benjamini &amp; Hochberg correction.\n\nSupporting Information"
}