{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001110",
  "doi": "10.1371/journal.pbio.1001110",
  "externalIds": [
    "pii:PBIOLOGY-D-10-01173",
    "pmid:21814488",
    "pmcid:PMC3144188"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Antagonism of LIN-17/Frizzled and LIN-18/Ryk in Nematode Vulva Induction Reveals Evolutionary Alterations in Core Developmental Pathways",
  "authors": [
    {
      "name": "Xiaoyue Wang",
      "first": "Xiaoyue",
      "last": "Wang",
      "affiliation": "Department for Evolutionary Biology, Max-Planck Institut for Developmental Biology, Tübingen, Germany"
    },
    {
      "name": "Ralf J. Sommer",
      "first": "Ralf J.",
      "last": "Sommer",
      "affiliation": "Department for Evolutionary Biology, Max-Planck Institut for Developmental Biology, Tübingen, Germany"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-07",
  "dateAccepted": "2011-06-02",
  "dateReceived": "2010-12-07",
  "volume": "9",
  "number": "7",
  "pages": "e1001110",
  "tags": [
    "Discipline-v2/Biology",
    "Type/Research Article"
  ],
  "abstract": "Most diversity in animals and plants results from the modification of already existing structures. Many organ systems, for example, are permanently modified during evolution to create developmental and morphological diversity, but little is known about the evolution of the underlying developmental mechanisms. The theory of developmental systems drift proposes that the development of conserved morphological structures can involve large-scale modifications in their regulatory mechanisms. We test this hypothesis by comparing vulva induction in two genetically tractable nematodes, Caenorhabditis elegans and Pristionchus pacificus. Previous work indicated that the vulva is induced by epidermal growth factor (EGF)/RAS and WNT signaling in Caenorhabditis and Pristionchus, respectively. Here, we show that the evolution of vulva induction involves major molecular alterations and that this shift of signaling pathways involves a novel wiring of WNT signaling and the acquisition of novel domains in otherwise conserved receptors in Pristionchus vulva induction. First, Ppa-LIN-17/Frizzled acts as an antagonist of WNT signaling and suppresses the ligand Ppa-EGL-20 by ligand sequestration. Second, Ppa-LIN-18/Ryk transmits WNT signaling and requires inhibitory SH3 domain binding motifs, unknown from Cel-LIN-18/Ryk. Third, Ppa-LIN-18/Ryk signaling involves Axin and β-catenin and Ppa-axl-1/Axin is epistatic to Ppa-lin-18/Ryk. These results confirm developmental system drift as an important theory for the evolution of organ systems and they highlight the significance of protein modularity in signal transduction and the dynamics of signaling networks.",
  "fullText": "Introduction\n      \nBiological diversity in metazoans is basically generated by two principles, the evolution of novelty and the modification of already existing structures. Many case studies in recent years have shown that the evolution of novelty often depends on the co-option of developmental control genes in new cells and tissues [1],[2]. However, most diversity in animals and plants is generated by the modification of already existing structures. For example, organ systems are stable over long evolutionary time periods, but they are permanently modified to create a diversity of form and structures [3]. Little is known about the evolution of the molecular mechanisms underlying the specification of such conserved morphological entities. The theory of developmental systems drift proposes that the development of conserved morphological structures can involve large-scale modifications in their regulatory mechanisms [4], but few case studies have been initiated to test this hypothesis. Such studies require detailed functional comparisons between at least two species with the same body plan and they involve the generation of functional approaches in an evo-devo context, i.e., the development of genetic and transgenesis tools in nonclassical model systems [5]. We have developed the nematode P. pacificus for such studies allowing detailed analysis of the molecular mechanisms involved in signal transduction. P. pacificus belongs to the family of the Diplogastridae, whereas C. elegans is a member of the Rhabditidae family [6]. While both groups belong to the same nematode clade, the comparison of more than a thousand orthologous genes suggests that the last common ancestor of P. pacificus and C. elegans existed 250–420 million y ago (Figure 1G) [7].\n\nTo study developmental systems drift we investigate the evolution of vulva induction between C. elegans and P. pacificus. Both organisms are amenable to forward and reverse genetics and transgenesis, allowing detailed functional and mechanistic studies. C. elegans vulva formation serves as one of the major model systems for elucidating the mechanisms of cell fate specification and cell-cell interactions [8]. Therefore, C. elegans vulva formation also represents a framework for functional studies in evo-devo [5].\n\nThree of six equipotent C. elegans vulval precursor cells (VPCs) are selected by an inductive signal from the gonadal anchor cell (AC) (Figure 1A and 1B) [8]. These three cells, P(5–7).p adopt a 2°–1°–2° fate pattern and form vulval tissue, whereas the three remaining VPCs, P(3,4,8).p, adopt an epidermal, so-called 3° fate (Figure 1B and 1C). A complex network of signaling processes determines vulval cell fates in C. elegans. The AC secretes an epidermal growth factor (EGF)-type ligand that is transmitted in the VPCs by RAS/MAPK signaling. A notch-type lateral signaling process acts downstream or in parallel to EGF/RAS signaling to specify vulval fates. Besides EGF and Notch signaling, Wnt signaling has been implicated in two other aspects of vulva determination. First, Wnt signaling is involved in the regulation of the Hox gene lin-39, which specifies VPCs early in larval development (Figure S1). In lin-39/Hox or bar-1/β-catenin mutants, VPCs are not specified and fuse with the hypodermis, adopting the fate of the epidermal cells P(1,2,9–11).p in the anterior and posterior body region (Figure S1) [9]. Later in larval development, another Wnt pathway is involved in the proper execution of the 2° cell lineage (Figure 1C) [10]. While P5.p and P7.p both adopt a 2° cell fate, a lineage reversal of P7.p is required for proper vulva morphogenesis. An atypical Wnt signaling pathway, involving the Cel-lin-17/Frizzled, but also the Ryk-type receptor Cel-lin-18, was shown to regulate P7.p polarity [10]–[12]. In Cel-lin-17 and Cel-lin-18 mutants, the P7.p lineage reversal is abolished and P7.p forms a second vulva-like protrusion in the posterior part of the animal, resulting in a Bivulva phenotype. Thus, Wnt signaling has a key role in the regulation of VPC competence and P7.p polarity in C. elegans, whereas its role in vulva induction is still debated [11],[13].\n\nIn P. pacificus, the vulva is formed by the same cells as in C. elegans, P(5–7).p, which also adopt a 2°–1°–2° fate pattern (Figure 1D–1F) [14]. However, vulva induction in P. pacificus relies on Wnt signaling and mutants in the Wnt pathway have induction-vulvaless phenotypes, unlike Wnt pathway mutants in C. elegans (Figure 1E) [15]. A Ppa-bar-1/β–catenin deletion mutant is completely induction-vulvaless. In such animals, VPCs do not divide and remain epidermal (3°), in a manner similar to gonad-ablated animals (Figures S1, S2B, and S2C; Table 1A–1C). Several WNT ligands and receptors act redundantly in P. pacificus vulva induction: Ppa-mom-2/Wnt; Ppa-lin-18/Ryk double mutants and Ppa-mom-2; Ppa-egl-20; Ppa-lin-18 triple mutants are strongly vulvaless, while single gene mutations are phenotypically normal (Figure S2D–S2H; Table 1D–1H) [15]. Ppa-mom-2 and Ppa-lin-44, another Wnt ligand, are expressed in the AC and the somatic gonad, respectively, representing the gonadal branch of inductive Wnt signal [15]. In contrast, Ppa-egl-20 is expressed in the tail in a similar manner as Cel-egl-20 [15],[16], representing the first signaling ligand involved in vulva induction that is expressed outside of the gonad [15].\n\nWnt signal transduction during P. pacificus vulva induction requires an unusual wiring. In contrast to Ppa-bar-1, Ppa-egl-20, Ppa-mom-2, and Ppa-lin-18, which promote vulva induction as indicated by the vulvaless phenotype associated with single or double mutants in these genes [15], Ppa-lin-17/Frizzled has a negative role in vulva formation and mutations in Ppa-lin-17 are multivulva [17]. After ablation of the somatic gonad at hatching, P(5–7).p form vulva-like structures in Ppa-lin-17(tu33). Also, the Ppa-lin-17 phenotype is suppressed by Ppa-egl-20, suggesting a novel ligand-receptor interaction (Figure S2I and S2J; Table 1I and 1J) [15]. A similar interaction between lin-17 and egl-20 has subsequently been observed during P7.p polarity specification in C. elegans [12]. However, the molecular mechanisms of the lin-17–egl-20 interaction have not been investigated.\n\nTaken together, three hallmarks characterize P. pacificus vulva induction when compared to C. elegans. First, Wnt signaling rather than EGF/RAS signaling induces the formation of this homologous morphological structure. Second, two signaling centers from the somatic gonad and the posterior body region are redundantly involved in vulva induction relying on distinct Wnt ligands. Third, signaling from the posterior body region involves a novel wiring between the Frizzled receptor Ppa-lin-17 and the Wnt ligand Ppa-egl-20. Here, we elucidate the molecular mechanism of Wnt signaling from the posterior to study developmental systems drift. By using genetic, molecular, and transgenesis studies we show that Ppa-LIN-17 acts by ligand sequestration. The Ryk-type receptor Ppa-LIN-18 transmits Wnt signaling and requires inhibitory SH3 binding motifs, unknown from Cel-LIN-18. Ppa-LIN-18/Ryk signaling involves the single Axin-like gene in P. pacificus and Ppa-axl-1 mutants represent the strongest multivulva phenotype observed in P. pacificus to date. These studies indicate the acquisition of individual domains in otherwise conserved Frizzled- and Ryk-type receptors during vulva induction in P. pacificus and they highlight the strong dynamics and modularity of signaling networks underlying the evolution of conserved morphological structures, thereby supporting the theory of developmental systems drift.\n\n      Results\n      \n        Novel Multivulva Mutants with Distinct Vulval Phenotypes\n        \nThe key difference between P. pacificus Wnt signaling during vulva induction and other types of Wnt signal transduction is the antagonistic function of the Frizzled-type receptor Ppa-lin-17 [15]. While a mutation in the β-catenin–like gene Ppa-bar-1 is completely vulvaless, Ppa-lin-17/Fz null alleles are multivulva as indicated by the ectopic vulva formation in Ppa-hairy(tu97); Ppa-lin-17/Fz(tu108) double mutants (Table 1P) [17]. Also, Ppa-egl-20/Wnt suppresses the multivulva phenotype of Ppa-lin-17/Fz, highlighting the unusual wiring of Wnt signaling during P. pacificus vulva induction [15]. To elucidate the molecular mechanism of Ppa-LIN-17/Fz function, we used a genetic approach and screened for mutations in genes that would result in a multivulva phenotype similar to Ppa-lin-17/Fz. We performed screens in three different genetic backgrounds, wild type, Ppa-hairy, and Ppa-ced-3 mutants. In Ppa-hairy and Ppa-ced-3 mutants, the survival of P(3,4).p results in two epidermal cells that are competent to form vulval tissue (Table 1K and 1L; Figure S2K and S2L) [18],[19]. From these screens we isolated three mutants that fall into two complementation groups. Complementation group 1 has only one allele (tu383) and complementation group 2 consists of the alleles tu98 and tu329. We first describe the characterization of tu383.\n\ntu383 has a novel vulva phenotype and was isolated in the Ppa-hairy background. In Ppa-hairy(tu97); tu383 double mutants, P(3–8).p have vulva cell fates and P(3,4,8).p adopt a 2° fate in most mutant animals (Table 1M). After ablation of the somatic gonad at hatching in Ppa-hairy(tu97); tu383 double mutants, P(3–8).p still adopt vulval cell fates (Table 1N). The tu383 single mutant retains vulva differentiation in P8.p, whereas P(3,4).p die of programmed cell death (Figure 2A and 2B; Table 1O). These results indicate that tu383 fulfills both criteria of a multivulva phenotype, ectopic vulva differentiation and gonad-independent vulva formation.\n\n        tu383 Alters the Stop Codon of Ppa-lin-17/Fz and Results in a 17 Amino Acid Extension of the Protein\n        \nWe mapped tu383 to a small interval of Chromosome V, which includes Ppa-lin-17/Fz (Figure 2C). No other candidate genes related to Wnt signaling are known in this genetic interval. Therefore, we started DNA-mediated transformation rescue experiments by injecting a 16-kb genomic DNA construct that contains the wild-type copy of Ppa-lin-17/Fz. More than 50% of transgenic animals showed rescue of the tu383 phenotype (Figure 2D). We sequenced the Ppa-lin-17/Fz gene from tu383 mutant animals and found an A to T transition changing the natural stop codon TAA to TAT (Figure 2E). This results in a 17 amino acid extension of the Ppa-LIN-17/Fz protein. Sequencing of the cDNA by reverse transcriptase (RT)-PCR confirmed this mutation. We conclude that tu383 represents an unusual allele of Ppa-lin-17/Fz.\n\nPpa-lin-17/Fz reduction-of-function alleles and Ppa-lin-17/Fz(tu383) have distinct vulva phenotypes, affecting P7.p polarity and P8.p differentiation, respectively. P7.p polarity is strongly affected in all Ppa-lin-17/Fz reduction-of-function alleles, but not in Ppa-lin-17/Fz(tu383) (Table 1I and 1O) [17]. By contrast, vulva differentiation in P8.p is only observed in Ppa-lin-17/Fz(tu383) (Figure 2B). Consistent with these observations, trans-heterozygous Ppa-lin-17/Fz(tu33/tu383) animals were phenotypically wild type (Table 1Q). Similarly, 56 of 58 Ppa-lin-17/Fz(tu383/+) animals are phenotypically normal, indicating that the vulva phenotype of Ppa-lin-17/Fz(tu383) mutants does not have a strong dominant effect (Table 1R). In addition, vulva differentiation of P8.p in Ppa-lin-17/Fz(tu383) is not suppressed by Ppa-egl-20/Wnt (Table 1S). These results indicate that a 17 amino acid extension at the C terminus of Ppa-LIN-17/Fz causes a neomorphic phenotype with vulval patterning defects that are distinct from those of Ppa-lin-17/Fz reduction-of-function alleles.\n\n        An Ectopic SH3 Domain-binding Motif Is Necessary and Sufficient for the tu383 Phenotype\n        \nNext, we wanted to know if the extension of Ppa-LIN-17/Fz in the tu383 allele changes the biochemical properties of the protein. Interestingly, the 17 amino acid extension contains a potential SH3 domain-binding motif (SDBM) of the sequence PGIP574-577 followed by a potential phosphorylation site THS578-580 (Figure 2E). Another potential SDBM exists in the natural C terminus of Ppa-LIN-17/Fz at amino acid position 531–534, which is not followed by a phosphorylation site (Figure 2E).\n\nTo test the functional importance of individual amino acids in the C terminus of Ppa-LIN-17/Fz(tu383), we developed a transgenic assay with a readout for ectopic vulva differentiation. We used a Ppa-ced-3(tu54) mutant background (Figure S2L) and measured ectopic vulva differentiation in both, P(1–4).p and P8.p (Figure 2F). A transgenic line carrying a full length copy of Ppa-lin-17/Fz(tu383) showed nearly 100% vulva differentiation in P(1–4).p and P8.p (Figure 2F, dark blue bars). In contrast, the transgenic line containing a wild-type copy of Ppa-lin-17/Fz did not show ectopic vulva differentiation in these cells (Figure 2F, light blue bars).\n\nUsing this assay system, we tested the function of the potential SDBM sites in the intracellular domain of Ppa-LIN-17/Fz(tu383). First, we generated a transgene with a PGIP574-577AAAA mutation. Transgenic animals showed a reduction in P(1–4).p vulva differentiation from 100% to 15% and vulva differentiation in P8.p is completely abolished (Figure 2F, green bars). Second, we generated a construct that changed THS578–580 into AHA. Animals carrying this transgene showed vulva differentiation below 10% in P(1–4).p and P8.p (Figure 2F, red bars). In contrast, transgenic animals with a mutation of PGIP531–534 to AAAA showed 100% vulval differentiation in P(1–4).p and 35% in P8.p (Figure 2F, orange bars). These experiments suggest that the multivulva phenotype of Ppa-lin-17/Fz(tu383) depends on the PGIPTHS motif in the 17 amino acid extension of the Ppa-LIN-17/Fz receptor. We speculate that this protein extension provides an ectopic SDBM that interferes with other protein interactions in VPCs. One potential mechanism would be that PGIPTHS574-580 mimics a peptide of another protein in the Wnt signaling network, i.e., the receptor for Ppa-egl-20/Wnt, and competes for binding to a regulatory protein that acts downstream in the Wnt pathway.\n\n        The Intracellular Domain of Ppa-LIN-18/Ryk Is Required for Vulva Induction\n        \nNext, we searched for potential SDBMs in other P. pacificus Frizzled-type receptors and Ppa-LIN-18/Ryk. While none of the other P. pacificus Frizzled-type receptors contains an SDBM, there are three such motifs in the intracellular domain of Ppa-LIN-18 (Figure 3A), the Ryk-type receptor that is known to be involved in vulva induction (Figure S2F–S2H; Table 1F–1H) [15]. Sequence comparison between Ppa-LIN-18/Ryk and Cel-LIN-18/ryk reveals high sequence similarity in both, the extracellular and intracellular parts of the LIN-18/Ryk proteins (Figure 3A, right). The intracellular domain consists of a kinase domain, which in C. elegans is not required for P7.p polarity [10]. While the P. pacificus and C. elegans LIN-18/Ryk proteins show a high overall sequence similarity, Ppa-LIN-18/Ryk contains three potential SDBMs, whereas only one sequence with weak similarity to this motif is found in Cel-LIN-18/Ryk (Figure 3A, right).\n\nTo study the function of individual domains of Ppa-LIN-18/Ryk, we developed a transgenic assay with a functional reporter system. In Ppa-lin-18/Ryk; Ppa-mom-2/Wnt double mutants only 2% of the worms form a normal vulva with a 2°–1°–2° pattern, whereas 39% of the animals are vulvaless (Figures 3B and S2G; Table 1G). Transgenic animals that carry a full-length wild-type copy of Ppa-lin-18/Ryk can partially rescue the Ppa-lin-18/Ryk; Ppa-mom-2/Wnt double mutant phenotype. In two independent transgenic lines, 25% and 45% of animals form a normal vulva (Figures 3C, 3D, and S3). Similarly, a full-length Ppa-LIN-18/Ryk fused to an HA tag at the carboxyl terminus showed 29% rescue of the double mutant phenotype (Figures 3D and S3). Next, we generated constructs containing only the extracellular domain and the transmembrane domain (“ECD-TM” construct), or the signal peptide, the transmembrane domain and the intracellular domain (“Signal peptide-TM-C-term” construct). None of these transgenic lines rescued the Ppa-lin-18/Ryk; Ppa-mom-2/Wnt double mutant phenotype, suggesting that in contrast to C. elegans, the extracellular domain of Ppa-LIN-18/Ryk on its own does not have rescuing activity (Figures 3D and S3). These results provide the first evidence that Ppa-LIN-18/Ryk requires C-terminal domain in vulva induction and has a distinct function than in C. elegans.\n\n        Ppa-LIN-18/Ryk Contains Inhibitory SH3 Domain-binding Motifs\n        \nTo determine if the three potential SDBMs in the intracellular domain of Ppa-LIN-18/Ryk are involved in the regulation of Wnt signaling, we mutated the SDBM encoding fragments of Ppa-lin-18/Ryk and tested for rescuing activity of the resulting transgenes. Transgenic lines carrying mutations of the first or third SDBM (“ECD-TM-C-term 1st SDBM265-268AAAA” and “ECD-TM-C-term 3rd SDBM552-559AAFDLAA”) showed a strong increase in rescuing activity (Figures 3D and S3). Specifically, four of five transgenic lines with mutations at SDBM265-268 showed more than 64% rescue. Similarly, two out of three lines with mutations at SDBM552-559 showed more than 50% rescue (Figures 3D and S3). In contrast, mutations of the second site, SDBM368-371, resulted in normal vulval patterning in only 15% of transgenic animals (Figures 3D and S3). These results suggest that SDBM sites 1 and 3 of Ppa-LIN-18/Ryk have an inhibitory function, which might be involved in binding to an inhibitor that prevents signaling in the absence of Wnt ligands. We speculate that the removal of SDBMs 1 or 3 in Ppa-LIN-18/Ryk results in an enhancement of rescuing activity, because in the absence of these SDBMs the inhibitor can no longer bind to Ppa-LIN-18/Ryk. Under the assumption that the ectopic SDBM site PGIPTHS574-580 of Ppa-LIN-17/Fz(tu383) mimics the SDBMs of Ppa-LIN-18/Ryk, Ppa-LIN-17/Fz(tu383) attracts the inhibitor by competitive binding from Ppa-LIN-18/Ryk, thereby causing ligand independent signal transduction.\n\n        The SH3 Domain-binding Motifs of Ppa-LIN-18/Ryk and Ppa-LIN-17/Fz(tu383) Have Similar Binding Properties\n        \nThe experiments described above indicate that the SDBMs are important for Ppa-LIN-18/Ryk function and they are consistent with the hypothesis that Ppa-LIN-18/Ryk and Ppa-LIN-17/Fz(tu383) competitively bind inhibitory SH3 domain proteins via their SDBMs. To study if Ppa-LIN-18/Ryk and Ppa-LIN-17/Fz(tu383) have similar binding properties, we replaced the ectopic SDBM PGIPTHS574-580 of Ppa-LIN-17/Fz(tu383) with the individual SDBMs of Ppa-LIN-18/Ryk (Figure 4A) and tested the resulting constructs in the transgenic assays for ectopic vulva differentiation in P(1–4).p and P8.p using the Ppa-ced-3(tu54) mutant background (Figure 4). Transgenic animals carrying construct in which the ectopic SDBM of Ppa-LIN-17/Fz(tu383) was replaced by the first or third SDBM of Ppa-LIN-18/Ryk, showed strong vulva induction in P(1–4).p and P8.p (Figure 4B and 4C). In contrast, transgenic animals carrying a Ppa-LIN-17/Fz(tu383) substitution with the second SDBM of Ppa-LIN-18/Ryk, showed only 25% vulva induction in P(1–4).p, which is similar to the result of transgenes containing a Ppa-LIN-17/Fz(tu383) PGIP574-577AAAA mutation (Figure 4B and 4C). These results indicate that the ectopic SDBM of Ppa-LIN-17/Fz(tu383) mimics the first and third SDBM sites of Ppa-LIN-18/Ryk, suggesting that Ppa-LIN-17/Fz(tu383) and Ppa-LIN-18/Ryk competitively bind to a common SH3 domain containing inhibitory protein.\n\nIf Ppa-LIN-18/Ryk and Ppa-LIN-17/Fz(tu383) compete for binding, a Ppa-lin-18/Ryk(tu359) mutant should be epistatic to Ppa-lin-17/Fz(tu383). Indeed, Ppa-lin-18/Ryk(tu359) suppresses the multivulva phenotype of Ppa-lin-17/Fz(tu383) and 33 of 45 (73%) Ppa-lin-18/Ryk(tu359); Ppa-lin-17/Fz(tu383) double mutants are phenotypically wild type (Table 1T), indicating that Ppa-lin-17/Fz(tu383) requires functional Ppa-LIN-18/Ryk for signaling. Taken together, these experiments suggest that the SDBMs in Ppa-LIN-18/Ryk and Ppa-LIN-17/Fz(tu383) have similar SH3 binding properties and that Ppa-lin-18/Ryk(tu359) suppresses Ppa-lin-17/Fz(tu383).\n\n        tu98 and tu329 Represent the Pristionchus axin Gene\n        \nNext, we characterized the remaining multivulva locus (complementation group 2, see above), which represents the strongest multivulva phenotype obtained in P. pacificus to date. Two alleles, tu98 and tu329, have been isolated from large-scale mutagenesis experiments. tu98 and tu329 mutant animals have two ventral epidermal cell lineage defects, both of which indicate that this gene represents a negative regulator of vulva formation. First, P8.p adopts a vulva fate in 85% and 100% in tu98 and tu329 mutant animals, respectively (Figure 5A and 5B). Second, P(9–11).p survive and adopt vulval cell fate in most mutant animals (Figure 5A and 5B). Furthermore, P(5–11).p can adopt vulval fates after ablation of the somatic gonad at hatching, indicating that the multivulva phenotype is gonad independent (Figure 5A). Similarly, in a Ppa-ced-3(tu54); tu98 double mutant all epidermal cells from P1.p to P11.p can undergo vulva differentiation (Figure 5A and 5C).\n\nWe mapped the locus to an interval of several hundred kb between the molecular markers S240 and S327 in the center of Chromosome V (Figure 5D). One potential candidate in that region is a gene with high sequence similarity to axin, a known negative regulator of Wnt signaling in C. elegans [20],[21]. While C. elegans contains two axin-like genes, Cel-pry-1 and Cel-axl-1, the current draft of the P. pacificus genome has only one axin-like gene, which is called Ppa-axl-1 because it shows highest sequence similarity to Cel-axl-1 (Figure 5E). Overall, sequence similarity is restricted to the known functional domains, the “Regulator of G Protein Signaling” (RGS) and the “Dishevelled-Axin” (DIX) domain (Figure 5E).\n\nTo determine if this complementation group corresponds to Ppa-axl-1, we performed rescue experiments. A 7-kb genomic construct containing the complete coding region as well as 2.8 kb of upstream sequence fully rescued the phenotype of tu98. When we sequenced the Ppa-axl-1 gene in the two alleles tu98 and tu329, we found mutations in the RGS domain in both of them. tu329 contains a mutation resulting in an amino acid alteration from Leu to Phe at position 115 and the trimethylpsoralen-ultraviolet–induced allele tu98 contains two mutations in the RGS domain resulting in amino acid alterations at position 47 (Ile to Asn) and position 50 (Phe to Tyr) (Figure 5E). All mutations were confirmed by sequencing cDNA fragments. Together, these results indicate that loss-of-function alleles in Ppa-axl-1 result in the strongest known multivulva phenotype in P. pacificus.\n\n        Ppa-axl-1 Is Epistatic to Ppa-lin-18/Ryk\n        \nNext, we studied the genetic interactions between Ppa-lin-18/Ryk, Ppa-axl-1, and Ppa-bar-1/β-catenin. First, we generated a Ppa-axl-1(tu98); Ppa-mom-2/Wnt(tu263); Ppa-lin-18/Ryk(tu359) triple mutant to see if Ppa-axl-1(tu98) can suppress the vulvaless phenotype of Ppa-mom-2/Wnt(tu263); Ppa-lin-18/Ryk(tu359) double mutants. Indeed, a Ppa-axl-1(tu98); Ppa-mom-2/Wnt(tu263); Ppa-lin-18/Ryk(tu359) triple mutant is multivulva indicating that Ppa-axl-1 is epistatic to Ppa-lin-18/Ryk (Table 1U). Next, we determined the role of Ppa-bar-1/ß-catenin in relation to the other factors. Ppa-axl-1(tu98); Ppa-bar-1/β-catenin(tu362) and Ppa-bar-1/ß-catenin (tu362); Ppa-lin-17/Fz(tu383) double mutants are completely vulvaless, indicating that the unusual Wnt network acting during P. pacificus vulva induction is Ppa-BAR-1/β-catenin dependent, with Ppa-BAR-1/ß-catenin representing the most downstream component identified to date (Table 1V and 1W).\n\n        Ppa-EGL-20/Wnt Overexpression Induces Ectopic Vulva Formation\n        \nThe experiments described above indicate an antagonism of Ppa-LIN-17/Fz and Ppa-LIN-18/Ryk during Ppa-EGL-20/Wnt signaling from the posterior body region. Two testable predictions derive from these observations. First, the antagonistic role and the multivulva phenotype of Ppa-lin-17/Fz mutants suggest that Ppa-LIN-17/Fz works by ligand sequestration of Ppa-EGL-20/Wnt. According to this model, Ppa-LIN-17/Fz balances the amount of Ppa-EGL-20/Wnt from the posterior body region. In a Ppa-lin-17/Fz null mutant ectopic Ppa-EGL-20/Wnt signal will reach the VPCs causing vulva formation in the absence of the signal from the second signaling center, the somatic gonad (Figure 6D). Second, Ppa-lin-17/Fz should be coexpressed with Ppa-egl-20/Wnt in the posterior body region.\n\nTo test the ligand sequestration model (Figure 6D), we expressed Ppa-egl-20/Wnt under two constitutive promoters and determined if Ppa-egl-20/Wnt overexpression was sufficient to cause ectopic vulva formation. We expressed Ppa-egl-20/Wnt under the control of the Drosophila heat shock promoter Dm-hsp-70 and the Ppa-mig-1/Fz promoter, respectively, and studied the effect of Ppa-EGL-20/Wnt overexpression in Ppa-ced-3; Ppa-egl-20/Wnt double mutant animals. The Ppa-egl-20/Wnt background eliminates endogenous Wnt activity and the cell-death defective Ppa-ced-3 background results in the survival of P(1–4,9–11).p (Figure S2L). We analyzed ectopic vulva differentiation in P(1–4).p, the cells furthest away from the endogenous source of Ppa-EGL-20/Wnt signaling in the posterior body region. In Dm-hsp-70::Ppa-egl-20/Wnt transgenic animals, vulva differentiation in P(1–4).p was on average observed in 25% of heat shocked animals, whereas Ppa-mig-1::Ppa-egl-20/Wnt transgenic animals showed 12% vulva differentiation in these cells (Table 2). In contrast, nontransgenic Ppa-ced-3; Ppa-egl-20/Wnt mutant animals have no ectopic vulva differentiation (Table 2). Thus, Ppa-egl-20/Wnt is sufficient for vulva induction, supporting the ligand sequestration model for Ppa-LIN-17/Fz (Figure 6D).\n\n        Ppa-lin-17/Fz Is Expressed in the Posterior Body Region\n        \nTo study the expression pattern of Ppa-lin-17/Fz we generated a Ppa-lin-17/Fz::RFP(NLS) construct containing 1.5-kb upstream sequence of Ppa-lin-17/Fz. We found Ppa-lin-17/Fz expression in the posterior body region surrounding the rectal area in all larval stages (Figure 6A–6C). Coexpression of Ppa-lin-17/Fz::RFP with Ppa-egl-20/Wnt::GFP indicates that the two genes have an overlapping expression pattern during larval development that is, however, not completely identical (Figure 6A–6C). Low level Ppa-lin-17/Fz::RFP expression is also seen in more anterior regions including the VPCs during the J3 larval stage (unpublished data). All described expression patterns were highly reproducible and were observed in several independent transgenic lines. This pattern is consistent with ligand sequestration and the antagonistic interaction of Ppa-EGL-20/Wnt and Ppa-LIN-17/Fz (Figure 6D). However, given the Ppa-lin-17/Fz expression in the posterior body region and the VPCs, we cannot distinguish if ligand sequestration occurs in the posterior body region, the central body region, or both. To address this question, we expressed Ppa-lin-17/Fz under the Ppa-egl-20/Wnt promoter. A Ppa-egl-20/Wnt::Ppa-lin-17/Fz transgene that is only expressed in the posterior region showed rescue of the Ppa-lin-17/Fz(tu108) multivulva phenotype in a Ppa-ced-3(tu104) mutant background (Figure S4). These experiments suggest that ligand sequestration is largely restricted to the posterior tail region.\n\n      Discussion\n      \nTranscription factors and signaling pathways are highly conserved throughout the animal kingdom [22],[23]. Nonetheless, morphological and developmental structures show a near endless diversity. How this diversity is generated in the context of conserved developmental control genes remains largely elusive. We try to tackle this problem by studying the evolution of the developmental mechanisms underlying the specification of a conserved developmental and morphological structure, the nematode vulva. While previous studies clearly indicated that the vulva is a conserved organ that is formed from homologous precursor cells, little was known about the exact molecular mechanisms at work [24]. Here, we determined the molecular mechanisms of Wnt signaling from the posterior body region during P. pacificus vulva induction and demonstrate the importance of modularity and dynamics of signaling networks for the evolution of developmental mechanisms.\n\nWe have obtained evidence for a novel wiring in a Wnt signaling network with a ligand sequestration function of LIN-17/Fz and the coupling of the LIN-18/Ryk receptor to Axin and BAR-1/β-catenin regulation. Four major conclusions can be drawn from these results. First, differences in vulva induction between C. elegans and P. pacificus are not restricted to the differential use of EGF/RAS versus Wnt signaling. The shift of signaling pathways involves a novel wiring of Wnt signaling. Second, signaling pathways that are conserved throughout the animal kingdom are highly dynamic and alterations of individual protein interactions can be under strong influence of small protein domains. Therefore, the presence or absence of SDBMs in nematode LIN-18/Ryk receptors highlights the significance of protein modularity for evolution. Also, evolutionary conserved proteins differ between species in that LIN-17/Fz acts as antagonist in P. pacificus vulva induction but as agonist in most Wnt signaling pathways. This supports a third conclusion, that mutational changes in protein-coding regions of core developmental control genes do occur and are of evolutionary importance. The significance of mutations in coding regions that change the structure of proteins versus mutations in cis-regulatory elements that alter the expression pattern of a given gene has been the subject of a recent debate in evo-devo [25],[26]. Several case studies provide evidence for both types of mutation patterns, but these studies centered on adaptive changes between closely related species [27],[28]. The comparison of vulva induction between C. elegans and P. pacificus provides an example for the evolutionary mutation spectrum of core developmental pathways. Because both nematodes are amenable to forward and reverse genetics, functional and mechanistic studies are possible that made it feasible to identify functional changes in the coding region of developmental control genes [5]. Our study therefore, provides support for the claim that the discussed prevalence of mutations in cis-regulatory elements might result from an ascertainment bias [27].\n\nFinally, the comparison of Wnt signaling in animal development reveals a diversity of molecular mechanisms that is to a certain extent independent of phylogeny. For example, the coupling of the LIN-18/Ryk receptor to β-catenin regulation in P. pacificus is more similar to what has been described in mammals than to C. elegans or Drosophila Ryk function [29]–[31]. Similar findings were made previously when studying the role of GROUCHO proteins and their interaction with basic helix-loop-helix transcription factors in P. pacificus and C. elegans [19].\n\nIn this study we report what to our knowledge are three novelties of Wnt signaling in nematode development. First, we have discovered a new mechanism for LIN-17/Fz function in Wnt signaling. We hypothesize that Ppa-LIN-17/Fz balances the amount of Ppa-EGL-20/Wnt leading to ligand sequestration (Figures 6D and 7A). In a Ppa-lin-17/Fz mutant, Ppa-EGL-20/Wnt is not properly sequestered resulting in gonad-independent vulva differentiation and a multivulva phenotype (Figure 6D). Ligand sequestration is most likely restricted to the posterior body region close to the source of Ppa-EGL-20/Wnt ligand, as suggested by the observed rescuing capability of a Ppa-egl-20/Wnt-driven Ppa-lin-17/Fz transgene in a Ppa-lin-17(tu108); Ppa-ced-3(tu104) background (Figure S4). In C. elegans, a related regulation of EGL-20/Wnt activity was described by the Ror receptor tyrosine kinase CAM-1 [32]. Cel-EGL-20/Wnt regulates the anterior migration of the hermaphrodite-specific neuron (HSN) and the right Q neuroblast. Overexpression of Cel-egl-20/Wnt, as well as cam-1 mutants result in too far anterior migration, indicating that Cel-CAM-1 negatively regulates Cel-EGL-20/Wnt. In Drosophila, the Frizzled-type receptor Dfz2 has also been reported to antagonize Wnt signaling [33].\n\nSecond, the analysis of the neomorphic Ppa-lin-17/Fz(tu383) allele provides insight into a novel aspect of the molecular mechanism of Wnt signaling. The mutation of the natural stop codon and the resulting 17 amino acid extension in Ppa-LIN-17/Fz(tu383) led to the identification of a potential SDBM and three similar SDBMs in Ppa-LIN-18/Ryk. We propose that Ppa-EGL-20/Wnt signaling is transduced by Ppa-LIN-18/Ryk and the SDBM sites in Ppa-LIN-18/Ryk act as negative regulators (Figure 7A). Through the binding of an inhibitor or an inhibitory complex, these SDBM sites prevent ligand-independent Wnt signal transduction. In the neomorphic Ppa-lin-17/Fz(tu383) allele, the inhibitor is attracted by the ectopic SDBM site in Ppa-LIN-17/Fz(tu383) and the release of the inhibitor from Ppa-LIN-18/Ryk results in ligand-independent vulva differentiation and a multivulva phenotype (Figure 7B). This model is supported by the fact that Ppa-lin-18/Ryk(tu359) suppresses the multivulva phenotype of Ppa-lin-17/Fz(tu383). However, the effect of tu383 and its 17 amino acid extension is specific to Ppa-lin-17/Fz as indicated by the finding that the fusion of the ectopic SDBM site to another Fz-type receptor, Ppa-MIG-1/Fz, does not result in a similar multivulva phenotype as Ppa-lin-17/Fz(tu383) (unpublished data).\n\nTo our knowledge, this study provides the first evidence for the involvement of SDBMs in Wnt signaling. We speculate that the inhibitor or inhibitory complex in P. pacificus Wnt signaling involves SH3 domain proteins, the molecular nature of which awaits future analysis. There are 38 SH3 domain proteins in the P. pacificus genome including representatives of all major genes known from other model organisms (Table S1) [34]. Given the fact that the mutagenesis screens for vulva defective mutants in P. pacificus have been saturated and no uncloned multivulva locus remains, it is well possible that redundancy masks the function of individual genes in this process. It is interesting to note that in contrast to Wnt signaling, SH3 domain proteins are known to play a key role in EGF/RAS signaling. In C. elegans vulva induction, the GRB2 homolog sem-5 is a positive regulator of vulva formation [35], whereas sli-1, a member of the Cbl ubiquitin ligase family, is a negative regulator of LET-23/EGFR [36]. One intriguing possibility therefore would be that Ppa-LIN-18/Ryk interacts with any of these gene products.\n\nThird, the functional characterization of Ppa-axl-1 shows that the novel wiring of Ppa-EGL-20/Wnt, Ppa-LIN-17/Fz, and Ppa-LIN-18/Ryk requires Axin and acts through the β-catenin–type protein Ppa-BAR-1. No in vivo genetic evidence has been described previously between LIN-18/Ryk, Axin, and β-catenin. Data from C. elegans and mammalian cell culture provide evidence that Ryk is required for TCF-driven transcription [37],[38]. Similarly, a recent study described the isolation of a pry-1/Axin mutation in C. briggsae [39]. While Cbr-pry-1/Axin mutants provide evidence for the conservation and diversification of Wnt signaling in Caenorhabditis, Cbr-pry-1/Axin was shown to function upstream of Cbr-bar-1|β-catenin and Cbr-pop-1 [39].\n\nTaken together, the comparison of Wnt pathway components and their functions between P. pacificus and C. elegans reveals an enormous diversity in the regulatory linkage of Wnt signal transduction and in the composition of the regulatory networks that control conserved morphological entities. Therefore, the evolution of vulva development provides a prime example for developmental systems drift [4]. The results described in this study highlight the strong dynamics and modularity of signaling networks in animal development and can therefore be used to extend the concept of developmental systems drift further. The evolution of individual protein domains, and not necessarily complete genes or proteins, can result in novel protein interactions and thus, new regulatory linkages. These findings result in the intriguing idea that protein domains might be the prime subjects of natural selection. This idea would be consistent with the general notion that developmental control genes are highly conserved in sequence throughout the animal kingdom. This conservation however, is often restricted to the DNA binding domains of transcription factors or already well-characterized domains of intracellular proteins. Small peptides, like the SDBM described here, can and most likely, do evolve relatively fast. However, functionally important peptides might often remain unnoticed, as they cannot be simply deduced from computational analysis. Only a detailed genetic and biochemical characterization can identify the functional significance of such domains. The independent evolution of small protein domains in otherwise conserved proteins increases the “evolutionary freedom” of signaling pathways and developmental networks. The introduction of a new interaction partner into an already existing pathway, but also the cross-connectivity of signaling pathways in developmental networks can be facilitated by the evolution of novel protein domains. Thus, the acquisition of novel protein domains might allow the de novo evolution of functional modules in the context of conserved regulatory control genes.\n\n      Materials and Methods\n      \n        Nematode Work\n        \nAll worms were kept on nematode growth medium (NGM) agar plates with the Escherichia coli strain OP50 as food [14]. P. pacificus PS312 (California) was used for all genetic analysis. For cell ablation experiments, animals were picked into M9 buffer placed on a pad of 5% agar in water containing 10 mM sodium azide as anesthetic. All ablation experiments were carried out 0–1 h after hatching (20°C).\n\n        Genetics\n        \nThe following mutants were used: Ppa-bar-1/β-catenin(tu362), Ppa-egl-20/Wnt(tu382), Ppa-mom-2/Wnt (tu363), Ppa-lin-18/Ryk(tu359), Ppa-mom-2/Wnt (tu363); Ppa-lin-18/Ryk(tu359), Ppa-mom-2/Wnt (tu363); Ppa-lin-18/Ryk(tu359); Ppa-egl-20/Wnt (tu364), Ppa-lin-17/Fz(tu33); Ppa-egl-20/Wnt (tu382) (all originally described in [15]), Ppa-hairy(tu97) [19], Ppa-lin-17/Fz(tu33) [17]. The following single and double mutants are newly described in this study: Ppa-lin-17/Fz(tu383), Ppa-hairy(tu97); Ppa-lin-17/Fz (tu383), Ppa-lin-17/Fz (tu383/tu33), Ppa-lin-17/Fz (tu383); Ppa-egl-20/Wnt(tu382), Ppa-lin-17/Fz (tu383); Ppa-lin-18/Ryk(tu359), Ppa-axl-1(tu98); Ppa-mom-2/Wnt(tu363); Ppa-lin-18/Ryk(tu359), Ppa-lin-17/Fz (tu383); Ppa-bar-1/β-catenin(tu362), Ppa-axl-1(tu98); Ppa-bar-1/β-catenin (tu362).\n\n        Mutagenesis Screens\n        \nMixed stage animals were washed off the plates in M9 buffer, after which ethyl methanesulphonate (EMS) was added to a final concentration of 50 mM for 4 h at 20°C. After washing in M9 five times, worms were spotted onto the surface of NG plates. After 1 h, excess liquid had been absorbed and individual motile L4 hermaphrodites were picked individually to plates. In the F2 generation, egg-laying defective mutants were isolated and their progeny were reanalyzed for vulva defects using Nomarski microscopy.\n\n        Mapping and SSCP Detection\n        \nFor genetic mapping, mutant hermaphrodites in the California background were crossed with males of the Washington strain [40]. To extract genomic DNA, F2 mutant animals were picked into single tubes each containing 2.5 µl of lysis buffer (50 mM KCl; 10 mM Tris-HCl [pH 8.3]; 2.5 mM MgCl2; 0.45% NP-40; 0.45% Tween; 0.01% gelatin; 5 µg/ml proteinase K) and incubated for 1 h at 65°C, followed by inactivation of the proteinase K at 95°C for 10 min. To assign linkage of a mutation to a certain chromosome, two representative SSCP markers per chromosome were tested against 42 Washington-backcrossed mutant animals. For SSCP detection, PCR samples were diluted 1∶1 in denaturing solution (95% formamide, 0.1% xylene cyanol, 0.1% bromophenol blue), denatured at 95°C for 5 min, and loaded onto a GeneGel Excel prepoured 6% acrylamide gel (PharmaciaBiotech).\n\n        Transformation\n        \nExtrachromosomal arrays were generated by coinjecting a transgene with the marker Ppa-egl-20/Wnt: TurboRFP (10 ng/µl) and genomic carrier DNA (60 ng/µl) into wild-type P. pacificus, Ppa-lin-17/Fz(tu383), ced-3(tu54), ced-3(tu54); egl-20/Wnt(tu382), or Ppa-lin-18/Ryk(tu359); Ppa-mom-2/Wnt(tu363) hermaphrodites as described previously [41]. Extrachromosomal arrays for rescue of Ppa-lin-17/Fz(tu383) were made by injecting 5 ng/µl of a Ppa-lin-17/Fz wild-type construct into Ppa-lin-17/Fz(tu383) mutants. Rescue of tu98 and tu329 was made by injecting 0.5 ng/µl of a 7-kb Ppa-axl-1 PCR construct together with tu98 genomic carrier DNA. Ppa-egl-20:TurboRFP expression was used to identify transgenic animals. For all constructs, multiple independent lines were generated. Expression constructs showed highly reproducible expression patterns between lines and animals. A total list of transgenes used in this study is provided as Table S2.\n\n      Supporting Information"
}