{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001188",
  "doi": "10.1371/journal.pbio.1001188",
  "externalIds": [
    "pii:PBIOLOGY-D-11-00644",
    "pmid:22069375",
    "pmcid:PMC3206014"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "De Novo Genesis of Enhancers in Vertebrates",
  "authors": [
    {
      "name": "Michael P. Eichenlaub",
      "first": "Michael P.",
      "last": "Eichenlaub",
      "affiliation": "Centre for Organismal Studies, University of Heidelberg, Heidelberg, Germany"
    },
    {
      "name": "Laurence Ettwiller",
      "first": "Laurence",
      "last": "Ettwiller",
      "affiliation": "Centre for Organismal Studies, University of Heidelberg, Heidelberg, Germany"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-11",
  "dateAccepted": "2011-09-22",
  "dateReceived": "2011-02-10",
  "volume": "9",
  "number": "11",
  "pages": "e1001188",
  "tags": [
    "Comparative genomics",
    "Computational biology",
    "DNA transcription",
    "Developmental biology",
    "Discipline-v2/Biology",
    "Discipline-v2/Comparative genomics",
    "Discipline-v2/Computational biology",
    "Discipline-v2/DNA transcription",
    "Discipline-v2/Developmental biology",
    "Discipline-v2/Emergence",
    "Discipline-v2/Evolutionary biology",
    "Discipline-v2/Evolutionary developmental biology",
    "Discipline-v2/Evolutionary processes",
    "Discipline-v2/Functional genomics",
    "Discipline-v2/Gene expression",
    "Discipline-v2/Genetics",
    "Discipline-v2/Genomic evolution",
    "Discipline-v2/Genomics",
    "Discipline/Computational Biology",
    "Discipline/Developmental Biology",
    "Discipline/Evolutionary Biology",
    "Discipline/Genetics and Genomics",
    "Emergence",
    "Evolutionary biology",
    "Evolutionary developmental biology",
    "Evolutionary processes",
    "Functional genomics",
    "Gene expression",
    "Genetics",
    "Genomic evolution",
    "Genomics",
    "Type/Research Article"
  ],
  "abstract": "Whole genome duplication in teleost fish reveals that a few changes in non-regulatory genomic sequences are a source for generating new enhancers.",
  "fullText": "Introduction\n      \nThe question of the evolutionary origin and modification of enhancer elements is central for understanding the dynamics of gene expression [1]–[3]. A growing body of evidence points out that new enhancers evolve from existing ones via duplication. According to the classic model of evolution by duplication as put forward by Ohno [4], the duplicated copies are used as starting material for variation in the binding site composition, which modifies the respective enhancer's activity [5]–[10]. Mobile genetic elements have also been shown to have regulatory activity [11],[12] or bear transcription factor binding sites (TFBSs) [13], and thus, their translocation can be associated with changes in gene expression.\n\nWhile the modification/translocation of those pre-existing elements has been shown to play an important functional role, they may only contribute to a fraction of the regulatory innovation. Indeed, recent findings using large-scale comparative analysis of regulatory features have shown that single binding sites can vary extensively between closely related species [14] or even between individuals of the same species [15]. Further supporting the flexibility of regulatory elements, tissue-specific enhancers such as heart enhancers have been shown to be poorly conserved [16] and examples of lineage/specie-specific enhancers have been described [17],[18]. Recently it has been reported that the genomic positions of tissue-specific enhancers of the yellow gene differ between Drosophila species [19].\n\nTaken together, these results are suggesting that complete autonomous enhancer elements containing all the necessary binding sites in the correct arrangement can be lineage specific. Nevertheless it is currently unclear whether these apparent lineage-specific enhancers appear de novo or are derived from pre-existing enhancers whose sequences have diverged too much to be identifiable. In order to show the de novo nature of these lineage-specific enhancers, a strategy to identify the orthologous regions and test them for enhancer activity is needed.\n\nIn this report we identify de novo enhancers by searching for special cases that we refer to as “Recycled Regions” (RRs). An RR is a region with enhancer function in one lineage that remains identifiable in another lineage due to sequence constraints imposed by a different kind of function. These scenarios are likely to be very rare in stable genomes. Thus, we took advantage of the most recent Whole Genome Duplication (WGD) in teleosts [20] followed by a massive loss of the duplicated coding genes. It is estimated that 75% of the duplicated genes lost one copy [20]. Initially, while one of the duplicated copies remained a coding gene, the other copy lost its coding function and accumulated nucleotide changes. In rare cases, the sequence from the non-coding copy became constrained if a regulatory function arose de novo. Those regulatory sequences are alignable to their coding orthologs if the selection for the new function took place soon enough. Hence we used the ancestral coding function as an evolutionary trap to identify orthologous sequences of the enhancer across lineages (mammalian, cartilaginous fish, and teleost) and assessed whether these enhancers are generated de novo in the teleost lineage (Figure 1A).\n\n      Results\n      \n        Identification of the Recycled Regions\n        \nWe developed an algorithm to systematically search for the RRs in teleost fish genomes that satisfy the corresponding criteria (Figure 1B): (1) are located in the locus corresponding to the lost copy of a duplicated gene; (2) despite no evidence for the coding function, are conserved with part of the human coding ortholog; and (3) as experimental validation is performed during embryogenesis, we selected those RRs flanked by at least one gene annotated to be involved in development (Figure S1 and Materials and Methods, Computational Pipeline). The algorithm was first run on the stickleback (Gasterosteus aculeatus) genome because of the high quality of the gene annotation and assembly, and later the results were transferred to the Oryzias latipes (medaka) genome. Our analysis identified four RRs (Figure 1C, Table S1, and Table S2) as putative de novo regulatory regions satisfying the above criteria. Those RRs are conserved across teleosts including Danio rerio (zebrafish), suggesting that they appear after the WGD but before the Cypriniformes-Euteleostei split.\n\n        The Recycled Regions Show Enhancer Activity\n        \nWe investigated the enhancer activity of the four medaka RRs (Figure 1C and Table S1) using an in vivo reporter assay in medaka that we previously developed [21]. We cloned the four RRs extended with a maximum of 200 bp flanking sequences upstream of an hsp70 minimal promoter and a reporter gene (gfp). The basal expression of the hsp70 minimal promoter in the lens [22] was used as injection control. We found that all four regions tested drive reporter gene expression in specific structures in the medaka embryo (Figure 2A–D). The assay is highly reproducible, resulting in a consistent expression pattern in a large fraction of embryos (Table S3). The onset of reporter gene expression depends on the nature of the RR and varies from developmental stage 20 (fam44bRR) to stage 32 (dock9RR) and is in all cases maintained in juvenile (Figure S2) and adult fish (unpublished data). Moreover, the specific expression pattern observed in injected embryos (Table S3) is retained in stable lines. In line with our hypothesis, these results show enhancer activity for all four RR reporter constructs. We further addressed the contribution of the four RRs to the observed enhancer activity by deleting the orthologous regions corresponding to the exon, leaving only the flanking regions from the reporter constructs (Figure S3A–D). In two cases, the deletion constructs completely abolished reporter gene expression (Figure S3E–F). For ccdc46RR, the deletion altered and massively reduced the reporter gene expression to a few cells in the hindbrain (Figure S3G). Only for fam44bRR did the deletion construct not abolish the original enhancer activity of the full construct (Figure S3H) and therefore fam44bRR was excluded from further analysis. These results demonstrate that three out of four RRs are necessary for enhancer activity.\n\n        Recycled Regions Recapitulate Part of the Flanking Gene Expression Patterns\n        \nWe next investigated whether the enhancer activity of the remaining three RRs recapitulates aspects of the expression pattern of flanking genes. For this, we analysed the in situ expression pattern of those genes. We found that in all cases RR-driven reporter gene expression temporally and spatially resembles the expression of at least one of the respective flanking genes (Figure S4). To further confirm this, we performed double fluorescent whole mount in situ hybridisation on stable transgenic lines by combining probes for the reporter and the flanking genes. In all cases, we identified at least one flanking gene that recapitulates key aspects of the expression pattern of the RR-driven reporter gene (Figure 3). In particular, both ttc29RR-driven GFP (Figure 3B) and the flanking gene pou4f2 (Figure 3A) are expressed in the optic tectum and retina (Figure 3C). dock9RR shows very specific enhancer activity in the cerebellum (Figure 3E,H) as do the neighbouring genes zic5 and zic2 (Figure 3D,G), which exhibit an expression pattern that includes the cerebellum (Figure 3F,I). Finally, ccdc46RR shows activity in the forebrain (Figure 3K), recapitulating part of the expression pattern of its flanking gene axin2 (1 of 2) (Figure 3J,L). All putative target genes have been reported to play important roles in developmental processes: Zic2 and 5 are zinc finger proteins of the cerebellum, and mutations in the zic2 gene have been reported to cause holoprosencephaly [23]. Axin2, an Axin-related protein, has been shown to play an important role in the regulation of β-catenin stability in the Wnt signalling pathway [24], and Pou4f2, better known as Brn3b, is a member of the POU-domain family of transcription factors and is a key regulator for axon outgrowth and pathfinding in projection neurons [25]. Our results demonstrate that the RRs exhibit enhancer activity that recapitulates multiple aspects of the expression of neighbouring genes. Our results further suggest that the identified RRs contribute to the transcriptional regulation of genes that are key players in embryonic development.\n\nTwo possible evolutionary scenarios may account for our results obtained so far: (1) the ancestral function was both regulatory and coding or (2) the ancestral vertebrate sequence was coding but the teleosts have lost that function in one of the duplicated copies and acquired regulatory function instead (which supports the de novo enhancer hypothesis). For the former scenario, dual functions on the same region have been hypothesised [26] and shown for several cases [27]–[32] while the latter scenario has not been shown so far. To shed light on the ancestral state of the RRs, we investigated the RRs in lineages that diverged prior to the last WGD in teleosts.\n\n        Orthologous Regions in Non-Teleost Lineages Show No Enhancer Activity\n        \nIn species that have diverged prior to the teleost-tetrapod split (e.g., elephant shark (Callorhinchus milii) or ciona (Ciona savignyi)) the sequences corresponding to the three RRs showed an open reading frame (ORF) spanning the coding exon that is in frame with the human ORF (Figure S5). For both TTC29 and CCDC46 we also found EST evidence in the ciona lineage (Table S2). These results show that the RRs ancestral sequences were very likely to have been coding at the split of the teleost-tetrapod lineages.\n\nWe next investigated the evolutionary dynamics of these regions by analysing the similarity between the human coding exon and the orthologous regions in various lineages at both the amino-acid (AA) and nucleotide level. We found that the percentage identity at the nucleotide level is higher for the fish RRs, while the similarity at the AA level is higher for all other lineages, including the fish coding paralog (Figure S6). Consistent with the alignment similarities, the ratio of non-synonymous compared to synonymous base pair changes (Ka/Ks) [33] is increased for the RRs compared to the coding homologs (see Materials and Methods and Figure S6). In accordance with the results obtained so far, these data further support the hypothesis that (1) the RRs were ancestrally coding and (2) the fish RRs are under a selection acting at the nucleotide rather than at the AA level. These data suggest that the RRs were ancestrally not regulatory since the Ka/Ks ratio between human and shark or ciona would favour a selection acting at the AA level only.\n\nTo test the nature (regulatory or non-regulatory) of the ancestral state at the tetrapod-teleost split, we further explored the enhancer activity of the exons homologous to the RRs in two independent lineages (mouse and elephant shark) as well as the coding paralog in fish (Figure 4).\n\nIn none of the cases tested was an enhancer activity detectable (Figure 4 and Table S3). As the exon orthologous to the RRs was tested in the Medaka embryo, the absence of activity could be due to trans-regulatory changes [34]. To rule out this hypothesis, the mouse exons orthologous to the RRs were tested directly in mouse. Again, in none of the cases tested was an enhancer activity detectable (Figure 4 and Material and Methods), confirming that the mouse exons orthologous to the RRs have no enhancer activity (at the time point assayed).\n\nThe results obtained so far provide convincing evidence that the enhancer function in teleosts was de novo acquired in this lineage. As most of the de novo genesis of enhancers is expected to occur in “neutrally” evolving sequences, these cases of de novo enhancers deriving from cooption may constitute a very small subset of all possible de novo enhancers.\n\nWe roughly estimate at several thousands the number of de novo enhancers under positive selection since the tetrapod-teleost split (450 mya [35], see Text S1 and Figure S7 for a more detailed analysis of the estimation of the number of de novo enhancers). Considering that those de novo elements under purifying selection may constitute only a tiny fraction of all possible regulatory elements generated, the rate of genesis of new enhancers (regardless of their evolutionary fate) may be very high in vertebrate genomes. While this estimation of the number of de novo enhancers is only tentative and based on a number of assumptions (see Text S1), a more accurate prediction of the de novo enhancers across various phylogenetic branches of vertebrates will require further studies. Nonetheless, these results highlight the importance of the genesis of enhancers and provide one possible explanation amongst others of the widespread observation that a large fraction of TFBSs appears non-conserved [36]. Nonetheless, those TFBSs forming de novo enhancers may represent only a fraction of all the apparent lineage-specific binding sites found by genome-wide chromatin immunoprecipitation experiments.\n\nIn an attempt to predict what the possible TFBS involved in the generation of the de novo enhancers are, we further investigated at the sequence level the difference in terms of putative TFBSs between the RRs and the exons (Materials and Methods). We found from five to seven binding sites in the medaka RRs that are specific to teleosts and are not present in other vertebrate species nor in the predicted ancestral reconstruction (Figure S8). Interestingly, dock9RR in medaka (with enhancer activity in the cerebellum) has a new binding site for Pax2, a transcription factor known to be involved in cerebellum development [37].\n\n        Function of the De Novo Enhancers in Gene Regulation\n        \nThese de novo enhancers may either confer additional domains of expression to their target genes or rather act as redundant enhancers. To tackle the functional consequences of the de novo enhancers, we took advantage of a conserved block flanking the ccdc46RR homologous exon previously shown to be bound by p300 in mouse forebrain (Figure S9, orange bar, upper panel) [38]. We tested the mouse extended region containing both the p300 pulldown region and the extended exonic sequence (Figure S9, light green bar, upper panel) and detected enhancer activity in the medaka forebrain (Figure S9A). This activity was not altered when deleting the exonic sequence (Figure S9, blue bar, upper panel and Figure S9B), demonstrating that the exon itself is not required for enhancer function (see also Figure 4). Similarly, the shark and medaka sequences (Figure S9, orange bar, lower panel) orthologous to the mouse p300-bound enhancer also show forebrain activity (Figure S9C–D). These results demonstrate that the p300-bound enhancer element is an ancestral feature and suggest that the nearby ccdc46RR de novo enhancer in fish has complementary function to reinforce the forebrain expression rather than creating a new expression domain. Similarly dock9RR is active in the medaka cerebellum, while the mouse zic2 and 5 genes are also expressed in this structure [39].\n\nWhile those de novo enhancers may still quantitatively modify the transcript level within the cell or activate transcription in related cell types within the same domains, these results favour the hypothesis of redundant enhancer. This hypothesis is supported by the recent finding that redundant enhancers confer phenotypic robustness [40],[41] and thus are likely to be selected for.\n\nSimilar to TFBS turnover by the de novo emergence of new binding sites [42], complete enhancers may also be turned over, leading to the disappearance of the ancestral element.\n\n      Discussion\n      \nIt has long been thought that new functions emerge primarily by duplication and/or modification of existing functional elements [43]. On the gene level, this view has begun to change with the recent publication of several studies reporting the de novo origin of genes in yeast [44], drosophila [45], and human [46]. In this study we show that not only genes but also enhancers can be de novo generated.\n\nDe novo genesis of enhancers raises the question of how evolution can produce such complex functional elements. Indeed, enhancers were generally believed to have a stringent regulatory code, and thus the odds for generating a de novo enhancer were believed to be low. Recent studies have already started challenging that view by pointing either to the flexibility of this code [18],[47] or the rapid turnover of binding sites [14],[15],[42]. It is possible that the appearance of new binding sites can not only modify pre-existing enhancer but also lead to the creation of completely new autonomous enhancers.\n\nThis work further shows the relative “facility” of conferring regulatory activities to non-regulatory sequences. Consequently, the birth of regulatory elements is a highly dynamic property of vertebrate genomes and should also be considered as an evolutionary toolkit for innovation. The results of this study have significant implications, notably in the gene regulation and medical genetic fields by pointing out that genomic variation could lead to the generation of enhancers in regions with no apparent regulatory function. As such variation may also lead to altered gene expression, more attention should be devoted to variation in so-called “neutral” DNA.\n\n      Materials and Methods\n      \n        Computational Pipeline\n        \n          Summary of the computational pipeline\n          \nIn order to find RRs we undertook a conservative analysis of the stickleback non-coding genomic sequences mapping to the human exome. For this, a total of 282,599 human annotated exons were mapped to the stickleback genome using BLASTZ. BLASTZ is a sensitive alignment tool suited for non-coding genomic sequences. In order to retain only the stickleback non-coding regions, hits matching even partially an annotated exon in stickleback were removed. To identify putative RRs we took advantage of the last WGD in teleosts followed by the massive loss of the duplicated genes. Only hits in the syntenic loci between human and stickleback were further processed. From the WGD, two such syntenic loci per human locus can be found in fish (one locus contains the functional protein, while the other locus has lost the gene). Thus we restrict the search to only hits containing stop codon(s) disrupting the ORF and found in the locus of the lost gene. Such hits are good candidates for having acquired a de novo enhancer function controlling nearby genes. As experimental validation is performed during embryogenesis, we further selected those hits flanked by at least one gene annotated to be involved in development (Figure 1B and Figure S1).\n\nWe identified four BLASTZ hits on the stickleback genome as putative RR candidates and transferred the hits to the medaka genome (Figure 1C and Table S1) for experimental validation.\n\n          Human exons\n          \nThe repeat-masked DNA sequences of a total of 282,599 human annotated exons (length &gt;19 bp for BLASTZ) were retrieved from EnsEMBL v. 49 [48].\n\n          Alignment with stickleback (Gasterosteus aculeatus)\n          \nDNA sequences corresponding to the human (Homo sapiens) exons were matched to the repeat-masked stickleback genome (EnsEMBL v. 49) using BLASTZ (default parameters, score above 2,900) [49]. A total of 145,095 human exons (51%) have at least one BLASTZ hit on the stickleback genome. This number corresponds to 24,214 human genes. The average BLASTZ score is 5,220. The average number of hits on the stickleback genome is 7.3 hits per conserved exon. For each exon, hits on the stickleback genome within 1 kb from each other are considered to be part of the same regulatory unit and were therefore fused. To deplete the dataset from un-annotated genes or exons, only exons from human genes with at least one annotated ortholog in stickleback were further considered. Any hits within 2 Mb of the stickleback ortholog(s) locus were removed. Alignments matching even partially an annotated exon or EST in stickleback or any other sequenced teleosts (EnsEMBL gene annotation) were also removed.\n\n          Synteny assessment\n          \nAll the neighbouring developmental genes (see section below) within a 300 kb window upstream and downstream of the human exon were retrieved. Next, the positions of the corresponding orthologs in stickleback were compared with all the positions of the BLASTZ hits. If one hit is less that 100 kb away from the identified orthologs and no more than five genes are located in between, the hit is retained. To remove false positives due to un-annotated genes, if more than one hit per gene is found within a window of 300 kb, all the hits are discarded.\n\n          GO filtering\n          \nWe define developmental genes as genes with the following GO annotation: GO:0045165 (cell fate commitment), GO:0032502 (developmental process), GO:0030528 (transcription regulator activity), and GO:0003700 (transcription factor activity) as well as the descendant annotations as defined by the Open Biomedical Ontologies (version 1.2) [50].\n\n          Assessment of reading frames\n          \nThe nucleotide regions on the stickleback genome corresponding to the BLASTZ hits were aligned to the corresponding human exon using BLASTx. If the resulting alignment span of the entire stickleback region within one frame and no stop codon can be found, the region is discarded.\n\n        Bioinformatic Analysis of the Candidate RR\n        \n          Assessment of reading frames\n          \nUsing the human exon coordinates (Table S1), we retrieved the 46-way multiz hg19 alignments for mouse (Mus musculus), chicken (Gallus gallus), and xenopus (Xenopus tropicalis). Missing sequences (medaka (Oryzias latipes), ciona (Ciona savignyi)) were retrieved using EnsEMBL v.49, and the orthologous sequences from elephant shark (Callorhinchus milii) were retrieved using the homepage of the elephant shark genome project (http://esharkgenome.imcb.a-star.edu.sg) [51]. If no orthologous exon was annotated, tBLASTn was used to retrieve the corresponding regions. The sequences were translated in the reading frame corresponding to the human exon, and an alignment of the orthologous AA sequences was performed (CLUSTALW). For DOCK9 the 5′UTR was removed in all species analysed. The human TTC29 exon extends over two exons in the ciona lineage; thus the coding sequence of both ciona exons was fused to do the translation. In medaka, no ttc29 gene could be found.\n\n          Multiple alignments, percentage identity/similarity, and Ka/Ks\n          \nSequences were retrieved as described above. The sequences missing from the multiz alignments were added subsequently by global alignment (cost matrix 65% similarity (5.0/−4.0), gap open/extension penalty: 12/3). The percentage identity/similarity to the human exon sequence was calculated using the alignments from pairwise BLASTn (for the nucleotide identity, default parameters) and tBLASTx (for the AA similarity, word size parameter set to 2). Percentages were calculated using the alignable length of the human exon as reference. The Ka/Ks ratio [33] was calculated using the alignable length of the human exon as reference sequence. Because the RRs contain elements that disrupt the ORF (see Assessment of Reading Frames), indels and stop codons were removed prior to calculating the Ka/Ks. Calculations were done using the PAML package included in the PAL2NAL tool of the Bork-Group at EMBL (http://www.bork.embl.de/pal2nal/#RunP2N) [52].\n\n          Ancestral reconstruction and TFBS composition\n          \nUsing the human exon coordinates (Table S1), we retrieved the 46-way multiz hg19 alignments. Missing sequences were manually added to the alignment as described above. From this alignment, the predicted ancestral sequence at the root of the bony vertebrates was reconstructed using the Prequel package (default parameters) [53]. Next, we searched for TFBSs in the medaka RR sequences using the Jaspar database (restricting to the Jaspar core vertebrata, 80% relative profile score threshold) [54] and kept only those binding sites that are specific to the teleosts and absent from all the other vertebrate sequences, including the predicted ancestral reconstruction.\n\n        Experimental Methods\n        \n          Medaka stocks\n          \nMedaka (Oryzias latipes) strains CAB and Heino were kept in closed stocks at EMBL Heidelberg and University of Heidelberg as described [55]. In short, fish were maintained in a constant recirculating system at 28°C on a 14 h light/10 h dark cycle. Pairwise mating was performed and collected embryos were kept at room temperature until hatched.\n\n          Cloning of candidates and enhancer assay\n          \nChromosomal coordinates and species (assembly) of all cloned and tested fragments are listed in Table S3. Genomic candidate regions (extended to a maximum of 200 bp on each side) tested in the enhancer assay were amplified from genomic DNA of medaka, inbred CAB strain (extraction described in [56]), mouse (C57BL/6 strain, kind gift from F. Spitz), and elephant shark (Callorhinchus milii, kind gift from B. Venkatesh) using standard PCR methods. For the dock9 mouse and shark exon constructs, only the exon and 200 bp downstream sequence could be cloned. The 200 bp upstream sequence corresponds to a repeat and could not be amplified. The deletion-constructs were generated by applying a PCR-driven “splicing by overlap extension” approach [57]. For the deletion constructs, in all reporter gene constructs the sequence corresponding to the human exon (the putative RR) was spliced and the flanking genomic sequences were fused. Coordinates of the fused fragments are given in Table S3.\n\nThe enhancer assay was performed as described in detail in [21]. In short, genomic sequences were cloned into a transgenesis-vector upstream of a zebrafish hsp70 minimal promoter and GFP reporter gene flanked by I-SceI Meganuclease sites using standard cloning techniques [58]. The constructs were sequenced in order to verify the sequence and the orientation of the cloned regions. Deletions and orthologous constructs were cloned in the same orientation relative to the reporter gene compared to the RR constructs. Meganuclease-mediated transgenesis by injection into one-cell stage medaka embryos (heino or cab strains) was performed as described in [59]. The hsp70 core promoter triggers a strong and specific lens expression from stage 28 on [22], and this feature is used to calculate the percentage of specific expression (Table S3). Stable transgenic lines for all positive enhancer constructs were obtained. Images of transient/stable transgenic embryos were taken using an Olympus MVX10 fluorescence microscope with a Leica DC500 camera or a Leica SPE confocal microscope (10× dipping lens). Images were assembled and processed using ImageJ and Adobe Photoshop. All confocal images displayed are Z-projections of stacks.\n\n          Mouse transgenic enhancer assay\n          \nThe mouse sequences orthologous to the RR were cloned upstream of the human β-globin minimal promoter-driven LacZ reporter gene [60]. The constructs were sequenced in order to verify the sequence and the orientation of the cloned regions. The sequences were cloned in the same orientation relative to the reporter gene compared to the RR constructs. Chromosomal coordinates of the cloned and tested mouse fragments are listed in Table S3 (column 7). To evaluate what embryonic developmental stage to test for enhancer activity, we analyzed the expression pattern of the predicted target gene and compared those patterns with the enhancer activity of the RRs: For the ttc29 locus, the medaka enhancer is active in the retina and optic rectum. The putative target gene for this enhancer is Pou4f2. The mouse Pou4f2 is expressed in the hindbrain and retina from E10.5 to after birth [61]. We therefore assayed at embryonic stage E12.5. For the dock9 locus, the medaka enhancer is active in the cerebellum. The putative target genes for this enhancer are Zic2 and Zic5. The mouse Zic2 and Zic5 are expressed in the hindbrain from stage E10.5 to after birth [61]. We therefore looked at embryonic stage E12.5. For the ccdc46RR, the medaka enhancer is active in the forebrain. The putative target gene for this enhancer is axin2. The mouse Axin2 is expressed in the telencephalon at stage 14.5 [61]. We therefore looked at embryonic stage E14.5.\n\nGeneration of transgenic mice and embryo staining were carried out by Cyagen (Cyagen Bioscience Inc.). The dock9-exon-mouse construct resulted in eight transgenic embryos with two lacZ positive embryos in inconsistent embryonic domains. The ccdc46-exon-mouse construct resulted in 11 transgenic embryos with only one lacZ positive embryo. The ttc29-exon-mouse construct resulted in six transgenic embryos with no lacZ positive embryo.\n\n          Whole-mount in situ hybridization and double-fluorescent whole-mount in situ hybridization\n          \nWhole mount in situ hybridization using digoxigenin labelled antisense RNA probes followed by NBT/BCIP colour detection was performed as previously described [62]. Template cDNA clones were obtained from the medaka full-length cDNA expression library of the Wittbrodt group [62]. The following clones were used to generate the labelled riboprobes: FOE002-P00099-DPE-F_B12 (pou4f2, genomic location chr1:22399713-22401052), FOE002-P00076-DPE-F_B12 (zic2, genomic location chr21:9245812-9248089), FOE002-P00108-DPE-F_N08 (zic5, genomic location chr21:9252145-9254638), and FOE002-P00056-DPE-F_H05 (axin2 (1 of 2), genomic location chr1:4554420-4565844). For genes without a clone in the library, template fragments for in vitro transcription were directly amplified from generated cDNA and cloned into a pTOPO vector (Invitrogen). Total RNA was extracted from 5-d-old embryos using TRIZOL (Invitrogen), and reverse transcription was performed using the Superscript III enzyme (Invitrogen). The following primers were used to amplify cDNA fragments of the genes ednra (1 of 2) (fwd: TACAGGGCTGTAGCATCTTGGAGCAG, rev: CGTGTTGACGTTGTTGGGTTCTGG), clybl (fwd: GGTAGAAGAGCTCGCAGATGTCTATATG, rev: CTGGCGCAGAAGTCGTCTGAGCC), and frmpd1 (fwd: ACAGAGAATCCACTCTCCACGTCTACG, rev: TTGGATTTTGTGCTCTGCAGGGATG). In vitro transcription to generate antisense riboprobes was performed using sp6, T3, and T7 RNA polymerases (Roche). Images of whole-mount in situ hybridizations were taken using a Zeiss Axiophot Microscope with a Leica DC500 camera.\n\nDouble fluorescent in situ hybridization using digoxygenin-labelled probes against the candidate gene (see above) and a fluorescein-labelled antisense RNA probe generated against GFP were performed as described in [62]. The probes were visualized using Fast Red staining (Roche) and the TSA-Kit (PerkinElmer) as in [62].\n\nImaging of double-fluorescent whole-mount in situ hybridizations was done using a Leica SPE confocal mircroscope with a 10× dipping lens. Images were assembled and processed using ImageJ and Adobe Photoshop. All confocal images displayed are Z-projections of stacks. Brightness and contrast were adjusted uniformly across the entire image.\n\n      Supporting Information"
}