{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050039",
  "doi": "10.1371/journal.pbio.0050039",
  "externalIds": [
    "pii:06-PLBI-RA-1019R1",
    "sici:plbi-05-03-01",
    "pmid:17298183",
    "pii:1544-9173-5-3-e39",
    "pmcid:PMC1808500"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Absence of Ret Signaling in Mice Causes Progressive and Late Degeneration of the Nigrostriatal System",
  "authors": [
    {
      "name": "Edgar R Kramer",
      "first": "Edgar R",
      "last": "Kramer",
      "affiliation": "Department of Molecular Neurobiology, Max-Planck Institute of Neurobiology, Martinsried, Germany"
    },
    {
      "name": "Liviu Aron",
      "first": "Liviu",
      "last": "Aron",
      "affiliation": "Department of Molecular Neurobiology, Max-Planck Institute of Neurobiology, Martinsried, Germany"
    },
    {
      "name": "Geert M. J Ramakers",
      "first": "Geert M. J",
      "last": "Ramakers",
      "affiliation": "Department of Pharmacology and Anatomy, Rudolf Magnus Institute of Neuroscience, University Medical Center Utrecht, Utrecht, The Netherlands"
    },
    {
      "name": "Sabine Seitz",
      "first": "Sabine",
      "last": "Seitz",
      "affiliation": "Department of Neuroimmunology, Max Planck Institute of Neurobiology, Martinsried, Germany; Institute for Clinical Neuroimmunology, Ludwig Maximilians University, Munich, Germany"
    },
    {
      "name": "Xiaoxi Zhuang",
      "first": "Xiaoxi",
      "last": "Zhuang",
      "affiliation": "Department of Neurobiology, Pharmacology and Physiology, University of Chicago, Chicago, Illinois, United States of America"
    },
    {
      "name": "Klaus Beyer",
      "first": "Klaus",
      "last": "Beyer",
      "affiliation": "Department of Metabolic Biochemistry, Adolf Butenandt Institute, Munich, Germany"
    },
    {
      "name": "Marten P Smidt",
      "first": "Marten P",
      "last": "Smidt",
      "affiliation": "Department of Pharmacology and Anatomy, Rudolf Magnus Institute of Neuroscience, University Medical Center Utrecht, Utrecht, The Netherlands"
    },
    {
      "name": "Rüdiger Klein",
      "first": "Rüdiger",
      "last": "Klein",
      "affiliation": "Department of Molecular Neurobiology, Max-Planck Institute of Neurobiology, Martinsried, Germany"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-03",
  "dateElectronic": "2007-02-13",
  "dateAccepted": "2006-12-07",
  "dateReceived": "2006-06-12",
  "volume": "5",
  "number": "3",
  "pages": "e39",
  "tags": [
    "Discipline/Biochemistry",
    "Discipline/Genetics and Genomics",
    "Discipline/Molecular Biology",
    "Discipline/Neuroscience",
    "Type/Research Article"
  ],
  "abstract": "Support of ageing neurons by endogenous neurotrophic factors such as glial cell line–derived neurotrophic factor (GDNF) and brain-derived neurotrophic factor (BDNF) may determine whether the neurons resist or succumb to neurodegeneration. GDNF has been tested in clinical trials for the treatment of Parkinson disease (PD), a common neurodegenerative disorder characterized by the loss of midbrain dopaminergic (DA) neurons. BDNF modulates nigrostriatal functions and rescues DA neurons in PD animal models. The physiological roles of GDNF and BDNF signaling in the adult nigrostriatal DA system are unknown. We generated mice with regionally selective ablations of the genes encoding the receptors for GDNF (Ret) and BDNF (TrkB). We find that Ret, but not TrkB, ablation causes progressive and adult-onset loss of DA neurons specifically in the substantia nigra pars compacta, degeneration of DA nerve terminals in striatum, and pronounced glial activation. These findings establish Ret as a critical regulator of long-term maintenance of the nigrostriatal DA system and suggest conditional Ret mutants as useful tools for gaining insights into the molecular mechanisms involved in the development of PD.",
  "fullText": "Introduction\n      \nThe ventral mesencephalon contains the majority of dopaminergic (DA) neurons in the vertebrate brain with important functions for maintaining the mental and physical health of the organism. They form two prominent pathways: DA neurons of the substantia nigra pars compacta (SNpc) extend their axons mainly into the dorsal striatum (caudate-putamen) to form the nigrostriatal pathway essential for the control of voluntary motor behavior. DA neurons of the ventral tegmental area (VTA) project their fibers mostly into the ventral striatum (nucleus accumbens), olfactory tubercle, septum, amygdala, hippocampus, and cortex collectively referred to as the mesocorticolimbic system. This system has important function in controlling emotion-based behavior such as motivation and reward. Pathological changes in the DA systems result in psychosis, schizophrenia, attention deficit/hyperactivity disorder (ADHD), depression, addiction, and, most prominently, Parkinson disease (PD).\n\nPD is the most common neurodegenerative movement disorder, clinically characterized by resting tremor, rigidity, postural imbalance, and bradykinesia. The underlying pathological event in PD is the progressive loss of DA neurons in the SNpc, often accompanied by intracytoplasmic proteinaceous inclusions termed Lewy bodies [1] and by neuroinflammatory processes [2]. Because of presymptomatic compensation [3], behavioral symptoms appear by a threshold effect, when 50%–60% of SNpc neurons and 70%–80% of striatal dopamine are lost [4,5]. Healthy individuals also experience continuous loss of DA neurons, but they remain asymptomatic as long as the critical threshold is not reached. The questions about the molecular etiology of PD and the selective neuronal vulnerability have not been answered satisfactorily.\n\nEndogenous neurotrophic factors regulate natural cell death during development and maintain target innervations and cell survival during postnatal life. Declining production of a neurotrophic factor or impaired signal transduction in ageing neurons may contribute to pathological neurodegeneration [6]. Glial cell line–derived neurotrophic factor (GDNF) is a member of the GDNF family of neurotrophic factors that signal through a two-component receptor complex consisting of the Ret (rearranged during transfection) receptor tyrosine kinase and the GPI-linked GDNF family receptor alphas (GFRα) [7]. GDNF was suggested to be a target-derived neurotrophic factor for developing DA neurons [8] and a postnatal survival factor for midbrain DA neurons (reviewed in [9,10]). Genetic evidence, however, is limited, because GDNF and Ret null mutant mice die at birth [10]. GDNF protects DA neurons from the effects of neurotoxins such as 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) (reviewed in [7,11]). GDNF is currently tested in clinical trials (using different delivery systems) with the hope that it will ameliorate PD symptoms, but the results are so far conflicting [12,13]; see also [14] and [15].\n\nBrain-derived neurotrophic factor (BDNF) is a member of the neurotrophin family and signals through the TrkB receptor tyrosine kinase and the p75 receptor. BDNF and TrkB are widely expressed throughout the adult and ageing brain, including midbrain DA neurons and the striatum [16,17], but age- and PD-related decreases in the expression of BDNF and reduced responsiveness to BDNF have been observed (reviewed in [6,18]). DA neuron loss after BDNF ablation during development [19] suggested that impaired signaling through TrkB may compromise DA neuron survival. BDNF modulates nigrostriatal functions and rescues DA neurons in PD animal models [9,20,21]. BDNF and TrkB null mutant mice do not survive to adulthood, preventing the genetic analysis of their roles in long-term DA neuron survival [22,23].\n\nTo investigate the physiological requirements for Ret and TrkB to establish and maintain the nigrostriatal pathway, we generated mice with regionally selective Ret and TrkB ablations that are compatible with postnatal survival of the mice. We find that Ret, but not TrkB, regulates long-term maintenance of the nigrostriatal DA system. Ret ablation causes progressive and late loss of DA neurons in SNpc, degeneration of DA nerve terminals in striatum, pronounced reactive gliosis, microglial activation, and reduced levels of evoked dopamine release. Together, these data establish Ret as an important signaling receptor for nigrostriatal DA system preservation and suggest conditional Ret mutants as an interesting model to study presymptomatic compensatory mechanisms in this system and early PD-related pathologies.\n\n      Results\n      \n        Generation of Mice Lacking Ret and TrkB Receptors in SNpc DA Neurons\n        \nTo disrupt the genes encoding Ret and TrkB in a regionally selective manner, we used mice with floxed alleles of Ret [24] and TrkB [25] in combination with Dopamine transporter (DAT)-Cre mice [26] (DAT-Retlx/lx and DAT-TrkBlx/lx mice, respectively) and Nestin-Cre mice [27] (Nes-Retlx/lx mutants). DAT-Cre mice had been generated by knocking Cre into the 5′ UTR region of the endogenous mouse DAT locus [26], whereas Nestin-Cre mice express Cre from a transgene [27]. For DAT-Cre mice, it was previously shown that virtually all (95%) of tyrosine hydroxylase (TH)-positive cells in SNpc and the nearby VTA regions express Cre and show Cre-mediated recombination in adult mice, whereas weak lacZ reporter activity was seen in DA neurons of the olfactory bulb and hypothalamus. No reporter activity was seen in the striatum [26]. We confirmed these observations and extended the analysis to other time points, including embryonic day 15 and 2-y postnatal (Figure 1A–1D). Our results indicate that DAT-Cre–mediated recombination is region selective from late embryonic stages to aged mice. Ret expression is high in the SNpc and VTA of adult control mice (Figure 1E and 1F) and is efficiently removed in DAT-Retlx/lx and Nestin-Retlx/lx mice (Figure 1G–1J). Western blot analysis of Ret protein revealed a nearly complete loss of the protein in SN of Dat-Retlx/lx mice, and complete loss of Ret in the striatum of DAT-Retlx/lx mice (Figure 1K and 1L). TrkB expression is found in nigral DA neurons [17], but also in other neuronal populations in the entire ventral midbrain (unpublished data). The conditional trkBlx allele has previously been used for region-specific removal of TrkB in several studies [25,28], indicating that this locus can efficiently be modified by Cre recombination. We were unable to visualize loss of TrkB by immunostaining and Western blotting in DAT-TrkBlx/lx mice, because the TH-positive subpopulation expresses low amounts of TrkB and is a minor population within the TrkB expression domain. However, we detected the recombined TrkBlx allele by PCR specifically in SNpc, but not in striatum, of DAT-TrkBlx/lx mice (Figure S1A). In addition, using laser capture microdissection combined with single-cell RT-PCR, we found a 65% decrease of TrkB mRNA–positive DA neurons in the SNpc in DAT-TrkBlx/lx mice compared to controls (Figure S1B–S1D).\n\n        Substantial Loss of Midbrain DA Neurons in Aged DAT-Retlx/lx Mice\n        \nDAT-Retlx/lx and DAT-TrkBlx/lx knock-outs are viable and fertile. To detect morphological alterations in the nigrostriatal system, brain tissue sections of mutant and control mice (floxed Ret and/or TrkB mice; heterozygote DAT-Cre mice) were immunostained for TH and subjected to stereological quantification (Figure 2A). A significant decrease of approximately 25% in the number of TH-positive neurons in the SNpc was found in 1-y-old DAT-Retlx/lx, but not DAT-TrkBlx/lx mice, compared to age-matched control mice (Figure 2B). Similar reductions of SNpc neurons were also observed in a more widespread knock-out of Ret using Nestin-Cre mice (Figure 2C). Combined loss of Ret and TrkB did not significantly enhance the loss of TH-positive neurons, suggesting that TrkB signaling has a minor, if any, role in the survival of a subset of nigral DA neurons (Figure 2B). A time-course analysis starting at 3 mo of age revealed that the nigrostriatal system of DAT-Retlx/lx mutants had developed normally, despite the fact that DAT-Cre–mediated recombination started during late embryogenesis (Figure 2B). At 2 y of age, DAT-Retlx/lx mice have lost 38% of TH-positive neurons, compared to age matched control mice (Figure 2B), whereas in 2-y-old DAT-TrkBlx/lx mice, no reduction of TH-positive neurons was detected (Figure 2B). We used the general neuronal marker NeuN and additional independent markers of nigral DA neurons to further characterize the defects in DAT-Retlx/lx mutants. Anti-NeuN immunostaining combined with a weak TH staining to visualize the SNpc revealed 14% and 17% loss of NeuN-positive cells in the SNpc of 1-y-old and 2-y-old DAT-Retlx/lx mutants, respectively (Figure 2D and 2E). Nissl staining, which labeled approximately five times more cells than TH staining, did not reveal significant changes in DAT-Retlx/lx mutants (Figure S2A–S2C). Anti–dopa-decarboxylase (DDC) and anti-Pitx3 immunostaining [29] revealed reductions of 35%–40% of immunopositive nigral DA neurons in DAT-Retlx/lx mutants compared to controls (Figure 2F–2J). In summary, the data suggest that loss of Ret leads to the loss of neurons rather than to reduced TH expression in a subpopulation of the SNpc. The observed defects in Ret mutants were region specific: The nearby VTA region was not affected in DAT-Retlx/lx mice, and the locus coeruleus (LC) was not affected in Nes-Retlx/lx mutants (despite the fact that Nestin-Cre recombines in and Ret is expressed in the LC) (Figure 2K and 2L). The loss of SNpc DA neurons in PD is often associated with the formation of α-synuclein–containing aggregates, so-called Lewy bodies. We were not able to detect accumulation or aggregates of α-synuclein in the cell bodies of Ret or TrkB or double-mutant mice (Figure S3A–S3I and unpublished data).\n\n        Loss of DA Nerve Terminals in the Striatum of Aged DAT-Retlx/lx Mutants\n        \nWe next sought to evaluate the possibility that Ret and TrkB signaling would be required for maintenance of target innervation of nigral DA neurons. The quantification of TH-positive fiber density revealed an approximately 40% decrease in the dorsal striatum of 1-y-old DAT-Retlx/lx mice, compared to age-matched controls (floxed Ret and/or TrkB mice; heterozygote DAT-Cre mice) or DAT-TrkBlx/lx knock-outs (Figure 3A–3E). Similar reductions in TH fiber density (38%) were seen in 1-y-old DAT-Ret/TrkB double knock-outs and in Nestin-Retlx/lx mutants (Figure 3E). The reduction was somewhat more pronounced in dorsal versus ventral striatum (40% versus 28% in DAT-Retlx/lx mice, and 38% versus 20% in DAT-Ret/TrkB double-mutant mice and Nestin-Retlx/lx mutants), correlating with the innervation preference by nigral DA neurons [30] (Figure 3E, ventral). To exclude the possibility that the reduction of TH fiber density reflected a reduction of TH protein, rather than fibers, we used DAT protein as an independent and selective marker for DA terminals. Because the aged DAT-Cre knock-in mice have reduced levels of DAT protein (unpublished data) due to the loss of one functional copy of the DAT gene, we analyzed Nes-Retlx/lx instead and found a similar reduction of DAT fiber density in mutants versus control mice (Figure 3F–3H). A time-course analysis between 3 mo and 2 y revealed that this was an age-dependent process that started at around 9 mo of age and was most pronounced in 2-y-old mice (63% reduction in DAT-Retlx/lx mice versus controls) (Figure 3I). In conclusion, Ret signaling is required for maintenance of target innervation of midbrain DA neurons.\n\n        Non-Cell Autonomous Dysfunction of Striatal Neurons in Aged DAT-Retlx/lx Mutants\n        \nWe next asked if loss of nigrostriatal innervation by midbrain DA neurons would cause non-cell autonomous dysfunction of striatal target neurons that do not express Ret. Staining with the neuronal marker NeuN, which detects all striatal neurons including interneurons, revealed a decreased staining intensity and a small, but significant reduction of NeuN-positive cells (8%; n = 5 for each group; p &lt; 0.05, Student t-test) in 2-y-old DAT-Retlx/lx compared to age-matched control striatum (Figure 4A–4C). More importantly, expression of DARPP-32 (dopamine and cyclic adenosine 3′,5′-monophosphate-regulated phosphoprotein, 32 kDa), a protein expressed by nearly all dopaminoceptive striatal projection neurons [30], was also reduced and the number of positive cells decreased by 20% (n = 3 for each group; p &lt; 0.01, Student t-test) in DAT-Retlx/lx mutants compared to controls, suggesting the existence of postsynaptic dysfunction including unhealthy, atrophic cells and perhaps cell loss as consequence of Ret ablation in DA neurons (Figure 4D–4F). In contrast, expression of the calcium-binding protein parvalbumin, which labels local GABAergic interneurons, was not reduced in DAT-Retlx/lx mutants compared to controls (Figure 4G–4I). These results suggest that loss of nigrostriatal innervation indirectly affects a fraction of dopaminoceptive striatal neurons.\n\n        Gliosis in Dorsal Striatum of DAT-Retlx/lx Mice\n        \nHaving established substantial loss of nigrostriatal innervation and some striatal dysfunction in DAT-Retlx/lx mutants, we next asked if these degenerative processes would cause gliosis by invading reactive astrocytes. We used immunoreactivity against glial fibrillary acidic protein (GFAP) as an indicator of the astroglial response to genetically induced DA nerve terminal damage (Figure 5). Staining of 2-y-old brains revealed a massive reactive gliosis in dorsal striatum of DAT-Retlx/lx mutants compared to controls (Figure 5D–5F; n = 5 mice per group, p &lt; 0.0001, Student t-test). No increased GFAP immunoreactivity was observed in 2-y-old DAT-TrkBlx/lx striatum (Figure 5F; n = 4 per group, p &lt; 0.0001, Student t-test), or in younger (12-mo-old) DAT-Retlx/lx mutants (Figure 5A–5C; n = 3 mice per group, p = 0.90, Student t-test), or in other brain regions such as the neocortex of 2-y-old DAT-Retlx/lx mutants (unpublished data). GFAP immunoreactivity in SNpc of 2-y-old DAT-Retlx/lx mutants was not significantly enhanced compared to controls (Figure 5G–5I; n = 3 per group, p = 0.24, Student t-test) despite the marked loss of TH-positive cells in this structure. Because Ret is not genetically ablated in astrocytes, these results suggest that the gliosis in the striatum of DAT-Retlx/lx mice is non-cell autonomously caused by degenerating DA nerve terminals.\n\n        Inflammation in SNpc of DAT-Retlx/lx Mice\n        \nInflammatory processes are often associated with and activated by a variety of neuronal insults including PD and Alzheimer disease. We used immunohistochemistry for ionized binding calcium adapter molecule (Iba)-1 to detect microglia in brains of DAT-Retlx/lx mice. The numbers of Iba-1 immunopositive cells were not significantly increased in dorsal striatum of 2-y-old DAT-Retlx/lx mice compared to controls (Figure 6A–6C; n = 4 mice per group, p = 0.065, Student t-test). In contrast, we observed an approximately 45% increase in the number of Iba-1 immunopositive cells in SNpc of 2-y-old DAT-Retlx/lx mice compared to controls and DAT-TrkBlx/lx mice (Figure 6D–6J; n = 3 mice for DAT-TrkBlx/lx and n = 5 mice for controls and DAT-Retlx/lx, p &lt; 0.05, Student t-test). Similar results were obtained using macrophage antigen alpha (MAC1, CD11b, or CR3) as a second, independent marker (Figure 6K–6M; n = 3 mice per group, p &lt; 0.05, Student t-test). No differences in the numbers of Iba-1–positive microglial cells were detected in 1-y-old DAT-Retlx/lx mice compared to controls (unpublished data). Similar to reactive astrocytes, the Ret gene was not subjected to recombination in microglia of DAT-Retlx/lx mice, suggesting that the neuroinflammation occurred as a result of neuronal cell death.\n\n        Reduced Dopamine Release in the Striatum of DAT-Retlx/lx Mice\n        \nPD is clinically defined by a decrease in dopamine levels that result in motor impairments. To determine the effects of nerve terminal loss in DAT-Retlx/lx mice on the DA output capacity of the system, we measured total levels and evoked dopamine release in the striatum of mutant mice. Striatal levels of dopamine and one of its major metabolites, dihydroxyphenylacetic acid (DOPAC), were similar in DAT-Retlx/lx and control mice at 3, 12, and 24 mo (Figure 7A and unpublished data). The somewhat lower values in all mice (mutants and controls) carrying the DAT-Cre transgene compared to DAT-Cre–negative controls is due to the reduced levels of DAT protein, which regulates dopamine transport and metabolism [31]. Evoked dopamine release was measured by fast-scan cyclic voltammetry (FSCV) following electrical stimulation of coronal slice preparations of mutant and control mice [32]. Electrical stimulation resulted in a stimulus intensity–dependent overflow of DA in the striatum. DA overflow is the result of released DA minus the DA reuptake by DAT. We observed a marked reduction of evoked DA overflow in the striatum of all mice carrying the DAT-Cre transgene (Figure 7B–7E) as described before [31]. Interestingly, the evoked DA overflow was further reduced in DAT-Retlx/lx mice compared to DAT-Retlx/+control mice in both 1-y-old and 2-y-old mutants (n = 5 per genotype, p &lt; 0.05 and p &lt; 0.01 for 1-y-old and 2-y-old mutants, respectively, one-way analysis of variance and post-hoc Student t-test). Together with the unchanged input–output curves of the FSCV experiment (Figure S4), these data suggest that the reduced dopamine release and reuptake in the Ret mutants is likely due to the reduced number of DA fibers in the striatum. To determine to what extent these histological and physiological alterations change the behavior of the DAT-Retlx/lx mice, we tested DAT-Retlx/lx and control mice for behavioral alterations in open-field and rotarod tasks, and in voluntary and forced swimming tasks (Protocol S1). The behavior was essentially unaffected in the mutants (Figure S5).\n\n      Discussion\n      \nIn the present study, we show that signaling by Ret and TrkB receptors is not essential for establishment of the nigrostriatal system. TrkB signaling appears to play a minor, if any, role in maintaining long-term cell survival or target innervation of midbrain DA neurons in aged mice. In contrast, Ret ablation leads to a progressive and cell-type–specific loss of SNpc neurons and their afferents with adult onset, with subsequent alterations in physiology and appearance of neuroinflammatory responses. These findings establish Ret and subsequent downstream effectors as critical regulators of long-term maintenance of the nigrostriatal DA system. Because similar alterations are observed in the early phases of PD, DAT-Retlx/lx mice might be useful for gaining insights into the molecular mechanisms involved in the development of PD.\n\n        Ret and TrkB Are Dispensable for the Development of the Nigrostriatal System\n        \nThe apparently normal development and maturation of the nigrostriatal system in DAT-Retlx/lx, DAT-TrkBlx/lx, and DAT-Ret/TrkB mice was rather surprising in light of the known in vitro neurotrophic effects of the respective ligands GDNF and BDNF on DA neurons [9]. Consistent with our results, transgenic overexpression of GDNF or knock-down of GDNF in mice transiently altered the number of DA neurons in the early postnatal days; however, these alterations did not persist into adulthood (see [8] and references within). Ablation of the BDNF gene in the developing mid-hindbrain region using Wnt1-Cre–mediated recombination resulted in reductions in the number of TH-positive neurons in the SN of newborn mice [19]. In contrast to our study, BDNF ablation was earlier, not cell-type specific, and more widespread (mid-hindbrain region), and may have caused alterations in other non-DA neurons and progenitor cells that influenced the development of the nigrostriatal system.\n\n        Ret Is Required for Long-Term Maintenance of the Nigrostriatal System\n        \nWe found that Ret is specifically required for long-term target innervation and cell survival of a significant fraction of SNpc DA neurons. In aged Ret mutant mice, the extent of target innervation loss exceeded the degree of cell loss. This is consistent with observations from PD patients and MPTP-treated animals, which led to the current model of a “dying back” process to explain the DA neuron degeneration [4]. The requirement for Ret appears to be topographically specific: The nigrostriatal pathway from SNpc to dorsal striatum was more dependent on Ret than the mesolimbic pathway from the VTA to ventromedial striatum. At first glance, this seemed surprising because VTA neurons were shown to be more responsive than SN neurons to overexpressed GDNF, and the number of VTA neurons, but not SNpc neurons, persistently increased to adulthood in these mice [33]. GDNF is the likely Ret ligand in this system, because it promotes neurite outgrowth and sprouting of adult midbrain DA neurons more efficiently than do related family members [9,34], and its expression is maintained at detectable levels in the adult [35]. This suggests that GDNF/Ret signaling might be limiting, but not essential, for VTA neurons.\n\nDifferences in sensitivity toward stresses between VTA and SNpc neurons have been described previously. For example, SNpc neurons are more sensitive than VTA neurons to 6-OH-dopamine treatment and overexpression of human α-synuclein [36,37]. The presence of functional Kir6.2, a K-ATP channel, promotes cell death of SNpc, but not VTA neurons in two chronic mouse models of DA degeneration [38]. Aphakia mice, deficient for the transcription factor Pitx3 with important function for the establishment of the DA cell fate, preferentially lose SNpc, but not VTA neurons [32]. These data suggest different physiological features of SNpc and VTA neurons in vivo, including possible differences in their cell death pathways and survival factor requirements. It is possible that other neurotrophic factors such as members of the TGF-β superfamily of cytokines [39] or MANF [40] are required for the survival of VTA neurons. Future genetic experiments will hopefully help to answer this question. Also, in PD patients and neurotoxin-based animal models of PD, the nigrostriatal pathway is most affected [4]. The reason for this specificity is not well understood, but it suggests that the molecular death pathways activated in PD, by MPTP and by loss of Ret, share similarities.\n\nWe also observed reduced levels of evoked dopamine release, but not of total dopamine amounts in the striatum of DAT-Ret mutants. With respect to total dopamine tissue content, it appears that reductions are generally observed when the majority of SNpc neurons are lost. For example, the recently published En1+/−;En2−/− mutant mice [41] show more than 60% loss of SNpc neurons and a 39% reduction in total striatal dopamine content. The DAT-Ret mutants do not show such a strong decrease in SNpc neurons and, not surprisingly, have normal levels of total dopamine content. In contrast to the En mutants, DAT-Ret mutants lose neurons during ageing which leaves more time for compensatory mechanisms (En mutants lose SNpc neurons before P15). The physiologically more important reduction in dopamine release after electric stimulation parallels the age-dependent loss of striatal innervation. It also parallels changes in postsynaptic neurons such as the decrease of DARPP-32 expression. Whether or not postsynaptic neurons become atrophic or eventually die in PD patients and animal models is not clear and has not been studied in great detail. There is evidence that loss of DA neurons in the basal ganglia or dopamine depletion can lead to changes in the striatum, such as loss of spines and glutamatergic synapses [42] and may eventually lead to cell death [43]. The mild postsynaptic alterations observed in the DAT-Retlx/lx mice are consistent with the idea that presynaptic decrease in DA fibers can indirectly lead to pathological changes in postsynaptic striatal neurons.\n\nApoptosis contributes to PD neuronal loss [44] and is the predominant cell death mechanism of neurotoxin-based models using prolonged administration of low doses of MPTP, but the detection of apoptotic cells is difficult because of the very low frequency of dying cells and their rapid clearance from the tissue [4]. Apoptosis is most probably the cell death mechanism underlying neurotrophic factor deprivation; although, due to the late and selective degeneration of nigral DA neurons, we were unable to detect apoptotic cells in DAT-Retlx/lx mice. What may the signaling pathways downstream of Ret be that maintain target innervation and mediate cell survival? Besides the well-documented importance of the PI3K/AKT pathway for neuronal survival in response to GDNF [7], GDNF also increases dopamine release and influences synaptic transmission [45,46], and might thereby influence the vulnerability of SNpc neurons. Axon degeneration often begins with breakdown of microtubules whose assembly and disassembly is regulated by microtubule-associated proteins (MAPs) and may involve collapsin-response-mediator-protein-2 (CRMP2). The expression of CRMP2 is induced by GDNF [47], and CRMP2 promotes axon growth and branching as a partner for tubulin heterodimers [48]. Work is currently in progress to investigate the role of downstream mediators of Ret in maintaining DA afferents and cell survival.\n\n        The Role of TrkB in the Nigrostriatal System\n        \nUsing single-cell RT-PCR, we detected TrkB mRNA in only 50% of nigral DA neurons. Ablation of TrkB expression in the majority of the TrkB+;TH+ pool in the SNpc did not cause any morphological alterations. Moreover, under sensitized conditions in the absence of GDNF/Ret signaling, the additional reduction of TrkB did not cause significant alterations beyond those evoked by lack of Ret alone. From these results, we conclude that the physiological role of TrkB in the nigrostriatal system is minor at best. Cell and fiber loss reported in previous studies using nonconditional alleles of TrkB [49,50] have to be interpreted with care, since several TrkB-positive cell types in this region are not DA. The discrepancies between constitutive and conditional mutants may be partially due to non-cell autonomous effects from cells outside the SNpc. Additional Cre lines and markers for specific cell populations will have to be employed to settle the issue completely.\n\n        Glial Responses in Ageing Ret-Deficient Mice\n        \nActivated glial cells (astrocytes and microglia) have been associated with central nervous system (CNS) injuries and PD [2,51]. It is a matter of debate, whether activated microglial cells are neuroprotective by the release of trophic factors or participate in the propagation of neurodegenerative processes. The mechanisms that lead to microglial and astroglial cell responses in PD patients are not understood. Here, we found that Ret ablation resulted in gliosis in the striatum and to microglial activation in the SNpc. What could be the underlying mechanisms? First, degenerating axons may be a stronger signal for astrocytes than for microglia. Such a conclusion is based on previous studies on injured CNS axons, including peripheral motor axons. It was found that astrocytes participated in the removal of presynaptic boutons, whereas microglial participation was not required for this process (reviewed in [52]). Second, apoptotic CNS neurons may be sending signals that preferentially activate microglia. Previous studies have shown that axotomy of retinal ganglion cells in adult rats leads to protracted degeneration that can be delayed by the application of compounds that suppress macrophage and microglia activity, suggesting that the microglial system has a key role in eliminating severed neurons in the CNS [53]. Third, there may be intrinsic differences between striatum and SNpc that result in gliosis versus microglia activation. In MPTP-treated mice, the astrocytic reaction is consecutive to death of neurons, and astrocyte accumulation is observed primarily in the striatum rather than in the SNpc [44,54]. Likewise, in PD patients, astroglial responses are generally weak and microglial responses are dramatic in the SNpc; they culminate in subregions that are most affected by the neurodegenerative process (reviewed in [55]).\n\n        Are DAT-Retlx/lx Mice a Useful Genetic Model for Nigrostriatal Pathologies?\n        \nThe nigrostriatal pathologies following Ret ablation display several features of presymptomatic PD including (1) specific and progressive degeneration of the nigrostriatal pathway, with adult onset (so far unique among genetic PD models), (2) greater loss of DA neurons in SNpc than in VTA, (3) greater degeneration of DA nerve terminals in dorsal than ventral striatum, (4) the presence of substantial neuroinflammation and gliosis, and (5) reduced levels of evoked dopamine release in striatum.\n\nHowever, our DAT-Retlx/lx mice are not a perfect model of symptomatic PD since they lack several hallmarks of the disease, the first being the lack of cytoplasmic inclusions containing α-synuclein. This suggests that SNpc neuron cell death occurs in the absence of α-synuclein aggregates similar to MPTP-based models and PD cases caused by parkin mutations [56]. The absence of behavioral deficits in DAT-Retlx/lx mice could be explained by incomplete destruction of the nigrostriatal pathway below the reported threshold level for symptom appearance in human PD patients and the presence of compensatory mechanisms maintaining DA homeostasis [3]. The unaltered total amounts of striatal dopamine in the aged DAT-Retlx/lx mice support the idea that these mice are still in a phase in which dopamine-dependent or -independent mechanisms stabilize the system. Genetic experiments are in progress to investigate whether the chronic GDNF deprivation stress in DAT-Retlx/lx mice would make nigral DA neurons more susceptible to other cellular stresses ultimately leading to a more complete destruction of the nigrostriatal pathway. Preliminary data suggest that mild transgenic overexpression of human mutant Ala30Pro α-synuclein using the TH promoter did not aggravate the defects seen in DAT-Retlx/lx mice (L. Aron, E. R. Kramer, P. Kahle, C. Haass, and R. Klein, unpublished data).\n\nDAT-Retlx/lx mutants may be useful in studies of age-related neurodegeneration. Neurotrophins are thought to improve the body's resistance to neurodegeneration. Environmental factors such exercise, dietary energy restriction, and cognitive stimulation protect neurons against dysfunctions and death. This may happen, in part, by induction of a mild stress response that induces the production of BDNF and GDNF [6]. Mice that lack neurotrophin responses in specific neuronal subpopulations should be excellent models to test these hypotheses. DAT-Retlx/lx mutants could also be used for the identification of biomarkers associated with the first phases of nigrostriatal pathway degeneration. So far there is no evidence that PD can be caused by mutations in the GDNF and Ret gene because analysis of polymorphisms in the GDNF and Ret gene have not shown any association with PD [57]. But perhaps GDNF/Ret signaling is reduced as a secondary consequence in PD and leads to the increased vulnerability of SNpc neurons. Further experiments are required to clarify this issue. However, the physiological requirement of Ret signaling for the maintenance of the nigrostriatal system is an important issue, considering the potential for stem cell therapy to replace DA neurons in PD patients, and argues for further investigations toward optimizing the ongoing clinical trials using activators of the Ret pathway as potential therapy for PD.\n\n      Materials and Methods\n      \n        Transgenic animals.\n        \nThe generation of floxed Ret (Retlx) [24], TrkB (TrkBlx) [25], and DAT-Cre [26] alleles, and the Nestin-Cre transgenic mice [27] was described previously. Cre mice were crossed with ROSA26R reporter mice [58] to test for proper Cre expression. The mice used in this study were kept on a C57Bl6/J genetic background with contributions of 129/sv from the embryonic stem cell culture and the different Cre mouse lines. Because both Cre lines show significant recombination in germ cells, the floxed allele derived from the parent that carries the Cre recombinase is often constitutively recombined; therefore, the homozygous Ret mutants carry one Ret allele recombined in a regionally specific manner and one Ret allele recombined constitutively. Unless specifically mentioned, the control mice for all experiments carried floxed alleles of Ret (Retlx/lx, Retlx/+), TrkB (TrkBlx/lx, TrkBlx/+), or one copy of Cre (DAT-Cre or Nestin-Cre).\n\n        Histology and immunohistochemistry.\n        \nFor β-galactosidase stainings, mice were perfused with PBS and 30% sucrose; for immunohistochemistry, mice were perfused with PBS and 4% paraformaldehyde. Subsequently, brains were removed from the scull, postfixed overnight in the same fixative, and cyroprotected by incubating them in 15% and 30% sucrose solutions. Left and right brain halves were embedded separately in egg yolk with 10% sucrose and 5% glutaraldehyde, and kept frozen at −80 °C until analyzed. The 30 μm–thick coronal sections were cut on a cryostat, collected free floating, and then directly used for stainings or stored in a cryoprotection solution at −20 °C until utilized. For fluorescent immunohistochemical stainings, sections were premounted; for all other stainings, free-floating sections were used. Primary antibodies used were goat anti-Ret (1:25; RDI, Flanders, New Jersey, United States, or Neuromics, North Field, Minnesota, United States), monoclonal mouse anti-tyrosine hydroxylase (1:2,000; DiaSorin, Stillwater, Massachusetts, United States), rabbit anti-dopa decarboxylase (1:100; Chemicon/Millipore, Billerica, Massachusetts, United States), monoclonal mouse anti–β-galactosidase (1:50; Sigma, St. Louis, Missouri, United States), rat anti-dopamine transporter (1:500; Chemicon/Millipore), rabbit anti-Pitx3 (1:1,000, provided by M. P. Smidt [29]), monoclonal mouse anti-NeuN (1:200; Chemicon/Millipore), rabbit anti-GFAP (1:500; DakoCytomation, Glostrup, Denmark), rabbit anti–DARPP-32 (1:50; United States Biological, Swampscott, Massachusetts, United States), monoclonal mouse anti-parvalbumin (1:10,000; Swant, Bellinzona, Switzerland), rabbit anti–Iba-1 (1:1,000; Wako, Neuss, Germany), monoclonal rat anti-MAC1 (1:200; Serotec, Kidlington, United Kingdom). For diaminobenzidine detection of the primary antibody, different Vectastain ABC kits (Vector Laboratories, Burlingame, California, United States) were used according to the provider's instructions. For NeuN/TH double labeling, we first stained for NeuN as described above, followed by a weak TH staining with more-diluted primary (1:20,000) and secondary antibodies (1:2,000) and avidin-HRP/biotin complexes (1:2,000). DA fiber density in the striatum was assessed on every third section spanning the striatum (between Bregma +1.10 mm and −0.10 mm) [59]. The mounted sections were blocked for 1 h in 5% BSA, 0.3% Triton X-100 in TBS, and incubated with the first antibody diluted in 2% BSA, 0.1%Triton X-100 in TBS at 4 °C overnight. The sections were washed three times in TBS for 5 min, incubated in biotinylated secondary antibody (1:200 anti-mouse or anti-rat, Vectastain) for 2 h at room temperature, again washed as described above, and treated with streptavidin-Cy3 (1:500; Sigma) for 2 h. After another three washing steps, sections were mounted in aqueous mounting medium with anti-fading reagent (Biomedia, Foster City, California, United States, or DakoCytomation), and pictures were taken with a fluorescent microscope (Axioplan; Zeiss, Göttingen, Germany) at 63×. For every section, three pictures in the dorsal striatum and two pictures in the ventral striatum were acquired. In order to automatically delineate the fibers and to increase the signal-to-noise ratio, the images were first thresholded and subsequently quantified with an automatic counting-grid macro implemented in the Metamorph software (Molecular Devices, Sunnyvale, California, United States). Stereological countings were done with the StereoInvestigator program (MicroBrightField, Williston, Vermont, United States) on every third section for the LC and at least every sixth section for the SNpc and VTA.\n\n        Biochemistry.\n        \nFor Western blot analysis from the substantia nigra and the striatum and for total dopamine measurements in the striatum, mouse brain tissue isolation was done by cutting 2 mm–thick coronal sections (2-mm rostral or caudal to the interaural line) from a freshly frozen brain and punching out 2-mm2 (substantia nigra) or 3-mm2 (striatum) tissue circles with sample corers (Fine Science Tools, Heidelberg, Germany). Western blot analysis was done according to standard techniques with a rabbit anti-Ret (1:250; Santa Cruz Biotechnology, Santa Cruz, California, United States) and a mouse monoclonal anti–α-tubulin antibody (1:500; Sigma). Total striatal dopamine was measured as described previously [60] with a few modifications.\n\n        FSCV on brain slices.\n        \nEvoked release of dopamine was measured in 200 μm–thick coronal slices containing the striatum of control mice (Retlx/lx and Retlx/− mice), heterozygous DAT-Retlx/+ mice, and homozygous DAT-Retlx/lx mice of 1 y or 2 y of age. The slice preparation was done as previously described [32]. Dopamine release was evoked by a single pulse (0–1,000 μA, 300 μs) applied through a bipolar stimulation electrode (bipolar stainless steel, 100 μm, insulated except for the tip) every 30 s. Dopamine was detected with 5-μm carbon-fiber disk electrodes insulated with electrodeposition paint (ALA Scientific Instruments, Westbury, New York, United States) using FSCV. Cyclic voltammograms (ramps from −500 mV to +1,000 mV and back to −500 mV versus a Ag/AgCl, 300 V/s) were repeated every 100 ms using an EPC10 amplifier (HEKA Electronic, Lambrecht, Germany). Stimulus-evoked dopamine overflow was measured by subtracting the background current obtained before stimulation (average of ten pre-stimulus responses) from the current measured after stimulation, using IgorPro software (Wavemetrics, Lake Oswego, Oregon, United States). The resulting voltammogram showed a typical dopamine profile, with an oxidation peak between 500 and 700 mV and a smaller reduction peak around −300 mV. The concentration of the dopamine overflow was calculated after calibrating the recording electrode in known concentrations of dopamine. The amount of dopamine released depends on the stimulation intensity, and the input–output relation was fitted with a sigmoid function [dopamine]/[dopamine]max = 1/{1 + exp[-(S.I. − S.I.1/2)/k]} where S.I. = stimulation intensity.\n\n      Supporting Information"
}