{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2003113",
  "doi": "10.1371/journal.pbio.2003113",
  "externalIds": [
    "pii:pbio.2003113",
    "pmid:29438378",
    "pmcid:PMC5826666"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Multi-stability with ambiguous visual stimuli in Drosophila orientation behavior",
  "authors": [
    {
      "name": "Franziska Toepfer",
      "first": "Franziska",
      "last": "Toepfer",
      "affiliation": "Rudolf Virchow Center, University of Wuerzburg, Germany"
    },
    {
      "name": "Reinhard Wolf",
      "first": "Reinhard",
      "last": "Wolf",
      "affiliation": "Rudolf Virchow Center, University of Wuerzburg, Germany"
    },
    {
      "name": "Martin Heisenberg",
      "first": "Martin",
      "last": "Heisenberg",
      "affiliation": "Rudolf Virchow Center, University of Wuerzburg, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-4462-8655"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-02-13",
  "dateAccepted": "2018-01-19",
  "dateReceived": "2017-05-24",
  "volume": "16",
  "number": "2",
  "pages": "e2003113",
  "tags": [
    "Animal models",
    "Animals",
    "Arthropoda",
    "Behavior",
    "Classical mechanics",
    "Cognitive psychology",
    "Cognitive science",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animals",
    "Discipline-v3/Arthropoda",
    "Discipline-v3/Behavior",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Classical mechanics",
    "Discipline-v3/Cognitive psychology",
    "Discipline-v3/Cognitive science",
    "Discipline-v3/Drosophila",
    "Discipline-v3/Drosophila melanogaster",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Insects",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Motion",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Organisms",
    "Discipline-v3/Perception",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Psychology",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Sensory perception",
    "Discipline-v3/Social sciences",
    "Discipline-v3/Torque",
    "Discipline-v3/Velocity",
    "Discipline-v3/Vision",
    "Drosophila",
    "Drosophila melanogaster",
    "Eukaryota",
    "Experimental organism systems",
    "Insects",
    "Invertebrates",
    "Model organisms",
    "Motion",
    "Neuroscience",
    "Organisms",
    "Perception",
    "Physics",
    "Psychology",
    "Sensory perception",
    "Torque",
    "Type/Research Article",
    "Velocity",
    "Vision"
  ],
  "abstract": "It is widely accepted for humans and higher animals that vision is an active process in which the organism interprets the stimulus. To find out whether this also holds for lower animals, we designed an ambiguous motion stimulus, which serves as something like a multi-stable perception paradigm in Drosophila behavior. Confronted with a uniform panoramic texture in a closed-loop situation in stationary flight, the flies adjust their yaw torque to stabilize their virtual self-rotation. To make the visual input ambiguous, we added a second texture. Both textures got a rotatory bias to move into opposite directions at a constant relative angular velocity. The results indicate that the fly now had three possible frames of reference for self-rotation: either of the two motion components as well as the integrated motion vector of the two. In this ambiguous stimulus situation, the flies generated a continuous sequence of behaviors, each one adjusted to one or another of the three references.",
  "fullText": "Introduction\n\nSensory stimuli serve an animal to organize its behavior. They may have a meaning or relevance. A stimulus may elicit a certain behavior, but often stimuli are ambiguous. A dark patch in the visual surround of an animal may be a potential hiding place or a predator. If the first evaluation triggers approach, this decision may have to be revised in the next moment as more information comes in. Sometimes, sensory ambiguities can be stable in time while their perception changes. This phenomenon is called multi-stable perception. It has been studied extensively over the last 50 years [1–4] and been observed not only in humans but also in nonhuman primates [5] and pigeons [6]. The capability to constantly reevaluate the current interpretation of a sensory input, with varying outcomes if it is ambiguous, may be a crucial procedure to gain more information from the stimulus so that it has evolved not only in vertebrates but also in insects.\n\nAs motion vision has been extensively investigated in Drosophila, visual motion stimuli are used also in the present study. The flies are exposed to a stimulus consisting of two transparent wide-field motion components moving into opposite directions. The flies can respond adaptively in different ways. Indeed, like human subjects in multi-stable perception, they alternate stochastically with this experimental design between different, but equally adaptive, behaviors. We call this the transparent panorama motion paradigm (TPMP).\n\nCoherent angular motion of the whole panorama signals self-rotation. In the TPMP, each of the two motion components signals self-rotation. Transparent motion of two components, each one covering the whole panorama, may never occur for a freely moving subject with panoramic vision like Drosophila. For smaller regions of the visual field, however, transparent motion regularly occurs, for instance, when a moving subject encounters a moving object. It has been shown that Drosophila can restrict its behavioral responses to parts of the visual field (spatially selective visual attention) and that it also possesses mechanisms to filter out unspecific motion stimuli impinging on wide-field motion detection [7]. A study on blowflies using a two-dimensional plaid stimulus [8] also suggests that blowflies might show component selectivity with transparent motion stimuli. The two-dimensional transparent “plaid motion” stimulus [9–11] is also an example for multi-stable perception in humans. There, a moving plaid pattern can be perceived either as the coherent, nontransparent motion of the plaid, or as the transparent movements of two individual gratings moving at an angle to each other.\n\nLittle is known, however, how the fly visual system deals with completely overlapping transparent wide-field stimuli moving in the same dimension and what the behavioral response to such a stimulus might be. Traditional models of fly motion vision predict the optomotor turning response in horizontal direction to be a unimodal function of the orientation of the motion stimulus. This would include incoherently moving transparent wide-field motion stimuli [12,13], as the models assume the integration of all motion signals detected by the appropriately oriented elementary motion detectors [14]. In the case of the TPMP, the signals from the two wide-field patterns would cancel each other. A study of human transparent motion vision shows that the perception of the transparency is only present under some stimulus conditions, namely when the local motion stimuli are unbalanced [15].\n\nHere, we show component selectivity for these patterns in Drosophila. How extensively the fly activates the behaviors associated with the respective components depends strongly on certain properties of the visual stimuli, particularly pattern contrast and element density. These findings may relate transparent motion processing in the Drosophila visual system to interactions between the figure and wide-field motion vision systems [16]. The stochasticity of the alternations between the different behaviors indicates that these alternations are generated endogenously.\n\nResults\n\nMulti-stable behavior with ambiguous visual motion stimuli\n\nThe fly's behavior was studied in the so-called flight simulator [17]. The fly was suspended at a torque meter [18] and positioned in the middle of a cylindrical light-guide arena. Its head was glued to the thorax and fixed in space. The horizontal component of the fly's angular momentum (yaw torque) was measured and transformed to generate the rotatory motion of the panorama the fly would have seen if it were free to rotate. In other words, the fly and the arena were in a negative feedback loop (closed loop) simulating the fly's horizontal angular motion.\n\nA fly confronted in this setup with a random dots pattern uniformly covering the whole inner wall of the arena will adjust its yaw torque to a level that keeps the panorama from rotating. This behavior in the flight simulator is called optomotor balance [19]. It is assumed to be a sensory-motor equivalent of flying straight in free flight. In the flight simulator, it can be challenged by adding a rotatory bias to the panorama. Now the fly must adjust its yaw torque to a new mean value to keep the panorama from rotating.\n\nSo far, the motion stimulus was unambiguous. To provide ambiguity, we added a second transparent random dots pattern covering the entire arena. In both patterns, the individual pattern elements were opaque, so no change in local contrast occurred within the pattern elements when two of them overlapped. The two textures were identical, however, one was flipped vertically to prevent a complete overlap. If both were linked to the fly's yaw torque in a closed loop with the same coupling parameters, they moved coherently. To generate the ambiguity in the TPMP, we added a rotatory bias to each of the textures, a clockwise (cw) bias to one and a counterclockwise (ccw) bias to the other. This generated a relative angular motion of constant velocity between the two patterns, independent of the fly's yaw torque, while their velocities still depended upon the fly's yaw torque as well. The fly could stabilize each of the patterns but only one at a time. For this, it had to let the other pattern rotate without responding to that motion component. Now the fly had the options to generate optomotor balance with one or the other texture (Fig 1A and 1B). This is what happened: The fly tied all the coherently moving motion elements of the entire visual field together and treated the two motion components as separate entities generating optomotor balance with one or the other pattern (Fig 1A and 1B). We called the stabilization of one of the components single pattern stabilization (SPS) and distinguished the two behaviors according to the bias stabilized (cw SPS [SPScw] and ccw SPS [SPSccw]).\n\nSPS was not the only type of orientation behavior the fly generated. It could also use the vector sum of the two bias components as a reference for straight flight. We called this motion average (MA) behavior (Fig 1C). Further inspection of the yaw torque traces showed that the fly had various strategies at its disposition for stabilizing the motion components and the MA. Examples are shown in S1 Fig. The fly would, for instance, generate fast, large yaw torque modulations around the value that would stabilize one motion component (S1D Fig). Or it would keep its yaw torque level at the zero baseline and suppress net rotation of one of the patterns by a sequence of saccades towards that side (S1B and S1C Fig). Also, with MA behavior, different strategies could be observed (Fig 1C; S1E Fig). This is not a special feature of the TPMP, as different strategies for optomotor balance could also be observed with unambiguous stimuli (S2 Fig).\n\nAs stated in the introduction, we took it that the three modes of pattern stabilization behavior (SPScw, SPSccw, and MA) reflected the flies’ responses to the three possible references for straight flight within the transparent motion stimulus. To calculate the duration and frequency of these modes, we classified them as follows: to be scored as ccw bias stabilization, yaw torque had to be between −2 × 10−10 and −6 × 10−10 Nm (green colored domain in Figs 1 and 2). To go as cw bias stabilization, yaw torque had to be in the blue domain (2 × 10−10 to 6 × 10−10 Nm), and it was taken as MA behavior in the range between −2 × 10−10 and 2 × 10−10 Nm (yellow domain). As the coupling coefficient between pattern motion and yaw torque in the flight simulator was very low compared to freely rotating flies [20], and very short yaw torque fluctuations therefore had little influence on pattern motion, the moving average over 2 s of the yaw torque (dark red traces in Fig 1A–1C) was used for scoring as it reflects the angular velocity of the patterns better than the nonaveraged yaw torque values. The low coupling coefficient was chosen to maximize the difference between the SPS values while keeping the relative angular velocity of the two biases low. The TPMP also worked with a higher coupling coefficient (S3 Fig). The optomotor responses to a single random dots pattern at 37% contrast at different angular velocities showed that there was no difference in the strength of the motion stimulus in the range in which a nonstabilized pattern usually moved in the TPMP (S4 Fig).\n\nThe crucial property of the flies’ behavior in the TPMP, which allowed us to classify it as multi-stable, was its continuous alternation between the three stabilization modes. In Fig 1D, this property is visualized for a single 3-min experiment. For each of the three possible references for straight flight, an artificial position trace was calculated, assuming a constant forward velocity. The colored sections indicate where the respective behaviors were scored regarding the yaw torque domains in Fig 1 and Fig 2A–2C. As expected from the classification, this mostly applied to stretches of no or low curvature.\n\nThe experiment in Fig 2A shows that SPScw and SPSccw were the predominant behaviors in the TPMP with random dots patterns and 37% pattern contrast. The flies preferably responded to the single motion components instead of the compound motion as is apparent from the bimodal distribution of the yaw torque.\n\nThe peaks, however, are not at the exact SPS values, but shifted about 12.5% towards the other SPS value. As the yaw torque distribution of the stabilization of a single pattern without incoherent motion (Fig 2B) showed no peak shift, it cannot be a result of the rotatory bias. Hence, we hypothesized the peak shift in the TPMP to result from a residual response to one of the references not used, an issue we address further in a later part of this article.\n\nIn S1 Fig, examples for the different strategies (yaw torque patterns) for SPS and MA behavior are described. A salient difference between these yaw torque patterns and the ones shown in Fig 1A–1C is the average amplitude of the yaw torque modulations. Because more of the strategies for SPS required stronger yaw torque fluctuations, we wanted to find out whether the individual mean yaw torque amplitude influenced the scoring of SPS and MA behavior. For each fly, the mean yaw torque amplitude was calculated and compared to the amount of SPS and MA behavior. No correlations were found (S5 Fig). This suggests that the scoring of the different behaviors was independent of the yaw torque modulations.\n\nAs Fig 2C shows, the component selectivity the flies expressed appeared not to depend on the feedback provided in the TPMP. With the same incoherent wide-field motion stimulus as in the closed-loop TPMP, the yaw torque distribution was much wider and possibly trimodal, compared to the distribution without any motion when the feedback was switched off. In the latter case, the distribution was unimodal and centered around zero. Obviously, the respective yaw torque ranges at which SPS and MA behavior were detected in the closed-loop TPMP held no meaning for the flies in the open-loop TPMP, which would have made the classification of these behaviors hard in open loop.\n\nThe continuously alternating choice behavior in the TPMP did not require random dots textures. We also used 20 evenly spaced vertical stripes or regular dots (Fig 2D). The results were similar, although we found a significant difference between the regular dots and the vertical stripes (Fig 2E). With the latter two patterns, the elements completely overlapped every 0.45 s because of the bias condition, which resulted in a whole-field flicker. This did, however, not seem to have an influence on the overall behavioral choice of the flies. Because the basic horizontal pattern wavelength of the regular dots and the bar pattern was the same, some other pattern feature had to be the cause of the difference in SPS and MA behavior between the two.\n\nInterestingly, we found that the flies also showed a response to the individual components of the transparent motion stimulus with the regular dots patterns and without feedback (S6 Fig). For the random dots patterns, as described above, this was not as surprising, as this is also the case in humans [15]. But locally balanced transparent motion stimuli, like the regular dots pattern used here, are not perceived as transparent by human subjects. Although the response to the individual motion components in the open-loop TPMP appeared to be slightly smaller with regular than with random dots patterns, the yaw torque distribution was still clearly multi-modal, which was not the case without the transparent motion stimulus. Because Drosophila shows no behavioral response to a whole-field flicker [21], we considered this effect to be a response to the transparent motion stimulus.\n\nWhen the same relative rotatory bias between two patterns was injected into the feedback loop, but all of it was added to the closed-loop motion of one of the patterns, the flies stabilized the unbiased pattern significantly more often than the biased one (Fig 2F), which required less yaw torque for SPS. After all, equal forces on both wings, which are in concordance with the internal zero-torque reference of the fly [20], are more likely to generate straight flight and, presumably, are less demanding than strong turning behavior.\n\nPattern contrast has an unexpected effect on behavior in the TPMP\n\nAs already mentioned above, we found the that time the flies spent with SPS in the TPMP was strongly dependent upon pattern contrast. The random dots patterns of Fig 2D were used. At the lowest contrast measured (8%), the flies spent about 60% of the time with SPS and less than 30% with MA behavior (Fig 3). At an intermediate contrast of 37%, which was also used in the experiments in Fig 1, SPS was only slightly lower and MA behavior only slightly higher than at 8% contrast. At the highest contrast (91%), the flies predominantly generated MA behavior (82%) and only rarely generated SPS (17%), with individual flies occasionally displaying constant, very stable MA behavior (S7 Fig). Altogether, in the TPMP, (Fig 3A and 3B) SPS decreased with increasing contrast.\n\nFor comparison, we tested stabilization with a single random dots pattern in the closed loop; the second one stationary (Fig 3C). Flies showed reliable stabilization of a single pattern for contrast values between 8% and 91%, with stabilization increasing with contrast. We also tested a pattern contrast of 4%, but only found a very low pattern stabilization (16.89 ± 2.52, n = 20 flies) compared to 8% contrast (t(38) = 6.029, p &lt; 0.0001, t test), which is why the flies were not tested at contrast levels lower than 8% in the TPMP.\n\nWe also measured the basic optomotor response (Fig 3D). As with the single pattern in closed loop (Fig 3C), it did not reflect the contrast dependence of SPS in the TPMP. Here, the optomotor response remained stable over all contrast values measured in the TPMP, except the 8% contrast condition, at which the optomotor response of the flies was significantly lower. In that contrast range, however, we observed no significant changes in the TPMP. The inverted contrast dependence of SPS was only found in the TPMP and could also be observed with the regular dots patterns (S8 Fig). We hypothesized that it might be due to a rivalry between SPS and MA.\n\nInterestingly, the peak shifts in the yaw torque histogram at intermediate contrast (37%) described above (Fig 2A) were not present at low contrast (8%) with regular dots patterns (S8A Fig) and only very weak with random dots patterns (Fig 3A). If, as hypothesized above, the peak shift was indeed a residual response to the nonstabilized pattern during SPS, this would make sense: at low contrast, the motion response to the patterns was weaker than at intermediate contrast (Fig 3D, S8D Fig), therefore the response to the nonstabilized pattern in the TPMP at low contrast might also have been lower or more easily suppressed.\n\nTo test this hypothesis further, we switched off the feedback for one of the two patterns (Fig 3E). Now, the flies could only stabilize one pattern while suppressing their motion response to an open-loop motion component. They could also do MA behavior by integrating the closed- and the open-loop motion component, thereby also reaching the low net rotation that defines MA behavior. Additionally, they could follow the open-loop motion with an optomotor response, not actively controlling any part of the visual stimulus. Because one of the two patterns was not coupled to the flies’ yaw torque anymore, the relative angular velocity of the two patterns was no longer constant. By inducing this feedback asymmetry, we intended to find out whether this had any influence on the peak shift of SPS or on MA behavior. Fig 3F shows that, for SPS, the peak shifts were more pronounced than with both patterns in closed loop for low and intermediate contrast, whereas no peak shift was observed for the MA behavior at high contrast. As SPS was the prevalent behavior at low and intermediate contrast in the regular TPMP (Fig 3A and 3B) and MA behavior at high contrast, we conclude that this was also the case in the altered feedback situation. At all contrast values measured here, it must also be considered that at very high yaw torque values as they were measured here, resulting from the optomotor response to the open-loop motion, the closed-loop pattern rotated very fast, which may have led to a decreased motion stimulus of that pattern [18] and therefore to a decrease of its stabilization at low and intermediate contrast. At high contrast, this possible difference in the stimulus strength between the two motion components may have led to a decrease in MA behavior. In any case, by inducing feedback asymmetry in the TPMP, we could confirm that the SPS peak shift observed in the TPMP at intermediate contrast is a result of the motion of the nonstabilized pattern and not of the compound motion of the two motion components.\n\nWhen the two patterns differed in pattern contrast, the flies spent significantly more time stabilizing the high-contrast texture and less time with the low-contrast texture (Fig 3F). A similar effect has been observed when flies were given the choice between differently contrasted vertical bars, where they predominantly chose the higher contrasted one [22].\n\nPattern element distance influences behavior in TPMP\n\nIn the TPMP with varying contrast values, we observed that higher contrast values led to increased MA behavior. With an increase in contrast, the single pattern elements increased in salience. Another way to vary the salience of single pattern elements is to vary pattern element density. To examine this closer, we switched from textures of randomly or evenly distributed dots to evenly spaced vertical bars (Fig 2D) and varied their number in the arena (Fig 4A).\n\nWith 20 bars in each panorama, the behavior of the flies resembled the one observed with the dot textures. The SPS at high pattern contrast (91%) was very low, even slightly lower than with the random dots patterns. MA behavior was abundant. At 37% contrast, the two behaviors occurred about equally often (Fig 4B).\n\nWith a single bar per pattern, the flies were confronted with a profoundly different stimulus situation, two moving objects, neither of which was likely to reflect self-rotation. One might have expected to find only MA behavior. However, as is well known, flies tend to fixate isolated landmarks [19,23]. What we found is that the flies stabilized one bar in the frontal visual field on the side where its bias would move it progressively (Fig 4C). With the data evaluation used in the present study, we found about the same amount of SPS and MA behavior as with the dot patterns (Fig 3B, Fig 4A). Significantly, however, no inverted contrast dependence was observed for SPS with one or two bars per pattern (Fig 4B).\n\nWith two bars, the time the flies had to fixate one bar before a second bar entered the frontal visual field was correspondingly shorter. Hence, with an increasing number of bars, SPS strongly decreased (Fig 4A). This reached a low plateau stretching from 4–8 bars per pattern, before SPS increased again with 10 bars and more. With 20 bars, no peaks in the position histogram indicated object fixation (Fig 4D). With a single panorama, object fixation could be observed for up to eight evenly distributed bars, as the experiment of Fig 4E shows. There, Fourier transforms were performed on the cumulated position histograms of 20 flies, stabilizing a single pattern with a certain number of evenly spaced bars. As the fixation of individual bars resulted in peaks at the respective points in the position histograms, a Fourier transform would show peaks at the Fourier component corresponding with the number of bars in the pattern. Interestingly, the absence of peaks in the position histogram of a single pattern coincided with the re-increase of SPS in the TPMP (10 bars per pattern). Taking all these observations together suggests that with few isolated bars and, alternatively, with many bars or textures, SPS was mediated by different mechanisms.\n\nTurning to MA behavior, we found a different situation. As Fig 4A shows, MA behavior was most prominent with 4–8 bars per pattern. But short phases of MA behavior could also be observed with only a single bar per pattern, where they interrupted SPS right after the two bars had crossed and were now diverging (Fig 4F and 4G). Altogether, MA behavior with few (1–3) bars occurred significantly more often when the bars were diverging than when they were converging (Fig 4H), independently of where in the visual field they were previously fixated, although the fact that the bars were predominantly fixated on the side where their bias moved them progressively meant that MA usually occurred when both bars were diverging on the same side of the visual field. As the number of bar crossings increased with the number of bars per pattern, this explained the increase of MA behavior with an increasing number of bars as was found with 1–4 bars (Fig 4A). With more than 8 bars per pattern, however, MA behavior decreased again, suggesting that now the flies no longer responded to the bars as separate objects but rather as the coherently moving elements of larger entities, therefore generating other behaviors but object fixation.\n\nTemporal dynamics of switching suggests endogenous activation\n\nOne of the well-examined aspects of multi-stable perception in humans is the temporal dynamics of the perceptual alternations. Levelt [24] described that in humans the distribution of percept durations has a distinct right-skewed unimodal shape following a gamma distribution, as was later also found in other studies [25–28]. We wanted to know whether the switching behavior of Drosophila in the TPMP resembled multi-stable perception paradigms in other animals and humans and thus examined its temporal dynamics.\n\nOne of the characteristic properties of the dynamics in higher animals and humans is its stability over time [25,29]. To measure this in flies, we extended the experiment to 6 min and evaluated the trend of SPS over this period. As we wanted to compare the dynamics to bi-stable perception in humans, we used a pattern contrast of 8%. Under that condition, MA behavior was the least frequent. Yaw torque distributions of individual flies performing in this experiment proved to be multi-modal (Hartigans dip test; S1 Table), except for one fly that expressed MA behavior most of the time. All other flies alternated between the different interpretations of the stimulus in the TPMP, particularly between SPScw and SPSccw.\n\nNo significant changes were observed for the overall time spent with SPS (Fig 5A) and for the number of SPS phases per minute (Fig 5B). As an alternative to SPS duration, we also recorded the time between the onset of SPS with one pattern to the onset of SPS with the other pattern, which we termed inter-switch-phase (ISP). The frequency of ISPs was also stable over time (Fig 5C). Mean durations of ISPs were much larger and frequencies much lower than those of SPS phases. This was in part due to short interruptions in SPS phases by MA or “other” behavior, which were scored the same as the regular switches between behaviors. The mean SPS phases and ISPs of individual flies showed considerable variation (Fig 5D and 5E), as is also typical for the alternation process in multi-stable perception [25,30–32]. There, the coefficient of variation for the individual mean duration of the percepts typically lies between 0.44 and 0.75 [32]. In the TPMP, the coefficient of variation for the individual mean duration of the ISPs was 0.59, so it was within that range.\n\nAs mentioned above, in human multi-stable perception, the distribution of percept durations follows a gamma distribution [25]. Its probability density is given by\n\nThe parameters λ and k determine the scale and shape, respectively, of the distribution. The gamma function Γ(k) represents the continuous extension of (k − 1)!.\n\nIn our study, for a fit between the SPS phase or ISP durations and the gamma distribution above, we normalized the phase durations of all flies to the mean phase duration of each fly and pooled the data of all flies (Fig 5F and 5G). With the SPS phases, we found a very good optimal fit (R2 = 0.84) using the parameters λ = 0.66 and k = 0.42 (for more details see Materials and methods). With the ISPs, the optimal fit with λ = 0.42 and k = 0.29 was not quite as good (R2 = 0.55), which could be attributed to the lower frequency of these events. The parameters of the two distributions were very similar, which might indicate that they show the same stochastic process. Unlike typically observed with humans and monkeys but as found in experiments on pigeons [6], our values for k were smaller than 1, reflecting the highest frequencies for the shortest durations. The pigeon study [6] found their data to also fit a single-parameter exponential function, which provides a more parsimonious model and might also be applicable with our data. Nevertheless, in the TPMP the temporal dynamics of both kinds of phase durations seemed to indicate that switches between behaviors were not tightly coupled to, for instance, a regularly occurring external stimulus but were influenced by a presumably endogenous stochastic process.\n\nAlternating behavior does not require binocular stimulation\n\nTang and Juusola [33] have shown that Drosophila alternates between cw and ccw motion responses, if these stimulus components are presented simultaneously, but each one only to one half of the visual field, a paradigm reminiscent of binocular rivalry. In the TPMP, both motion components were presented to both visual half-fields. Thus, binocular rivalry would not suppress one of the motion components unless the fly would use only progressive or regressive motion [34] for bias compensation. To test for binocular rivalry, we presented the visual motion only to one eye (Fig 6A). We used the regular dots texture (see above). In a first experiment, we presented only one of the patterns in closed loop, with the second one stationary. The flies were confronted with either a regressive or a progressive bias on the open side of the panorama. Using the classification for SPS above, we found a significantly more abundant stabilization of the progressive bias compared to the regressive one, while neither was different from the stabilization of a binocularly presented pattern (Fig 6B).\n\nAlso in the TPMP with the visual input restricted to only one eye, the flies could stabilize both the progressive and the regressive bias (Fig 6C). Overall, SPS was as pronounced as with both eyes. However, the difference in the stabilization of the progressive and regressive bias was highly significant, whereas there was no difference between SPScw and SPSccw with both halves of the visual system in operation. To stabilize the regressive bias, the flies had to generate yaw torque towards the side where the visual motion input was blocked. With the progressive bias being visible at the same time, turning to the shielded side seemed to be even less attractive than with only the regressive bias. But although individual flies may have exclusively stabilized the pattern with the progressive bias (S9 Fig), we also found flies that stabilized both patterns about equally often (S10 Fig). Therefore, we concluded that the multi-stable behavior in the TPMP did not depend on binocularity, although the lack of binocularity influenced the choice behavior of the flies. Interestingly, MA behavior was significantly reduced with the monocular stimulation compared to the binocular one, which may lead to the assumption that the zone of binocular overlap could have a special relevance for MA behavior. It could also be at least partially dependent on the equivalence of the two opposing motion stimuli, which is not given in this case, because the stimulus strength of the progressively moving pattern was bigger than the one of the regressively moving pattern when both patterns were moving with the same absolute angular velocity. The fraction of time spent less on MA behavior was shifted to “other” behavior.\n\nDiscussion\n\nPerception is the process and result of the identification, organization, and interpretation of sensory stimuli to represent the environment [35] and provide a basis for directed behavior. Multi-stable perception can occur when a constant ambiguous stimulus allows for several interpretations. With the TPMP, we designed an ambiguous stimulus for Drosophila in which the ambiguity is persistent over time but that can still be actively controlled by the fly. The constant ambiguity evoked a multi-stable behavioral response, in which each of the behaviors was coupled to one reference for optomotor balance, i.e., straight flight. Multi-stable phenomena in humans and nonhuman primates are studied as perceptual multi-stability [5, 36–38], which means that they rely on introspection and its report. In Drosophila, we measured behaviors that were functionally coupled to one of three references that defined the respective interpretations of the ambiguous stimulus. This raises the question of what the nature of the underlying ambiguity was. As the fly’s primary objective in the flight simulator without an ambiguous stimulus is to stabilize its flight, it can be assumed to also be so in the TPMP. The differing references for optomotor balance provided in the TPMP competed, leading to the multi-stability. Our results indicate that the TPMP produces two ambiguities. One is whether both motion components occur out in the world or one of them signals self-rotation. If only one component is indeed self-rotation, the second ambiguity is relevant: which components are which.\n\nThe stimulus ambiguity in the TPMP can also be interpreted in the context of depth perception as either transparent or nontransparent, the latter facilitating MA behavior, because an asymmetry in the feedback alters SPS but not MA behavior (Fig 3E). Also, the ratio between MA behavior and SPS (Fig 2E, Fig 3B, Fig 4A) is influenced by different parameters than the ratio between SPScw and SPSccw (Fig 2F). When interpreted as transparent, either the cw- or the ccw-biased pattern can be perceived as the reference for optomotor balance, leading to SPS.\n\nThe discovery of multi-stability in fly visual behavior using transparent panoramic motion stimuli reveals some interesting properties of Drosophila motion vision and behavior. The perception of transparent motion stimuli can also be multi-stable in humans [10,11], although this has only been shown for two-dimensional transparent motion or plaid motion. A study investigating the processing of plaid motion in blowflies suggested that they express component selectivity in response to the individual moving gratings in a two-dimensional transparent motion stimulus [8], although the physiological findings of a fly equivalent of pattern and component cells in the lobula plate did not fully explain the behavioral phenotype. The component selectivity of one-dimensional transparent wide-field motion stimuli observed in the TPMP in the form of SPS is not predicted by current models of fly motion vision, according to which motion signals of the same strength and opposite direction should cancel each other, if both are distributed evenly over the visual field [7,12,13]. Consequently, only the behavior associated with the integration of the two motion components, MA behavior should be found. In the present study, it can be shown that the visual system of Drosophila separates transparent motion stimuli, even if they completely overlap and cover most of the visual field. This does not only occur in closed-loop orientation behavior. Even without visual feedback, the two motion components are received separately and answered by syn-directional yaw torque. Studies of transparent motion vision in humans are usually conducted under gaze fixation, therefore providing much less visual feedback than the TPMP [15,39]. So, the open-loop TPMP provides a better comparison to these experiments than the normal TPMP. Here, an interesting difference between fly and human transparent motion vision is revealed: while in humans, the detection of transparency depends on locally unbalanced motion stimuli as they emerge with random dot patterns, this is not the case in Drosophila, because we also observe component selectivity with regular dot patterns—where the local motion is balanced (S6 Fig, S8 Fig). How strongly the component selectivity is expressed in the orientation behavior of the flies in closed loop depends on at least two stimulus parameters, pattern contrast, and pattern element density.\n\nAn increase in contrast and a decrease in pattern element density both increase the salience of the single pattern elements in a panorama pattern and thereby strengthen its figure features. Both also increase the relative abundance of MA behavior in the TPMP. With widely spaced vertical bars moving incoherently, MA appears to be a consequence of ipsilaterally diverging figures (Fig 6F–6H). At intermediate contrast, with increasing density of the bars, MA behavior starts to decrease at a bar distance where fixation responses are no longer apparent. Parsimony would suggest that, as both high pattern contrast and high pattern element distance favor MA behavior in the TPMP and MA behavior at low pattern element density is elicited by figure responses, MA behavior is generally a consequence of figure detection and responses. SPS would then be a behavioral response to elementary wide-field motion in the absence of figure detection. This conjecture is supported by the fact that, regardless of the contrast level and the pattern element density, panorama pattern elements with stronger figure features, like vertical bars, which evoke edge detection [40], result in higher MA behavior values than panorama pattern elements with weaker figure features, like vertical rows of dots (Fig 2E, S8B Fig, Fig 4B). Moreover, the contrast effect only occurs when the figure features are not already very high due to a low pattern element density (Fig 4B). It has been observed before that, when given the choice between stabilizing a background motion and fixating a bar, flies choose to fixate the bar [19]. Extrapolating this to the TPMP, the figure motion response resulting in MA behavior suppresses the elementary wide-field motion response, which would result in SPS. The weaker the figure features of the patterns become, the more often SPS is the preferred behavior. Therefore, we conclude that the rivalry between MA behavior and SPS is essentially one between the figure and the wide-field motion systems. It also means that figures can be detected by Drosophila on a much smaller spatial scale than previously assumed [20].\n\nMany studies have been dedicated to the difference between figure motion and elementary wide-field motion vision in Drosophila, inquiring how the fly discriminates between the two and how it reacts if both are presented simultaneously [19,41–43]. Yet there has only been little research as to how the fly responds to transparent wide-field motion components when they do not differ in their pattern properties. Also, it remains unclear what defines a figure or wide-field motion stimulus as such, given that the motion stimulus of a panorama pattern always must consist of an array of objects, no matter the shape, size, or number of pattern elements. When shown a single, dark, vertical bar, a figure, on a light background in closed loop, the fly will fixate it in the frontal part of its visual field [19]. This behavior is supported by elementary motion vision, but is essentially independent of it [44,45]. With a panorama pattern containing numerous pattern elements, but no salient singularities, the fly will also show stabilization behavior of this pattern [19], independent of the position of a particular pattern element. Lately, several studies have characterized how flies process figure motion [16,41,46], pointing out that usually, moving figures possess both figure and elementary motion features, which are distinguished in the fly visual system. Interestingly, for a certain type of motion-blind flies it can be shown that their most basic motion response, their optomotor reflex to wide-field patterns, is completely abolished at low contrast [44], but a very low, residual response seems to remain at intermediate [44] and high contrast [47]. This response is likely generated by the system processing figure motion [44].\n\nThis interpretation of the flies’ behavior does also make sense from an ecological point of view: If a fly interprets the stimulus in the TPMP as an array of objects, the most logical solution to maintain a straight trajectory is to integrate the motion components of the individual pattern elements. If it is interpreted as two panoramic flow-fields, which might both represent a stationary background, it makes more sense to choose a single one as a reference for straight flight.\n\nPrevious studies examining a flies’ alternations between different responses to a constant stimulus situation [33,48–50] can ultimately all be explained by spatially selective visual attention, because the competing stimuli were presented in differing parts of the visual field. In human perceptual rivalries, attention is linked to multi-stability, but ultimately independent of it [2]. In the TPMP, the alternations between the two components of the compound visual stimulus in the TPMP are not a consequence of spatially selective visual attention or binocular rivalry, because we can show that they also occur without binocular stimulus presentation (Fig 6). The decrease in MA behavior we observe with monocular stimulus presentation might be a result of the strongly reduced visual input in the frontal part of the visual field of the noncovered eye, as MA behavior appears to be a kind of figure response and the response to figure motion components has been found to be stronger in the frontal part of the visual field [16]. But, as with SPS of the regressively biased pattern, it is not completely abolished, which represents another similarity of the multi-stable behavior of the fly in the TPMP to multi-stability in humans. There, if the stimulus strength and therefore the likelihood for one of the percepts is decreased, so is the time this percept is perceived, but while the ambiguity remains, however weak, the alternations remain [51]. The same can be said for the other parameters, like bias distribution, pattern contrast, and pattern element density, which influenced the choice behavior of the fly in the TPMP. When the likelihood for one of the interpretations of the transparent motion stimulus to be the “correct” one was increased, so was the time the flies spent with the corresponding behavior, and the time with the behaviors corresponding to the “less likely” interpretations was accordingly decreased, but the behaviors corresponding with the less likely interpretations were never fully abolished.\n\nIn humans, visual multi-stable phenomena are considered an indication for vision being an active process. This means that the interpretation of a visual stimulus is shaped by the brain as well as by the stimulus, particularly in situations where a stimulus can be interpreted in more than one way [2,52,53]. As already mentioned in the introduction, also in the natural environment of a fly, visual stimuli may not always be unambiguous and its visual system needs a way to derive the optimal interpretation without getting stuck on a potentially wrong one.\n\nThe temporal dynamics of the behavioral alternations of Drosophila in the TPMP also share most of the characteristics of human multi-stable perception. The stochastic component in the temporal activation pattern of the different behaviors in the TPMP suggests that the behaviors were activated endogenously. So far, this claim has been difficult to prove, but mechanisms providing such stochasticity are now being investigated [54,55].\n\nTo summarize, when Drosophila in stationary flight is exposed to transparent wide-field motion stimuli, its orientation behavior is multi-stable. This shows that Drosophila can process the individual components of a one-dimensional transparent motion stimulus separately and that this kind of stimulus is ambiguous to the fly. To what extent the fly expresses component selectivity depends on several properties of the stimulus, namely pattern contrast and element density. As component selectivity increases with a decrease of the figure features of the stimulus, we conclude it to be the result of wide-field motion vision in the absence of figure detection. The alternations between the different behaviors exhibit a stochasticity reminiscent of the temporal dynamics in human multi-stable perception.\n\nMaterials and methods\n\nFlies\n\nFlies were cultured at 25°C on standard food medium [56] on a 12 h light/dark cycle with 60% relative humidity. Wild-type flies were of the Wildtype Berlin (WTB) strain. For tethering, 2- to 3-day-old female flies were cold-anesthetized and glued with dental composite (ESPE Sinfony DO3, 3M, Neuss, Germany) to a copper rod (Ø = 0.15 mm, length = 2 mm) using a micromanipulator. The tip of the rod was positioned between the flies’ head and thorax to exclude independent motion of these two body parts. The glue was polymerized with blue LED light (10 s pulse, distance &lt; 5 mm), and the flies were then kept isolated with access to water for 2 to 14 h prior to the experiment.\n\nSetup\n\nVisual stimuli were presented in a cylindrical arena via fiber optics, and 32 x 180 lightguides connected the inner surface of the arena (Ø = 90 mm, h = 90 mm) with the rectangular frontplate. The arena covered 360° x +/−45° of the flies’ visual field. Computer-generated visual stimuli were displayed on a screen placed directly onto the frontplate. The visual stimuli were controlled by custom-made software written in VB.NET. The rod glued to the fly was positioned in the tip of a syringe, which was then attached to the torque meter and centered in the arena. In the flight simulator, the torque meter transduced yaw torque into an electrical voltage, which was read by a computer by using a data acquisition device (USB-1208 FS; Measurement Computing, Germany). The angular motion of the visual panorama was calculated online from the yaw torque signal and then displayed in real time to the fly.\n\nStimulus conditions\n\nContrast values of the used patterns ranged between 4% and 91%. The RGB values of the white background input were always the same; however, the scattered radiation from the darker pattern elements, or lack thereof, resulted in illuminance values between 42 and 45 lux for the background. Luminance values of the darker pattern elements ranged between 2 lux and 40 lux, resulting in contrast values between 91% and 4%, measured as (Ev(max)-Ev(min))/ (Ev(max) + Ev(min)). Random dots patterns (Fig 2D, adapted from Letratone Sheet LT131 [Letraset]), regular dots patterns (diameter, d = 7°, 20 columns, 6 horizontal rows) or evenly spaced vertical stripes (width, w = 6°) were used as visual stimuli.\n\nFor closed-loop experiments, the coupling coefficient was set to −5 (i.e., a yaw torque of 1 × 10−10 Nm), and resulted in an angular displacement of 5° against the direction of yaw torque. Unless otherwise stated, the rotatory bias used in the closed-loop experiments was set to ±20° per s. For the optomotor balance controls with just one pattern in closed loop the sign of the rotatory bias was randomly set to either positive or negative for each fly. In the incoherent motion paradigm, one bias value was set to 20° per s, the other to −20° per s. Unless otherwise stated, the experiment duration for the closed-loop experiments was set to 3 min. For the monocular condition, the stimulus input to one eye was eliminated by positioning a white virtual screen covering the arena from −180° to 20° or from −20° to 180°, respectively, over the panorama stimuli. The 20° on the noncovered side accounted for the 15° binocular overlap per side, plus a 5° error margin for positioning the fly in the arena to guarantee exclusive stimulus presentation to one eye.\n\nThe optomotor response was tested by rotating one pattern around the fly with a second one stationary to provide the same contrast conditions as in the closed-loop experiments. The pattern was alternately rotated cw and ccw for 9 times for 15 s. The optomotor response was tested at three different angular velocities, 20° per s, 40° per s, and 60° per s.\n\nIn the open-loop TPMP, the same settings were used as in the normal, closed-loop TPMP, but the feedback was switched off.\n\nFlies were tested under up to five stimulus conditions, provided they did not stop flying throughout the trial. If they were tested under more than one condition, the order of the stimulus conditions was randomized. If a fly stopped flying for more than three times throughout a trial, the trial was aborted. For the experiment with monocular visual stimuli, all flies were tested under every stimulus condition.\n\nData evaluation\n\nYaw torque recordings were stored on the measuring PC hard disc with a sampling rate of 20 Hz and evaluated after the experiment with custom-made software written in VB.NET. Controls with an asymmetric bias showed that the flies were prone to prefer the pattern with the lower bias (Fig 2F). Because an out-of-alignment setting of the zero yaw torque value had the same effect as an asymmetric bias, flies that showed a strong bias towards one of the patterns (&gt; 75% of the time on one side) under closed-loop conditions were excluded from the data evaluation. Following this criterion, dependent on pattern contrast, between 5% (91% contrast) and 20% (8% contrast) of the flies had to be excluded from evaluation. For the evaluation of the temporal dynamics experiment, all flies that stopped flying throughout the experiment were excluded from evaluation.\n\nThe closed-loop experiments were evaluated by calculating the moving average over 2 s of the yaw torque values. The incidences of the resulting values within the range (&lt; ±2 × 10−10 Nm for MA behavior; &lt; -2 × 10−10 Nm and &gt; −6 × 10−10 Nm or &gt; 2 × 10−10 Nm and &lt; 6 × 10−10 Nm for SPS, respectively) of a behavioral category were then reported as a percentage of the entire experiment time.\n\nFor the evaluation of the optomotor response, the first 15-s period was discarded and the other 8 periods were averaged. As we found no difference in the optomotor response to the different angular velocities measured, they were pooled for further evaluation. The overall optomotor response was reported as the mean yaw torque of the last 5 s of the 15-s periods.\n\nStatistical analysis\n\nData were tested for normal distribution using a D’Agostino-Pearson omnibus normality test. When they were normally distributed, a Student t test was used to test two groups against each other. When no normal distribution could be assumed, a Mann-Whitney test was used to compare two groups. Comparison of more than two groups was achieved by a one-way ANOVA with Tukey’s multiple comparisons test when the data were normally distributed, and with a Kruskal-Wallis test with Dunn’s test for multiple comparisons when they were not normally distributed. Bonferroni corrections were used for multiple comparisons. The curve fitting was done with the method of least squares estimation. Statistical significance was demonstrated as ***p &lt; 0.001, **p &lt; 0.01, *p &lt; 0.05, and nonsignificant (ns) p &gt; 0.05.\n\nSupporting information"
}