{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001207",
  "doi": "10.1371/journal.pbio.1001207",
  "externalIds": [
    "pii:PBIOLOGY-D-11-01823",
    "pmid:22140358",
    "pmcid:PMC3226556"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Electrostatically Biased Binding of Kinesin to Microtubules",
  "authors": [
    {
      "name": "Barry J. Grant",
      "first": "Barry J.",
      "last": "Grant",
      "affiliation": "Department of Chemistry and Biochemistry, Center for Theoretical Biological Physics and Howard Hughes Medical Institute, University of California–San Diego, La Jolla, California, United States of America"
    },
    {
      "name": "Dana M. Gheorghe",
      "first": "Dana",
      "last": "M. Gheorghe",
      "affiliation": "Centre for Mechanochemical Cell Biology, Warwick Medical School, University of Warwick, Coventry, United Kingdom"
    },
    {
      "name": "Wenjun Zheng",
      "first": "Wenjun",
      "last": "Zheng",
      "affiliation": "Department of Physics, University at Buffalo, Buffalo, New York, United States of America"
    },
    {
      "name": "Maria Alonso",
      "first": "Maria",
      "last": "Alonso",
      "affiliation": "Centre for Mechanochemical Cell Biology, Warwick Medical School, University of Warwick, Coventry, United Kingdom"
    },
    {
      "name": "Gary Huber",
      "first": "Gary",
      "last": "Huber",
      "affiliation": "Department of Chemistry and Biochemistry, Center for Theoretical Biological Physics and Howard Hughes Medical Institute, University of California–San Diego, La Jolla, California, United States of America"
    },
    {
      "name": "Maciej Dlugosz",
      "first": "Maciej",
      "last": "Dlugosz",
      "affiliation": "Interdisciplinary Centre for Mathematical and Computational Modelling, University of Warsaw, Warsaw, Poland"
    },
    {
      "name": "J. Andrew McCammon",
      "first": "J. Andrew",
      "last": "McCammon",
      "affiliation": "Department of Chemistry and Biochemistry, Center for Theoretical Biological Physics and Howard Hughes Medical Institute, University of California–San Diego, La Jolla, California, United States of America; Department of Pharmacology, University of California–San Diego, La Jolla, California, United States of America"
    },
    {
      "name": "Robert A. Cross",
      "first": "Robert A.",
      "last": "Cross",
      "affiliation": "Centre for Mechanochemical Cell Biology, Warwick Medical School, University of Warwick, Coventry, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-11",
  "dateAccepted": "2011-10-19",
  "dateReceived": "2011-05-07",
  "volume": "9",
  "number": "11",
  "pages": "e1001207",
  "tags": [
    "Biophysic al simulations",
    "Biophysics",
    "Biophysics simulations",
    "Cell motility",
    "Computational biology",
    "Computational chemistry",
    "Discipline-v2/Biology",
    "Discipline-v2/Biophysic al simulations",
    "Discipline-v2/Biophysics",
    "Discipline-v2/Biophysics simulations",
    "Discipline-v2/Cell motility",
    "Discipline-v2/Chemistry",
    "Discipline-v2/Computational biology",
    "Discipline-v2/Computational chemistry",
    "Discipline-v2/Macromolecular assemblies",
    "Discipline/Biophysics",
    "Discipline/Chemistry",
    "Discipline/Computational Biology",
    "Macromolecular assemblies",
    "Type/Research Article"
  ],
  "abstract": "An electrostatic field rotates, slides, and guides the kinesin head to bind the microtubule at a site a short distance ahead, thus determining the direction of movement of the motor.",
  "fullText": "Introduction\n      \nKinesins form a large family of ATP dependent microtubule-based motor proteins. At least 14 sub-families have been identified [1]–[3], the members of which play a wide variety of roles in intracellular transport, including vesicle and organelle transport, cytoskeletal reorganization, and chromosome segregation [4]. Underpinning these diverse activities is a coupling of ATP turnover, microtubule bind-release cycles, and unidirectional mechanical motion. Several features of the mechanisms by which kinesins generate force and movement are known, but many uncertainties remain. Kinesin-1, the best studied kinesin, has twin heads and moves towards microtubule plus ends using a head-over-head walking action that can do work against loads of up to ∼7 pN [5],[6]. Importantly however, the minimal motor domain of kinesin-1 is a single head [7]. Teams of single kinesin-1 heads can drive directional microtubule sliding, with each head in the team contributing intermittent impulses of force and motion. Less is known about this mechanism, by which individual kinesin heads generate directional force.\n\nBroadly, two different classes of model have been proposed for the mechanical cycle by which kinesin heads generate force and movement—biased binding models and unbiased binding models. In biased binding models, the motor domain diffuses back and forth on a spring-like tether, using thermal energy from the bath to stretch out the tether, locking on to the track at a moment when the spring is stretched out in the progress direction, and then maintaining its grip on the track whilst the spring relaxes. Biased binding models like this (Figure 1, left) are sometimes referred to as thermal ratchets [8]. The classic example of this type of model is the Huxley 1957 [9] model for the myosin crossbridge. In biased binding models, most of the ground gained is due to directionally biased diffusion-to-capture. The directionally biased capture event is envisaged to involve or trigger a directional conformational change and one or more coupled chemical steps, but the conformational change is negligibly small compared to the stepping distance. By contrast, models with unbiased binding (Figure 1, right) envisage that the probability of binding of kinesin heads to microtubules is the same in both directions and that directional stepping is entirely due to one or more directional conformational changes that occur after the motor has engaged with its binding site. Current controversies over the role of neck linker docking in the kinesin cycle relate to this same dichotomy. Neck linker docking is a conformational change that is clearly important in the kinesin mechanism [10], but whether neck linker docking can do appreciable work remains uncertain. The results of molecular dynamics simulations argue that substantial work could be done [11]. On the other hand, measurements of the free energy difference between the docked and undocked neck linker indicate ∼5 pN nm [12], suggesting that neck linker docking could not do the work necessary to account for kinesin's ability to step ∼8 nm against a ∼7 pN load.\n\nSince conformational changes, including neck linker docking, undoubtedly do occur once the kinesin head is attached to the microtubule [13], the key problem is to find out whether a biased binding mechanism contributes appreciably to the kinesin mechanical cycle or whether instead binding is unbiased and the generation of directional force is entirely due to one or more conformational changes that follow microtubule binding.\n\nThere is clear evidence that tethered single kinesin heads can develop impulses of directional force and displacement. These step-displacements have been estimated using single molecule optical trapping to be 3–4 nm, and attributed to biased binding [14],[15]. Many theoretical models [16],[17] posit that biased binding occurs and that it is driven by one or more directional sawtooth binding potentials. As yet, however, a specific molecular mechanism is lacking. This is the problem we address in the current work.\n\nIt is known for a number of non-motor systems that electrostatic interactions can effectively maneuver associating proteins into a suitable binding configuration, a phenomenon known as electrostatic steering [18],[19]. Formation of the final tightly bound complex from the encounter complex may require internal structural rearrangements as well as more local effects, including dehydration of the binding interface. Electrostatics is known to play a role in the binding of kinesin to microtubules, with roles established for the negatively charged E-hook of tubulin, and for the positively charged K-loop of kinesin, in both the Kif1a (kinesin-3) [20] and kinesin-1 [21] mechanisms, and for charged residues and ionic strength in general [22]. In the present work we have sought to test whether long-range electrostatic guidance might govern not only the rate, but also the approach trajectory, of kinesin-microtubule encounters.\n\nTo approach this question, we performed electrostatic calculations and atomistic Brownian dynamics simulations in parallel with in vitro motility assays of electrostatically engineered mutant kinesin motors. Our results demonstrate a strong tendency for long-range electrostatic guidance to enhance kinesin-tubulin association and encounter complex formation. Expanded simulations of kinesin dimers on short sections of microtubule indicate that conserved electrostatic interactions not only enhance association but also enable kinesin heads to bind preferentially to sites lying ahead in the progress direction. We further find that the tethering of two heads in a dimer reduces the search space for binding sites on the microtubule lattice, effectively enhancing directional bias and providing a mechanism to track single microtubule protofilaments. Simulations with a range of subfamily representatives and selected charge neutralizing mutations suggest that different kinesin subfamilies have tailored their electrostatic properties to modulate association rates and the directional bias of the association reaction along the microtubule. We conclude that electrostatic interactions play an important role in kinesin stepping by guiding the biased diffusional association of kinesin with microtubules.\n\n      Results and Discussion\n      \n        Comparative Electrostatic Analysis Highlights the Tubulin Binding Site on Kinesin\n        \nElectrostatic calculations of available motor domain crystal structures spanning 11 kinesin sub-families reveal considerable diversity in patterns of surface charge distribution (Figure 2A and Movie S1). Nevertheless, all structures analyzed possess an invariant region of positive potential (blue) in the nucleotide-binding site and over the back face, particularly loop8, loop7, loop12, and alpha5 (including residues R284, K281, R278, K141, K237, R161, and K166). Also apparent are regions of consistent negative potential (red) located near the loop preceding α3 (residues D144 and E170), giving rise to a common underlying asymmetric charge distribution in the kinesin family (Figure 2B and Movie S2).\n\nThe conserved positive potential at the nucleotide-binding site reflects the role of this region in coordinating the negatively charged phosphates of ATP. The other conserved region of positive potential spreads across a considerable part of the microtubule-binding surface of the head (Figure 2B), reflecting the established role for this surface in binding to the negatively charged surface of the microtubule. Alanine scanning mutagenesis [22] and limited proteolysis [23] support this view and more recent high-resolution cryoelectron microscopy studies [24],[25] confirm that following microtubule binding this region becomes buried in the microtubule-kinesin interface. Our analysis identifies several further regions of more subtle conservation of positive charge, such as those in the neighborhood of α3 and α6 (including residues R326, K328, D177, E178, and D123). Such regions are not identified with conventional sequence analysis methods [26].\n\n        Electrostatic Interactions Pre-Orient and Accelerate Kinesin-Tubulin Association\n        \nFurther comparison and clustering of the calculated electrostatic potentials identified groupings with similar charge distributions (Figure 2C). These results indicated that electrostatic properties are more similar within known sub-families than between sub-families. We selected two representative motor domain structures from four of the largest clusters (representing kinesin-1, 3, 5, and 13 sub-families) as the inputs for our Brownian dynamics simulations. Brownian dynamics simulations were employed to characterize the association process, determine association rates, and investigate the role of long-range electrostatic forces in the association mechanism. Comparison of simulations with and without charges on the motor-domain shows that electrostatic interactions enhance the association rates for all sub-families studied (Figure 3 and Movie S3). As the different motor domains have a range of net charges (+5 to −3), it is unlikely that rate-enhancement arises from nonspecific attraction due to monopole interactions; rather, enhancement of association rates is directly related to the non-uniform charge distribution on kinesin and tubulin. Inspection of BD trajectories clearly shows the steering of the conserved motor domain's positive surface patch toward the negatively charged surface of tubulin (Figure 3B,C), leading to a preferred binding site between tubulin subunits.\n\nExamining successfully associated trajectories indicates that the preferred motor domain approach path lies along a directional trajectory leading from the inter-subunit interface (the alpha-beta junction) toward a single preferred association site located at the beta-alpha intra-heterodimer interface (Figure 3B). The Brownian motion during the approach to binding becomes biased, generating a plus end-directed shearing movement during diffusion-to-capture. Along the preferred approach path, the motor domain's positive patch is predominantly oriented toward the tubulin surface (Figure 2C). This indicates that the motor domain rotates into a specific orientation at an early stage (at a center-to-center distance of ∼60 Å, corresponding to a maximal surface-to-surface separation of ∼15 Å), so that during approach, rotation is constrained such that subsequent motion consists largely of steered translations along the approach trajectory (see also Movie S3). Studies by others on the barnase-barstar system have also characterized significant electrostatic interactions at similar surface-to-surface separation distances [27],[28]. Even at two Debye lengths (∼15 Å at 150 mM ionic strength), interactions will be reduced by about 1/7 compared to contact, which can still yield significant steering effects for highly charged proteins [28]. Simulations with kinesin and tubulin show that at higher ionic strength, electrostatic steering is partially quenched (Figure S4).\n\n        Kinesin Sub-Families Have Distinct Ionic Strength Dependent Association Rates\n        \nBD mimics the physical process of diffusional association under the influence of electrostatic interactions. Our simulations indicate that the distinct charge distributions of different kinesin sub-families lead to a range of sub-family-specific association rates (Figure 3A). Kinesin-3 is predicted to have the highest relative association rate (2.6×108 M−1 s−1) followed by kinesin-1 (8.27×107 M−1 s−1), kinesin-13 (2.75×107 M−1 s−1), and kinesin-5 (1.2×107 M−1 s−1).\n\nDifferent structures from the same subfamily were found to have very similar association rates reflecting their common charge distributions. Simulations performed under varying salt concentrations showed a similar sub-family trend resulting in decreased association rates at higher ionic strength for all sub-families (see Figure S1).\n\n        Monomeric Motors Have a Preference for Binding the Plus-End of Microtubules\n        \nSimulations of monomeric kinesin-1 motor domains interacting with a microtubule fragment consisting of 7 protofilaments, each with 5 tubulin heterodimer subunits (see Figure 4A), indicated that freely diffusing kinesin-1 motor domains have an intrinsic preference for sites at the plus-end of microtubules (Figure 4B). A similar trend was found for other subfamily members, including minus-end directed kinesin-14 (see Figure S2). These simulations indicate that single motor domains have an equal propensity for each tubulin dimer internal to the microtubule lattice. Intriguingly, simulations performed on charge neutralized microtubule lattices have an overall reduced association rate to all sites and do not display a noticeable plus-end preference (see Figure S2). Together these results indicate that electrostatic features present at the plus-end tip of microtubules favor kinesin association. Minoura and colleagues [29] recently showed that charged nanoparticles diffuse one-dimensionally on microtubules and that the amplitude of the diffusional excursions reduces exponentially as the charge increases. It is possible that the provision of extra charge density at microtubule ends represents a general mechanism for targeting the plus-ends of microtubules.\n\n        Kinesin Dimers Show Enhanced Electrostatically Biased Diffusion-to-Capture\n        \nAdditional simulations were performed on kinesin-1 and kinesin-14 (Ncd) dimers with one freely diffusing head tethered by a spring to a microtubule-bound partner head. Results from these simulations indicate dramatically different binding preferences (Figure 4D–F). Kinesin-1 tethered heads clearly favor the forward plus-end binding site, whilst Ncd tethered heads favor the rearward minus-site. This result indicates an intrinsic or underlying dimer-enhanced directional bias that exists independent of neck-linker [30] or stalk [31],[32] docking and undocking. The majority of binding events occur on the protofilament to which the partner head is attached. Tethering appears to enhance biased binding by reducing the search space for binding sites (Figure 4C–E). Note that surprisingly the same electrostatic interactions and tether geometry that favor the plus-end-biased binding of dimeric kinesin-1 favor the minus-end-biased binding of dimeric kinesin-14. Control simulations without charges returned no apparent directional preference (Figure 4F). Hence, different kinesin subfamilies appear to have tailored their electrostatic properties to not only enhance and modulate association rates but also to influence directionality.\n\n        Simulations Identify Residues That Are Important for Accelerated Association\n        \nThe core result from our simulation is that conserved electrostatic features on the kinesin head facilitate its electrostatic guidance during the diffusional approach to microtubule binding, leading to a consistent plus-end-directed diffusional motion of the kinesin head in the moments before binding.\n\nThe simulations allow us to examine the roles of particular residues (on both tubulin and kinesin) in forming the field responsible for this directionally biased diffusion-to-capture. We analyzed the effects of charge-neutralizing mutations on the rate constants of association using BD simulations and the recently developed transient complex approach (see Materials and Methods). By definition the transient complex includes the final bound conformations from successful BD trajectories. We use the ensemble of transient complex configurations to calculate the average electrostatic interaction energy (ΔGelec) and the electrostatic interaction energy compared to wild-type (ΔΔGelec) (Table 1 and Figure 5).\n\nThe specific predictions made by our simulations about the effects of mutations allow us to test the reliability of our simulations by mutating these residues in the real-world proteins. Computationally, each surface exposed charged residue on kinesin-1 was mutated to alanine and the effect on predicted relative association rates monitored (Table 1). Figure 5A displays these results in relation to the crystallographic structure of kinesin-1 (PDB code: 1bg2). Note the prominent effect of mutations on the rear face of the motor domain. In contrast, mutation of residues on the front face of the motor domain was found to have little impact. Rear positions with a significant influence include those residues contributing to the conserved positive potential patch (i.e., residues R284, K281, R278, K141, K237, R161, and K166, all of which are ranked highly in Table 1). Additional positions in α6 (such as K313, R421, E309, and E311) and β1c (K44) along with the loop before α3 (D144 and E170) were also found to have a significant influence. Also shown in Figure 5 are the published results of experimental alanine scanning mutagenesis by Woehlke and colleagues [22]. Note the excellent correspondence to the results of the Woehlke study, which measured the effects of alanine substitutions on the ATPase and motor activity of kinesin, with the sites highlighted in the current study as influencing association rates and electrostatically guided diffusion-to-capture. Both our calculations and these earlier experiments indicate that substitution of positive residues on the microtubule binding face of kinesin decreases, whilst substitution of negative residues increases association rates.\n\nMutations that decrease the association rate do so by neutralizing the conserved electrostatic features essential for electrostatic steering. We obtained the largest decreases in the binding rate (of ∼2.3×107 M−1 s−1) for sites including R284A, K281A, and other contributors to the invariant rear positive potential patch. Association rates could be enhanced (up to a value 7.15×107 M−1 s−1 for N263R and E170A/D144A) by substituting residues from subfamilies that have an enhanced association rate. A number of control mutants (including D177A/E178A) were also examined and found to yield similar rates to the wild-type complex (8.19×107 M−1 s−1). Note that D177A and E178A were selected as controls as these residues have a similar proximity to the putative tubulin-binding site as E170A and D144A but were not highlighted by electrostatic conservation analysis.\n\n        In Vitro Mutagenesis Experiments Confirm the Predictions of the Simulations\n        \nIn tandem with our simulations, we performed in vitro experiments to test the effects of electrostatic mutations on kinesin function. Our computational analysis (Figure 5 and Table 1) identified charged residues predicted to have a profound effect on the on-rate of kinesin-1 to microtubules. Simulations also indicate that the distinct charge distribution of different kinesin sub-families can lead to a range of sub-family specific association rates (Figure 3A). To further probe the origin of these differences we focused on a three-residue segment at the C-terminus of helix α6. This region was observed to have a distinct sub-family-specific charge distribution in different kinesin sub-families (with a consensus sequence of RAK in subfamilies-1, -3, -5, and -13; SVN in kinesin-14; MTQ in kinesin-6 and RAR in kinesin-4). This region was previously shown to be essential for ATPase and motility [33] and was highlighted by both our electrostatic analysis and in another coarse-grained modeling study (Zheng et al., in prep). We made a series of experimental point mutants in NKin, a fast kinesin-1 from Neurospora Crassa, and assayed the effects of the mutations on microtubule sliding velocity, microtubule-activated ATPase, and tubulin-activated ATPase. A single-headed NKin construct was used, so as to mimic the conditions of the simulation. Tables 2 and S1 and Figure 6 summarize the results.\n\n        Motility Assays and ATPase Assays Support a Key Role for the RAK Sequence\n        \nAll the mutants retained microtubule-activated and tubulin-activated ATPase activity. Both R321A (AAK) and the potentially more disruptive charge-reversal R321D (DAK) mutation are predicted by our simulations to have little effect, and the experiments confirm this. K323R (RAR) and K323A (RAA) are predicted to accelerate binding somewhat, and indeed increased microtubule sliding velocity 2-fold, compared to wild-type single head NKin. Replacing the RAK sequence with AAA resulted in a ∼3-fold velocity increase and R321K (KAK) produced a ∼5-fold increase in the velocity of kinesin-driven sliding microtubules. R321K does not affect the net charge on the molecule but does profoundly enhance the association of the motor to its microtubule track. Using purified pig brain tubulin (both as unpolymerized heterodimers and as microtubules, polymerized in the presence of Mg-GTP and taxol-stabilised), we measured the rates of microtubule-activated and tubulin-activated ATP hydrolysis and ADP release for wild-type and for RAK mutants (see Table S1). All constructs, wild type and mutant, were activated by free tubulin heterodimers, but to a lesser extent than by microtubules. For microtubule activation, the KAK mutant, which is 5-fold faster in motility assays, has a slightly reduced Vmax in solution compared to wild type (∼54 s−1 compared to 97 s−1) and a ∼5-fold weaker apparent affinity for microtubules (Km ∼28 µM compared to 6 µM), The AAK mutant, which has wild type velocity in motility assays, also has a weaker apparent affinity for microtubules (Km ∼19 µM) but shows an increased Vmax (222 s−1). These results support a conventional model in which kinesin binds to microtubules in two steps, at first forming a “weak” state that attaches to microtubules but is not activated by them, and then shifting into a “strong” state that does show microtubule-stimulated product release [34]. Our simulations deal with the binding reaction that populates the initial, weakly bound state. We expect mutations that stabilize electrostatic interactions to accelerate the formation of this initial, weak binding state, and potentially also to accelerate exit from the strong state back into the weak state (Figure 7).\n\nThese dual effects over-populate the weak binding state, and this can account for the properties of our mutants in ATPase assays and motility assays. Microtubule sliding assays are accelerated because internal system drag, due to slowly detaching heads, is reduced. Microtubule-activated ATPase, averaged across the entire kinesin population, is little affected. We hypothesise that this is because the influence of faster initial formation of the weak-binding state is balanced by depopulation of the strong binding states (Figure 7).\n\nRelating to Figure 7, we note that in order to explore electrostatic effects, we have treated the kinesin head as a rigid-body and focused exclusively on the diffusion-to-capture process. In future work we will aim to explore the role of electrostatics in the weak-to-strong conformational change and in subsequent steps in the mechanism.\n\n        Conclusion\n        \nIn summary, we find using atomistic Brownian dynamics simulations and in vitro mutational analysis that conserved electrostatic interactions enhance association and enable kinesin heads to preferentially bind tubulin heterodimers lying ahead in the progress direction. Furthermore, we find that the tethering of two heads in a dimer reduces the search space for binding sites on the microtubule lattice and further biases binding to a single microtubule protofilament. Simulations with different subfamily representatives and selected charge neutralizing mutations suggest that different kinesin subfamilies have tailored their electrostatic properties to modulate both their association rates and their directional bias along the microtubule. Taniguchi and colleagues [35] recently suggested that directional bias in walking kinesin dimers is predominantly entropic. It will be interesting to test this concept in relation to our proposal that directional electrostatically biased diffusional association is an intrinsic feature of the force-generating mechanism of kinesin minimal motor domains.\n\n      Materials and Methods\n      \nAvailable kinesin crystal structures were obtained from the RCSB protein data bank and processed with the Bio3D package [36]. Processing involved initial extraction of motor domain coordinates corresponding to residues 9 to 325 in conventional kinesin-1. Subsequent alignment and superposition steps were as described in Grant et al. [26]. Missing regions of the various structures underwent standard molecular mechanics modeling and refinement protocols with the AMBER9 package [37]. Microtubule models were constructed by fitting multiple tubulin dimers to the 8 Å electron density map of Downing and coworkers [38].\n\n        Electrostatic Calculations\n        \nElectrostatic calculations were performed with APBS (version 0.10.1) [39], using AMBER charges and radii at 310 K. Due to the high charge densities of the systems under consideration, the full, nonlinear Poisson–Boltzmann (PB) equation was solved in a multi-level fashion. Atomic charges were mapped to grid points via cubic B-spline discretization (chgm: spl2). The dielectric boundary between solute (with a dielectric constant of 4) and solvent (with a dielectric constant of 74) was specified as the van der Waals surface (srfm: mol and srad: 0).\n\n        Electrostatic Similarity Analysis\n        \nElectrostatic potentials for available kinesin motor domain structures were analyzed with SurfaceDiver (version 1.0) [40]. Surface Diver employs spherical harmonic decomposition and a finite set of rotation-invariant descriptors to compare surface electrostatic properties. Based on these descriptors, molecules can be compared and clustered according to their electrostatic features without prior structural alignment. Operational parameters included a zero atom inflation radius (irad 0) and a maximal decomposition radius of 40 Å (rmax 40). Decomposition was performed on a total of 40 spherical surfaces (nsph 40) with a spherical harmonic decomposition order of 64 (spho 64). Complete-linkage hierarchical cluster analysis was performed with R and the Bio3D package.\n\n        Brownian Dynamics\n        \nThe BrownDye simulation package (version 1.0) [41] was employed for sub-family and mutant Brownian dynamics (BD) simulations. All atom models were used for both kinesin and tubulin. Because of uncertainties over the conformational dynamics of the neck linker, simulations used the head only (corresponding to residues 9–325 of kinesin-1, as for the electrostatics calculations above). Effective charges were used to reproduce pre-computed electrostatic potentials (see above). The influence of these potentials on the diffusional motion of both kinesin and tubulin was determined from the standard Ermak and McCammon algorithm [42]. Association rates were computed at 150 mM ionic strength with a modified version of the Luty, McCammon, and Zhou algorithm [43]. An adaptive time step with a minimum value of 1.0 ps was employed. Trajectories were propagated until the transient complex was obtained (see below) or until a center-to-center distance c (beyond b) was reached. Upon reaching c a pretabulated solution to the diffusion equation was used to determine whether the molecules would “escape” to infinity or return to some location with a center-to-center distance b. To obtain adequate statistics, 200,000–500,000 trajectories were simulated for each kinesin-tubulin pair.\n\nThe current version of BrownDye treats proteins as rigid bodies and does not take into account short-range interactions (van der Waals and hydrogen bonds). However, these interactions become important for short distances. Hence, the transition from encounter or transient complex to the subsequent bound states is beyond the realm of the current BD simulations and requires the application of more detailed models with explicit treatment of flexibility and short-range interactions.\n\n        Defining the Transient Complex Boundary\n        \nAs previously introduced, binding partners can be considered to pass through a transient intermediate state (A*B), in which the two proteins have near native separations and orientations. From this transient complex (also referred to as the encounter complex), non-diffusional rearrangements lead to the tightly bound native complex (AB).Hence, the overall binding rate (ka) is given by:The current BD simulations probe the diffusion-controlled rate (kD) for reaching the transient complex. In the transient complex, kinesin and tubulin must satisfy particular translational and rotational constraints. Defining these constraints provided a robust set of criteria for assessing successfully associated BD trajectories.\n\nInitial atomic models for each kinesin-tubulin complex were built by fitting different kinesin crystal structures to a kinesin-tubulin complex obtained from a 9 Å CryoEM model of Moores and coworkers [25]. These complexes underwent molecular mechanics refinement with the AMBER9 package and corresponding all-atom potential function ff99SB (see Text S1). The resulting lowest energy models were used as the starting configurations for probing the bound state and the transition to the unbound state via the transient complex method of Zhou and coworkers [44].\n\nThe algorithm for identifying the transient complex boundary has been described in detail elsewhere. Briefly, to sample bound and unbound configurations, both kinesin and tubulin were treated as rigid. The kinesin motor domain was systematically translated and rotated with respect to the larger, fixed-in-space tubulin dimer. Steric clashes were monitored along with the number of inter subunit contacts (defined as heavy atoms having interfacial contacts less than 5 Å). For clash-free configurations, the number contacts (Nc) together with interface separation (r) and rotation angle (χ) were recorded (see Figure S3). The value of Nc (denoted as Nc*) at the onset of a sharp increase in χ was used to define the transient complex. These configurations (with Nc = Nc*) effectively separate the bound state, with numerous short-range interactions (high Nc) but restricted translational and rotational freedom (low r and χ), from the unbound state, with at most a small number of interactions (low Nc) but expanded configurational freedom (large r and χ).\n\n        Mutational Analysis and Calculation of ΔGelec\n        \nMeasuring the effects of mutations on the rate constants of association is a powerful tool to decipher the mechanism of association. Mutated residues were given a modeled conformation based on the most probable rotameric state and subsequent side-chain energy minimization with the AMBER9 package. BD simulations and the transient complex approach were used to examine the effect of a mutation on the association rates and binding affinities. As in previous studies, 100 configurations were randomly selected from the transient complex ensemble to calculate the average electrostatic interaction energy (ΔGelec) and the electrostatic interaction energy compared to wild-type (ΔΔGelec):where the two terms on the right side of equation 4 denote ΔGelec after and before the mutation, respectively. For each transient complex configuration, ΔGelec was calculated as described in equation 3. These results were then averaged to yield ΔGelec*. See Alsallaq et al. [44] for further details.\n\n        Mutagenesis, Expression, and Purification of Proteins\n        \nExperiments used a 6xHistidine-tagged single-head NKin (6xHis-NKin343) as a starting construct, in which point mutations were created using PCR mutagenesis. Successful clones were verified by restriction site digestion and sequencing (Cogenics). The Histidine-tagged proteins were expressed in BL21/DE3 E. coli cells and purified using HisTrap Ni columns (GE Healthcare) using an AKTA Purifier system. Microtubule and tubulin-activated kinesin ATPase activities were measured using an enzyme-linked fluorescence assay [45], in a buffer (50 mM Pipes pH 6.9, 0.2 mM MgCl2, and 0.1 mM EGTA, 0.1 mg/ml BSA), at 25°C. For experiments involving microtubules Taxol was added to this buffer to a final concentration of 20 µM. Kd and Vmax were determined by fitting the data to a hyperbola using Prism 4 for Macintosh. Motility assays were performed following the method described by Kaseda et al. [46]. Nitrocellulose-treated coverslips (0.1% nitrocellulose in isoamyl-acetate) were coated in penta-His antibody (Qiagen cat. No. 34660, diluted 1∶10 in PBS), incubated in a moisture chamber for 1 h, and then extensively washed with 1 mg/ml BSA in PBS to remove any unbound antibody. Histidine-tagged kinesin at 0.3–3 µM in assay buffer (50 mM Pipes pH 6.9, 0.2 mM MgCl2, 0.1 mM EGTA, 5 mM DTT, 20 µM Taxol, 0.2 mg/ml Casein, 1 mM ATP) was then flowed into the chamber and allowed to bind to the surface for 10 min. Unbound kinesin was washed away using assay buffer, taxol-stabilised microtubules introduced and allowed to bind for 10 min. Unbound microtubules were washed off with assay buffer containing the oxygen scavenger system [47] at 25°C. Control coverslips lacking antibody did not recruit microtubules from the overlying solution. Microtubule motility was recorded by video-enhanced DIC microscopy and quantified using the freeware RETRAC software (http://mechanochemistry.org/software). Motility assays were made in the same buffer conditions as the ATPase assays with the addition of 1 mM DTT and 0.1% casein.\n\n      Supporting Information"
}