{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002567",
  "doi": "10.1371/journal.pbio.1002567",
  "externalIds": [
    "pii:PBIOLOGY-D-16-00941",
    "pmid:27706164",
    "pmcid:PMC5051940"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Large Variations in HIV-1 Viral Load Explained by Shifting-Mosaic Metapopulation Dynamics",
  "authors": [
    {
      "name": "Katrina A. Lythgoe",
      "first": "Katrina A.",
      "last": "Lythgoe",
      "affiliation": "Department of Zoology, Tinbergen Building, University of Oxford, Oxford, United Kingdom; Department of Infectious Disease Epidemiology, School of Public Health, Imperial College London, St. Mary’s Campus, London, United Kingdom"
    },
    {
      "name": "François Blanquart",
      "first": "François",
      "last": "Blanquart",
      "affiliation": "Department of Infectious Disease Epidemiology, School of Public Health, Imperial College London, St. Mary’s Campus, London, United Kingdom"
    },
    {
      "name": "Lorenzo Pellis",
      "first": "Lorenzo",
      "last": "Pellis",
      "affiliation": "Mathematics Institute, Zeeman Building, University of Warwick, Coventry, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3436-6487"
      ]
    },
    {
      "name": "Christophe Fraser",
      "first": "Christophe",
      "last": "Fraser",
      "affiliation": "Department of Infectious Disease Epidemiology, School of Public Health, Imperial College London, St. Mary’s Campus, London, United Kingdom; Big Data Institute, Li Ka Shing Centre for Health Information and Discovery, Nuffield Department of Medicine, University of Oxford, Oxford, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-2399-9657"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-10-05",
  "dateAccepted": "2016-09-08",
  "dateReceived": "2016-04-25",
  "volume": "14",
  "number": "10",
  "pages": "e1002567",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Blood",
    "Blood cells",
    "Body fluids",
    "Cell biology",
    "Cell death",
    "Cell processes",
    "Cellular types",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Blood",
    "Discipline-v3/Blood cells",
    "Discipline-v3/Body fluids",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell death",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Hematology",
    "Discipline-v3/Immune cells",
    "Discipline-v3/Immunology",
    "Discipline-v3/Infectious diseases",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Metapopulation dynamics",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Physiology",
    "Discipline-v3/Population biology",
    "Discipline-v3/Population dynamics",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Simulation and modeling",
    "Discipline-v3/T cells",
    "Discipline-v3/Viral diseases",
    "Discipline-v3/Viral load",
    "Discipline-v3/Viral replication",
    "Discipline-v3/Viral transmission and infection",
    "Discipline-v3/Virology",
    "Discipline-v3/White blood cells",
    "Hematology",
    "Immune cells",
    "Immunology",
    "Infectious diseases",
    "Metapopulation dynamics",
    "Microbiology",
    "Physiology",
    "Population biology",
    "Population dynamics",
    "Simulation and modeling",
    "T cells",
    "Type/Research Article",
    "Viral diseases",
    "Viral load",
    "Viral replication",
    "Viral transmission and infection",
    "Virology",
    "White blood cells"
  ],
  "abstract": "The viral population of HIV-1, like many pathogens that cause systemic infection, is structured and differentiated within the body. The dynamics of cellular immune trafficking through the blood and within compartments of the body has also received wide attention. Despite these advances, mathematical models, which are widely used to interpret and predict viral and immune dynamics in infection, typically treat the infected host as a well-mixed homogeneous environment. Here, we present mathematical, analytical, and computational results that demonstrate that consideration of the spatial structure of the viral population within the host radically alters predictions of previous models. We study the dynamics of virus replication and cytotoxic T lymphocytes (CTLs) within a metapopulation of spatially segregated patches, representing T cell areas connected by circulating blood and lymph. The dynamics of the system depend critically on the interaction between CTLs and infected cells at the within-patch level. We show that for a wide range of parameters, the system admits an unexpected outcome called the shifting-mosaic steady state. In this state, the whole body’s viral population is stable over time, but the equilibrium results from an underlying, highly dynamic process of local infection and clearance within T-cell centers. Notably, and in contrast to previous models, this new model can explain the large differences in set-point viral load (SPVL) observed between patients and their distribution, as well as the relatively low proportion of cells infected at any one time, and alters the predicted determinants of viral load variation.",
  "fullText": "Introduction\n\nIn 1979, Bormann and Likens introduced the concept of the shifting-mosaic steady state (SMSS) to describe biomass in forested ecosystems. This concept was based on the intuition that although the patches comprising the forested ecosystem might each be in different phases of ecological succession due to past disturbance events, the biomass of the whole forest will be at an equilibrium [1,2]. We suggest that for pathogens that cause systemic infection, such as HIV or hepatitis C virus, the viral population, host cells, and the immune system form a complex ecosystem within the host, with localized succession dynamics. We focus on HIV, characterized by rapid dynamics and trafficking between localized sites of replication in the body. The hypothesis that HIV is at SMSS in some individuals explains why viral loads vary so dramatically among patients, why only a small proportion of patients are natural controllers, and why a relatively low proportion of cells are infected during chronic infection.\n\nSet-point viral load (SPVL) is the approximately constant viral load observed during early chronic asymptomatic infection. It varies by four orders of magnitude between patients [3] and is the most commonly used and robust predictor of the severity of infection [4,5]. Factors that have been implicated in determining SPVL include how rapidly the virus replicates and infects new cells [6–8], the efficacy of the cytotoxic T lymphocyte (CTL) immune response [9], and the activation rate of susceptible cells [10,11], all of which, in vivo, are probably influenced by a combination of viral and host factors [12,13]. However, using standard models of HIV within-host dynamics, in which the virus, susceptible and infected cells, and CTLs are assumed to be well mixed, these factors only mildly affect the SPVL unless the virus is close to extinction [14–17]. Introducing more complicated functions to describe the rate at which CTLs accumulate in response to the number of infected cells can help to explain more of the variation in SPVL [18–22], as can small differences in a large number of parameters [20]. Even with these models, though, it is still hard to explain orders of magnitude differences in SPVLs without fine-tuning parameters, and especially to reproduce the left tail of the distribution composed of patients with low viral loads. As a further refinement to these models, incorporating activation of cells from a viral reservoir can explain very low viral loads (below the level of detection by conventional assays) for parameters in which otherwise the virus is expected to go extinct, e.g., [22,23], although not the large number of patients with low viral loads but above the level of detection.\n\nHIV replication is focused in the secondary lymphoid organs, such as the lymph nodes (LNs), the spleen, and the gut [24]. At an even finer scale, replication is likely centered within the T cell areas of these organs, such as the Malpighian bodies found in the spleen [25] and Peyer’s patches in the gut [24]. Genetic analysis has revealed that the genetic composition of the viral population differs among these sites of replication, even at very fine scales [25,26], and that this differentiation might well be transient [27]. This has led to the speculation that the within-host structure of HIV is best thought of as a metapopulation, in which T cell areas can be considered patches of HIV replication, and with long-range migration of the virus among these patches via the blood [28–30]. This differentiation is formally supported by calculations of FST (a measure of the genetic differentiation among groups or patches) from viruses in the spleen, which reveals high levels of differentiation in most patients and is suggestive of a within-host metapopulation structure [30].\n\nHere, we develop a metapopulation model of within-host HIV dynamics during chronic infection in which within-patch dynamics are explicitly incorporated, and which we investigate in the form of population-based stochastic simulations. To gain further analytical insight, we also derive a mathematically tractable analytical approximation in which within-patch dynamics are nested within a model of between-patch dynamics, using a time-since-infection framework to link the two scales [31,32]. We show that for a wide range of parameters, the system as a whole reaches a steady state even though the patches themselves are not necessarily at equilibrium. The dynamics of the system at the whole patient (between-patch) level depend critically on the interaction between CTLs and infected cells at the within-patch level. If the CTL response is able to clear infected cells from patches before a within-patch steady state is established, the metapopulation can reach a dynamic SMSS, at which the whole body’s viral population is stable over time but the overall equilibrium results from an underlying, highly dynamic process of local infection and clearance within T-cell centers. If the CTL response is not able to clear infected cells from patches, the system will reach a full equilibrium (FE), at which all of the patches, as well as the system as a whole, are at equilibrium. In contrast to the corresponding single-patch model, the metapopulation model can explain the distribution of SPVLs observed among patients due to modest differences in viral infectivity and the strength of the CTL response without model fine-tuning.\n\nResults\n\nIn our model of HIV chronic infection, we assume viral replication is centered in a large number of discrete patches, representing T-cell zones within the secondary lymphoid tissues (Fig 1). Susceptible CD4+ T cells, infected CD4+ T cells, and HIV-specific CTLs (which target infected CD4+ T cells) continuously traffic through these patches via the blood, with the accumulation of HIV-specific CTLs within patches when infected cells are present. As the number of CTLs increases, so does the rate at which infected cells are killed, until a maximum rate of killing is reached. Because the presence of a reservoir of latently infected, long-lived resting CD4+ T cells is well established [33] and can explain very low viral loads, e.g., [22,23], we also include a reservoir in the model to investigate the impact this might have on the dynamics of HIV infection. The model is described by Eqs 1.1–1.5 (Methods) and is parameterised using detailed observational data (Methods and Table 1).\n\nWe investigated the behavior of the model for differing values of viral infectivity, 1 ≤ β ≤ 20 per day, and the maximum rate at which HIV-specific CTLs kill infected cells within a patch, 0 ≤ k ≤ 20 per day (see Methods). These two factors are associated with variation in SPVL among patients and are reasonably expected to vary among individuals due to both host and viral factors [6–9,12]. We also investigated three values of the “effective migration rate” Me, which describe the rates at which the cells transit between the patches via the blood.\n\nDynamical Behavior of the Metapopulation Model\n\nTo investigate the behavior of the model, we first developed a simulation based on a stochastic counterpart of the set of ordinary differential equations that describe the metapopulation model (Eq 1.1–1.5). To accommodate heterogeneity among patches, for each simulation, we sampled viral infectivity for each patch from a uniform distribution with mean β¯ in the range 0.5β¯–1.5β¯, thus implicitly assuming some patches are more densely packed with T cells than others (see Methods, S1 Simulation Code, and S1 Data). Depending on β¯, and the maximum strength of the immune response, k, the dynamics of the metapopulation typically converges to one of three stationary states: a disease-free trivial stationary state, a “full equilibrium” (FE) at which the patches and the metapopulation as a whole are at a stationary state (Fig 2A), and an SMSS in which the number of infected cells and HIV-specific CTLs in some, or all, of the patches fluctuates, but the total number of infected cells is relatively constant (Fig 2B). To gain a sense of the dynamics of the model when at SMSS, we have provided an animation (S1 Animation).\n\nInsights from the Analytical Approximation to the Metapopulation Model\n\nAlthough analytical expressions for the disease-free equilibrium and FE of the metapopulation model can be found directly from the differential equations, this is not possible for the SMSS. We derived a deterministic, mathematically tractable approximation to the full metapopulation model, assuming all patches are identical, using a time-since-infection framework (see S1 Text). Which of the three metapopulation steady states is established, disease-free, FE, or SMSS can be understood by considering the within-patch dynamics (Fig 3). When an infected cell entering a patch fails to establish a local burst of infection, the metapopulation is at the disease-free equilibrium. When an infected cell establishes a non-zero endemic equilibrium in a patch, the metapopulation is at FE. When an infected cell establishes a local burst of infection, which is then cleared by the CTL response, the metapopulation will be at SMSS if these local bursts can propagate from patch to patch and sustain the infection. In mathematical terms, the “patch-to-patch” reproduction number (RP), the number of patches that are colonized as a result of a typical single burst in an otherwise fully susceptible host, must be greater than one (otherwise disease-free equilibrium occurs). This is analogous to the concept of R0 in epidemiology, where an epidemic will not be sustained if the number of people that a typical person infects, in a totally susceptible population, is less than one [47]. Which of these equilibria occurs depends critically on the infectivity of the virus, β, and the maximum strength of the CTL response, k (see S1 Text for details).\n\nAs an additional observation, the proportion of susceptible cells that are infected within a patch is low for most of the parameter values we tested (often less than 5%, Fig 3A), in agreement with what is observed at sites of HIV replication during chronic infection [48]. This is in contrast to most well-mixed models, in which almost all susceptible cells are expected to be infected (although see [19] for an exception). This disparity occurs because of the high rates at which CD4+ T cells traffic through the patch (with a mean residence time of about 10 hours), and because there is insufficient time to infect a large number of susceptible cells when within-patch bursts of infection are short lived. During acute infection, a much larger proportion of CD4+ T cells tend to be infected than in chronic infection (up to 60% of memory CD4+ T cells [49,50]), probably because the full force of the host immune system is yet to kick in [49]. In agreement with this observation, if we set the immune response in our model to be very weak (k = 1 per day; see Fig 3B), the CTL response fails to control the viral infection and about half of the activated cells in a patch will be infected (unless the infectivity of the virus is extremely low). Because in this low immunity scenario the viral population is target-cell limited, once the within-patch dynamics have reached equilibrium we see little variation in the proportion of cells that are infected for large differences in viral infectivity (β).\n\nIt is also interesting to note, from Fig 3, that although the maximum strength of the CTL response in a patch, k, might be relatively high, the actual rate at which CTLs kill infected cells (measured as k * z(τ)/zmax, where z(τ) is the number of HIV-specific CTLs in the patch at time τ since the patch was infected, and zmax is the maximum possible number of HIV-specific CTLs the patch can hold) is often much lower. This might, in part, explain the large discrepancy between different estimates of the rate at which CTLs kill infected cells (see Methods).\n\nNumber of Infected Cells during Chronic Infection\n\nWe next assessed the impact that a metapopulation structure has on the number of infected cells within an infected individual during chronic infection, which is assumed to be the stationary state number of infected cells in our models. Specifically, we compared the metapopulation simulation model with the analytical approximation of this model and the equivalent single-patch differential equation model in which lymphocytes are assumed to traffic between one well-mixed patch and the blood (see Methods).\n\nWe first consider the total number of infected cells for different values of viral infectivity, β, and the maximum strength of the CTL response, k, in the absence of a reservoir of latently-infected resting CD4+ T cells (Fig 4, columns 1 and 2). Significantly, for a large range of parameters, spatial structure enables the viral population to persist at an SMSS in the metapopulation model, whereas extinction is predicted in the single-patch model for the same parameters (Fig 4). Moreover, when the metapopulation is at SMSS, a broad range in the number of infected cells is predicted for relatively small changes in β and k. In contrast, the single-patch model exhibits strong threshold-like behavior, where the number of infected cells is typically either zero (low β, high k) or very high (high β, low k), with intermediate viral loads only possible when the parameters are close to the virus “extinction threshold” [15]. Note that we have presented results for both low and high effective migration rates (Me) among patches. The low Me scenario is used to check the analytical approximation, because it most closely reflects the assumption of no patch super-infection required for the analytical approximation (achieved by increasing the death rate in the blood from a realistic δB = 1 per day to δB = 432 per day; see Methods). The high Me scenario reflects estimates of lymphocyte trafficking made from experimental data (see Methods and Table 1).\n\nWide variations in the number of infected cells occur at SMSS because colonized patches are, for most of the time, in a near-exponentially growing phase (Fig 2). Thus, modest differences in viral infectivity and the strength of the CTL response translate into very large differences in the total number of cells infected during a burst of infection. In other words, when the system is at FE, the virus is close to carrying capacity within each of the patches, and is therefore sensitive to parameter values that affect this carrying capacity (e.g., the rate at which susceptible cells enter patches). However, at SMSS, the system becomes much more sensitive to parameter values that affect the rate at which the number of infected cells and, by proxy, the viral population grows (e.g., β and k).\n\nIf a reservoir is present (Fig 4, columns 3 and 4), the same qualitative arguments apply, although the virus does not go extinct (at least in the short term) because it is maintained at very low levels by the reactivation of cells from the reservoir. In the parameter range in which local bursts of infection are possible but RP is less than one, more infected cells are maintained in the metapopulation compared to the single-patch model, in which localized bursts of infection are not expected. This has similarities to the verbal argument proposed by Grossman et al. [28], who suggested that a reservoir is needed for HIV to persist within hosts at low SPVLs.\n\nThe wide variations in the number of infected cells observed in the metapopulation stationary state are robust to the key unknowns in the model, specifically the number of patches (S1 and S2 Figs) and the effective migration rate (Me; S3 and S4 Figs), although, as expected, the threshold-like behavior of the model increases if Me is substantially increased or if the number of patches decreases. Due to uncertainties in how HIV-specific CTLs accumulate in patches, we also analysed an alternative to the “CTL immigration” metapopulation model described here, which we call the “CTL proliferation” metapopulation model. In this alternative version of the model, CTLs accumulate within patches due to local proliferation rather than the immigration of CTLs from outside of the patch (see S1 Text and S5–S9 Figs). Although this also has the effect of increasing the threshold-like behavior of the model, a broad range in viral loads is still observed, making our conclusions robust to this fundamental change in the modeling assumptions. It is noticeable from the simulation dynamics (Fig 2B) that at SMSS the number of infected cells at the population level can oscillate, suggesting the dynamics among patches are synchronized. However, the level of synchrony among patches is generally quite modest, as is the amplitude of the oscillations (S1–S4, S6–S9 Figs; see S1 Text for further discussion). Although with increasing patch heterogeneity these oscillations are likely to be eroded, it is tempting to speculate that differences in viral load measurements taken during untreated chronic infection for individual patients might partly reflect these dynamics.\n\nTestable Predictions\n\nWe have presented a model of the within-host metapopulation structure of HIV during untreated chronic infection. Conceptual models such as this should aid understanding, but also make qualitative and/or quantitative testable predictions that enable discrimination from other plausible models; in this case, the single patch model. Here, we outline four testable predictions of the metapopulation model: two of them are supported by available data, while the other two require further data collection and analysis to be tested.\n\n(i) Distribution of set-point viral loads among individuals in a population\n\nBecause this is a model of chronic infection, the most pertinent clinical data to test the model is the distribution of SPVLs observed among individuals. We fitted the metapopulation simulation and the corresponding single patch deterministic model to the distribution of patient SPVL measured amongst seroconverters in the Netherlands (S1 Table). Using the quasi-steady state assumption that the number of virions is proportional to the number of infected cells [16], and using the same reasoning as [45], we calculated the SPVL predicted by our models as approximately yB*(pr*VolB), where yB* is the mean number of infected cells in the blood at stationary state, p is the production rate of virions from infected cells (5x104 per day [45]), r is the removal rate of virions from the blood (23 per day [46]), and VolB is the volume of blood in a typical human adult (5 litres). Since data on the distribution of β and k among patients is lacking, we assumed truncated normal distributions (see S1 Text for full details). For each set of parameters describing the distribution of β and k, the likelihood was computed as the product, over all SPVL values in the data, of the probability this SPVL value occurred under the model (S2 Data). The distribution of the Netherlands data and the maximum likelihood distributions for the single patch and metapopulation models are shown in Fig 5, and the bivariate marginal likelihood profiles are shown in S10 Fig.\n\nFor all distributions of β and k that we examined, the likelihood of the metapopulation model is considerably higher than that of the single patch model (S10 Fig). The poor fit of the single patch model is largely due to the large number of natural controllers it predicts (which we have defined as patients with SPVLs &lt;1,000 per ml). Among the Netherlands seroconverters, 5.8% of patients are natural controllers. The maximum likelihood metapopulation model predicts 3.3% of patients should be natural controllers, whereas the maximum likelihood single patch model predicts 27% should be natural controllers. Additionally, the bivariate marginal likelihood surfaces are much flatter for the metapopulation compared to the single patch model, and therefore the metapopulation is much more robust to uncertainties in the true distributions of β and k (since high likelihood values are observed for a broad range of distributions). Although the metapopulation model is a much better fit to the data and captures well the left-tail in the distribution of SPVLs, it predicts a bimodal distribution that is not evident in the data, suggesting there are aspects of the biology that our model is not yet capturing, including heterogeneity among patches within a patient [40], non-normal and/or non-independent distributions of β and k among patients, and the role of other host and viral factors. Interestingly, the alternative CTL proliferation version of the model has the largest maximum likelihood value of all the models considered and does not predict a high proportion of natural controllers or a strong bimodal distribution, although the bivariate marginal likelihood surfaces are less flat than for the CTL immigration model (S10 Fig). Given these differences, future work should focus on which mechanism(s) best describes how CTLs accumulate within patches.\n\n(ii) Distribution of infected cells within individuals\n\nA prediction of the metapopulation model is that the number of infected cells should be unevenly distributed among potential sites of HIV replication at any one moment in time when at SMSS. The distribution of HIV in human spleens shows this pattern [25,51]. Additionally, observation of the spleens of simian immunodeficiency virus (SIV)-infected macaques [52] shows that virus with high replicative capacity is found in most, if not all, potential sites of replication (i.e., consistent with a FE), but that virus of low replicative capacity is not (i.e., consistent with SMSS). More direct evidence might come from real-time observation of individual sites of potential infection in vivo, from which we would predict the number of infected cells to increase and decrease in a succession of local epidemics intermittently controlled by the immune system, but this data is so far unavailable.\n\n(iii) Genetic structure of the viral population within individuals\n\nPrevious studies have shown that the effective population size, Ne, of HIV is much lower than consensus population size [53,54], and that Fst values (a measure of population subdivision) are high in the spleen, with values ranging from 0.08 to 0.6 in different patients [30]. These data provide strong evidence that HIV exhibits metapopulation dynamics that are characterised by colonisation and extinction of virus in potential sites of replication [30]; the same dynamics seen in the metapopulation model at SMSS. To formally test whether the metapopulation model can explain observed Ne and FST values, it will be necessary to extend the model to include explicit evolutionary processes, an analysis that will be a focus of future work. Another feature of HIV infections are the ladder-like time-resolved phylogenies observed during the course of infection [55,56]. The metapopulation model could be further extended to test whether phylogenies predicted by the model are different from those predicted from a single patch model, and whether these more closely resemble observed phylogenies.\n\n(iv) The dynamics of chronic infection\n\nA prediction of the metapopulation model is that we might expect to see oscillations in viral load over short time-scales in patients with intermediate SPVLs. Testing this prediction would require obtaining viral load data from very frequently sampled individuals during chronic infection (every 1 or 2 weeks) and testing statistically for periodic oscillations. Unfortunately, suitable data is not yet publicly available. If these oscillations were found, it would be strong evidence for an SMSS type process, but we note that the absence of oscillations would not be strong evidence against SMSS; the within-host environment is likely to be much more heterogeneous than we have modelled, which would dampen out oscillations, and stochastic effects and errors in viral load estimates would mask any underlying oscillations.\n\nNote that our model does not generate testable predictions regarding early infection dynamics, as it does not include biological features that are likely prominent in that phase, such as HIV-specific CTL accumulation, CD4+ T cell loss at the systemic level, and evolution of CTL escape. Similarly, our model does not generate testable predictions on the impact of antiretroviral therapy (ART), since both in the metapopulation and single patch models the viral load decline is rapid and driven by the death of infected cells, which is unaffected by patch structure, and by CTL killing (simulation not shown). Furthermore, for both models, the rate of viral load decline is much faster than observed in patients unless very low rates of CTL killing (k &lt;&lt; 1 per day) are assumed, although it has been shown that adding an eclipse phase to single patch models can reconcile high values of k with the data [57].\n\nDiscussion\n\nWe have developed a within-host metapopulation model of chronic HIV infection in which viral replication is focused within T cell centers, derived a mathematically tractable approximation, and ran stochastic simulations. For a broad range of parameters, the virus can be maintained at equilibrium even though the patches themselves are not at equilibrium. This quasi-equilibrium represents an SMSS, a concept first described 35 years ago by Bormann and Likens [1] to describe the biomass in forested ecosystems. Importantly, this model can easily account for the broad distribution of SPVLs observed among patients and the low proportion of susceptible cells that are infected during chronic infection due to differences in the replicative capacity of the virus (because of either host or viral factors) and the strength of the CTL response. Moreover, the model can explain why only a small number of patients (about 5%) go on to control the virus in the absence of therapy (&lt;1000 virions per ml) after the initial burst of viremia during acute infection.\n\nAs well as explaining the wide range of viral loads observed among patients during chronic infection, our model also gives insight into the marked changes in viral load seen between acute, chronic, and late-stage infection. Around the peak of acute infection, when host immune responses against the virus are still weak [49], or during late stage infection, when the immune system has essentially collapsed, we suggest that within-patient dynamics are probably close to FE. The small impact of viral replication rate on FE viral load might explain why peak viremia tends to be similar among patients and why a large proportion of CD4+ T cells become infected with virus [49,50]. In contrast, during chronic infection, immune responses against the virus are much more effective; thus, we propose a large proportion of patients will be at an SMSS, with small differences in the strength of the host immune response and the infectivity of the virus explaining the broad ranges in viral loads. It is important to recognize that the metapopulation model we have presented here has been used to describe the chronic phase of HIV infection, during which, unlike during acute and late stage infection, the system can be assumed to be at a steady state. To fully test how a metapopulation structure might affect the predicted dynamics of the model over the entire course of the infection, and to fit it against early and late infection clinical data, would require further processes, such as HIV-specific CTL accumulation, CD4+ T cell loss at the systemic level, or evolution of CTL escape, to be modeled mechanistically or, at least, as external driving factors carefully parameterized from data. In both cases, incomplete biological knowledge would likely require strong assumptions to be made in parameter values and model structure.\n\nIn terms of caveats, we should also recognize that the proliferation and trafficking of lymphocytes around the body via the blood, lymph, secondary lymphoid tissues, and nonlymphoid tissues is complex and incompletely understood [36,58]. This matters because the dynamics of multitrophic systems can depend crucially on the precise assumptions used to formulate the model [19], and the within-patch processes modelled here are no different. Despite these gaps in our knowledge, the observations that not all T cell zones contain infected cells [51], that HIV is spatially and genetically structured in the body over very small spatial scales [25,26,52], that this structure might not be stable over time [27], that higher fitness clones tend to co-localise but lower fitness clones do not [52], the small effective population size of HIV compared to the actual population size [53,54], and high values of FST [30] together provide compelling evidence that the HIV within-host landscape is highly dynamic and characterised by local bursts of viral replication.\n\nAlthough we have focused here on HIV, it is likely that consideration of within-patient spatial structure will also have implications for other chronic viruses, such as Hepatitis C, in which infection of hepatocytes in the liver is spatially structured [59], and where the number of hepatocytes infected correlates with viral load [60]. More generally, we think this model is useful in explaining immunopathogenesis, because it naturally explains large variations in viral load. It is also likely to be useful for studying viral evolution, and because it alters the predicted determinants of viral load to viral and host factors (β and k), it will lead to different evolutionary predictions. In a metapopulation that is at SMSS, viral evolution is expected to proceed quite differently from viral evolution in an admixed system at equilibrium. Mathematical modeling has provided many clinically useful insights into HIV dynamics; improved models are likely to give rise to improved insights.\n\nMethods\n\nHere, we first present the set of ordinary differential equations on which the stochastic full metapopulation model is based. Because the SMSS solution of the full model cannot be found directly from the ordinary differential equations, we also derive a deterministic nested analytical approximation of the model (S1 Text) and study its equilibria (S1 Text).\n\nThe Full Metapopulation Model\n\nThe full metapopulation model consists of a set of ordinary differential equations describing the number of susceptible cells xi(t), infected cells, yi(t), and HIV-specific CTLs zi(t) in each patch i at time t, as well as the number of infected cells in the blood, yB(t), and the number of latently infected long-lived resting CD4+ T cells, L(t), which we refer to as the reservoir. We do not model the number of free virions and instead use the steady-state assumption that the number of free virions is proportional to the number of infected cells [16].\n\nEq 1.1 describes the dynamics of susceptible cells in patch i. Although CD4+ T cell count falls during the course of chronic infection, this decline is slow, particularly compared to the short durations of 100 days that we consider in our simulations, and at a good approximation the loss of CD4+ T cells is compensated for by their production through thymus-dependent and -independent pathways [61,62]. In addition, CTL and CD4+ T cell counts vary by a relatively small amounts among HIV-infected patients compared to the orders of magnitude differences in viral load [63]. We therefore assume that susceptible cells enter patches at a constant rate, γiM xB, where xB is the constant total number of susceptible cells in the blood, M is the rate at which cells leave the blood and enter patches, and γi is the probability that these cells enter patch i (∑i γi = 1). Viral infectivity in patch i is given by βi, ximax=γiMxB/(d+ε) is the number of susceptible cells expected in patch i in the absence of infection, d is the death rate of susceptible cells, and ε is the rate at which lymphocytes exit patches.\n\nIn deriving the transmission term, we have assumed that patches have a fixed volume (proportional to ximax) and used the reasoning that virions released from an infected cell are more likely to reach other cells if the target cell population is more dense. Furthermore, once cells are infected by HIV, the CD4 is down-regulated on the cell surface, thus substantially reducing the probability of cell superinfection [64] and suggesting that free virions are only mildly “wasted” on already infected cells. Therefore, we assumed the number of susceptible cells infected by a single infected cell is βixi(t)/ximax, which increases with the number (and density) of susceptible cells. The denominator ximax appears explicitly, rather than being subsumed into βi, so that the value of βi gives the maximum number of infections per day generated by a single infected cell.\n\nEqs 1.2 and 1.3 describe the dynamics of infected cells in patch i and in the blood, respectively. Here, λ is the proportion of cells that become long-lived upon infection and thus enter the reservoir, a is the activation rate of latently infected resting CT4+ T cells, ω is the proportion of activated cells that produce infectious virions, δ and δB are the death rates of infected cells within patches and in the blood, respectively, k is the maximum rate at which infected cells can be killed by CTLs (achieved when CTLs are at a maximum density within a patch), and zimax is the maximum number of CTLs that patch i can accommodate. We assume that all patches are well connected, so that an infected cell egressing from a patch is as likely to enter a patch a long distance away as it is to enter an adjacent patch. Although this is clearly a simplification of the true trafficking pattern of infected cells [40], this is a reasonable first approximation, because significant migration of activated CD4+ T cells occurs over long ranges via the blood [36]. In addition, we also define the effective migration rate, Me, which is the rate at which infected cells leave a patch multiplied by the probability that an infected cell leaving a patch successfully enters a new patch, such that Me = ε M/(M + δB). Note that we assume that latently infected resting CD4+ T cells enter patches at random immediately upon reactivation. Although little is known about how resting CD4+ T cells circulate, their trafficking patterns are probably similar to other CD4+ T cells [36,65,66], and because these cells are long-lived, we can assume to a good approximation that they are randomly distributed among patches.\n\nFrom experimental data, we know that HIV-specific CTLs accumulate at sites containing HIV-producing cells [48], although it is not clear whether CTL accumulation is due to increased rates of entry, e.g., [40], or lower rates of egress, e.g., [67–69]. In Eq 1.4, we assume that the maximum rate at which HIV-specific CTLs enter patches is c zmax, with this rate gradually falling to zero as the patch reaches its maximum carrying capacity, zmax; we impose a maximum carrying capacity on the patches, because otherwise the number of CTLs would grow without bound. The indicator function 1yi(t)=0 takes the value 1 when yi(t) = 0 and 0 otherwise. Thus, HIV-specific CTLs are assumed to egress from patches at the same rate as CD4+ T cells, ε, if the patch contains no infected cells, but egress is prevented if infected cells are present [69]. We do not specifically model non-HIV-specific CTLs, because evidence suggests that only the egress of pathogen-specific CTLs is prevented in the presence of localized infection [69], and, thus, in the absence of co-infections, the number of non HIV-specific CTLs is expected to remain constant in all patches. Although we do not model the proliferation of HIV-specific CTLs within patches here, in the supplemental text we present a “CTL proliferation” version of the model in which this process is included. Since most CTL escape mutations probably sweep through the viral population during early infection [70–72], we also ignore the appearance of CTL escape mutations during chronic infection. Although such mutations do occur and sweep through within-host populations, they do so only slowly, suggesting their selective advantage is relatively weak [73].\n\nFinally, Eq 1.5 describes the dynamics of the reservoir compartment, containing the set of latently infected resting CD4+ T cells, which die at rate δL. A list of all of the parameters and their values is given in Table 1. This metapopulation model has some similarities to a recently published model of HIV infection in a network of lymphoid tissues [74], with the crucial difference that in our model local colonisation and extinction dynamics are observed due to the localised killing of infected cells as a consequence of the accumulation of CTLs within patches.\n\nPopulation-Based Simulation of the Full Metapopulation Model\n\nWe wrote a fully stochastic population-based simulation in C++ based on Eqs 1.1–1.5 and with a time step of 0.0001 to 0.001 days, depending on parameters (S1 Simulation Code). The number of events of each type (infection, death, and migration) occurring during a time step was drawn from either binomial or multinomial distributions as appropriate. We chose this simulation method rather than using Gillespie-type simulation to increase computational efficiency. Because this is intended to be a model of the chronic, asymptomatic phase of infection, all simulations were initiated with 108 infected cells distributed evenly across the patches, so as to represent the large viral load associated with the end of the acute phase of infection [75]. We also assume that the number of HIV-specific CTLs has reached equilibrium at the systemic level (reflected in the constant parameter c) and that any CTL escape mutations have already swept through the viral population (enabling us to assume k is also constant), although the patches themselves are initiated with no HIV-specific CTL present. Because a large reservoir of long-lived latently infected cells is established during the early phases of infection [76], the simulations were initiated with a reservoir size of 107, if included [44]. We introduced heterogeneity among the patches by sampling the values of βi in patch i from the uniform distribution on [0.5 β¯, 1.5 β¯]. For all other parameters, the patches are assumed to be identical. Because for almost all parameter values the system reaches a steady state well before 40 days, the stationary number of infected cells was calculated by averaging the total number of infected cells in the metapopulation between days 60 and 100 from the start of the simulation. See S1 Data for the output from all the simulations.\n\nSingle-Patch Model\n\nWe want to compare the results of the metapopulation model with the equivalent model, in which we have a single well-mixed tissue. The equations describing the single patch model are obtained by setting N = 1 and dropping index i from Eqs 1.1–1.5.\n\nAt equilibrium, the total number of infected cells is therefore given by:\n\nwhere C = δ+ε(1−MM+δB)+k. If the reservoir size is fixed, the equilibrium number of infected cells is instead given by:\n\nEstimation of Parameters\n\nViral infectivity within patches, β, can be estimated from published values of R0 (the within-host basic reproduction number of HIV in the absence of a CTL response). Specifically, assuming infected cells spend the vast majority of the time within patches, β ≈ δ R0, where δ is the CTL-independent death rate of infected cells within patches. Since δ ≈ 1 per day [42,43], β ≈ R0. For HIV, estimates of R0 vary between 2 and 26 [77,78], giving us estimates of β between 2 and 26 per day. Noting that only two of the 51 patients included in these studies had an R0 higher than 20, and because in vitro measures of viral infectivity vary by more than a factor of 10 among patients [79], as does replicative capacity [80], taking a range of β values between 1 and 20 per day is likely to reasonably capture the heterogeneity among patients.\n\nEstimating the maximum rate at which CTLs kill infected cells, k, is more problematical, with estimates in the literature ranging between 0.1 per day to 500 per day, depending on which methods and which viruses are used [81,82]. Estimates for HIV-1 range between 0.1 and 10 per day [81], but there is still considerable uncertainty as to how best to analyse available data, and particularly how the inclusion of high rates of CTL killing during the eclipse phase of the cell infection cycle (i.e., before viral production has started) alters the interpretation of the data [57]. In addition, we are interested in the maximum rate of CTL killing in very localized areas of the body, not the average rate of killing at the systemic level that is estimated from in vivo data, and therefore even the higher estimates for HIV-1 might underestimate k. We therefore take a range of k between 1 and 20 per day to reflect heterogeneity among individuals, with the caveat that it is important to recognize the uncertainties surrounding the choice of this range of values.\n\nWe interpret patches as the T cell areas in secondary lymphoid organs, such as lymph nodes, the spleen, and Peyer’s patches. Lymph nodes often contain several physically separated T cell areas [83], the number of which will depend on the size of the lymph node. In mice, there are about 1.6 T cell areas per lymph node on average [84]. Because the lymph nodes of humans are about 100 times heavier than those of mice, and there are 550 or so lymph nodes in adult humans, there are likely to be many thousands of patches in the lymph nodes of humans. In the spleen of a mouse there are about 10 Malpighian bodies, which are nodules of white pulp that contain many lymphocytes. Because a human spleen weighs about 1,500 times more than a mouse spleen, it also could easily contain thousands of patches. Finally, there are about 100–200 Peyer’s patches in a human gut [85]. Although by these rough calculations there could be, as an upper estimate, 100,000 patches in a human adult, in the main text we have used an estimate of N = 10,000, which is probably correct within an order of magnitude and makes the simulations computationally feasible. Because we do not yet have a full understanding of lymphocyte trafficking, patches might also be interpreted as larger areas within which there could be rapid movement of lymphocytes (a whole lymph node, for example). Therefore, we also investigate how the system behaves for N = 1,000 and N = 100 (see S1 Text).\n\nTo estimate the number of susceptible cells in the blood, xB, we first assume that the CD4+ T cell count in the blood of an HIV infected individual has fallen to a third of those in a healthy adult, giving a count of 333 cells per mm3. Although HIV is capable of infecting unactivated CD4+ T cells [86], we only consider replication in activated CD4+ T cells, since this is much more efficient. If we assume that 1% of CD4+ T cells are activated and a typical blood volume is 5 liters, this gives us xB = 1.67 x 107. The residence time of CD4+ T cells in the blood (including the vasculature of non-lymphoid tissue) is about 30 min [36], giving us a per capita migration rate, M = 48 per day.\n\nEstimates from experimental data suggest that the residence time of lymphocytes in secondary lymphoid tissue is in the order of about 10 hours [39,40], and therefore we use a value of ε of 2.5 per day in our core parameters. In the spleen, residence time has been estimated to be shorter than this [39,40] giving a faster rate of egress from patches in the spleen. However, by our calculations, there are about 10 times more patches in the lymph nodes than in the spleen, and, in addition, a faster rate of egress will result in fewer infected cells; thus, the overall number of infected cells in the metapopulation will be driven by the longer duration patches.\n\nTo estimate the maximum number of HIV-specific CTLs per patch, we first note there are approximately 1x1011 CTLs in a typical human adult, many of which reside in secondary lymphoid tissue [24]. Since HIV-infected individuals have, on average, twice as many CTLs in the blood as uninfected individuals [87], and about 10% of these are HIV specific [88], then the average patch will have about 2x1010/N CTLs, where N is the number of patches. If the maximum carrying capacity of any individual patch is 5 times this, then a ballpark figure for zmax is 1x1011/N. Note that the within-patch dynamics depend on the CTL immigration parameter, c, and the density of CTLs in a patch (zi(t)/zimax), not the absolute value of zmax. We use a value of c = 0.5, as this means the number of CTLs within a patch typically reaches a maximum in between 1 and 4 days, in line with empirical observations [89]. Using these values, we can estimate the number of HIV-specific CTLs expected in an uninfected patch, z0=czimax/(c+ε) = 1.67 x 106, if N = 10,000 and all patches are identical.\n\nAll other parameters are estimated directly from the literature (see Table 1).\n\nSupporting Information"
}