{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3001002",
  "doi": "10.1371/journal.pbio.3001002",
  "externalIds": [
    "pii:PBIOLOGY-D-20-01607",
    "pmid:33362237",
    "pmcid:PMC7757817"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "LSM12-EPAC1 defines a neuroprotective pathway that sustains the nucleocytoplasmic RAN gradient",
  "authors": [
    {
      "name": "Jongbo Lee",
      "first": "Jongbo",
      "last": "Lee",
      "affiliation": "School of Life Sciences, Ulsan National Institute of Science and Technology, Ulsan, Republic of Korea",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-4496-6424"
      ]
    },
    {
      "name": "Jumin Park",
      "first": "Jumin",
      "last": "Park",
      "affiliation": "School of Life Sciences, Ulsan National Institute of Science and Technology, Ulsan, Republic of Korea"
    },
    {
      "name": "Ji-hyung Kim",
      "first": "Ji-hyung",
      "last": "Kim",
      "affiliation": "School of Life Sciences, Ulsan National Institute of Science and Technology, Ulsan, Republic of Korea"
    },
    {
      "name": "Giwook Lee",
      "first": "Giwook",
      "last": "Lee",
      "affiliation": "School of Life Sciences, Ulsan National Institute of Science and Technology, Ulsan, Republic of Korea"
    },
    {
      "name": "Tae-Eun Park",
      "first": "Tae-Eun",
      "last": "Park",
      "affiliation": "School of Life Sciences, Ulsan National Institute of Science and Technology, Ulsan, Republic of Korea",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-3979-5405"
      ]
    },
    {
      "name": "Ki-Jun Yoon",
      "first": "Ki-Jun",
      "last": "Yoon",
      "affiliation": "Department of Biological Sciences, Korea Advanced Institute of Science and Technology, Daejeon, Republic of Korea",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-2985-2541"
      ]
    },
    {
      "name": "Yoon Ki Kim",
      "first": "Yoon Ki",
      "last": "Kim",
      "affiliation": "Creative Research Initiatives Center for Molecular Biology of Translation, Korea University, Seoul, Republic of Korea; Division of Life Sciences, Korea University, Seoul, Republic of Korea",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-1303-072X"
      ]
    },
    {
      "name": "Chunghun Lim",
      "first": "Chunghun",
      "last": "Lim",
      "affiliation": "School of Life Sciences, Ulsan National Institute of Science and Technology, Ulsan, Republic of Korea",
      "externalIds": [
        "orcid:https://orcid.org/0000-0001-8473-9272"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-12-23",
  "dateAccepted": "2020-11-19",
  "dateReceived": "2020-06-02",
  "volume": "18",
  "number": "12",
  "pages": "e3001002",
  "tags": [
    "Analysis of variance",
    "Biochemistry",
    "Cell biology",
    "Cell disruption",
    "Discipline-v3/Analysis of variance",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell disruption",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Gene expression and vector techniques",
    "Discipline-v3/Gene regulation",
    "Discipline-v3/Genetics",
    "Discipline-v3/Green fluorescent protein",
    "Discipline-v3/Hyperexpression techniques",
    "Discipline-v3/Immunoprecipitation",
    "Discipline-v3/Luminescent proteins",
    "Discipline-v3/Mathematical and statistical techniques",
    "Discipline-v3/Mathematics",
    "Discipline-v3/Mechanical treatment of specimens",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Molecular biology assays and analysis techniques",
    "Discipline-v3/Molecular biology techniques",
    "Discipline-v3/Non-coding RNA",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Oxidative stress",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Precipitation techniques",
    "Discipline-v3/Proteins",
    "Discipline-v3/RNA",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Small interfering RNA",
    "Discipline-v3/Specimen disruption",
    "Discipline-v3/Specimen preparation and treatment",
    "Discipline-v3/Statistical methods",
    "Discipline-v3/Statistics",
    "Discipline-v3/Transfection",
    "Gene expression",
    "Gene expression and vector techniques",
    "Gene regulation",
    "Genetics",
    "Green fluorescent protein",
    "Hyperexpression techniques",
    "Immunoprecipitation",
    "Luminescent proteins",
    "Mathematical and statistical techniques",
    "Mathematics",
    "Mechanical treatment of specimens",
    "Molecular biology",
    "Molecular biology assays and analysis techniques",
    "Molecular biology techniques",
    "Non-coding RNA",
    "Nucleic acids",
    "Oxidative stress",
    "Precipitation techniques",
    "Proteins",
    "RNA",
    "Small interfering RNA",
    "Specimen disruption",
    "Specimen preparation and treatment",
    "Statistical methods",
    "Statistics",
    "Transfection",
    "Type/Research Article"
  ],
  "abstract": "Nucleocytoplasmic transport (NCT) defects have been implicated in neurodegenerative diseases such as C9ORF72-associated amyotrophic lateral sclerosis and frontotemporal dementia (C9-ALS/FTD). Here, we identify a neuroprotective pathway of like-Sm protein 12 (LSM12) and exchange protein directly activated by cyclic AMP 1 (EPAC1) that sustains the nucleocytoplasmic RAN gradient and thereby suppresses NCT dysfunction by the C9ORF72-derived poly(glycine-arginine) protein. LSM12 depletion in human neuroblastoma cells aggravated poly(GR)-induced impairment of NCT and nuclear integrity while promoting the nuclear accumulation of poly(GR) granules. In fact, LSM12 posttranscriptionally up-regulated EPAC1 expression, whereas EPAC1 overexpression rescued the RAN gradient and NCT defects in LSM12-deleted cells. C9-ALS patient-derived neurons differentiated from induced pluripotent stem cells (C9-ALS iPSNs) displayed low expression of LSM12 and EPAC1. Lentiviral overexpression of LSM12 or EPAC1 indeed restored the RAN gradient, mitigated the pathogenic mislocalization of TDP-43, and suppressed caspase-3 activation for apoptosis in C9-ALS iPSNs. EPAC1 depletion biochemically dissociated RAN-importin β1 from the cytoplasmic nuclear pore complex, thereby dissipating the nucleocytoplasmic RAN gradient essential for NCT. These findings define the LSM12-EPAC1 pathway as an important suppressor of the NCT-related pathologies in C9-ALS/FTD.",
  "fullText": "Introduction\n\nAmyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disease that manifests as progressive loss of motor neurons, paralysis, and respiratory failure [1]. ALS shares pathological hallmarks with frontotemporal dementia (FTD), a clinically distinct neurodegenerative disorder accompanied by behavioral changes and language difficulties [2,3]. Familial ALS/FTD is most commonly caused by the pathogenic expansion of GGGGCC hexanucleotide repeats in the C9ORF72 locus [4–6]. Additional genetic factors associated with ALS/FTD include TDP-43 and FUS, the two RNA-binding proteins that form cytoplasmic aggregates in the affected neurons of ALS/FTD subtypes [7]. Nonetheless, the prevalence of sporadic ALS/FTD and their genetic heterogeneity suggest the multifactorial nature of these genetic disorders [8–10] and the substantial contribution of nongenetic factors to ALS/FTD pathogenesis [11,12].\n\nIn C9ORF72-associated ALS/FTD, the RNA polymerase II-associated factor 1 (PAF1) complex and transcription elongation factor SUPT4H1 (suppressor of Ty 4 homolog 1) promote bidirectional transcription from C9ORF72-associated repeats [13,14]. These RNA molecules containing repetitive sequences form pathogenic secondary structures that sequester RNA-binding proteins in a conformation-specific manner and interfere with their relevant function [15,16]. Accordingly, it has been suggested that the gain of RNA toxicity is responsible for the pathogenesis of C9ORF72-associated ALS/FTD [17,18]. Furthermore, C9ORF72 repeats encoded in both sense and antisense RNAs are translated into 5 different dipeptide repeat (DPR) proteins via repeat-associated non-AUG translation of all possible reading frames [19,20]. While all DPR proteins are detected in C9ORF72-related ALS/FTD patients [19,21], it has been demonstrated that a subset of DPR proteins (i.e., poly(GR), poly(PR), and poly(GA) proteins) form intracellular inclusions and impair specific aspects of cellular physiology [2,22,23]. Thus, the cytotoxic effects of these noncanonical translation products are emerging as the key mechanism that contributes to neurodegeneration [24].\n\nThe arginine-containing DPR proteins, poly(GR) and poly(PR), associate with RNA-binding proteins that display low complexity sequence domains (LCDs) and form membrane-less intracellular organelles via phase separation [25–29]. Poly(GR) and poly(PR) proteins localize to nucleoli, translocate the nucleolar phosphoprotein B23 (also known as NPM1) into the nucleoplasm, and impair both pre-mRNA splicing and ribosomal RNA processing [25,26,30,31]. DPR-induced nucleolar stress is thus emerging as one of the key pathogenic mechanisms underlying C9ORF72-associated ALS/FTD [32]. On the other hand, both DPR proteins promote the formation of stress granules (SGs) [25,28,33,34], cytoplasmic assemblies of ribonucleoproteins that are formed under diverse cellular stresses and are thought to support cellular homeostasis of RNA and RNA-binding proteins [35,36]. Genetic studies in yeast, Drosophila, and in vitro cell culture models of C9ORF72-associated ALS/FTD have further identified several cellular factors involved in nucleocytoplasmic transport (NCT) as genetic modifiers of DPR cytotoxicity [22,37–41]. A compelling model suggests that the nonfunctional sequestration of key NCT factors into DPR-induced SGs disrupts NCT, thereby contributing to neurodegeneration in C9ORF72-associated ALS/FTD [33]. More direct effects of poly(GR) and poly(PR) proteins on karyopherin function via biochemical association have also been shown in in vitro assays [41].\n\nPolyglutamine (polyQ) expansions of ataxin-2 (ATXN2) are associated with a high risk of ALS [42]. Transgenic ATXN2 depletion or loss-of-function mutation in ATXN2 mitigates neurodegenerative phenotypes in genetic disease models of ALS/FTD [33,39,43,44]. Because ATXN2 protein localizes to SGs and is necessary for SG assembly under oxidative stress conditions [45,46], it has been proposed that polyQ expansions cause gain-of-function effects on ATXN2-dependent assembly of SGs, which promotes neurodegeneration. In contrast, loss of ATXN2 function may suppress neurodegeneration, likely through impairment of SG formation [43,47,48]. Other ALS/FTD-related genetic factors (e.g., TDP-43, FUS, and HNRNPA1) harbor LCDs that similarly regulate SG assembly via liquid–liquid phase separation [49–52]. It has also been shown that C9ORF72 associates with SGs and contributes to SG formation and its clearance via autophagy [53,54]. Loss of C9ORF72 function thus hypersensitizes the affected cells to cellular stress and is likely involved in the ALS/FTD pathogenesis given that repeat expansion in the C9ORF72 locus reduces endogenous C9ORF72 expression [53,54].\n\nWe previously identified like-Sm protein 12 (LSM12) as an ATXN2-associating adaptor protein that forms a translational activator complex important for circadian rhythms in Drosophila [55]. LSM12 recruits the Drosophila-specific translation factor, TWENTY-FOUR [56], to the ATXN2 protein complex, induces translation of the circadian clock gene, period, and maintains 24-hour periodicity in circadian locomotor behaviors [55,57,58]. Since the biochemical association of LSM12 with ATXN2 is well conserved between Drosophila and humans [55], we asked whether LSM12 would cooperate with ATXN2 to facilitate neurodegeneration. Here, we demonstrate an unexpected role of LSM12 and its downstream effector, exchange protein directly activated by cyclic AMP 1 (EPAC1; also known as RAPGEF3) in establishing a robust nucleocytoplasmic gradient of RAN-GTP. Consequently, LSM12-EPAC1 constitutes an ATXN2-independent neuroprotective pathway that sustains NCT and suppresses the cellular pathogenesis of poly(GR)-induced neurodegeneration.\n\nResults\n\nLSM12 depletion attenuates SG formation upon arsenite-induced oxidative stress\n\nGiven that SG assembly is suppressed by loss of ATXN2 function [43,45,46], we asked if ATXN2-associated LSM12 plays a similar role in SG formation. To better analyze the kinetics of SG assembly, we induced mild oxidative stress in the SH-SY5Y human neuroblastoma cell line with 50-μM arsenite and then visualized the formation of G3BP1- or PABPC1-positive SGs. Under these conditions, SG assembly underwent a gradual maturation process whereby the average size of SGs per cell became larger through fusion over 2 hours after incubation with arsenite (Fig 1A and 1B). LSM12 depletion by stable transfection of short hairpin RNA (shRNA), however, decreased the relative proportion of SG-positive cells, suggesting that loss of LSM12 function may increase the threshold for initiating SG assembly. Further quantification revealed that each LSM12-depleted cell initially formed fewer SGs than control cells and displayed a smaller average size of SGs during maturation. The SG phenotypes in LSM12-depleted cells were insensitive to puromycin treatment that destabilizes polysomes and promotes SG formation in control cells (S1A Fig) [59]. To further probe LSM12 effects on SG disassembly, we induced SG formation with a high dose of arsenite (500 μM) for 1 hour and then traced SG disassembly after the removal of arsenite from cell culture media (S1B and S1C Fig). Under the acute oxidative stress, weaker effects of LSM12 depletion on SG formation persisted during SG disassembly and became undetectable 4 hours after recovery. LSM12 effects on SGs were relatively specific to arsenite-induced oxidative stress since SG formation under sorbitol-induced osmotic stress [60] was comparable between control and LSM12-depleted cells (S2A Fig). These SG phenotypes in LSM12-depleted cells also correlated with lower levels of eukaryotic translation initiation factor 2 subunit α (EIF2α) phosphorylation upon oxidative stress, but not upon other cellular stresses [61,62] (S2B and S2C Fig).\n\nIn fact, LSM12 depletion modestly decreased endogenous levels of ATXN2 protein (Fig 1C). Whereas LSM12 may stabilize ATXN2 through the formation of a protein complex, we found that ATXN2 overexpression partially rescued the average number and size of arsenite-induced SGs in LSM12-depleted cells (Fig 1D and 1E). However, a lower percentage of SG-positive cells in LSM12-depleted cells was not evidently rescued by ATXN2 overexpression, indicating more direct effects of LSM12 on the threshold for initiating SG assembly. ATXN2 depletion, on the other hand, did not affect endogenous levels of LSM12 protein (Fig 1C) but caused an impairment in SG formation similar to that observed in LSM12-depleted cells (Fig 1A and 1B). Moreover, we observed the nonadditive effects of LSM12 and ATXN2 on arsenite-induced SG assembly, suggesting that these factors may act together in the same genetic pathway to regulate SG formation under oxidative stress conditions.\n\nLSM12 depletion disrupts the RAN gradient and impairs NCT upon oxidative stress\n\nEmerging evidence indicates that SGs sequester cellular factors important for NCT and thereby interfere with NCT under diverse cellular or genetic stresses [33,63]. Consistent with this, it has been shown that inhibition of SG assembly by ATXN2 depletion or treatment with integrated stress response inhibitor (ISRIB) rescues stress-induced disruption of NCT, identifying SG inhibition as a neuroprotective mechanism [33]. Given LSM12 effects on arsenite-induced SG assembly, we hypothesized that LSM12 depletion would mitigate the arsenite-induced impairment of NCT. To quantify NCT activity in SH-SY5Y cells, we employed a green fluorescent protein (GFP) reporter harboring both nuclear localization and export signals (shuttle-GFP/S-GFP) that predominantly localizes to the cytoplasm under basal conditions [64]. Any change in the ratio of nuclear to cytoplasmic S-GFP localization upon pharmacological or genetic perturbation would reflect quantitative alterations in NCT function. Consistent with previous findings [33], arsenite-induced oxidative stress significantly increased the nuclear fraction of S-GFP, whereas ATXN2 depletion or ISRIB treatment substantially blocked both SG formation and NCT defects upon oxidative stress (Fig 2A and 2B). Surprisingly, LSM12 depletion facilitated rather than hindered the nuclear translocation of S-GFP upon arsenite treatment (S3A Fig). Moreover, ATXN2 depletion or ISRIB treatment failed to rescue the LSM12 phenotypes (Fig 2A and 2B). These effects were not specific to the S-GFP reporter since similar NCT defects were observed in LSM12-depleted cells expressing S-tdTomato (S-tdT), an independent NCT reporter that predominantly localizes to the nucleus under basal conditions [37] (S3B Fig). These findings convincingly demonstrate that LSM12 sustains NCT in a manner independent of ATXN2 or SG assembly under oxidative stress conditions.\n\nRAN is an evolutionarily conserved, small GTPase that shuttles between the nucleus and cytoplasm in 2 alternating forms: GTP-bound and GDP-bound [65–67]. The opposing activities of RAN GTPase-activating protein 1 (RANGAP1) at the cytoplasmic side of the nuclear pore complex and of chromatin-associating RAN guanine nucleotide exchange factor (RANGEF; also known as RCC1), establish a steep nucleocytoplasmic gradient of RAN-GTP [68,69]. The RAN-GTP/GDP state subsequently switches its binding affinity between nuclear transport factors, thereby defining the directional NCT of a given cargo protein via the nuclear pore complex [70]. Disruption of the nucleocytoplasmic RAN gradient has been observed in neurodegenerative diseases, such as C9ORF72-ALS, Huntington’s disease, and Alzheimer’s disease [33,71,72]. We thus asked whether an abnormal RAN gradient would explain LSM12-depletion phenotypes in NCT. In control cells, arsenite-induced oxidative stress increased the relative abundance of cytoplasmic RAN (Fig 2C and 2D). ATXN2 depletion or ISRIB treatment suppressed the arsenite-induced disruption of the RAN gradient, consistent with previous observations [33]. On the other hand, LSM12 depletion itself was sufficient to disrupt the RAN gradient, whereas arsenite treatment had no additive effects on the RAN gradient in LSM12-depleted cells (Fig 2C and 2D). Consistent with our observations in NCT assays, ATXN2 depletion or ISRIB treatment negligibly affected RAN phenotypes caused by LSM12 depletion. It is puzzling that LSM12 depletion disrupts the RAN gradient regardless of arsenite treatment while impairing NCT only under the oxidative stress. We speculate that there may be a compensating mechanism for LSM12 deficiency in non-stressed cells to sustain NCT. In this sense, LSM12 likely acts as a risk rather than a causative factor for NCT-relevant pathogenesis. Taken together, our data suggest that LSM12 has a role in establishing a basal RAN gradient, and these effects are likely distinct from LSM12 function in SG assembly.\n\nLSM12 depletion facilitates the nuclear accumulation of C9ORF72-derived poly(GR) protein and exacerbates its pathogenic effects\n\nGiven that pathogenic proteins implicated in ALS/FTD disrupt NCT via induction of SG formation [33], we wondered if the loss of LSM12 function would exacerbate these cellular processes, which are involved in neurodegeneration and possibly normal aging [73]. To test this possibility, we employed C9ORF72-derived poly(GR) protein translated from a codon-optimized synthetic cDNA encoding 100 GR repeats [74]. Since poly(GR) protein localizes to NPM1-positive nucleoli and causes nucleolar stress [25,26,30], we tested whether LSM12 contributed to the nucleolar assembly of poly(GR) granules as well as poly(GR)-induced SG. LSM12 depletion significantly increased the relative proportion of cells harboring poly(GR)-induced SGs (Fig 3A and 3B). This contrasted with LSM12-depletion phenotype in that of cells harboring arsenite-induced SGs, further indicating the stress-specific effects of LSM12 on SG assembly. Nonetheless, the smaller G3BP-positive SGs in LSM12-depleted cells likely indicates a role for LSM12 in the maturation process of poly(GR)-induced SGs, similar to that observed in arsenite-induced SGs. LSM12 depletion caused more striking effects on the formation of nuclear poly(GR) granules. Control cells gradually accumulated poly(GR) protein in nucleolar granules after the transient transfection of cells with the poly(GR) expression vector (Fig 3A and 3B). LSM12 depletion remarkably facilitated this process and increased the number of nuclear poly(GR) granules per cell.\n\nWe next examined if these LSM12-depletion phenotypes led to any alterations in poly(GR) toxicity. Overexpression of poly(GR) protein in control cells disrupted NCT in an ISRIB-sensitive manner (Fig 3C and 3D), supporting that poly(GR) effects on NCT require SG formation [33]. By contrast, ISRIB treatment failed to rescue poly(GR)-induced impairment of NCT in LSM12-depleted cells, an effect similar to that of LSM12 on NCT under oxidative stress conditions. We further found that poly(GR) overexpression disrupted the integrity of the nuclear envelope (Fig 3E). Abnormalities of the nuclear lamina induced by poly(GR) overexpression were more severe in LSM12-depleted cells than control cells, indicating a strong correlation between the presence of nuclear poly(GR) granules and abnormal morphology of the nuclear envelop (Fig 3F and 3G). We observed comparable phenotypes in a cell line harboring a CRISPR/Cas9-mediated deletion in the LSM12 genetic locus (S4 Fig). Taken together, these results suggest that LSM12 delays the nucleolar deposition of poly(GR) protein, thereby suppressing its cytotoxic effects.\n\nAn LSM12V135I mutant allele exhibits dominant-negative effects on the RAN gradient\n\nLarge-scale genome-wide association studies have revealed an abundance of low-frequency genetic variants associated with ALS patients [8–10]. This is also the case for ALS-associated LSM12 loci, where several rare point mutations in the LSM12 coding sequence were detected (http://databrowser.projectmine.com/). Given our observation that LSM12 suppresses the nuclear assembly of ALS-relevant poly(GR) protein and its pathogenic effects, we hypothesized that some of these LSM12 variants might display loss-of-function phenotypes, explaining their presence in ALS patients. We, therefore, overexpressed either wild-type or point mutants of LSM12 in control or LSM12-deleted cells and assessed their NCT-related functional activities.\n\nWe first confirmed that disruption of NCT upon arsenite-induced oxidative stress was more severe in LSM12-deleted cells than control cells (Fig 4A and 4B), consistent with LSM12-depletion phenotypes (Fig 2A and 2B). Overexpression of wild-type LSM12 rescued LSM12-deletion phenotypes in NCT, whereas LSM12V135I, one of the LSM12 variants observed in ALS patients, failed to do so. In fact, LSM12V135I overexpression was sufficient to impair NCT in both control and LSM12-deleted cells regardless of arsenite treatment (Fig 4A and 4B). Since LSM12 deletion did not affect NCT in control cells not treated with arsenite, LSM12V135I might have neomorphic effects on NCT possibly via genetic induction of oxidative stress. Overexpression of LSM12V135I, but not wild-type LSM12, also promoted the assembly of nuclear poly(GR) granules in control cells and increased the cell population that displayed poly(GR)-induced SGs (Fig 4C and 4D).\n\nFinally, we found that these NCT phenotypes were consistent with LSM12 effects on the RAN gradient. Cytoplasmic mislocalization of RAN in LSM12-deleted cells was restored by overexpression of wild-type LSM12 (Fig 4E and 4F). In contrast, LSM12V135I overexpression potently disrupted the RAN gradient in control cells, but it did not exaggerate the RAN phenotype in LSM12-deleted cells. Considering that overexpression of neither wild-type LSM12 nor LSM12V135I altered endogenous levels of LSM12 proteins in control cells (S5 Fig), these results indicate the dominant-negative effects of LSM12V135I mutant on establishing a RAN gradient. The LSM12V135I variant is detectable in other general databases for single nucleotide polymorphism in humans (e.g., https://www.ncbi.nlm.nih.gov/snp/rs1162569843). However, its low allele frequency did not allow us to determine whether or not this mutation is exclusively associated with ALS. Nonetheless, our genetic analyses implicate LSM12 as a risk factor for NCT-relevant pathogenesis in ALS/FTD.\n\nLSM12 posttranscriptionally up-regulates EPAC1 expression to sustain the RAN gradient for NCT and suppress poly(GR) toxicity\n\nTo elucidate how LSM12 contributes to the establishment of a nucleocytoplasmic RAN gradient, we performed gene expression analyses using RNA sequencing. Given the role of LSM12 in translation [55], we compared LSM12-dependent changes in total mRNAs with changes in translating ribosome-associated mRNAs (Fig 5A, S6 Fig). Among genes that were differentially expressed between control and LSM12-depleted cells, EPAC1 displayed low expression in either RNA analyses of LSM12-depleted cells. Further independent analyses confirmed that both EPAC1 transcript and EPAC1 protein were expressed at low levels in either LSM12-depleted cells or LSM12-deleted cells compared with those in control cells (Fig 5B and 5C, S7A Fig). To investigate how LSM12 up-regulates EPAC1 expression, we generated EPAC1 reporter transgenes of which expression was transcriptionally driven by EPAC1 promoter or posttranscriptionally controlled by EPAC1 untranslated regions (UTRs) (S7B Fig). While the loss of LSM12 function did not affect the EPAC1 promoter activity, we found that EPAC1 5′ UTR was necessary and sufficient for LSM12-dependent expression of the posttranscriptional EPAC1 reporters (Fig 5D, S7C Fig). These results thus validate that LSM12 acts as a posttranscriptional activator of EPAC1.\n\nEPAC1 has been shown to act as a cAMP sensor for the activation of RAP signaling on the plasma membrane [75]. On the other hand, EPAC1 also localizes to the nuclear envelope and associates with nucleoporin complexes containing RAN, RANGAP1, Ran-binding protein 2 (RANBP2; also known as NUP358), and importin β1 [75–77]. We thus hypothesized that the action of EPAC1 in nucleoporin assembly or function might contribute to LSM12 effects on the RAN gradient and NCT. To test this possibility, we first examined if EPAC1 overexpression restored the RAN gradient in LSM12-deleted cells. Indeed, EPAC1 overexpression substantially suppressed the aberrant localization of RAN in the cytoplasm of LSM12-deleted cells, while negligibly affecting the RAN gradient in control cells (Fig 5E and 5F). Consistent with this rescue effect, EPAC1 overexpression suppressed loss-of-function effects of LSM12 on the disruption of NCT induced by poly(GR) overexpression (Fig 5G and 5H). These data indicate that EPAC1 is limiting for sustaining the RAN gradient and NCT in LSM12-deleted cells.\n\nNext, we asked whether the loss of EPAC1 function would be sufficient to induce cellular phenotypes observed with the loss of LSM12 function. To this end, we depleted endogenous EPAC1 protein by transiently transfecting SH-SY5Y cells with small interfering RNA (siRNA) targeting the EPAC1 transcript (S8A Fig). EPAC1 depletion indeed decreased the ratio of nuclear to cytoplasmic RAN distribution regardless of poly(GR) overexpression (Fig 6A and 6B), mimicking the RAN phenotypes in LSM12-depleted or LSM12-deleted cells under basal conditions. Moreover, we observed nonadditive disruption of the RAN gradient by EPAC1 depletion and LSM12 deletion (S8B Fig), further confirming that EPAC1 and LSM12 act in the same pathway for sustaining a RAN gradient. ISRIB treatment failed to suppress the effects of EPAC1 depletion on the RAN gradient (Fig 6A and 6B) and poly(GR)-induced disruption of NCT (S8C and S8D Fig), consistent with an SG-independent role of LSM12 on the RAN gradient and NCT. Not surprisingly, EPAC1 depletion enhanced nuclear accumulation of poly(GR) protein (Fig 6C and 6D) and increased the poly(GR)-expressing cell population harboring SGs (S8E Fig). Consequently, nuclear membrane integrity was severely impaired by poly(GR) overexpression in EPAC1-depleted cells in an ISRIB-insensitive manner (Fig 6E and 6F). Finally, either heterozygosity of Epac deletion mutation [78] or RNA interference-mediated depletion of EPAC exacerbated degeneration of Drosophila photoreceptor neurons overexpressing poly(GR) protein (S9 Fig), revealing a conserved role of EPAC1 homologs in the poly(GR)-induced pathogenesis.\n\nOverexpression of LSM12 or EPAC1 rescues NCT-relevant pathologies in ALS patient-derived neurons\n\nOur genetic analyses of the loss-of-function phenotypes indicate that deficits in the LSM12-EPAC1 pathway disrupt the RAN gradient, making the affected cells more susceptible to genetic or environmental perturbations in NCT-related physiology. Nonetheless, we reasoned that a neuroprotective function of this pathway would be better demonstrated if its up-regulation could rescue ALS/FTD-relevant pathologies in the RAN gradient and NCT. We first tested this possibility in SH-SY5Y cells transiently expressing poly(GR) protein. Indeed, overexpression of LSM12 or EPAC1 significantly suppressed poly(GR)-induced disruption of the RAN gradient (Fig 6G and 6H) and nuclear integrity (Fig 6I and 6J).\n\nTo validate the disease relevance of these findings, we employed induced pluripotent stem cell (iPSC)-derived neurons from 3 C9ORF72-associated ALS patients (C9-ALS iPSNs). A previous study showed that all these C9-ALS iPSC lines (CS28, CS29, and CS52) had mutant C9ORF72 alleles with approximately 800 hexanucleotide repeats [79]. In addition, an isogenic control iPSC line (CS29-ISO) was established by the CRISPR/Cas9-mediated deletion of the hexanucleotide repeat expansion in one of these C9-ALS iPSC lines (C9-ALS CS29) [80]. This isogenic pair (CS29-ISO and C9-ALS CS29) accordingly served as a good resource to compare any effects of the C9ORF72 hexanucleotide repeats and our lentiviral transgenes in the same genetic background. Immunofluorescence analyses confirmed comparable neuronal differentiation from CS29-ISO and C9-ALS CS29 iPSC lines (S10A Fig). Our experimental conditions led to mixed neuronal cultures, including approximately 95% MAP2-positive (a neuronal marker), 70% ChAT-positive (cholinergic neurons), and 25% to 30% HB9-positive cells (motor neurons), as reported previously [81]. Moreover, iPSNs from C9-ALS CS29, but not their isogenic control iPSNs, displayed poly(GR) aggregates at readily detectable levels (S10B Fig).\n\nWe further found that the abundance of LSM12 and EPAC1 proteins was significantly decreased in C9-ALS iPSNs from all 3 patients, compared to control iPSNs (Fig 7A). Quantitative transcript analyses revealed lower levels of LSM12 and EPAC1 mRNAs in C9-ALS iPSNs (Fig 7B). While the underlying mechanism remains to be determined, we hypothesized that this down-regulation of the LSM12-EPAC1 pathway might be limiting for NCT-relevant pathologies in C9-ALS iPSNs [33,37,39,81]. A significant reduction (approximately 35%) in the nuclear to cytoplasmic ratio of RAN protein in C9-ALS iPSNs was partially, but significantly, rescued by lentiviral overexpression of LSM12 or EPAC1 (Fig 7C, 7D, S11A Fig). We confirmed that their overexpression negligibly affected neuronal differentiation efficiency per se (S11B and S11C Fig). TDP-43 pathogenesis is the most prominent feature in ALS/FTD, and it has been shown that the loss of nuclear function, as well as the gain of cytoplasmic function, contribute to the underlying neurodegenerative processes [63,82–87]. Given that the nuclear import of TDP-43 is RAN dependent [85,86], we further assessed the neuroprotective effects of the LSM12-EPAC1 pathway on the cytoplasmic mislocalization of TDP-43 in C9-ALS iPSNs [37]. Consistent with the RAN gradient rescue, overexpression of LSM12 or EPAC1 suppressed TDP-43 mislocalization to the cytoplasm of C9-ALS iPSNs (Fig 7E and 7F). On either the RAN gradient or TDP-43 mislocalization, LSM12V135I overexpression exhibited dominant-negative effects in control iPSNs (Fig 7 C–F).\n\nFinally, we asked whether the transgenic enhancement of the LSM12-EPAC1 pathway could alleviate neurodegenerative phenotypes in C9-ALS iPSNs. Consistent with previous observations [88,89], the percentages of neurons expressing cleaved caspase-3 were substantially elevated in C9-ALS iPSNs from all 3 patients (Fig 7G and 7H, S12 Fig), likely indicating their pathogenic activation of the proapoptotic pathway. We further found that overexpression of LSM12 or EPAC1 partially, but significantly, suppressed the caspase-3 activation for apoptosis in all 3 C9-ALS iPSN lines (Fig 7G and 7H, S12 Fig). Taken together, these lines of evidence convincingly support our conclusion that LSM12 and EPAC1 constitute a neuroprotective pathway for sustaining the RAN gradient and NCT in the pathophysiology of C9ORF72-associated ALS/FTD.\n\nThe LSM12-EPAC1 pathway promotes RAN-importin β1 loading onto RANBP2-RANGAP1 at the nuclear pore complex\n\nPrevious studies have suggested that RANBP2-RANGAP1 recruits the RAN-importin β1 complex to the cytoplasmic side of the nuclear pore complex, facilitating its recycling across the nuclear membrane [90,91]. RAN-GTP actually promotes the association of importin β1 with RANBP2, whereas RAN-GDP loses its affinity for both proteins [90,92,93]. Moreover, EPAC1 associates preferentially with RAN-GTP, and EPAC1 overexpression stabilizes the association between RAN and RANBP2 [75]. We thus hypothesized that the LSM12-EPAC1 pathway might control the dynamic assembly of the RAN-associating protein complex, thereby contributing to the establishment of the nucleocytoplasmic RAN gradient. To examine this possibility, we performed a series of immunoprecipitation (IP) experiments and compared the biochemical composition of RAN-containing protein complexes in different genetic settings and pharmacological conditions.\n\nAs expected, an anti-RANBP2 antibody co-purified RAN, importin β1, and SUMOylated RANGAP1, together with RANBP2, from control cell extracts (Fig 8A). LSM12 deletion enhanced the association of SUMOylated RANGAP1 with RANBP2 while dissociating RAN and importin β1 from the RANBP2-RANGAP1 complex. Similar results were obtained by reciprocal IP using an anti-RANGAP1 antibody (S13A Fig). Pretreatment with a cell-permeable cAMP analog (8-pCPT-2-O-Me-cAMP-AM/007-AM) neither affected the assembly of wild-type RAN-associating protein complex nor rescued LSM12-deletion phenotypes (S13B Fig). EPAC1 activation by cAMP thus is unlikely involved in these biochemical interactions. Similar IP experiments in EPAC1-depleted cells further revealed that EPAC1 depletion caused dissociation of RAN and importin β1 from the RANBP2-RANGAP1 complex (S13C and S13D Fig), consistent with LSM12-deletion effects.\n\nIn either case, the enrichment of endogenous EPAC1 protein in RANBP2-RANGAP1 immunoprecipitates was not readily detectable, possibly owing to the abundance of free EPAC1 proteins in the cytoplasm compared with those associated with the RANBP2-RANGAP1 complex at the nuclear pore. Affinity purification of FLAG-tagged EPAC1 protein indeed confirmed its association with RANGAP1, RANBP2, importin β1, and RAN (Fig 8B). Moreover, overexpression of the FLAG-tagged EPAC1 protein restored the assembly of RAN-associating protein complexes in LSM12-deleted cells, consistent with its rescue effects on the RAN gradient and NCT. These results indicate that the LSM12-EPAC1 pathway promotes the association of RAN and importin β1 with the RANBP2-RANGAP1 complex. Stronger interactions between RANBP2 and RANGAP1 in LSM12-deleted or EPAC1-depleted cells suggest their competitive interaction with RAN and importin β1.\n\nRAN overexpression mitigates EPAC1-depletion effects on poly(GR) toxicity\n\nTo determine whether the status of RAN-bound GTP hydrolysis contributes to EPAC1 effects on the assembly of RAN-associating protein complexes, we added a hydrolysis-resistant GTP analog (GTPγS) to cell extracts before IP. The assembly of the RANBP2-associating protein complex was insensitive to GTPγS in control cells (Fig 8C). By contrast, preincubation of GTPγS with extracts from EPAC1-depleted cells restored the association of RAN and importin β1 with the RANBP2-RANGAP1 complex to control cell levels (Fig 8C). These results indicate that RAN-GTP is specifically limiting for the stable association of RAN-importin β1 with RANBP2-RANGAP1 in EPAC1-depleted cells. Given that the intracellular concentration of GTP is approximately 10-fold higher than that of GDP, we hypothesized that overexpression of wild-type RAN proteins would supply extra RAN-GTP in EPAC1-depleted cells and thereby rescue cellular phenotypes relevant to the lack of RAN-GTP. We indeed found that RAN overexpression substantially suppressed the formation of nuclear GR granules (Fig 8D) and poly(GR)-induced disruption of the nuclear membrane in EPAC1-depleted cells (Fig 8E and 8F), while modestly inhibiting poly(GR) effects in control cells. RAN overexpression also suppressed EPAC1-depletion effects on poly(GR)-induced disruption of NCT, although it had negligible effects in control cells (S14A and S14B Fig). Taken together, these data demonstrate that the LSM12-EPAC1 pathway facilitates the nucleocytoplasmic recycling of RAN-GTP and thereby confers cellular resistance to poly(GR)-related pathogenic processes.\n\nDiscussion\n\nIdentification of noncanonical translation products from hexanucleotide repeat expansions in the C9ORF72 locus and their impact on specific aspects of cell physiology have advanced our understanding of the pathogenesis of ALS/FTD [22,23]. C9ORF72-derived poly(GR) proteins assemble into distinct intracellular compartments, yet they also induce the formation of SGs [94]. Nonfunctional sequestration of NCT-related factors into SGs has been proposed as a key mechanism for the NCT deficits implicated in ALS/FTD [33]. This has been validated by modifier screens in yeast and Drosophila genetic models [37,39,95], indicating strong conservation of their pathogenic mechanism. Mutations in ATXN2, one of these genetic modifiers, are indeed associated with ALS [42], and it has been shown that ATXN2 facilitates neurodegeneration, in part, by promoting SG formation [33,43]. As expected, we found that ATXN2 and ATXN2-associated LSM12 make a nonadditive contribution to the dynamic assembly of SGs. Unexpectedly, however, we discovered opposing effects of LSM12 and its posttranscriptional downstream effector, EPAC1, on neurodegeneration. The LSM12-EPAC1 pathway assembles the RAN-associating nuclear pore complex and establishes the nucleocytoplasmic RAN gradient, thereby antagonizing the effects of poly(GR) protein on NCT and nuclear membrane integrity. Our definition of the neuroprotective LSM12-EPAC1 pathway was further supported by its suppression of NCT-relevant pathologies and caspase-3 activation for apoptosis in C9-ALS iPSNs.\n\nWe propose that EPAC1 mediates the immediate recycling of nuclear RAN-GTP by supporting the stable association of RAN-importin β1 with RANBP2-RANGAP1 at the cytoplasmic side of the nuclear pore complex (S15 Fig). An EPAC1 deficiency, on the other hand, would allow nuclear RAN-GTP to diffuse out of the nuclear pore and further localize in the cytoplasm. The cytoplasmic RANGAP complex (e.g., RANBP1-RANGAP) then mediates RAN-GTP hydrolysis [96], thereby delaying the nuclear import of RAN-GDP by nuclear transport factor 2 (NTF2) [97–99] and limiting the regeneration of RAN-GTP from RAN-GDP by nuclear RCC1/RANGEF. RAN overexpression may increase the total flux of RAN recycling and elevate the local concentration of RAN at the nuclear pore complex. Consequently, RAN overexpression could facilitate NTF2-dependent nuclear import of RAN-GDP in EPAC1-depleted cells, partially restore nucleocytoplasmic RAN gradient, and compensate for the loss of EPAC1 function in the assembly of RAN-associating protein complexes at the nuclear pore. This model may explain our observation that RAN overexpression rescues EPAC1-depletion phenotypes in NCT and poly(GR) toxicity. Notably, RAN overexpression similarly suppresses the cytotoxic effects of mutant huntingtin through a mechanism that also involves disruption of the RAN gradient and NCT [72].\n\nWhen transiently expressed in cell culture, poly(GR) proteins display heterogeneity in their subcellular expression patterns, ranging from a uniform distribution in the cytoplasm to nucleolar localization [25,30,33]. We found that cytoplasmic poly(GR) protein accumulated gradually in subnuclear compartments, a localization pattern that strongly correlated with the loss of nuclear integrity, as assessed by invaginations of the nuclear lamina. Given the active role of RAN in nucleating formation of the nuclear envelope [100,101] and assembly of the nuclear pore complex [102,103], we speculate that poly(GR)-induced disruption of the RAN gradient feeds forward to increase the permeability of the nuclear envelope, allowing more cytoplasmic poly(GR) protein to enter the nucleus and trigger nuclear pathogenesis, including nucleolar stress [25,26,30,31]. Consistent with this idea, we showed that RAN overexpression was sufficient to suppress the nuclear translocation of cytoplasmic poly(GR) proteins and sustain nuclear integrity in poly(GR)-expressing cells. This aspect of RAN function is relevant to the chromatin association of RAN and RCC1/RANGEF, which intrinsically cues the relative location of nuclei and generates the RAN-GTP gradient during mitosis [104,105]. Nonetheless, it remains to be determined if poly(GR)-induced disruption of the RAN gradient comparably affects the functionality of the nuclear envelope in postmitotic cells since some conflicting observations were made on the nuclear envelope invaginations between C9-ALS iPSNs and postmortem cortical tissue from C9ORF72-associated ALS patients [106].\n\nGenetic mutations in nuclear lamin genes cause a group of rare genetic disorders, collectively called laminopathies [107]. For instance, premature aging in Hutchinson–Gilford progeria syndrome (HGPS), caused by a lamin A/C mutation, manifests as cytological defects in the nuclear envelope and heterochromatin formation [108–110]. Lamin A/C mutations, including the pathogenic allele observed in HGPS, lead to disruption of the RAN gradient and NCT [111–114]. These mutant phenotypes appear to be mediated by loss of heterochromatin since genetic or pharmacological inhibition of heterochromatin formation by histone methyltransferases is sufficient to disrupt the RAN gradient and NCT [115]. Given our observation that poly(GR)-induced loss of nuclear integrity is rescued by RAN overexpression, these findings indicate possible interdependence among nuclear envelop integrity, heterochromatin formation, and the RAN gradient. Interestingly, loss of heterochromatin formation and nuclear lamina invaginations have been implicated in ALS/FTD-related pathogenic processes in a mouse model [116]. An additional layer of homology is likely present between HGPS and ALS/FTD, given that deficits in the nuclear import of DNA-repairing factors (e.g., ataxia-telangiectasia mutated kinase) may explain their common pathogenesis, which involves DNA damage-induced cell death [89,115,117–119].\n\nThe nuclear pore complex is exceptionally long lived in postmitotic cells [120,121], and its relevant function, such as NCT and nuclear integrity, declines with aging [110,122,123]. Emerging evidence indicates that cellular pathogeneses underlying distinct neurodegenerative diseases, including ALS/FTD, Alzheimer’s disease, and Huntington’s disease, may converge on the disruption of NCT [71–73,124,125]. Given our findings that EPAC1 acts as a gatekeeper in the vicinity of nuclear pores to facilitate RAN recycling and sustain robust NCT, the posttranscriptional circuit of LSM12-EPAC1 would enrich the repertoire of antiaging molecular pathways that have evolved on fundamental cellular physiology.\n\nMaterials and methods\n\nCell culture\n\nHuman neuroblastoma SH-SY5Y and human embryonic kidney 293T cells were cultured in Dulbecco’s Modified Eagle Medium (HyClone, Logan, Utah, United States of America) supplemented with 10% fetal bovine serum and 1% antibiotics and maintained at 37°C in a humidified incubator with 95% air and 5% CO2. Plasmid DNA and siRNA were transiently transfected using polyethylenimine [126] and Lipofectamine RNAiMAX transfection reagent (Thermo Fisher Scientific, Waltham, Massachusetts, USA), respectively, according to the manufacturer’s instructions. C9-ALS iPSC lines (CS28iALS, CS29iALS, and CS52iALS) and control iPSC lines (CS0YX7iCTR, CS29iALS-ISO, and CS4NWCiCTR) were obtained from the Cedars-Sinai iPSC Core. iPSCs were cultured on Matrigel-coated plates (Corning, Corning, New York, USA) in mTeSR1 medium (STEMCELL Technologies, Vancouver, British Columbia, Canada) in a humidified incubator with 95% air and 5% CO2 with daily media changes. Motor neuron differentiation from iPSCs was induced, as described previously [81]. Where indicated, neural progenitor cells (NPCs) were transduced with concentrated aliquots of recombinant lentiviruses in the presence of 5 μg/ml polybrene for 6 hours to overexpress LSM12 or EPAC1. iPSNs were harvested 21 days after neuronal differentiation from NPC and subsequently analyzed.\n\nDrosophila melanogaster\n\nFlies were raised on standard cornmeal–yeast–agar medium (5.4% cornmeal, 1.3% yeast, 0.7% soy flour, 0.4% agar, 4.2% starch syrup, 0.4% propionic acid, and 0.8% methyl 4-hydroxybenzoate) at 25°C. UAS-poly-GR.PO-36 (BL58692), Epac deletion mutant (EpacΔ1/EpacΔ3, BL78799), and UAS-Epac RNAi (v43444, v110077) lines were obtained from the Bloomington Drosophila Stock Center and Vienna Drosophila Resource Center.\n\nDNA constructs\n\nThe nucleotide sequences for LSM12 and ATXN2 shRNAs were selected from a predesigned library (Dharmacon, Lafayette, Colorado, USA). A control shRNA harbored a nucleotide sequence (5′-TCC TAA GGT TAA GTC GCC CTC-3′) that did not target any mammalian transcripts. Oligonucleotides encoding each shRNA were synthesized (Macrogen, Seoul, Korea) and subcloned into pLKO.1 (a gift from B. Weinberg; Addgene plasmid #8453) for the production of recombinant lentiviruses. The nucleotide sequences for EPAC1 siRNAs were similarly selected from the predesigned library (Dharmacon). EPAC1 siRNAs and non-targeting control siRNA (5′-CCU CGU GCC GUU CCA UCA GGU AGU U-3′) were synthesized (Genolution, Seoul, Korea), dissolved in PBS, and stored at −20°C before use. A small guide RNA (sgRNA) sequence (5′-GAC GTG AGT TGG GAT CGG AG-3′) for the CRISPR/Cas9-mediated deletion of the LSM12 locus was designed using CHOPCHOP (https://chopchop.rc.fas.harvard.edu). The oligonucleotide encoding LSM12 sgRNA was synthesized (Macrogen) and subcloned into pRGEN-U6-sgRNA and pHRS (ToolGen, Seoul, Korea) for the expression of LSM12 sgRNA and the hygromycin B-resistance reporter gene, respectively. Full-length cDNAs encoding ATXN2, EPAC1, LSM12, or RAN proteins were PCR-amplified from pcDNA6-ATXN2-22Q (a gift from A. Gitler), pEYFP-N3-EPAC1 (a gift from X. Cheng; Addgene plasmid #113110) or SH-SY5Y cDNA samples, respectively, and then subcloned into a modified pcDNA3.1 (pcDNA-3xnF) for the expression of carboxyl-terminal triple-FLAG fusion proteins. Poly(GR)-encoding cDNA (a gift from D. Ito) was subcloned into a modified pcDNA3.1 (pcDNA-GFP) vector for the expression of N-terminal GFP fusion proteins. RPL10A-encoding cDNA was PCR-amplified from SH-SY5Y cDNA samples and subcloned into a modified pcDNA-GFP vector containing a hygromycin B-resistance gene for the selection of cells stably expressing N-terminally GFP-fused RPL10A proteins. Subregions of the EPAC1 locus were PCR-amplified from SH-SY5Y genomic DNA samples. The DNA fragments corresponding to EPAC1 5′ UTR or 3′ UTR were subcloned into a modified pcDNA 3.1 (pcDNA-NLUC) vector for the expression of NLUC-encoding UTR reporter transcripts. The DNA fragment corresponding to an EPAC1 promoter region was subcloned into a modified pGL2 basic (pGL2-NLUC) vector for the NLUC reporter expression by the EPAC1 promoter activity. FLUC-encoding cDNA was subcloned into pcDNA3.1 for the expression of a normalizing control reporter along with the NLUC reporters. S-GFP was a gift from M.S. Hipp [64]. S-tdT-encoding cDNA (a gift from J. D. Rothstein) was subcloned into pcDNA3.1. Lentiviral vectors for overexpression of LSM12 or EPAC1 were constructed by the Gateway cloning pENTR-Ubiquitin C promoter (Addgene plasmid #45959) and modified pENTR4-FLAG entry vector (Addgene plasmid #17424) harboring either LSM12 or EPAC1 cDNA into pCWX-DEST destination vector (Addgene plasmid #45957).\n\nProduction of recombinant lentiviruses and establishment of stable cell lines\n\nThe 293T cells were co-transfected with viral packaging plasmids (ViraPower Lentiviral Packaging Mix; Invitrogen, Carlsbad, California, USA) and third-generation pLKO.1 lentiviral vector encoding control, LSM12, or ATXN2 shRNA. Cell culture medium containing recombinant lentiviruses was harvested 48 and 72 hours after transfection. SH-SY5Y cells were then incubated with the lentiviral medium for 48 hours. Stably infected cells were selected by replacing fresh media containing 1 μg/ml puromycin every 3 days for 2 weeks to establish a stable cell line. Lentiviral particles for LSM12 or EPAC1 overexpression were produced similarly as above and concentrated by ultracentrifugation at 25,000 rpm for 2 hours at 4°C.\n\nEstablishment of an LSM12-knockout (LSM12KO) cell line by CRISPR/Cas9-mediated deletion\n\nSH-SY5Y cells were co-transfected with pRGEN-Cas9-CMV, pRGEN-U6-LSM12 sgRNA, and pHRS-LSM12 sgRNA reporter. Reporter-edited cells were selected by culturing in medium containing 500 μg/ml hygromycin B for 2 weeks. Individual colonies were manually picked and seeded into 12-well plates containing hygromycin B-free media to establish independent cell lines. LSM12 expression in each cell line was analyzed by immunoblotting total cell extracts with an anti-LSM12 antibody. Cell lines lacking detectable LSM12 expression were further analyzed, whereas those showing LSM12 expression comparable to that of parental cells served as controls.\n\nImmunofluorescence assay\n\nSH-SY5Y cells were grown on coverslips and then fixed in phosphate-buffered saline (PBS) containing 3.7% formaldehyde at 25°C for 15 minutes. NPCs were seeded on Matrigel-coated coverslips. Twenty-one days after neuronal differentiation from NPC, iPSNs were fixed similarly as above. After 2 washes with PBS, fixed cells were permeabilized with PBS containing 0.1% Triton X-100 (PBS-T) at 4°C for 15 minutes, followed by 2 washes with PBS. Permeabilized cells were blocked with PBS-T containing 1% bovine serum albumin at 25°C for 30 minutes and then incubated with primary antibodies diluted in blocking buffer containing 0.05% sodium azide at 4°C for 1 day. The primary antibodies used in immunostaining were mouse anti-RAN (1:1,000; Santa Cruz Biotechnology, Santa Cruz, California, USA), mouse anti-G3BP1 (1:2,000; Santa Cruz Biotechnology), mouse anti-FLAG (1:2,000; Sigma-Aldrich, St. Louis, Missouri, USA), rabbit anti-lamin B1 (1:1,000; Proteintech, Chicago, Illinois, USA), rabbit anti-G3BP1 (1:2,000; Proteintech), mouse anti-PABPC1 (1:2,000; Santa Cruz Biotechnology), rabbit anti-ATXN2 (1:2,000; Proteintech), guinea pig anti-MAP2 (1:1,000; Synaptic System, Goettingen, Germany), mouse anti-HB9 (1:1,000; Developmental Studies Hybridoma Bank, Iowa City, Iowa, USA), and rabbit anti-ChAT (1:1,000; Proteintech), rabbit anti-polyGR (1:250; Proteintech), rabbit anti-TDP43 (1:1,000; Proteintech), and rabbit anti-cleaved caspase-3 (1:400; Cell Signaling Technology, Beverly, Massachusetts, USA). After incubation with primary antibodies, cells were washed twice with PBS-T for 5 minutes each and then incubated at 4°C for 1 day with secondary antibodies diluted 1:600 in PBS-T. Species-specific Alexa Flour 488-, 594-, or 647-conjugated anti-IgG antibodies were used as secondary antibodies for immunostaining (Jackson ImmunoResearch Laboratories, West Grove, Pennsylvania, USA). Nuclei were visualized by staining with Hoechst for 5 minutes, followed by washing twice with PBS-T. Stained samples were slide-mounted in VECTASHIELD antifade mounting medium (Vector Laboratories, Burlingame, California, USA).\n\nQuantitative image analysis\n\nSeveral fields of interest were randomly selected from each imaging sample, and their confocal images were individually obtained using an FV1000 microscope (Olympus, Tokyo, Japan) with identical imaging settings. The fluorescence intensities of confocal images were quantified using ImageJ software. For SG analysis, G3BP-positive cytoplasmic inclusions with fluorescence intensities above a threshold were unbiasedly scored as SGs using ImageJ. The total numbers of cells, SG-positive cells and SGs per field, as well as the diameter of individual SGs, were measured as described previously [127]. For nuclear poly(GR) granule analysis, the percentage of cells positive for nuclear poly(GR) granules per field and the number of nuclear poly(GR) granules per cell were manually scored. The relative distribution of S-GFP, S-tdT, TDP-43, or RAN protein between nucleus and cytoplasm (N/C ratio) was quantified by calculating the ratio of nuclear to cytoplasmic fluorescence from each reporter protein, anti-TDP-43 or anti-RAN antibody staining per cell, as described previously [64,128].\n\nQuantitative RNA analysis\n\nTotal RNA was purified using the TRIzol reagent (Thermo Fisher Scientific) and digested with DNase I according to the manufacturer’s instructions (Promega, Madison, Wisconsin, USA). DNase I was subsequently removed by phenol–chloroform extraction. RNA samples were further purified by ethanol precipitation and reverse-transcribed using M-MLV reverse transcriptase (Promega) with random hexamers. cDNA samples were quantitatively analyzed using SYBR Green-based Prime Q-Mastermix (GeNet Bio, Nonsan, Korea) and gene-specific primers on a LightCycler 480 real-time PCR system (Roche, Basel, Switzerland).\n\nLuciferase reporter assay\n\nSH-SY5Y cells on 12-well plates were co-transfected with 100 ng of EPAC1 NLUC reporter plasmid and 100 ng of FLUC control plasmid. Transfected cells were harvested 48 hours after transfection and lysed for luciferase assays using a Nano-Glo Dual Luciferase Assay kit (Promega) according to the manufacturer’s instructions. Luminescence from each cell lysate was measured using a GloMax Navigator microplate luminometer (Promega).\n\nTranslating ribosome affinity purification (TRAP)\n\nTRAP was performed as described previously [129] with minor modifications. Briefly, SH-SY5Y cells stably expressing GFP-RPL10A were collected and lysed in a lysis buffer (20 mM HEPES-KOH pH 7.4, 150 mM KCl, 10 mM MgCl2, 1%(v/v) NP-40, 100 μg/ml cycloheximide, 1 mM dithiothreitol [DTT], 1 mM phenylmethylsulfonyl fluoride [PMSF], and 200 U/ml RNase inhibitor) at 4°C for 15 minutes with gentle rocking. Lysates were first centrifuged at 2,000 × g for 5 minutes at 4°C, and the supernatant was collected and further clarified by centrifugation at 20,000 × g for 10 minutes at 4°C. After clarification by centrifugation, 30 μl of soluble extracts were retained as input, and the remaining soluble extract was incubated with anti-GFP antibody (NeuroMab, Davis, California, USA) at 4°C for 1.5 hours with gentle rocking. Pre-equilibrated Protein G magnetic beads (New England BioLabs, Ipswich, Massachusetts, USA) were added to the extracts and further incubated at 4°C for 1.5 hours with gentle rocking. The beads were washed 4 times with a wash buffer (20 mM HEPES-KOH pH 7.4, 350 mM KCl, 5 mM MgCl2, 1%(v/v) NP-40, 100 μg/ml cycloheximide, 1 mM DTT, 1 mM PMSF, and 200 U/ml RNase inhibitor) prior to RNA extraction. Input and translating ribosome-associated RNAs were purified using an RNeasy Mini kit (QIAGEN, Hilden, Germany) according to the manufacturer’s instructions.\n\nDifferential gene expression analysis by RNA sequencing\n\nRibosomal RNA was depleted from 50 ng of purified RNA samples using an rRNA depletion kit (New England BioLabs). cDNA libraries for RNA sequencing were generated using a NEBNext Ultra Directional RNA Library Prep Kit for Illumina according to the manufacturer’s instructions (New England BioLabs). The quality of sequencing libraries, defined by RNA integrity number (RIN) values, was examined using a DNA1000 chip (Agilent, Santa Clara, California, USA) and Agilent Technologies 2100 Bioanalyzer. After quantification by qRT-PCR using SYBR Green PCR Master Mix (Applied Biosystems, Foster City, California, USA), an equimolar amount of index-tagged libraries was pooled into a single sample. Clusters were generated in the flow cell on the cBot automated cluster-generation system (Illumina, San Diego, California, USA). RNA sequencing was performed on a NovaSeq 6000 system (Illumina) with a 2× 100-bp read length (DNA Link, Seoul, Korea). Sequence reads were first mapped to the reference genome (Human hg19) using Tophat (v2.0.13) [130,131], yielding 50 to 75 million mapped reads per sample. The aligned results were added to Cuffdiff (v2.2.0), and differentially expressed genes (DEGs) were identified using the Cuffdiff output file, “gene_exp.diff.”\n\nImmunoprecipitation (IP)\n\nSH-SY5Y cells on a 100-mm dish were collected and lysed in a lysis buffer (25 mM Tris-Cl pH 7.5, 150 mM NaCl, 10% glycerol, 1 mM EDTA, 1 mM DTT, 0.5%(v/v) NP-40, and 1 mM PMSF) at 4°C for 15 minutes with gentle rocking. After clarification by centrifugation, 30 μl of soluble extracts were retained as input, and the remaining soluble extract was incubated with 2 μg of antibody or control IgG at 4°C for 1.5 hours with gentle rocking. Pre-equilibrated Protein G magnetic beads (New England BioLabs) were added to the extracts and further incubated at 4°C for 1.5 hours with gentle rocking. The beads were then washed 5 times in the same buffer. Input samples and immunoprecipitates were resolved by SDS-PAGE on 6.5% and 10% gels, and then proteins in each gel were transferred to Protran nitrocellulose membranes (GE Healthcare, Chicago, Illinois, USA) and incubated with a specific set of primary antibodies. The primary antibodies used in immunoblotting were mouse anti-RAN (1:1,000; Santa Cruz Biotechnology), mouse anti-importin β1 (1:1,000; Santa Cruz Biotechnology), mouse anti-RANGAP1 (1:1,000; Santa Cruz Biotechnology), mouse anti-RANBP2 (1:1,000; Santa Cruz Biotechnology), mouse anti-EPAC1 (1:500; Santa Cruz Biotechnology), rabbit anti-LSM12 (1:2,000), rabbit anti-p-EIF2α (1:2,000; Cell signaling), mouse anti-EIF2α (1:1,000; Santa Cruz Biotechnology), mouse anti-tubulin (1:1,000; Developmental Studies Hybridoma Bank), rabbit anti-ATXN2 (1:2,000; Proteintech), rabbit anti-ATXN2L (1:2,000; Medico, Ansan, Korea), mouse anti-PABPC1 (1:1,000; Santa Cruz Biotechnology), and mouse anti-FLAG (1:2,000; Sigma-Aldrich). Immunoreactive proteins were recognized by species-specific horseradish peroxidase-conjugated secondary antibodies (Jackson Immuno Research Laboratories), with subsequent detection by Clarity Western ECL blotting substrate (Bio-Rad, Hercules, California, USA) using ImageQuant LAS 4000 (GE Healthcare).\n\nQuantification and statistical analysis\n\nQuantification procedures for all experimental analyses are described in figure legends and Materials and Methods above. Microsoft Excel and GraphPad Prism 8 software were used for Student t test, 1-way analysis of variance (ANOVA), and 2-way ANOVA with post hoc tests. The statistical details of experiments, including the number of experiments and samples analyzed, the statistical tests used, and P values, are described in the figure legends.\n\nSupporting information"
}