{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001678",
  "doi": "10.1371/journal.pbio.1001678",
  "externalIds": [
    "pii:PBIOLOGY-D-13-00225",
    "pmid:24115911",
    "pmcid:PMC3792862"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Structure of UreG/UreF/UreH Complex Reveals How Urease Accessory Proteins Facilitate Maturation of Helicobacter pylori Urease",
  "authors": [
    {
      "name": "Yu Hang Fong",
      "first": "Yu Hang",
      "last": "Fong",
      "affiliation": "School of Life Sciences, Center for Protein Science and Crystallography, The Chinese University of Hong Kong, Hong Kong, China"
    },
    {
      "name": "Ho Chun Wong",
      "first": "Ho Chun",
      "last": "Wong",
      "affiliation": "School of Life Sciences, Center for Protein Science and Crystallography, The Chinese University of Hong Kong, Hong Kong, China"
    },
    {
      "name": "Man Hon Yuen",
      "first": "Man Hon",
      "last": "Yuen",
      "affiliation": "School of Life Sciences, Center for Protein Science and Crystallography, The Chinese University of Hong Kong, Hong Kong, China"
    },
    {
      "name": "Pak Ho Lau",
      "first": "Pak Ho",
      "last": "Lau",
      "affiliation": "School of Life Sciences, Center for Protein Science and Crystallography, The Chinese University of Hong Kong, Hong Kong, China"
    },
    {
      "name": "Yu Wai Chen",
      "first": "Yu Wai",
      "last": "Chen",
      "affiliation": "King's College London, Randall Division of Cell and Molecular Biophysics, London, United Kingdom"
    },
    {
      "name": "Kam-Bo Wong",
      "first": "Kam-Bo",
      "last": "Wong",
      "affiliation": "School of Life Sciences, Center for Protein Science and Crystallography, The Chinese University of Hong Kong, Hong Kong, China"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-10",
  "dateAccepted": "2013-08-29",
  "dateReceived": "2013-01-18",
  "volume": "11",
  "number": "10",
  "pages": "e1001678",
  "tags": [
    "Type/Research Article"
  ],
  "abstract": "Structural and biochemical study of urease accessory protein complex provides mechanistic insights into the delivery of nickel to metalloenzyme urease, an enzyme enabling the survival of Helicobacter pylori in the human stomach.",
  "fullText": "Introduction\n\nMore than a quarter of the cellular proteins are metalloproteins [1]. Homeostatic regulation on the incorporation of specific metal ions to these metalloproteins is essential to life. Metal ions that occupy the top of the Irving-Williams series [2], such as nickel, copper, and zinc, form stable complexes with proteins. Therefore, these metals must be tightly regulated in the cell to be kept out of other proteins that require less competitive metals to function. Specificity of metal incorporation into metalloprotein is conferred by specific protein–protein interactions with metallochaperones. Urease is a nickel containing metalloenzyme that hydrolyses urea into ammonia. It is a bacterial virulence factor that enables the survival of bacteria through the use of urea as the sole nitrogen source under nitrition limiting conditions [3]. Moreover, its activity enables Helicobacter pylori to survive under strongly acidic conditions of the human stomach by neutralizing gastric acid with the ammonia released [4]. Maturation of urease, a process that involves the delivery of two nickel ions into the carbamylated active site of the apo-enzyme, offers a paradigm to study metallochaperone-driven incorporation of metal into metalloenzyme.\n\nFour urease accessory proteins—UreE, UreF, UreG, and UreH (UreH is an ortholog of UreD found in other species)—participate in the regulation of nickel delivery and urease maturation [5]. These genes were first identified in Klebsiella aerogenes using deletion and complementation approaches [6] and their homologs were later identified in H. pylori in a similar fashion [7]. In vitro pull-down assay showed that apo-urease forms a series of complexes with K. aerogenes urease accessory proteins—namely, UreD/urease [8], UreF/UreD/urease [9], and UreG/UreF/UreD/urease [10]. The interactions between urease and its accessory proteins were further supported by yeast-two-hybrid [11]–[13] and tandem affinity purification. It was hypothesized that the UreG/UreF/UreH complex is responsible for delivery of nickel ions into the urease active site and the formation of the preactivation complex is a critical step involved in urease maturation. Truncation study on K. aerogenes UreE–UreF fusion protein demonstrated that the C-terminal region of UreF is essential for interaction with other urease accessory proteins [14]. We have recently solved the crystal structure of UreF/UreH complex and demonstrated that UreH induces conformational changes in UreF to facilitate the recruitment of UreG [15]. Substitutions on the conserved residues at the C-terminal tail of UreF disrupt the formation of UreG/UreF/UreH complex [15]. Failure to recruit UreG to form UreG/UreF/UreH complex also resulted in abolishment of urease maturation [15],[16].\n\nUreG is a SIMIBI (after signal recognition particle, MinD, and BioD) class GTPase involved in the regulation of nickel delivery [17]. Biological functions of SIMIBI GTPases are frequently regulated by dimerization [18]. Its GTPase activity is essential for urease maturation as either the substitution of GTPase P-loop motif or the use of nonhydrolyzable GTP analog during urease activation resulted in inactive urease [10],[19],[20]. UreG contains an invariant metal binding Cys-Pro-His motif [21],[22], substitution of which abolishes urease maturation [22]. It has been shown that UreG can interact with UreE, which was hypothesized as a nickel carrier that supplies nickel to urease during the maturation process [23]–[25].\n\nHow urease accessory proteins facilitate maturation of urease is not well understood. It is not known how GTP hydrolysis of UreG is coupled to urease activation, and why the recruitment of UreG to the urease preactivation complex is essential for urease maturation. Here, we report the structure of the UreG/UreF/UreH complex. Together with our biochemical study, we have revealed how urease accessory proteins couple GTP hydrolysis to nickel delivery, which may provide a paradigm for other metal-delivering NTPases.\n\nResults\n\nCrystal Structure of the UreG/UreF/UreH Complex\n\nTo gain insight into the urease maturation process, we determined the structure of the UreG/UreF/UreH complex in its GDP-bound state to 2.35 Å resolution using X-ray crystallography (Table S1). Coordinates of the structure have been deposited in the Protein Data Bank (PDB Code: 4HI0; the coordinates were communicated to Prof. R. P. Hausinger prior to publication and our structure was mentioned in a recent review article by Hausinger et al. [26]). The asymmetric unit contains two copies of each of UreF, UreH, and UreG, related by 2-fold symmetry, forming a dimer of heterotrimers (Figure 1A). UreF and UreH in the UreG/UreF/UreH complex have essentially the same conformation as previously reported in the UreF/UreH complex (Figure S1, Cα r.m.s.d. 0.742 Å). The UreG/UreF/UreH complex structure represents the first known structure of UreG (Figure 2A). The topology of UreG is characteristic of SIMIBI class GTPases containing the canonical G1 to G5 motif for guanine nucleotide recognition (Figure S2). Two GDP ligands are sandwiched between two UreG protomers (Figure 1A). UreG contains an invariant Cys66-Pro67-His68 metal binding motif (Figure S3) [27], substitution of which abolishes the metal binding properties of UreG [22],[27]. This metal binding motif is found at the dimer interface between two UreG protomers (Figure 2A). Cys66 and His68 from each protomer are arranged in a symmetric formation that could potentially bind a metal ion at the interface (Figure 2A).\n\nThe crystal structure also showed that UreG interacts strictly with UreF only, leading to an overall structure resembling that of an inverted-T shape (Figure 1A). Each UreG protomer makes extensive contacts with both protomers of UreF. The contact surface area between one UreG protomer (chain E) and UreF chain A is 1,664 Å2 and with chain C is 1,004 Å2, respectively. The interaction between UreG and UreF is mostly mediated via specific hydrogen bonds and salt bridges (Table S2), with the interacting residues distributed evenly in a ring-shaped pattern on the UreG dimer surface contacting UreF (Figure 2B). These interacting residues are positioned in close proximity to the GTPase switch I and II (G2 and G3) motifs and the metal binding motifs of UreG (Figures 1B and 2A). Moreover, each UreG protomer is in intimate contact with the residues on the F-tail loops of both protomers of UreF (Figure 1B). This observation is consistent with previous structural and mutagenesis analyses, which suggest that binding of UreH induces the ordering of the F-tail loop structure required for the recruitment of UreG [15],[16].\n\nHomodimerization of UreF/UreH Complex Is Essential for the Recruitment of UreG\n\nAs each UreG protomer interacts with both protomers of UreF (Figure 1B), we hypothesized that dimerization of UreF/UreH to form the (UreF/UreH)2 complex is prerequisite to UreG recruitment. To test this hypothesis, we created a UreF variant (R179A/Y183D) (Figure 3A) that disrupted the homodimerization of UreF/UreH (Figure 3B). We showed that the substitutions resulted in a dimerization-deficient UreF(R179A/Y183D)/UreH complex that failed to recruit UreG (Figure 3C). Next, we test if the UreF variant can activate urease in vivo (Figure 3D). Whereas the wild-type pHpA2H plasmid gave an activity of 0.31±0.02 µmol NH3 mg−1 min−1, pHpA2H-ureF(R179A/Y183D) mutant plasmid gave activity similar to that of the negative control of pHpAB, containing only the urease structural genes (Figure 3D). Taken together, our results suggest that homodimerization of the UreF/UreH complex is essential for the recruitment of two copies of UreG to form the (UreG/UreF/UreH)2 complex and urease maturation.\n\nGTP and Nickel Induces Dissociation of UreG Dimer From the UreF/UreH Complex\n\nIn an attempt to prepare the UreG/UreF/UreH complex in its GTP-bound state, we have accidentally discovered that UreG has a tendency to dissociate from the UreG/UreF/UreH complex upon addition of GTP. We performed GST pull-down experiments to test the interaction between UreG and UreF/UreH in the presence of GDP or GTP. Our results showed that UreG partially dissociated from the GST-UreF/UreH complex in the presence of GTP (Figure 4A, lanes 5 and 6). On the other hand, complete dissociation of UreG was observed upon addition of both GTP and nickel (Figure 4A, lanes 11 and 12). Similar observation was obtained when GTP and zinc was added (Figure S4, lanes 5 and 6). These observations suggest that GTP binding promotes dissociation of UreG from the UreF/UreH complex, the process of which is enhanced by addition of nickel or zinc.\n\nThat the addition of both GTP and nickel dissociated UreG from the UreF/UreH complex was further supported by size exclusion chromatography/static light scattering (SEC/SLS) analysis. The UreG/UreF/UreH complex was eluted as a single peak at 12.5 ml, with a molecular weight of 156.7±0.5 kDa, which is consistent with the expected molecular weight of a heterohexameric (UreG/UreF/UreH)2 complex (Figure 4B, injection 1). Addition of GTP and nickel ions to the UreG/UreF/UreH complex resulted in elution of two peaks at 12.9 ml and 15.1 ml with molecular weights consistent with that of the UreF/UreH complex and UreG dimer (Figure 4B, injection 2). SDS-PAGE analysis of the eluted fractions confirmed the identity of the proteins eluted in the corresponding peaks (Figure 4C).\n\nUreG Forms a Nickel-Charged Dimer in the Presence of Both GTP and Nickel\n\nThe dissociation of UreG dimer from UreF/UreH complex upon the addition of GTP and nickel prompted us to systematically characterize the oligomerization state of UreG in the presence of GDP, GTP, and/or nickel ions. SEC/SLS analysis showed that regardless of the addition of guanine nucleotides, UreG eluted in a monomeric form (molecular weight ∼24 kDa) in the absence of nickel (Figure 5A, injections 1 to 3). In agreement with a previous study, we found that UreG remains a monomer in the presence of nickel (Figure 5A, injection 4) [21]. UreG showed some tendency to dimerize in the presence of nickel and GDP as indicated by the presence of a minor peak with molecular weight of 44.5±1.8 kDa (Figure 5A, injection 5). In the presence of both GTP and nickel ion, however, UreG eluted as a stable dimer with a molecular weight of 46.8±0.2 kDa (Figure 5A, injection 6). We further accessed the nickel content of UreG dimers by collecting the protein sample eluted from the SEC/SLS system and measuring its nickel content using atomic absorption spectroscopy (AAS). Our result shows that the protein sample contained 1.2±0.1 bound nickel per UreG dimer (Figure 5C). To demonstrate that the invariant Cys66-Pro67-His68 metal binding motif of UreG is responsible for its GTP-dependent dimerization and nickel binding properties, we repeated the above experiments using UreG(C66A) and UreG(H68A) variants. We found that while wild-type UreG dimerizes in the presence of GTP and nickel, both UreG variants remained as monomers (Figure 5B). Both UreG variants also have significantly reduced nickel chelating ability as compared to the wild-type UreG (Figure 5C). Thus, our data suggest that the UreG dimer binds a nickel ion with the invariant Cys66-Pro67-His68 motif at the dimeric interface.\n\nUreG Dimer Releases Nickel upon GTP Hydrolysis\n\nAs observed in the crystal structure of the UreG/UreF/UreH complex, the metal binding motif of UreG is situated at the interface between two UreG protomers (Figure 2A). Moreover, SEC/SLS analysis of UreG above suggested that the oligomerization state of UreG is related to its guanine nucleotide state (Figure 5A). These observations give rise to an attractive hypothesis that the transitioning of UreG between its monomeric and dimeric forms enables it to dynamically assemble and disassemble the metal binding site to deliver nickel to its target urease.\n\nWe first tested if the nickel-charged UreG dimer can revert to monomer upon hydrolysis of bound GTP. Since bicarbonate is a known cofactor required for urease activation [28],[29], we speculated that bicarbonate stimulates GTP hydrolysis by UreG. We found that after incubation in the absence of bicarbonate at 37°C for 3 h, UreG mostly remained in the dimeric state (Figure 6A, upper panel). In contrast, all the UreG became monomeric in the presence of bicarbonate (Figure 6A, upper panel). We then measured the phosphate released during the incubation period using a malachite green-based assay. We found that each nickel-charged UreG dimer, when stimulated by bicarbonate, released 2.0±0.4 phosphate (Figure 6B), whereas only a negligible amount of phosphate was released when GTP and nickel are incubated with bicarbonate in the absence of UreG (Figure S5). In comparison, only 0.3±0.1 phosphate was released in the absence of bicarbonate (Figure 6B). When the experiment was repeated using UreG dimers prepared with GTPγS, which is a nonhydrolyzable analog of GTP, we found that UreG remained mostly in its dimeric form regardless of the presence of bicarbonate (Figure 6A, lower panel). Our results suggest that GTP hydrolysis stimulated by bicarbonate dissociates UreG dimer into monomer. In addition, we found that neither acetate, formate, nor sulfate is capable of stimulating phosphate release from UreG dimer (Figure S6). Therefore, stimulation of UreG GTPase activity appears to be specific to bicarbonate.\n\nWe then tested whether the bound nickel of UreG dimer is released upon GTP hydrolysis. We compared the nickel content of the dimeric and monomeric forms of UreG using AAS. Our results showed that after 3 h incubation in the presence of bicarbonate, each GTP-containing UreG dimer released 1.0±0.1 nickel ion. In comparison, less than 0.10 nickel was released from UreG dimer containing GTPγS (Figure 6C). Taken together, monomeric UreG dimerizes in the presence of both GTP and nickel ions. Stimulated by bicarbonate, UreG hydrolyzes GTP to GDP and returns to its monomeric form while releasing nickel ions in the process (Figure 6D).\n\nNickel, But Not Zinc, Induces GTP-Dependent Dimerization of UreG\n\nTo test the metal specificity of GTP-dependent dimerization of UreG, we compared the dimerization behavior of UreG with nickel or zinc using SEC/SLS. UreG was mixed with nickel or zinc sulfate in the absence/presence of guanine nucleotides (Figure S7A). The protein sample was then loaded to a gel filtration column and eluted with a buffer without metal ions. Our results showed that UreG only formed a stable dimer with the addition of both nickel and GTP in the protein sample.\n\nIt was reported that zinc can induce dimerization of UreG [21],[30]. However, in their experiments, they included 10 µM zinc in the gel filtration buffer. Consistent with their finding, we found that UreG dimerized irrespective to the guanine nucleotide state when zinc was included in the gel filtration buffer (Figure S7B), but remained monomeric when the metal was absent from the buffer (Figure S7A). These findings suggest that zinc-induced UreG dimer is stable only when a constant amount of free zinc ion is in solution. In contrast, UreG was able to maintain a stable dimeric form with GTP even when nickel was not present in the gel filtration buffer (Figure S7A). Given the limited pool of free metal ions in the cytosol under cellular conditions, we deem that GTP-dependent dimerization of UreG is specific for nickel.\n\nNickel-Charged UreG Dimer Can Activate Urease in the Presence of UreF/UreH Complex\n\nConsidering both structural and biochemical data, we showed that dimerization of the UreF/UreH complex provides a platform to recruit two copies of UreG in a GDP-bound state to form a heterohexameric complex (UreG/UreF/UreH)2. Addition of nickel and GTP dissociates the complex into the (UreF/UreH)2 complex and a nickel-charged UreG dimer (Figure 4). We then questioned whether the nickel-charged UreG dimer is biologically active and capable of activating urease. To this end, we performed an in vitro urease activation assay using purified proteins, without external sources of nickel or GTP other than those from the UreG dimers. We found that the nickel-charged UreG dimer can activate urease only in the presence of the UreF/UreH complex (Figure 7A). In contrast, without the addition of UreF/UreH, the nickel-charged UreG dimer alone was not capable of urease activation (Figure 7A). Moreover, only GTP-bound UreG dimers could activate urease but not those with GTPγS (Figure 7A), suggesting that GTP hydrolysis is a requirement for urease activation. Consistent with the observation that bicarbonate can stimulate GTPase activity of UreG, we also found that urease can be activated only in the presence of bicarbonate (Figure 7B). Since bicarbonate can also stimulate the release of nickel from the UreG dimer (Figure 6), we tested if free nickel at a concentration equivalent to that of UreG dimer (20 µM) can activate urease. Our results showed that the addition of nickel resulted in only ∼18% urease activation in the absence of UreG (Figure 7C). This observation suggests that the bound nickel in the UreG dimer is important in urease activation, and it is likely that GTP hydrolysis of UreG and nickel release have to couple with the UreF/UreH/urease complex to achieve efficient urease activation.\n\nNickel-charged UreG dimer can activate urease in vitro in the presence of UreF/UreH (Figure 7A), suggesting nickel ions were transferred from the UreG dimer to urease. We next tested whether the nickel-charged UreG dimer can interact with the UreF/UreH/urease complex. Pull-down assay showed that the nickel-charged UreG dimer does not interact with the GST-UreF/UreH complex (Figure 7D). This indicates that the nickel-charged UreG dimer does not reassociate with the UreF/UreH complex. Interestingly, we found that the nickel-charged UreG dimer can interact with the GST-UreF/UreH/urease complex (Figure 7D). Presumably, conformational changes resulting from the formation of the UreF/UreH/urease complex are necessary to accommodate the UreG dimer. Nevertheless, our result implies that nickel is transferred from UreG to urease through the complex formation with UreF/UreH and urease.\n\nDiscussion\n\nUrease is a metalloenzyme whose catalytic activity is crucially dependent on the placement of the proper metal ion in the active site. This is achieved in vivo through the use of four urease accessory proteins in a GTP-hydrolysis-dependent process [10]. It is well known that these urease accessory proteins form a series of complexes with urease [5], leading to the formation of the urease preactivation complex consisting of UreF, UreH, UreG, and urease. Crystal structures of the UreF and UreF/UreH complex provided a structural rationale for the sequence of assembling components in the preactivation complex [15],[31]. Using chemical cross-linking, mutagenesis, and SAXS experiments, it has been shown that UreF/UreH binding induces conformational changes on urease [32],[33]. UreF has been suggested to increase the fidelity of nickel incorporation in urease [16]. However, less is understood on how nickel is inserted into urease.\n\nIn this study, we have determined the crystal structure of the UreG/UreF/UreH complex. Static light scattering measurements established that while apo-UreG is monomeric in solution (Figure 5A), the complex exists in a dimeric (UreG/UreF/UreH)2 formation similar to that observed in the crystal structure (Figure 4B). Together, the structure shows that (UreF/UreH)2 provides a scaffold for UreG dimerization. In support of this, it has been previously observed that UreF variants with substitution of conserved residues at the UreF-UreG interface abolished both recruitment of UreG and maturation of urease [15],[16]. Moreover, UreF/UreH dimerization is essential to urease maturation, as suggested by our mutagenesis study showing that UreF with substitutions to disrupt the homodimerization of UreF/UreH complex also failed to recruit UreG and abolishes urease maturation (Figure 3). Taken together, we conclude that UreF/UreH-assisted dimerization of UreG is a prerequisite for the production of active urease.\n\nOur structure further indicates that dimerization of UreG brings together the invariant Cys-Pro-His metal binding motifs on each UreG protomer, suggesting that nickel is chelated at the dimeric interface of UreG (Figure 2A). Next, we showed that nickel can induce GTP-dependent dimerization of UreG (Figure 5A) and that a stable nickel-charged UreG dimer can be purified. The role of the Cys-Pro-His motif in binding metal was confirmed by the observation that UreG variants with either C66A or H68A substitutions abolished nickel-induced GTP-dependent dimerization of UreG (Figure 5B). Furthermore, equivalent substitutions on K. aerogenes UreG abolished urease maturation [22]. Together, this suggests UreG dimerization results in the chelation of a nickel ion that is essential to urease maturation. Further experimentation with the UreG dimer showed that nickel is released from this dimer upon GTP hydrolysis (Figure 6B and 6C), which accounts for the previously shown requirement of GTP hydrolysis for urease activation [10].\n\nOur results also provide insights into how UreG couples GTP hydrolysis to the delivery of nickel to urease [10]. We showed that the nickel-charged UreG dimer can form a complex with UreF/UreH and urease, which upon stimulation of GTPase activity with bicarbonate resulted in activated urease (Figure 7). How the UreG dimer interacts with UreF/UreH/urease is not known. Since the UreG dimer only interacts with the UreF/UreH/urease complex but not UreF/UreH, we speculate conformational changes resulting from the formation of the UreF/UreH/urease complex are necessary to accommodate the UreG dimer. We additionally note that in the GST pull-down experiment demonstrating an interaction between UreG dimer and UreF/UreH/urease complex, UreB (α chain of urease) appears to be substoichiometric in comparison to UreA (β chain of urease) (Figure 7D). This suggests the possibility that some UreB may have dissociated from UreA when interacting with the UreG/UreF/UreH complex and direct interaction occurs between UreG/UreF/UreH and UreA but not UreB. Nevertheless, our results demonstrated that the nickel-charged UreG dimer is able to activate UreF/UreH-bound apo-urease in a GTP-hydrolysis-dependent process (Figure 8A). It is interesting to note that the invariant metal binding motif Cys-Pro-His of UreG is located next to the switch I and II regions (Figure S8). The canonical loaded-spring switch mechanism universal to many GTPases such as Ras and Rho [34] involves conformational changes in switch I and II regions. Given that the Cys-Pro-His motif is in close contact with residues in the switch II region (Figure S8), it can be anticipated that GTP hydrolysis can induce conformational changes at the Cys-Pro-His motif located at the dimeric interface, altering the nickel chelation environment and/or dissociation of UreG into monomer, thus leading to the release of nickel to the urease.\n\nHow nickel is transferred to UreG in vivo is currently not known. It has been postulated that UreE is the nickel carrier protein and a likely source of nickel in urease maturation [35]–[37]. Structures of UreE with a nickel bound at the interface between two UreE protomers was reported [23],[38] and characterized using X-ray absorption spectroscopy [38]. Moreover, UreE and UreG interaction was detected using yeast-two-hybrid and tandem affinity purification approaches [11]–[13],[39]. Affinity pull-downs showed that K. aerogenes UreG and UreE form a complex in the presence of nickel [22]. The strength of the interaction between UreG and UreE was measured using surface plasmon resonance and biolayer interferometry techniques [40]. These observations all support the idea of a nickel transfer between UreE and UreG via protein–protein interaction.\n\nAs proposed by Hausinger et al. [26], nickel-carrying UreE may directly transfer nickel to the UreG/UreF/UreH/urease complex (Figure 8B, red arrows). This model is supported by the observation that UreE can interact with UreG/UreF/UreD/urease [22]. It is intriguing that in the crystal structure of UreG/UreF/UreH, the metal binding motif of UreG is buried and there are no obvious channels available in the UreG/UreF/UreH structure for the passage of nickel ions. Given that UreF/UreH can induce large conformational changes in urease [32],[33], conformational changes in the UreG/UreF/UreH/urease complex may occur to allow the transfer of nickel from UreE to the metal binding site of UreG.\n\nAlternatively, the nickel transfer from UreE to UreG occurs before the formation of the UreG/UreF/UreH/urease complex (Figure 8B, blue arrows). Our results suggest that GTP can weaken the interaction between UreG and UreF/UreH (Figure 4A). Since the switch I and II regions of UreG are located near its UreF-interacting residues (Figure 2A), it is conceivable that binding of GTP promotes dissociation of UreG, which then receives a nickel from UreE, perhaps in the form of a (UreE/UreG)2 complex as suggested in a modeling attempt by Bellucci et al. [27]. The resulting nickel-charged UreG dimer can then form complex with UreF/UreH and urease. In either case, the preactivation complex, involving nickel-charged UreG, UreF/UreH, and urease, delivers nickel to the urease active site upon stimulation of GTPase activity by bicarbonate (Figure 8A).\n\nAs with other GTPase-based molecular switches, it is imperative for UreG to be controlled precisely on the timing of nickel release to function effectively. Previous modeling studies argued that UreF may serve as a GTPase-activating protein (GAP) based on sequence homology [41],[42]. Biagi et al. generated a computational model of the UreE/UreG/UreF/UreH complex [42]. This model depicted UreG in an inverted orientation as compared to what was observed in the crystal structure of the UreG/UreF/UreH complex. The Biagi model suggests that the nucleotide binding site of UreG is in contact with UreF while the metal binding site is away from the UreF interface. However, this is inconsistent with our experimentally determined crystal structure of the UreG/UreF/UreH complex, which showed that the metal binding site is pointing towards the UreF while the nucleotide binding site is far away from the UreF/UreG interface (Figure 1). Moreover, GTPase activity measurements in K. aerogenes found no evidence for GAP activity by UreF [16]. Taken together, both pieces of experimental data indicate that it is unlikely for UreF to serve as GAP by supplying an arginine finger for the stimulation of GTP hydrolysis as in the case of Ras [43]. Rather interestingly, we found that it is bicarbonate ion, which is a known cofactor involved in urease maturation [28], that triggers the GTPase activity of UreG, leading to the release of nickel (Figure 6B and 6C) and activation of urease (Figure 7B). Similarly, Boer et al. observed that GTPase activity of UreG in K. aerogenes leads to phosphate release in the presence of bicarbonate under in vitro conditions [16]. We have shown that the ability to stimulate GTPase activity of UreG is specific for bicarbonate (Figure S6). That other carboxylate-group-containing anions, such as acetate and formate, did not stimulate GTPase activity suggests that it is unlikely for the bicarbonate ion to serve as a surrogate of the carbamylated Lys219 in the urease active site to signal UreG for the release of nickel. Alternatively, it is possible that GTPase activity of UreG is directed for the synthesis of carboxylphosphate as suggested [10] and thereby coupling the carbamylation of active site Lys219 to nickel release from UreG.\n\nInterestingly, it has been reported that in the absence of guanine nucleotide, UreG has a stronger binding affinity to zinc than nickel (Kd 0.33 µM versus 10 µM) [21]. Here, our results imply that the nickel affinity of UreG is modulated by guanine-nucleotide binding state. In the absence of free metal ion in the gel filtration buffer, Zn-induced dimer readily dissociated into monomer, while the GTP/nickel-charged UreG dimer remained dimeric (Figure S7). The observation implies that the GTP-bound state of UreG has a stronger binding affinity to nickel than zinc. As shown in the structure of UreG/UreF/UreH, the Cys-Pro-His motif of UreG is located next to the switch I and II regions (Figure S8), and conformational changes upon GTP binding may alter the metal chelating environment to favor nickel binding. It makes biological sense to have a large difference in nickel binding affinity between GDP and GTP bound state of UreG because it provides a mechanism to release the bound nickel upon GTP hydrolysis.\n\nAs lucidly argued in a review by Waldron and Robinson, it is the specific protein–protein interactions that drive the delivery of appropriate metal ion to the target metalloproteins [44]. Here, we have shown how urease accessory proteins form a specific complex and interplay with each other to couple GTP hydrolysis to deliver nickel into urease. It is important to recognize that UreG belongs to a growing family of G-proteins regulated by homodimerization [18]. Two other well-characterized nickel-delivering NTPases, namely HypB and CooC1, share strikingly similar properties with UreG. HypB is a close relative of UreG responsible for delivering nickel into hydrogenases. Similar to UreG, it exhibits a varying degree of dimerization in the presence of guanine nucleotides, but achieves complete dimerization in the presence of both GTP and nickel [45]. Crystal structures of HypB in its apo form [46] and GTP/zinc bound form [47] have been reported, showing two invariant cysteine residues located at the dimer interface are responsible for metal chelation. Substitutions that abolished GTP-dependent dimerization of HypB also weaken hydrogenase maturation [46],[48], indicating dimerization is essential to the functioning of HypB. CooC1 is an ATPase responsible for delivery of nickel into carbon monoxide dehydrogenases and a distant relative of UreG in the SIMIBI class NTPases. The presence of nickel, ADP, or ATP induces dimerization of CooC1 [49]. Crystal structure of CooC1 shows that a conserved Cys-X-Cys motif at the dimer interface is responsible for metal chelation [50]. Given the similarity shared among UreG, HypB, and CooC1, we believe that mechanism of nickel delivery described for UreG in this study may represent a general strategy for nickel delivery to other metalloenzymes.\n\nMaterials and Methods\n\nProtein Expression and Purification\n\nThe UreF/UreH complex was purified as described previously [15]. The UreF(R179A/Y183A)/UreH variant (Figure 3B) was purified following the same method as used for the wild-type protein. The expression vector of UreG was constructed by subcloning the ureG gene into an in-house pHisSUMO vector, which contains the coding sequence of a HisSUMO tag on a pRSETA vector (Invitrogen). UreG was expressed as a HisSUMO tagged fusion protein using transformed E. coli. HisSUMO-UreG expressing bacterial cells were lysed via sonication in buffer A (20 mM Tris/HCl, pH 7.5, 200 mM NaCl, 1 mM TCEP, and 40 mM imidazole) and loaded onto a 5 ml HisTrap column (GE Healthcare) equilibrated with buffer A. After washing with 10 column volumes of buffer A, HisSUMO-UreG was eluted with 300 mM imidazole in buffer A. HisSUMO tag was cleaved using small ubiquitin-like modifier protease SENP1C and separated from UreG by a second pass through the HisTrap column. UreG was further purified by size exclusion chromatography using HiLoad 26/60 Superdex 75 column (GE Healthcare) in buffer A without imidazole. Purified UreG was dialyzed again with 5 mM EDTA to remove any bound metal before further experimentation.\n\nThe UreG/UreF/UreH complex was prepared by mixing the UreF/UreH complex with 2-fold molar excess of UreG. The UreG/UreF/UreH complex was then isolated from excess UreG by size exclusion chromatography using HiLoad 26/60 Superdex 200 column (GE Healthcare).\n\nThe expression vector for H. pylori urease was constructed by subcloning ureA and ureB into pRSF-duet vector. Urease was expressed using transformed E. coli. Bacterial cells containing urease were lysed via sonication in buffer B (20 mM Tris pH 7.5 and 1 mM TCEP) and loaded onto a 5 ml Q Sepharose column (GE Healthcare) equilibrated with buffer B. After extensive washing using buffer B, urease was eluted using a linear 0–500 mM sodium chloride gradient. Pulled fractions were further purified by size exclusion chromatography using HiLoad 26/60 Superdex 200 column (GE Healthcare) in buffer A without imidazole.\n\nFor experiments involving the use of nickel-charged UreG dimers (Figures 6, 7, S6, and S7), the UreG dimer was purified by incubating apo-UreG at 3 mg/ml on ice with 1 mM GTP, 2 mM magnesium sulfate, and 0.5 mM nickel sulfate for 15 min. The nickel-charged UreG dimer formed was then separated from excess GTP and nickel using a Sephadex G25 desalting column.\n\nCrystallization and Structural Determination of the UreG/UreF/UreH Complex\n\nThe UreG/UreF/UreH complex was concentrated to 20 mg/ml for crystallization. Just before crystallization, 5 mM GDP, 10 mM magnesium sulfate, and 5 mM aluminum fluoride was added to the UreG/UreF/UreH complex. Crystals of the UreG/UreF/UreH complex was grown using sitting drop vapor diffusion method in 1.5 M ammonium sulfate and 100 mM sodium acetate pH 5.0 at 16°C. Crystals were harvested after 2 wk and cryoprotected by soaking in mother liquor containing 20% glycerol before flash freezing with liquid nitrogen for data collection. X-ray diffraction data were collected on beamline I-04 at a wavelength of 0.9795 Å at the Diamond Light Source (Oxfordshire, UK). Diffraction data were integrated and scaled using XDS [51]. Initial phases were obtained using molecular replacement with PHASER [52]. Structures of the UreF/UreH complex (PDB code: 3SF5) and HypB (PDB code: 2HF9) devoid of the GTPγS ligand were used as molecular replacement search models. The resulting model was further improved by iterative rounds of refinement using PHENIX.REFINE [53] with noncrystallographic symmetry (NCS) restrains and manual model building with COOT [54]. After initial rounds of refinement, clear positive electron density was identified in the Fo-Fc map in the guanine nucleotide binding pocket of UreG, in which GDP was modeled (Figure S9A). Translation-libration-screw (TLS) refinement procedure was applied in the final rounds of refinement. 2Fo-Fc map shows that clear electron density for the metal binding motif of UreG was observed (Figure S9B). The Molprobity [55] validated final model has 97.84% and 2.16% in Ramachandran favored and allowed regions, with no outlier residues.\n\nGST Pull-Down Assay\n\nTo detect interaction of the UreF/UreH complex with UreG (Figure 3C), bacterial cells expressing UreG and those expressing HisGST-UreF/UreH or HisGST-UreF(R179A/Y183D)/UreH complexes were mixed and sonicated together. Cleared cell lysate was loaded onto GST SpinTrap column (GE Healthcare) and incubated for 30 min at 4°C. The column was then washed 5 times with 500 µl of buffer C (20 mM Tris pH 7.5, 200 mM sodium chloride, 1 mM TCEP), followed by elution using buffer C with 10 mM glutathione. Eluted protein was analyzed using 15% SDS-PAGE.\n\nTo study the interaction between UreF/UreH and UreG in the presence of guanine nucleotide and/or nickel/zinc ions (Figures 4A and S4), purified GST-UreF/UreH and excess UreG was mixed and loaded onto GST SpinTrap column (GE Healthcare). After incubating for 30 min at 4°C and washing away unbound proteins, the immobilized GST-UreG/UreF/UreH complex was incubated with 1 mM GTP or GDP, 2 mM magnesium sulfate, and/or 0.5 mM nickel sulfate for 30 min at 4°C. Column was then washed 5 times with 500 µl of buffer C, followed by elution using buffer C with 10 mM glutathione. The wash fraction and eluted fraction was collected and analyzed using 15% SDS-PAGE.\n\nTo study the interaction between nickel-charged UreG dimer, UreF/UreH, and UreF/UreH/urease (Figure 7D), purified GST-UreF/UreH or GST-UreF/UreH mixed with overexpressed urease lysate was loaded onto 5 ml GSTrap column (GE Healthcare). After extensive washing with buffer C, apo-UreG or nickel-charged UreG dimer was injected into the column and incubated for 15 min. Column was then washed again with buffer C to remove unbound UreG and finally eluted using buffer C with 10 mM glutathione.\n\nSize Exclusion Chromatography/Static Light Scattering (SEC/SLS)\n\nFor the study of dimerization-deficient UreF variant (Figure 3), 100 µl of 50 µM purified UreF/UreH complex or its mutants were injected into a Superdex 200 analytical gel filtration column pre-equilibrated with phosphate-buffered saline. For the study of nickel/guanine nucleotide–dependent dissociation of UreG from UreF/UreH (Figure 4B) and dimerization of UreG (Figure 5A and 5B), 100 µl of 40 µM UreG or UreG/UreF/UreH complex pre-incubated with different combinations of 1 mM GTP/GDP, 2 mM magnesium sulfate, and 0.5 mM nickel sulfate was injected into the same column. For the study of bicarbonate-induced change in oligomerization state of nickel-charged UreG (Figure 6A), 75 µM of nickel-charged UreG with or without prior incubation of 100 mM bicarbonate was injected into the same column.\n\nFor testing the metal specificity of UreG dimerization (Figure S7), experimental conditions were chosen to closely match that used by Zambelli et al. [21] to make our results comparable. We pre-incubated 100 µM of UreG with 1 mM magnesium sulfate, 100 µM nickel sulfate, or zinc sulfate in the presence/absence of 0.5 mM GDP or GTP. The protein samples were injected into a Superdex 200 analytical gel filtration column pre-equilibrated the gel filtration buffer containing 20 mM Tris pH 8.0 and 150 mM NaCl. We included 10 µM of nickel or zinc in the gel filtration buffer in selected injections.\n\nIn all cases, protein eluted off the gel filtration column was fed into a downstream miniDawn light scattering detector and an Optilab DSP refractometer (Wyatt Technologies). Data were analyzed using ASTRA software provided by the manufacturer (Wyatt Technologies), and the molecular weights measured along with the fitting errors are reported.\n\nAtomic Absorption Spectroscopy (AAS)\n\nUreG injected into the Superdex 200 analytical gel filtration/static light scattering system was eluted into a 4 ml fraction. Nitric acid was added to the eluted UreG to a final concentration of 1%. Nickel concentration was measured using Hitachi Z-2700 polarized Zeeman atomic absorption spectrometer with graphite furnace. Data were analyzed using software provided by the manufacturer. Nickel concentration was determined by comparing measurements against a standard curve of nickel known concentration (Figures 5C and 6C).\n\nMalachite Green Assay\n\nWe incubated 200 µl of 75 µM of nickel-charged UreG in the absence or presence of 100 mM sodium bicarbonate for 3 h at 37°C. Phosphate released from UreG GTPase activity was measured using a colorimetric assay method based on malachite green [56]. Measurements were compared against a standard curve prepared using known amounts of phosphate to determine the phosphate concentration. Phosphate released by UreG dimer was derived from the difference between the amount of phosphate in solution before and after the incubation period (Figures 6B, S5, and S6).\n\nIn Vivo Urease Activation Assay\n\nFor the study of dimerization-deficient UreF variant, a cell lysate-based urease activity assay was used (Figure 3D). pHpA2H vector was constructed by cloning the entire urease operon into a pRSETA vector. pHpA2H mutant plasmids were constructed using Quikchange site-directed mutagenesis protocol (Strategene). pHpA2H plasmids carrying mutations on either ureF gene were transformed into E. coli cells. Urease activity assay was performed as described [15].\n\nIn Vitro Urease Activation Assay\n\nFor the study of investigating the ability of nickel-charged UreG in urease activation, an in vitro urease activity assay using purified proteins was used (Figure 7). The standard buffer for in vitro activation of urease consists of 20 mM HEPES pH 7.5, 150 mM sodium chloride, 1 mM TCEP, and 100 mM sodium bicarbonate. To test the activation of urease, 20 µM of each of purified urease and UreF/UreH complex was incubated with 20 µM nickel-charged UreG dimers for 2 h at 37°C. Urease activity was then determined by incubating the enzyme with 25 mM urea for 30 min at 37°C and then measuring the ammonia released using a phenol/hypochlorite reaction as described [57].\n\nSupporting Information"
}