{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000388",
  "doi": "10.1371/journal.pbio.1000388",
  "externalIds": [
    "pii:09-PLBI-RA-3265R3",
    "pmid:20532241",
    "pmcid:PMC2879413"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Defensin-Like ZmES4 Mediates Pollen Tube Burst in Maize via Opening of the Potassium Channel KZM1",
  "authors": [
    {
      "name": "Suseno Amien",
      "first": "Suseno",
      "last": "Amien",
      "affiliation": "Plant Breeding Laboratory, University of Padjadjaran, Bandung, Indonesia"
    },
    {
      "name": "Irina Kliwer",
      "first": "Irina",
      "last": "Kliwer",
      "affiliation": "Cell Biology and Plant Biochemistry, University of Regensburg, Regensburg, Germany"
    },
    {
      "name": "Mihaela L. Márton",
      "first": "Mihaela L.",
      "last": "Márton",
      "affiliation": "Cell Biology and Plant Biochemistry, University of Regensburg, Regensburg, Germany"
    },
    {
      "name": "Thomas Debener",
      "first": "Thomas",
      "last": "Debener",
      "affiliation": "Institute for Plant Genetics, Molecular Plant Breeding, Leibniz University of Hannover, Hannover, Germany"
    },
    {
      "name": "Dietmar Geiger",
      "first": "Dietmar",
      "last": "Geiger",
      "affiliation": "Plant Molecular Physiology and Biophysics, University of Würzburg, Würzburg, Germany"
    },
    {
      "name": "Dirk Becker",
      "first": "Dirk",
      "last": "Becker",
      "affiliation": "Plant Molecular Physiology and Biophysics, University of Würzburg, Würzburg, Germany"
    },
    {
      "name": "Thomas Dresselhaus",
      "first": "Thomas",
      "last": "Dresselhaus",
      "affiliation": "Cell Biology and Plant Biochemistry, University of Regensburg, Regensburg, Germany"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-06",
  "dateAccepted": "2010-04-22",
  "dateReceived": "2009-07-27",
  "volume": "8",
  "number": "6",
  "pages": "e1000388",
  "tags": [
    "Discipline/Cell Biology/Cell Signaling",
    "Discipline/Cell Biology/Developmental Molecular Mechanisms",
    "Discipline/Cell Biology/Plant Cell Biology",
    "Discipline/Developmental Biology/Developmental Evolution",
    "Discipline/Developmental Biology/Germ Cells",
    "Discipline/Developmental Biology/Plant Growth and Development",
    "Discipline/Evolutionary Biology/Developmental Molecular Mechanisms",
    "Discipline/Plant Biology/Plant Cell Biology",
    "Discipline/Plant Biology/Plant-Biotic Interactions",
    "Type/Research Article"
  ],
  "abstract": "Species-preferential osmotic pollen tube burst and sperm discharge in maize involve induced opening of the pollen tube-expressed potassium channel KZM1 by the egg apparatus-derived defensin-like protein ZmES4.",
  "fullText": "Introduction\n\nFlowering plants (angiosperms) emerged some 180–140 MYA [1] and have since inhabitated most ecological environments, which are often far away from humid conditions. Hence, new reproductive mechanisms were acquired to keep cells from drying out and to realize species-specific interactions between male and female reproductive structures, partly over long distances. Adaptive selection led to the reduction of the haploid male gametophyte to a three-cellular pollen grain and pollen tube, respectively, which is able to be transported over long distances and to grow deeply inside female reproductive tissues. As a further consequence the sperm cells lost their motility. The reduced female gametophyte (embryo sac), which is haploid in most plant species, is deeply embedded and protected in the maternal tissues of the ovule and ovary and harbors the female gametes (egg and central cell) as well as some accessory cells (synergid and antipodal cells; Figure 1A). Of these, the synergid cells are involved in pollen tube signaling, sperm delivery, and transport [2]. Extensive cell-cell communication events are likely to take place between both gametophytes, among male and female gametophyte cells, respectively, as well as the surrounding sporophytic tissue [3]. The central events preceding fertilization involve signaling towards the pollen tube to arrest growth and to induce discharge of the two sperm cells, a process first described by the famous German-Polish botanist Eduard Strasburger in 1884 [4]. It took more than 120 years to identify the first molecular players involved in these processes.\n\nCross-talk between both gametophytes to arrest pollen tube growth has recently been shown to depend on the FER receptor-like kinase (RLK) [5] and the GPI-anchored protein LRE [6] localized at the synergid plasma membrane. Nitric oxide and reactive oxygen species seem to play additional roles in this process [7],[8], and the activity of the Ca2+ pump ACA9 [9] localized at the pollen tube plasma membrane was shown to be required for pollen tube rupture. We were investigating whether small secreted cysteine-rich proteins (CRPs), specifically expressed in the embryo sac cells, play a role in these processes. Plant genomes encode large classes of CRPs accounting for more than 800 genes in Arabidopsis and approximately 600 genes in rice. Among them, defensins/defensin-like proteins (DEFs/DEFLs), lipid transfer proteins (LTPs), rapid alkanization factor (RALF) proteins, and thionins resemble the largest classes [10]. The majority of these genes are expressed in reproductive tissues and a number of genes have been shown to be specifically expressed in the cells of the embryo sac [11],[12],[13],[14],[15],[16]. Here, we report the functional analysis of a small gene-family of four members encoding DEFL proteins in the maize inbred line A188. All four genes are specifically expressed in the embryo sac and have been shown previously to be down-regulated immediately upon fertilization [12].\n\nResults\n\nZmES4 Accumulates in the Secretory Zone of the Synergid Cells\n\nZmES1-4 protein localization was studied in the maize embryo sac cells before and after fertilization in plants expressing GFP fused to the C-terminus of ZmES4 under control of its endogenous promoter. All transgenic lines showed fusion protein localization exclusively in the embryo sac cells. Some variation was observed among the cell types expressing ZmES4-GFP: most ovules expressed it in both synergid cells, others in about 80% ovules only in one synergid cell, while others showed expression additionally in egg and central cells. Signals in the antipodal cells were never observed. As shown in Figure 1A–1C and Figure S1N and S1O, the fusion protein was most prominently located in the secretory zone of the two synergids surrounding the filiform apparatus before fertilization. Unlike the ZmEA1-GFP protein, which is secreted from the egg apparatus and plays a role in short range pollen tube guidance [17], GFP fluorescence was not detected in the cell walls of micropylar nucellus cells. Weaker signals were visible in the central cell of some but not all transgenic lines. In a stack of confocal laser scanning microscopy images (Figure 1D) of a very young cellularized embryo sac, displayed fusion protein signals were also found in the endoplasmic reticulum (ER) of the central cell. 15 hours after pollination (hap), around 7 to 8 h after fertilization, ZmES4-GFP was no longer detectable in the degenerated receptive synergid cell and polar localization in the persisting synergid cell was lost (Figure 1E and 1F). Faint fluorescence, accumulating in the ER around the nucleus, was visible in the fertilized egg cell of some transgenic lines. The fusion protein was no longer detectable in all lines 24 hap, indicating that it was actively degraded after fertilization. Time course measurements using a line expressing the fusion protein in about 80% ovules only in one of the two synergid cells showed that signals first appeared after the whole embryo sac is fully differentiated (Figure 1G). During further maturation and embryo sac enlargement, most fluorescence was visible in the ER around the nucleus and the secretary zone of the synergid cell (Figure 1H). In this line, the single ZmES4-GFP expressing synergid cell was the exclusive target of the pollen tube (Figure 1I). Transient transformation of onion epidermis cells was used to investigate the secretion of ZmES proteins. As shown in Figure S1, ZmES4-GFP fusion protein entered the secretory pathway and seemed to be present in golgi stacks, constitutive secretory vesicles, as well as in the cell wall. We suggest, however, that in contrast to onion epidermis cells, in non-degenerate synergid cells, ZmES4-GFP appears to be retained in regulated secretory vesicles, as signals were not observed in the cell wall before fertilization.\n\nZmES4 Has Low DEF Activity\n\nIn order to study the DEF activity of ZmES proteins, ZmES4 was expressed under the control of the ubiquitously expressed 35S promoter in Arabidopsis. As shown in Figure S2A and S2B, antibacterial activity, which has also been reported for most plant DEFs studied so far [18], was not observed. Although antifungal activity was also not observed at the seedling stage (Figure S2C), infected ZmES4 over-expressing seedlings recovered faster than control seedlings and fungal hyphae were no longer macroscopically visible a few weeks after infection. In contrast, control plants still contained fungal hyphae, displayed chlorosis, and delayed flowering (Figure S2D). These experiments indicated that ZmES proteins still display low DEF activity and are apparently able to bind to fungal targets with a low affinity. Their major physiological function, however, is likely to be different.\n\nZmES Function Is Required for Pollen Tube Growth Arrest and Burst\n\nTo study the role of ZmES proteins during fertilization, the whole gene-family was down-regulated using RNAi-silencing. ZmES4-RNAi plants, which showed weak or lack of the RNAi-transcript, did not show any obvious phenotype. Plants that contained high RNAi-transcript levels displayed female sterility after self-pollination (Figure 2A) but full seed-set after back-crossing to wt plants. Progeny of a single copy RNAi-line back-crossed to wild type plants displayed 43% transmission of the transgene via the pollen (n = 28). Self-pollination showed 50% transmission (n = 30), indicating almost full transmission of the silencing construct via the pollen but low transmission via the female gametophyte.\n\nAfter pollination with an ACTp:GUS marker line [17], maternal tissues of the ovary and ovule were sectioned to visualize the pollen tube during the fertilization process. As shown in Figure 2B, a wt pollen tube penetrated the embryo sac, released its content, and blue staining of both egg and central cell indicated successful fertilization due to the activity of sperm derived paternal GUS genes inside female gametes. After fertilization, guidance signals apparently no longer existed, as additional pollen tubes failed to penetrate the micropylar nucellus region of the ovule. In contrast, ZmES4-RNAi plants displayed penetration of the micropylar nucellus, but GUS signals were neither detectable inside the gametes nor inside the synergid cell (Figure 2C–2E). Moreover, both synergid cells were still intact and gamete delivery had not occurred. Pollen tube over-growth was partially observed inside the egg apparatus region (Figure 2E) or growth around the egg apparatus (Figure 2G). Here, the very mature egg apparatus cells started to disintegrate. Fertilized wt ovules of the same cob show enlargement of the embryo sac and initiation of embryo and endosperm development (Figure 2F). A summary of fertilization rates is shown in Figure 2H (see also Table S1): two ZmES4-RNAi-lines and a single copy back-crossed line were analyzed for occurrence of fertilization around 1 and 2d after fertilization (27–32 hap and 53–55 hap), respectively. GUS activity in both, egg and central cell, was measured as successful fertilization. In contrast to wt embryo sacs that displayed a fertilization rate of 88%, ZmES4-RNAi lines showed a reduction to 60%. This value is higher than the expected 44% of a genetic null-mutant indicating that either the silencing effect is incomplete and/or additional factors are involved in the release of pollen tube contents.\n\nZmES4 Induces Pollen Tube Plasma Membrane Depolarization and Burst in a Species-Preferential Manner\n\nDue to limitations in visualizing the double fertilization process in planta, we chemically synthesized mature ZmES4 protein and investigated its effect on the growth behavior of in vitro in liquid-germinated and -grown pollen tubes of maize and other plant species. Buffer containing 30 µM ZmES4 induced rapid pollen tube burst at the very tube tip within seconds after application to germinated pollen tubes (Figure 3B). Within less than a minute almost 100% pollen tubes ruptured and tube content was released explosively. Even at 1,000-fold lower concentrations, one-third of pollen tubes bursted within less than 2 min (Figure S3). This reaction was species-preferential as pollen tube rupture in the maize relative Tripsacum dactyloides was essentially delayed (around 1,600–2,300 s versus 35–50 s in maize, independent from the maize genotype used; Figure 3C and 3D) or did not occur at all in other plant species tested, such as tobacco or lily (Figure 3D). In contrast, other extracellular CRPs, trypsin inhibitor from soybean [19], or LURE2 of Torenia fournieri [20] or AFP2 from Raphanus sativus [21] (Figure 3A) did not affect pollen tube growth behavior when applied at the same concentration and the same conditions. This indicates that maize and their relatives possess species-preferential ZmES targets.\n\nRapid pollen tube rupture pointed to an osmotic process and, consequently, altered solute transport at the pollen tube plasma membrane. In order to obtain a mechanistic clue about ZmES activity, the membrane potentials of growing pollen tubes were recorded, using the micro-electrode impalement technique. Membrane potentials in the range of −70 to −100 mV (n &gt;10) were recorded in fast growing pollen tubes (average −80 mV). In contrast to control substances, ZmES4 application led to a transient membrane depolarization followed by repolarization efforts, but the burst generally occurred within 1 to 2 min before repolarization was achieved (Figure 3E). These measurements indicate that ZmES4 application either leads to Cl− efflux or H+ and/or K+ influx and that ZmES4 target(s) likely represent ion-channel(s).\n\nZmES4 Opens the Inward Rectifying Potassium Channel KZM1\n\nWe aimed to identify ZmES4 target(s) and initially analyzed the secondary and tertiary structure of predicted mature ZmES proteins. Based on structure modeling ZmES proteins are more closely related to plant DEFs such as RsAFP2 and invertebrate venom peptides of various species including scorpions, snakes, sea anemones, spiders, insects, marine cone snails, and worms [22]. Less structural homology to other plant CRPs, such as the S-locus group and LURE1/2 (Figures S4 and S5) or the phylogenetic distinct vertebrate DEFs [23], was evident. Despite limited overall sequence identity, ZmES DEFLs and related animal toxins contain a conserved structure consisting of an α-helix and a triple-stranded antiparallel β-sheet (in a βαββ configuration) that is stabilized by 3–4 intramolecular disulfide bonds (Figure 4A) [22]. Although this core structure is highly conserved, the primary sequence displays little amino acid identity. As a consequence, the surface is highly polymorphic (Figure 4A) and different from each other, indicating that these proteins bind to different targets. Animal DEFs/toxins related to ZmES containing the described βαββ-structure have been shown to modulate either K+ or Na+ ion channels [22] by acting as pore blockers or gating modifiers, supporting the assumption of a role for ion channels in ZmES4-mediated pollen-tube rupture. To test the possibility of CsCl or BaCl2 as ion channel blocking agents [24], these ions were added to the pollen-tube growth medium. While addition of 100 µM MgCl2 (control) and BaCl2 did not show any significant alteration of ZmES4 effects, strong delay of more than eight times of pollen tube rupture was observed when 100 µM of the K+ channel specific inhibitor CsCl [24] was present in PGM (Figure 3D). This indicates that K+ channels could represent ZmES4 target(s).\n\nTo study the activity of potassium channels in response to ZmES4 application we expressed several known channels of the plant shaker K+ channel family of maize in Xenopus oocytes. This structurally related family consists of three different subgroups: inward rectifying (K+ uptake) channels, outward rectifying (K+ release) channels, and weakly voltage dependent channels that conduct outward as well as inward K+ currents. The rectification properties of these functionally distinct subgroups are based on their voltage dependence. Whereas outward rectifying channels are activating with a time-dependent kinetic upon depolarization, inward rectifying channels are activating with a time-dependent kinetic at hyperpolarized membrane potentials. The third subgroup consists of channels that are only weakly voltage dependent and thus their activation kinetics appear instantaneously. In maize three shaker-like K+ channels electrophysiologically characterized are shown to be expressed in pollen tubes (Figure S6). The kinetics of the inward rectifying channel ZMK1 and the weakly voltage-dependent channel ZMK2 [25] remained unchanged by ZmES4 application (Figure S7E). In contrast, the inward rectifying Shaker K+ channel KZM1 [26] lost its voltage dependence upon external application of ZmES4 (Figure 4B and 4C). Moreover, KZM1 was inhibited by Cs+ in a voltage dependent manner (Figure S7A), supporting the finding that ZmES4 induced pollen tube burst could be significantly delayed by Cs+ application. In line with the properties of a voltage-independent channel, KZM1-mediated K+ currents appeared with an instantaneous activation kinetic in response to all tested membrane voltages, leading to inward as well as outward K+ currents (Figure 3B and 3C, Figure S7B). Interestingly, at membrane potentials more negative than −120 mV the currents in the presence of ZmES4 were smaller than under control conditions. This observation indicates that ZmES4 exhibits a weak inhibitory effect at very negative voltages in addition to its influence on the gating of KZM1. Due to the weak voltage dependence in the presence of ZmES4, the currents reversed at the Nernst potential for potassium. This confirms that the observed ZmES4-induced currents were due to KZM1. Furthermore, the effect of ZmES4 was fully reversible and KZM1 regained voltage dependence and rectification properties upon protein washout (Figure S7B). In contrast to ZmES4, 100 µg/ml of the CRP RsAFP2 [21] changed neither the activation kinetics nor the voltage dependence of KZM1 (Figure S7C and S7D).\n\nDiscussion\n\nAfter the first description of fertilization in flowering plants more than 120 y ago [4], we are now beginning to understand the underlying molecular and physiological mechanisms involved in pollen tube growth arrest and burst leading to sperm discharge and gamete fusion. Here, we described the activity of the synergid cell secreted DEFL protein ZmES4, required for species-preferential pollen tube burst in maize and its activity on the pollen tube expressed potassium channel KZM1. ZmES4 application triggered membrane depolarization and opening of the pollen tube expressed potassium channel KZM1 at physiological conditions before tube burst, which occurred on average within less than a minute. ZmES4 action is very fast, suggesting that a rapid decrease in the cytosolic water potential represents the main physiological cause of pollen tube burst. Moreover, ZmES4 activity was significantly delayed in the presence of Cs+, a K+ channel specific blocker, supporting the finding that changes in potassium fluxes play a central role for pollen tube burst in maize. Indeed, osmotic processes represent important forces driving plant growth, movements, and development. Besides sugars, potassium is the major osmotically active solute to maintain plant cell turgor and drives irreversible cell expansion and reversible changes in cell volume [27]. Although the potassium concentration in the filiform apparatus, the entry point of the pollen tube inside the embryo sac, is not known, it was shown that synergid cells contain considerably high potassium concentrations [28]. Once released by the degenerating receptive synergid cell, elevated apoplastic potassium concentrations together with a given hyperpolarized pollen tube membrane potential might provide the necessary driving force allowing rapid potassium influx upon K+ channel opening. This hypothesis is further supported by the observation that high cytosolic potassium concentrations in synergid cells are concomitantly lost with pollen tube discharge [28].\n\nIn summary we showed that ZmES4-GFP fusion proteins accumulate before fertilization in vesicles at the secretory zone of mature synergid cells, which have been considered to represent the glandular cells of the female gametophyte [29],[30],[31]. Upon pollen tube arrival, vesicles contents seem to be released and disappear within 24 h. Using an RNAi knock-down approach, we found that pollen tubes were guided towards the female gametes but fail to release their contents and occasionally show overgrowth inside the egg apparatus. Using chemically synthesized ZmES4 protein, we further showed that it induced pollen tube rupture in vitro in a species-preferential manner. Moreover, ZmES4 converts the potassium channel KZM1 from a voltage-dependent inward rectifier in a voltage independent, non-rectifying channel. KZM1 is assumed to represent a major housekeeping channel in many tissues and accounts for K+ homeostasis. KZM1 has also been considered as a mediator of K+ uptake into the phloem as well as guard cells in the leaf epidermis [26]. Pollen tubes have been shown to be especially sensitive to osmotic changes and it is therefore not surprising that a large number of ion channels are involved in osmotic adjustment and K+ homeostasis and are expressed during pollen development and tube growth (see also Figure S6) [32]. KZM1 is strongly expressed in pollen tubes, but it cannot be excluded that ZmES proteins also act at other pollen tube expressed targets including Ca2+ channels—a property reminiscent to animal toxins capable of modulating various ion channels simultaneously [18],[33]. However, all described activities are capable to lead to a rapid increase in osmotic pressure in the pollen tube, which ultimately results in pollen tube rupture at its weakest point, the very tip lacking callose containing cell wall material. As a consequence, sperm cells and pollen tube tip factors required for fertilization processes are released explosively into the receptive synergid, a process described previously already at the cellular level in Torenia fournieri [34]. As described above, this process is species-preferential, as ZmES4 strongly modulated KZM1 activity but obviously showed low activity on ion-channels of related T. dactyloides pollen tubes and no significant effect on tubes of other plants tested. We discovered an up to now unknown additional species-specific reproductive hybridization barrier that could represent a further component of reproductive isolation and, thus, speciation in plants [29],[35],[36]. Moreover, this finding opens the possibility to introduce ZmES related CRPs of the DEFL subclass in embryo sac cells or potassium channels in pollen tubes of various grass species to overcome species-specific crossing barriers.\n\nThe surface loop that is responsible for species-specific antifungal activity of the plant DEF RsAFP2 has been mapped as C5-C6-loop [21],[37], the same loop that protrudes from the ZmES1 structural model (arrow in Figure 4A). This region differs in ZmES1 and ZmES2-4 indicating that ZmES CRPs may indeed target different proteins. Additionally, this region indicates a first sub-domain that could be engineered in order to overcome its species-specific properties.\n\nConsidering that the egg apparatus secretes a large cocktail of diverse small CRPs [11],[12],[13],[14],[15],[16], perhaps more ion channels and/or receptors are affected simultaneously culminating in explosive tube discharge. This hypothesis is supported by the finding that RNAi silencing of the whole ZmES family did not lead to the expected 50% reduction of the fertilization rate. However, it also cannot be ruled out that the knock-down effect was indeed 100% efficient. Thus a systematic approach is now required to analyze the functions and activities of the various embryo sac expressed DEFL genes on all pollen tube expressed ion channels and other receptors. Interestingly, our findings show that pollen tube growth inhibition and discharge is not only mechanistically related to defense mechanisms against fungal attack, but moreover similar molecular players are involved. While many DEFs are required to protect both plant and animal reproductive tissues from pathogens [29],[38],[39], ZmES proteins obviously evolved a novel function, although still possessing low antifungal activity. As indicated above, a large number of DEFL genes are also expressed in the Arabidopsis and Torenia fournieri female gametophyte [11],[15],[20] indicating that the reported physiological mechanism of tube burst might well be conserved in angiosperms and that more DEFL genes obtained other functions. Hoverer, due to the polymorphic nature of DEFL genes, orthologous genes cannot be predicted and have to be identified experimentally. For example, related DEFL genes LURE1 and LURE2 from Torenia fournieri have recently been shown to encode the female gametophyte secreted attractants of the pollen tube [20] providing further support for the assumption that DEFL genes have evolved specific functions during plant reproduction. Interestingly, a similar evolutionary phenomenon has recently been proposed for the FER RLK: a homozygous fer mutant in Arabidopsis leads to fungal resistance [40], although the function of this RLK in the ovule seems to be restricted to pollen tube growth arrest [5]. Thus, after the identification of the first players involved in pollen tube growth arrest and burst, it will now be exciting to find out how the pathways are connected and how they evolved: for example, do FER or LRE [6] signaling pathways lead to secretion of ZmES1-4 containing vesicles similar to the release of cortical granules of animal species [41]? Do ZmES proteins also act on maize homologs of Arabidopsis ACA9 Ca2+ pumps [9] whose activity is also required for pollen tube burst? And finally, can we switch back the evolutionary clock and engineer “reproductive” DEFLs into “defense” DEFLs and vice versa? Systematic approaches to study female gametophyte expressed DEFL gene families will provide exciting answers during the next few years.\n\nMaterials and Methods\n\nPlant Material and Growth\n\nMaize inbred lines A188 and H99 as well as transgenic lines were grown under standard greenhouse conditions at 26°C with 16 h light and a relative air humidity of about 60%. Pollen grains were harvested as follows: ears were shaken in the early morning to remove old pollen grains. At 9–10 a.m. tassels containing mature pollen grains were covered by paper bags and hand shaken to collect fresh pollen that was used to pollinate ears, which were bagged before silk emergence. Silks were cut to 4–8 cm immediately before pollination. Arabidopsis seeds were vernalised in growth chambers for 2 d at 4°C without light and an average air humidity of about 55%–60%. After vernalisation seeds were germinated and grown in growth chambers at long day conditions with 16 h light (22°C and 20°C in the dark). Pseudomonas syringae inoculated Arabidopsis plants were grown in separate growth chambers under short day conditions with 9 h of light (18°C). Onion bulbs for transient transformation were obtained from AGRATA GmbH.\n\nGeneration of Constructs, Biolistic Transformation, and Generation of Transgenic Plants\n\nTo generate the ZmES4-GFP-fusion construct (ZmES4p:ZmES4-GFP) for maize transformation, 1,620 bp upstream of the ZmES4 ORF was used as the promoter region. The eGFP gene was PCR amplified from the eGFP expression vector pMon30049 [42] with the primers GFPBam (5′-GGATCCGGCCGATGGGCAAGGGC-3′) and GFPXho (5′-CTCGAGTCACTTGTAGAGTTCATCC-3′) and digested with BamHI and XhoI. The NOS-terminator was amplified from pBi121 with primers SANF (5-GTCGACTCGAATTTCCCCGATC-3′) and NOEco (5′-GAATTCCCGATCTAGTAAC-3′) and digested accordingly. The ZmES4 promoter was amplified from maize inbred line A188 genomic DNA with primers PESSpe (5′-ATAGTTATTGATCTACTGGTCATGTAC-3′) and PESr (5′-CTGTGTCAGGCAGTC-3′). The ZmES4 ORF was amplified from cDNA clone ZmEC44/6[12] with primers CESf (5′-GTTCCACCACATTACTTCC-3′) and ESBsp (5′-GCGACTAGTTCCACCACATTAC-3′). The resulting fragments were amplified through overlapping PCR with primers PESSpe (5-ACTAGTTATTGATCTACTGGTCATGTAC-3) and ESBsp (5-GGGCCCTTTTGTCGTGGTGGATGTGC-3), restricted with SpeI and Bsp120, and cloned into the appropriate interfaces of the vector L29GFPeag (DNA Cloning Service). For transient expression studies, the ZmES4 promoter was replaced by the maize ubiquitin promoter present in the vector pLNU-GFP (DNA Cloning Service). The ORF of ZmES4 was amplified from clone ZmEC44/6 [12] with primers ESR-GFP (5′-GTCGGATCCATTTTGTCGTGGTG-3′) and ESF-GFP (5′-CGCGACTAGTTCCACCACATTAC-3′). The resulting fragment was cloned into the corresponding restriction sites (SpeI-BamHI) of the pLNU-GFP vector. This vector was also used as a positive control for transient biolistic transformation experiments.\n\nEpidermal onion cell layers were bombarded with 2–5 µg plasmid DNA according to the procedure described [43], except that inner onion peels (2×2.5 cm) were placed with the concave side up on 0.5% agar plates. The condition of bombardment was 1,100 psi rupture discs under a vacuum of 28 mm Hg with 6 cm target distance using the Particle gun model PDS100/He (BioRad). Bombarded peel-halves were placed after transformation with the concave side down and the cut surface in sterile 0.6% agar Petri dishes for about 17–22 h in the dark before removing the epidermis for observation using a fluorescence microscope.\n\nFor stable transformation of immature maize embryos, 5 µg plasmid DNA was precipitated onto gold particles with an average size of 0.4–1.2 mm (Heraeus) following a modified protocol [44] originally described by BioRad. Particle-DNA pellets were first resuspended in 240 µl ethanol and then 3.5 µl was each spread on the macrocarrier for particle bombardment. Immature embryos were isolated 12–13 d after pollination from A188 inbred ears after pollination with pollen from maize inbred line H99. Isolated hybrid embryos were pre-cultured 8–14 d and an additional 4 d in osmotic medium before bombardment. Co-transformation was carried out with a 35Sp:PAT-construct carrying the selectable marker PAT for glufosinate ammonium resistance (to select for BASTA® resistance). Particle bombardment, tissue culture, and selection of transgenic maize plants were carried out as described [45]. To study the role of ZmES genes during fertilization, an RNAi construct was generated to silence the whole gene-family simultaneously. The construct was designed as follows: 400 bp of the clone ZmEC 44/6 was amplified in sense orientation with primers ES4F-Eco (5′- GTCAGAATTCACCACATTACTTCCA-3′) and ES4R-Bam (5′-GACTGGATCCCAAGACATTTACAA-3′) as well as inverse with primers ES4F-Bsr (5′- GCGCTGTACACCACATTACTTCCA-3′) and ES4R-Mlu (5′-GACTACGCGTCCCAAGACATTTACAA-3′). After digestion with respective restriction enzymes, both fragments were cloned into the corresponding splicing sites of the pUbi-iF2 vector that contains a maize Ubi promoter, 1,121 bp of the Fad2 intron, and the NOS terminator. This construct was generated and like the other constructs sequenced by DNA Cloning Service.\n\nTo constitutively express ZmES4 in Arabidopsis for pathogenity tests, the vector pBD515.3 [46] as well as the clone ZmEC 44/6 carrying a ZmES4 cDNA were cut with BamHI and KpnI, ligated, and fully sequenced with the primer ZmES5AF (5′-AAAACGAATAATAATCCGGCAATGGAGTCTT-3′). Arabidopsis shoot apical meristems were transformed via the Agrobacterium-mediated vacuum infiltration method previously described [47].\n\nAnalyses of Transgene Integration and Expression Studies\n\nGenomic DNA from maize leaves was isolated based on the described method [48] with some modifications. 200–300 mg leaf material was frozen in liquid nitrogen and ground in 2 ml Eppendorf tubes containing two small steel balls using the Retsch swinging mill MM 2000 (Retsch). Extraction buffer was added to pulverised leaf material and extracted twice with phenol. After centrifugation Na2Ac (3 M, pH 5.2) was added to the aqueous part and precipitated with Isopropanol. Finally, the pellet was washed twice with EtOH (80%) and digested in R40 (10 mm Tris-HCl: pH 8.0, 1 mm EDTA: pH 8.0 and 40 µg/ml RNAse A) for 3–6 h at 37°C. Isolation of genomic DNA from Arabidopsis thaliana was done based on the method described [49]. Capillary Southern and Northern blots as well as labeling, hybridization, washing, and autoradiographic exposures were performed as described [50]. Probes to detect ZmES-GFP transgene integrations were isolated from plasmids that have been used for maize transformations. DNA probes for radiographic detection were generated as described [50] or performed with Digoxigenin-11-dUTP (DIG) by PCR according to protocols provided by Roche Molecular Biochemicals. A GFP-specific probe was prepared as follows: the GFP sequence was amplified in a standard PCR using the primers NOS (5′-CAAGACCGGCAACAGGATTC-3′) and GFPF (5′-GACTATCTTCTTCAAGGATGAC-3′). A ZmES4-specific probe was prepared using the primers 200a (5′-CCCTTGGATTGGATTGGATCG-3′) and 200b (5′-GAAGTCTGTGGTG3′).\n\nIn order to study the expression of various potassium channels in germinated pollen tubes of maize, fresh pollen of the maize inbred line A188 was germinated in 30 drops of each 5 µl PGM (pollen germination medium [51]) for 40 min. Drops were transferred into a 1.5 ml centrifuge tube and collected by centrifugation at 100× g for 60 s and immediately frozen in liquid nitrogen. For cDNA synthesis mRNA was isolated using the Dynabeads® mRNA DIRECT™ Micro kit (Dynal® Biotech, Invitrogen) according to the manufacturers' instructions using 2-fold lysis-binding buffer. cDNA was synthesized using Transcriptor High Fidelity cDNA Synthesis Kit (Roche). mRNA annealed to magnetic Dynabeads was transferred using a PickPen™ (Bio-Nobile). Quality and amount of generated cDNAs were checked by PCR using intron-flanking GAPDH-specific primers GAPDHfor (5'-AGGGTGGTGCCAAGAAGGTTG-3') and GAPDHrev (5'-GTAGCCCCACTCGTTGTCGTA-3') as well as Actin 81/83-specific primers ZmAct 81/83fw (5'-GGTGATGGTGTGTCT-3') and ZmAct 81/83rev (5'-ACTGAGCACAATGTTAC-3'). Expression of four known maize K+-channels was analyzed using the following primer pairs: KZM1-fw3 (5'-CGAGCTATTCCATGCTCCTC-3') and KZM1-rv3 (5'-GGTCATGGCTGTTTCCTTGT-3') for KZM1, KZM2-LC-fw3 (5'-TCATGTATATCCACAGCAGAAC-3′) and KZM2-LC-re3 (5′-TGATGATATTGAGCTTCCGT-3') for KZM2, ZMK1-LC-fw (5'-ATAACAATGGGCATACAG-3') and ZMK1-LC-re (5'-TTCCGTCTTTCATTGAG-3') for ZMK1, as well as ZMK2-LC-fw (5'-TCCTCAGAAACCGCAC-3') and ZMK2-LC-re (5'-CGATCAACGCCTTCTC-3') for ZMK2. Gene bank accession numbers are indicated in the legend of Figure S6. RT-PCR was performed using SYBR® Advantage® qPCR Premix (Clontech) in an Eppendorf Mastercycler® ep realplex with initial denaturation for 45 s at 95°C and 40 cycles of amplification with 8 s denaturation at 95°C, 20 s of annealing at 59°C, and 15 s of extension at 72°C followed by melting curve analysis performed from 55–95°C.\n\nFluorescence Microscopy\n\nWith the exception of the bioassay experiments described below, Axiovert 35 M or Axiovert 200 inverted fluorescence microscopes (both Zeiss) with the filter set 01 (FITC filter with excitation at 450–490 nm; emission at &gt;515 nm) or filter set 38 (GFP filter with excitation at 470–495 nm; emission at 525 nm) were used to observe GFP fluorescence in onion epidermal and maize ovule sections. A DAPI filter (Zeiss, excitation at 359–371 nm and emission &gt;397 nm) was used to visualize DNA and cell wall material. Samples were excited with UV-light produced by a HBO 50/Ac lamp and images taken with a Nikon DS-5Mc camera (Nikon). Nikon software EclipseNet was used to obtain and merge fluorescence images. Confocal laser scanning microscopy was performed using the Leica TCS 4D CLSM (Leica-Laser-Technologie, Heidelberg, Germany). Samples were excited by 488 nm with an Argon laser and monitored as described [52].\n\nIn Vitro Pollination and Histochemical GUS Assay\n\nIn vitro pollination was performed as described earlier [12] with some modifications. Unfertilized maize ears (silk length of 5–10 cm) were harvested and, after removing all hull leaves, first cut longitudinally and then transversally to obtain segments of about 5 to 6 cm length. Segments were kept on wet lab paper in a Petri dish (15 cm in diameter) with the ovule containing part of the ear upwards. All silks were orientated towards one direction, cut to the same length, and pollinated with freshly harvested ACTp:GUS pollen. To avoid drying, segments were covered within the Petri dish with wet filter paper. Sections through maize ovules were isolated from ovaries 27–32 hap as well as 53–55 hap, which corresponds to ∼22 h and ∼46 h after fertilization, respectively. Further on, these sections were used for histochemical GUS-assays and have been incubated overnight at 37°C in staining buffer containing X-Gluc (5-bromo-4-chloro-3-indolyl-β-D-glucuronic acid CHA-salt) as described [17]. Stained samples were analyzed by light microscopy using an Axiovert 200 microscope (Zeiss). Documentation was done using a CAMEDIA C-4040 ZOOM digital camera (Olympus), and images were processed with Adobe Photoshop CS2 (Adobe Systems Inc.).\n\nIn Vitro Pollination and ZmES4 Bioassay\n\nThe mature predicted ZmES4 microprotein (61 amino acids) was chemically synthesized with 80%–-90% HPLC-purity by JPT Peptide Technologies GmbH. Successful synthesis of the linear peptide was shown by LC-MS. Intra-molecular disulfide-bridges were introduced via thermodynamically controlled folding. 0.5 mg of the ZmES4 protein was each first dissolved in DMSO and then in double distilled water. Double concentrated PGM [53] was added with a final concentration of DMSO not exceeding 2% and ZmES4 microprotein available in 1× PGM. Trypsin inhibitor from soybean (Sigma), RsAFP2, and LURE2 were each dissolved using the same method described above.\n\nFresh pollen grains of maize and Tripsacum dactyloides were shaken directly onto 10 µl drops of 1× PGM placed in a 35 m m plastic Petri dish. Pollen of tobacco (Nicotiana benthamiana and Nicotiana tabaccum) and lily (Hemerocallis fulva) was transferred directly from a fresh opened anther onto drops of 1× PGM using forceps. Germination was performed at room temperature for 20 to 120 min, depending on plant species analyzed. Germinated pollen tubes were subjected to biological assays only if germination rates exceeded 75%. During this assay, droplets were observed using an Eclipse TE2000 inverted microscope (Nikon) equipped with a 1.4 Megapixel digital AxioCam MRm camera and AxioVision digital image processing software (both Zeiss).\n\nA 10 µl solution either of ZmES4/PGM or control CRPs/PGM was added to each droplet with germinated pollen using the CellTram® Air (Eppendorf) and a glass micropipette. A time series was started directly after protein addition and mixing, and pollen burst recorded for up to 120 min or stopped earlier when pollen tube burst was completed. In order to block potassium, sodium, or other cation channels, which may be targets of the ZmES4, pollen was germinated in 10 µl droplets of PGM for 15 min containing either 200 µM CsCl, MgCl2, BaCl2, GdCl3, or LaCl3. Then 10 µl ZmES4/PGM solution was added to the droplet and the number of bursted pollen tubes was determined as described above.\n\nElectrophysiological Experiments\n\nA functional analysis of maize K+ channels was performed by two-electrode voltage clamp technique following heterologous expression in Xenopus oocytes. Generation of cRNA and preparation of oocytes have been described previously [54]. Two-electrode voltage-clamp recordings were performed making use of a TURBO TEC 3× amplifier (NPI Electronic GmbH) integrated in an automated perfusion system developed for fast and efficient application of small amounts of drugs/solutions (ScreeningTool, NPI Electronic GmbH [55]). Voltage clamp recordings were performed in external solution containing 1 mM CaCl2, 1 mM MgCl2, 10 mM Tris-MES pH 7.4, 100 mM KCl, and 2% (w/v) DMSO. ZmES4 was applied at a final concentration of 150 µg/ml. Currents were elicited by voltage jumps in the range of −180 to +60 mV (10 mV increments) starting from a holding potential of −10 mV. To study the inhibition by the K+ channel specific inhibitor Cs+ [24], 5 mM CsCl was added to the standard solution. Following an activating voltage pulse of −130 mV, tail currents (It) at t  = 0 were extracted from test pulses in the range of −180 to +60 mV (10 mV increments) and plotted against the applied voltage.\n\nImpalement of pollen tube tips growing on ½ MS agar: growing pollen tubes were impaled right below the tip, using a micromanipulator (type 5171; Eppendorf) in combination with a piezo translator (P-280.30, Physik Instrumente). Micro-electrodes were pulled from borosilicate capillaries (OD 1 mm, i.d. 0.58 mm, with filament; Hilgenberg), filled with 300 mM KCl and connected by an Ag/AgCl half cell to the microelectrode amplifier (VF-102; Bio-Logic). Current-clamp measurements were recorded with PULSE software (HEKA Electronics). Data were low pass filtered at 300 Hz (8-pole Bessel-filter type 902; Frequency Devices) and sampled at 1 kHz. ZmES4 or control CRP containing liquid PGM was applied by a Drummond Nanoliter Injector (WPI).\n\nPhytopathology Tests\n\nBacterial inoculations: 4- to 5-wk-old Arabidopsis plants were hand infiltrated with Pseudomonas syringae pv. tomato DC3000 suspensions with 105 cfu/ml. At different time points (0, 1, 3, and 5 days after inoculation [DAI]) bacterial growth was analyzed by macerating two leaf discs per replicate in 10 mM MgCl2 and plating serial dilutions of the bacterial suspension on Kings B medium supplemented with 50 mg/l Rifampicin and 50 mg/l Cycloheximide. Assessment of Peronospora parasitica sporulation: different Arabidopsis ecotypes were sown onto a mixture of three parts of seedling compost and one part of sand in aluminum test tube caps with a diameter of 2.8 cm. After stratification for 2 d at 4°C, seedlings were further cultivated at 18°C in a growth cabinet with a 9 h day/15 h night cycle. 7- to 8-d-old seedlings were spray inoculated with a conidial suspension of the P. parasitica isolate Emwa 1 [56] at concentrations of either 103 or 105 conidia/ml in distilled water. The seedlings were placed in a tray covered with a clear plastic lid to maintain approximately 100% relative humidity. The degree of colonization was monitored 10, 30, and 70 DAI. For the latter time point plantlets were picked individually into 9 cm pots containing potting compost and sand (3:1).\n\nBioinformatics\n\nZmES1-4 sequence data (Genbank accessions NP_001104950, NP_001106003, NP_001106035, and NP_001105620) were compiled and compared online with GenBank, SwissProt, PIR, and PRF databases with default BLAST algorithms [57] and aligned online by ClustalW (http://www.ebi.ac.uk/clustalw/) [58]. Protein alignments were drawn by GeneDoc version 2.6.02 [59]. Prediction of protein localization and processing sites was performed online using PSORT (http://psort.nibb.ac.jp), iPSORT (http://www.HypothesisCreator.net/iPSORT), and SignalP V2.0 (http://www.cbs.dtu.dk/services/SignalP-2.0). 3D-modeling was performed using Discovery Studio 1.5 software (Accelrys Limited) and constructs were generated and drawn using Clone Manager 6 (Sci-Ed Software).\n\nSupporting Information"
}