{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000254",
  "doi": "10.1371/journal.pbio.3000254",
  "externalIds": [
    "pii:PBIOLOGY-D-18-01392",
    "pmid:31067225",
    "pmcid:PMC6505934"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Systematically improved in vitro culture conditions reveal new insights into the reproductive biology of the human parasite Schistosoma mansoni",
  "authors": [
    {
      "name": "Jipeng Wang",
      "first": "Jipeng",
      "last": "Wang",
      "affiliation": "Department of Pharmacology, UT Southwestern Medical Center, Dallas, Texas, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-0107-424X"
      ]
    },
    {
      "name": "Rui Chen",
      "first": "Rui",
      "last": "Chen",
      "affiliation": "Department of Pharmacology, UT Southwestern Medical Center, Dallas, Texas, United States of America"
    },
    {
      "name": "James J. Collins III",
      "first": "James J.",
      "last": "Collins",
      "suffix": "III",
      "affiliation": "Department of Pharmacology, UT Southwestern Medical Center, Dallas, Texas, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-5237-1004"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-05-08",
  "dateAccepted": "2019-04-18",
  "dateReceived": "2018-11-30",
  "volume": "17",
  "number": "5",
  "pages": "e3000254",
  "tags": [
    "Anatomy",
    "Animals",
    "Biochemistry",
    "Chemical compounds",
    "Chemistry",
    "Cholesterol",
    "Developmental biology",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animals",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Chemical compounds",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Cholesterol",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Embryology",
    "Discipline-v3/Embryos",
    "Discipline-v3/Epigenetics",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetic interference",
    "Discipline-v3/Genetics",
    "Discipline-v3/Helminths",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Lipids",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Organic chemistry",
    "Discipline-v3/Organic compounds",
    "Discipline-v3/Organisms",
    "Discipline-v3/Ovaries",
    "Discipline-v3/Parasitic diseases",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/RNA",
    "Discipline-v3/RNA interference",
    "Discipline-v3/Reproductive system",
    "Discipline-v3/Schistosoma",
    "Discipline-v3/Schistosoma mansoni",
    "Discipline-v3/Vitamin C",
    "Discipline-v3/Vitamins",
    "Embryology",
    "Embryos",
    "Epigenetics",
    "Eukaryota",
    "Gene expression",
    "Genetic interference",
    "Genetics",
    "Helminths",
    "Invertebrates",
    "Lipids",
    "Nucleic acids",
    "Organic chemistry",
    "Organic compounds",
    "Organisms",
    "Ovaries",
    "Parasitic diseases",
    "RNA",
    "RNA interference",
    "Reproductive system",
    "Schistosoma",
    "Schistosoma mansoni",
    "Type/Methods and Resources",
    "Vitamin C",
    "Vitamins"
  ],
  "abstract": "Schistosomes infect over 200 million people. The prodigious egg output of these parasites is the sole driver of pathology due to infection, yet our understanding of sexual reproduction by schistosomes is limited because normal egg production is not sustained for more than a few days in vitro. Here, we describe culture conditions that support schistosome sexual development and sustained egg production in vitro. Female schistosomes rely on continuous pairing with male worms to fuel the maturation of their reproductive organs. Exploiting these new culture conditions, we explore the process of male-stimulated female maturation and demonstrate that physical contact with a male worm, and not insemination, is sufficient to induce female development and the production of viable parthenogenetic haploid embryos. We further report the characterization of a nuclear receptor (NR), which we call Vitellogenic Factor 1 (VF1), that is essential for female sexual development following pairing with a male worm. Taken together, these results provide a platform to study the fascinating sexual biology of these parasites on a molecular level, illuminating new strategies to control schistosome egg production.",
  "fullText": "Introduction\n\nSchistosomes are blood-dwelling parasitic flatworms that cause serious disease in millions of people in the developing world [1]. The pathology caused by these parasites is entirely due to the parasite’s prodigious egg output [2]. Although the goal of the parasite is to pass these eggs from the host to ensure the continuity of the parasite’s complex life cycle, approximately half of these eggs become trapped in host tissues, inducing inflammation that represents the primary driver of disease [3]. Since parasites incapable of producing eggs produce little pathology in infected hosts, understanding the biology of schistosome egg production could suggest new therapeutic strategies aimed at diminishing the pathogenesis and spread of these devastating parasites.\n\nSchistosomes are unusual among flatworms because they do not sexually reproduce as hermaphrodites. Instead, schistosomes have evolved separate male and female sexes [2,4,5]. This transition from hermaphroditism to dioecism has led to some intriguing biological phenomena, in particular the observation that female schistosomes rely on continuous pairing with a male worm to become sexually mature and produce eggs [2,6–8]. Indeed, females grown in the absence of male worms are developmentally stunted, and their reproductive organs are undeveloped. Upon pairing with a male worm, the female’s sexual organs become mature, and egg production commences. Interestingly, this process is reversible since females deprived of male contact will regress to an immature state [9]. Although a variety of molecules important for female reproduction have been characterized [10–12], the nature of the signal(s) from the male that stimulate female maturation and the female response to these signals remain poorly understood.\n\nA major impediment to understanding the biology of egg production and female sexual development is that normal egg production ceases within days of removal of the parasite from the host even in the presence of male worms [13–16]. While work by numerous investigators has established robust conditions for the maintenance [17–20] and growth of adult-staged parasites [15,21,22], no in vitro conditions that sustain continuous egg production have been described. Here, we report conditions that support long-term schistosome egg production in vitro and allow for virgin female worms to become sexually mature after pairing with a male worm. As a proof of principle, we use these culture conditions to explore the process by which male worms stimulate female maturation. We find that direct contact with a male worm along the female worm’s entire body is essential for sexual maturation and viable egg production. We demonstrate that in the absence of sperm transfer, contact with a male worm is sufficient for female worms to produce viable parthenogenetic haploid embryos. Capitalizing on these culture conditions, we further report the characterization of a previously uncharacterized nuclear receptor (NR) that is essential for normal female development following pairing with a male worm. These studies provide new, to our knowledge, insights into the biology of schistosome egg production and lay the groundwork for the application of a growing molecular tool kit to understanding the fascinating sexual biology of these important pathogens.\n\nResults\n\nMedium containing ascorbic acid, red blood cells, and cholesterol supports Schistosoma mansoni egg production in vitro\n\nThe most successful systematic efforts for culturing schistosomes in vitro are those of Basch [15,21,22]. While Basch’s “medium 169” (BM169) was able to support the in vitro growth of larval parasites to adulthood [21], it was insufficient for maintaining sexually mature egg-laying female parasites [15,22]. Nevertheless, given the success of BM169 at supporting parasite growth, we reasoned BM169 was the ideal starting point for optimizing conditions for egg production. As previously reported [15], adult schistosomes recovered from mice and cultured in BM169 progressively lost the ability to lay eggs with the morphological characteristics of those laid in vivo or immediately ex vivo (Fig 1A).\n\nA schistosome egg comprises cells derived from two organs: the ovary, which contributes an oocyte, and the vitellaria, which provide 20–30 vitellocytes [2,23]. Although female worms paired with male worms retained the ability to produce oocytes during in vitro culture (S1A and S1B Fig), we noted a rapid loss in the ability of cultured parasites to generate vitellocytes, consistent with previous studies [14,16]. Vitellocytes contain two types of large cytoplasmic inclusions: lipid droplets and vitelline droplets that coalesce to form the eggshell [24,25]. Using Fast Blue BB to label vitelline droplets, we found that vitellaria progressively ceased production of large numbers of vitellocytes in BM169 (Fig 1B and 1C). Similarly, BODIPY 493/503 labeling found that the vitellaria of females in BM169 possessed few lipid droplets at day 20 (D20) (Fig 1C). Examination of a panel of genes expressed in mature vitellocytes [26] by whole-mount in situ hybridization (Fig 1D) and quantitative PCR (Fig 1E) found a significant decrease in the expression of vitellaria-specific transcripts during culture, similar to previous studies [16]. Thus, the capacity for vitellogenesis is rapidly lost in vitro.\n\nTo improve the rate of vitellogenesis and egg production, we examined supplements that could potentially satisfy either known metabolic requirements for egg production (e.g., lipids [27]) or documented auxotrophies of the worm (e.g., polyamines, fatty acids, sterols [28–30]). From these analyses, we observed no qualitative effects on egg production from supplements, including albumin (e.g., lactalbumin or linoleic acid–oleic acid–albumin), spermidine, commercially available lipid supplements, commercially available antioxidant supplements, red blood cells (RBCs), low-density lipoprotein (LDL), L-carnitine, N-acetyl-cysteine, or sera from various species (chicken, bovine, or horse). During this process, however, we came across a report detailing the formation of abnormal eggs in schistosome-infected guinea pigs fed a vitamin C (L-ascorbic acid)-deficient diet [31]. Strikingly, addition of ascorbic acid to BM169 led to a marked increase in vitelline development (Fig 1C and S1C Fig) and the production of eggs morphologically similar to those laid by parasites immediately ex vivo (Fig 1C).\n\nAlthough L-ascorbic acid had profound effects on the quality of eggs generated in vitro, the rate of egg production and development of the vitellaria remained inferior to that of fresh ex vivo parasites (Fig 1C). Thus, we re-examined some of the previous assessed media supplements. Given the critical role for lipid metabolism in egg production [27], we reasoned that adding complex sources of lipids (and other nutrients) that the parasite encounters in vivo might act synergistically with ascorbic acid. We found that supplementation with either RBCs or a commercial “cholesterol” concentrate containing purified LDL increased lipid stores along the intestine but had little effect on vitelline development or the production of normal eggs (Fig 1C). However, a combination of RBCs, the cholesterol/LDL concentrate, and ascorbic acid produced a dramatic increase in the rate of vitellogenesis (Fig 1C) and egg production (Fig 1C) and a marked increase in the expression of vitellaria-specific transcripts (Fig 1D and 1E). From here on, we refer to this formulation as ABC169 (Ascorbic Acid, Blood Cells, Cholesterol, and BM169).\n\nIn vertebrate cells, L-ascorbic acid acts not only as an antioxidant but as an essential cofactor for a variety of enzymes [32]. Mammals deficient in L-ascorbic acid cannot perform key enzymatic reactions (e.g., collagen hydroxylation), leading to symptoms commonly known as scurvy [32]. Interestingly, the effects of vitamin C to prevent scurvy are stereoselective because D-isoascorbic acid cannot replace L-ascorbic acid at equimolar concentrations [33]. Similarly, we observed that D-isoascorbic acid could not replace L-ascorbic acid in egg production (Fig 1F), suggesting that either L-ascorbic acid is selectively transported into cells or that it acts in a stereoselective fashion to facilitate one or more enzymatic reactions within the cell.\n\nParasites cultured in ABC169 produce eggs capable of developing into miracidia\n\nWe next examined the duration and quality of egg production in S. mansoni cultured in ABC169. After an initial peak, egg production from S. mansoni in BM169 dropped precipitously, and by D7 of culture, parasites laid approximately 13 egg-like masses per day (Fig 2A and 2B). We noted a similar peak in egg production using ABC169; however, after D7, these parasites sustained production of approximately 44 morphologically normal eggs per day (Fig 2A). Indeed, eggs laid in ABC169 possessed a lateral spine typical of S. mansoni eggs, had smooth shells, and contained a “germinal disc” corresponding to the early embryo (Fig 2B). Eggs freshly laid in ABC169 medium were larger on average than those laid in BM169 (Fig 2C) and contained similar numbers of nuclei as eggs laid by parasites freshly recovered from mice (Fig 2D). Because of a high concentration of phenolic proteins that originate in the vitelline droplets that form the eggshell, schistosome eggshells are highly autofluorescent [23]. In contrast to the egg-like masses from BM169, in which parasites produce few vitelline droplets (Fig 1C), eggs from parasites in ABC169 possessed autofluorescence comparable to those from parasites freshly ex vivo (Fig 2E). Furthermore, nearly half of the eggs laid by parasites at D18–20 of culture in ABC169 contained clusters of proliferative embryonic cells visualized by labeling with thymidine analog 5-ethynyl-2′-deoxyuridine (EdU) (Fig 2F and 2G). We found that parasites cultured out to 30 days in vitro retained strong Fast Blue BB labeling of the vitellaria (S2A Fig); eggs produced by these parasites between 28–30 days were morphologically normal and capable of entering embryogenesis (S2B Fig).\n\nS. mansoni eggs are passed from the host to release larvae called miracidia [2]. Approximately 10%–20% of eggs laid on the first day cultured either in BM169 or ABC169 produced miracidia (S3 Fig). However, this rate dropped during time in culture (S3 Fig). While eggs laid in BM169 after D7 were incapable of liberating miracidia, about 1%–2% of eggs laid in ABC169 produced viable and morphologically normal miracidia (Fig 2H, S1 and S2 Movies). Furthermore, we found that miracidia recovered from eggs laid on D15 to D20 were capable of penetrating Biomphalaria glabrata snails (n = 214/217 total miracidia). However, after examining more than 25 infected B. glabrata snails, we only found two snails that shed viable cercariae (S3 Movie). Given the disparity between the rate of entering embryonic development (Fig 2G) and the capacity for these embryos to mature to miracidia (S3 Fig), together with the limited ability of these miracidia to generate cercariae after infecting snails, it is possible that cues from the host are necessary for the efficient development of S. mansoni embryos into infective miracidia. Indeed, schistosome eggs appear to acquire substantial nutrients from the surrounding environment, tripling in volume during miracidial development [23]. Thus, further studies exploring optimal growth conditions for schistosome egg development could address these issues.\n\nABC169 enhances egg production in S. japonicum\n\nS. japonicum is a schistosome endemic to Asia that is also a commonly used schistosome model system. Since S. japonicum also progressively loses the ability to maintain normal egg production in vitro [14], we examined the ability of ABC169 to enhance S. japonicum egg production. Following 15 days of culture in BM169, female S. japonicum displayed reduced labeling with Fast Blue BB in their vitellaria (S4A Fig), and their eggs were smaller and misshapen (S4B Fig) and contained fewer vitellocytes than eggs from freshly perfused parasites (S4C Fig). Consistent with our observations of S. mansoni, female S. japonicum cultured in ABC169 displayed a strong deep red labeling in their vitellaria, and their eggs were morphologically similar to eggs from freshly perfused parasites (S4A–S4D Fig). Taken together, these data suggest that ABC169 is likely to be useful for the culture of S. japonicum parasites.\n\nImmature virgin females mature sexually and produce viable eggs upon pairing with male worms in ABC169 medium\n\nStudying the process by which male schistosomes stimulate female development has traditionally been challenging since females experience incomplete development following pairing with a male in vitro [34,35]. To examine sexual maturation in ABC169, we recovered immature virgin S. mansoni females from mice and paired these females with sexually mature virgin male worms. The vitellaria of paired immature females grown in BM169 were poorly developed (Fig 3A), and these parasites laid small numbers of morphologically abnormal eggs (Fig 3B). However, the vitellaria of newly paired immature virgin females cultured in ABC169 developed normal vitellaria (Fig 3A), and these parasites were capable of laying morphologically normal eggs beginning between D6–D7 of culture (Fig 3B and 3C). These eggs could initiate embryogenesis (Fig 3D, 42.7%, n = 1,010 from D16 to D22), and about 2% could develop to miracidia (eggs from D11–14, n = 2,807 eggs). Thus, ABC169 supports female development following pairing with a male worm.\n\nPhysical contact with a male worm is sufficient for female worms to produce viable parthenogenetic haploid embryos\n\nSeveral theories have been put forward to explain the mechanism by which male worms stimulate female development [2,36–38]. However, the experiments supporting (or refuting) these hypotheses were conducted using suboptimal culture conditions [37] and in many cases have not been subject to extensive reproduction in the modern literature. Thus, we were compelled to revisit key observations using ABC169. The prevailing thought is that female development requires direct contact with a male worm [7,37,38]. The most intriguing studies supporting this hypothesis are those of Popiel and Basch [35]. These authors observed that small segments of male worms could stimulate vitelline development. Interestingly, vitelline development was confined to regions in direct contact with the male segment [35]. Consistent with these observations, we found a large fraction of small posterior fragments could pair with immature females (Fig 4A and 4B, S4 Movie). These posterior segments often paired with posterior regions of female worms, and consistent with observations of Popiel and Basch, vitelline maturation occurred only in regions in direct contact with the male segment (Fig 4B). Thus, pairing with a male initiates a signal that induces localized female vitelline maturation.\n\nWhile culturing male posterior segments with female worms, we observed that these female worms laid morphologically normal eggs (Fig 4C). However, examination of these eggs found that they contained no embryos capable of incorporating EdU (Fig 4C). To explore this observation in more detail, we examined the ovaries of the female worms paired with male segments and found no evidence of mature oocyte production (Fig 4D). Since the schistosome ovary is located anterior to the vitellaria and this region was not in contact with male posterior segments, we reasoned that ovaries, like the vitellaria, might also require local contact with a male worm to mature and begin oocyte production. To test this model, we amputated males behind the testes (Fig 4E) and paired the decapitated and castrated fragments with immature female worms. Since these large posterior fragments typically ensheathed the entire female worm (Fig 4E), we reasoned that this pairing might be sufficient to stimulate oogenesis. Consistent with this model, we found that ovaries of females paired with decapitated males produced oocytes (Fig 4F). Furthermore, these parasites had fully developed vitellaria along their entire length (Fig 4G) and laid morphologically normal eggs (Fig 4H).\n\nDespite the fact that females paired with castrated male segments had no chance of being inseminated, we observed that eggs laid by these parasites possessed the ability to initiate embryogenesis (Fig 4H) and could even give rise to miracidia (0.23%, n = 4,704 eggs). Previous studies have suggested that female schistosomes can produce parthenogenetic offspring containing a haploid set of maternal chromosomes when mated with males of distantly related schistosome species [39,40]. From these experiments, it is not clear whether simply coming into contact with a male schistosome of another species is sufficient to induce the production of parthenogenetic offspring or whether parthenogenesis occurs only following the transfer of sperm [39,40]. Therefore, we examined the karyotypes of eggs laid by females paired with castrated males. Unlike the diploid karyotypes of embryos from eggs laid by freshly ex vivo parasites (2n = 16), mitotic cells from eggs laid by females paired with castrated males were haploid, containing only 8 chromosomes (Fig 4I and S5 Fig). These results suggest that only contact with a male worm along the entire length of the female body, and not insemination, is sufficient for the production of viable haploid embryos. These data highlight the value of ABC169 medium to enhance our understanding of schistosome reproductive biology.\n\nA novel NR is required for the maturation of female vitellaria following pairing with a male worm\n\nThe ability of virgin females to mature upon pairing with a male in ABC169 (Fig 3A) provides an opportunity to discover novel regulators of male-induced female maturation. In virgin female worms, specialized stem cells located in primordial ovaries and vitellaria differentiate to oocytes or vitellocytes, respectively, after pairing with a male worm. Thus, the stem cells in the primordial reproductive organs must be capable of responding to external cues instructing these cells to produce differentiated progeny (i.e., oocytes or vitellocytes). Therefore, characterizing genes expressed in these stem cells could provide clues about molecules essential for maturation following pairing.\n\nTo discover genes expressed in the reproductive stem cells, we queried our previously published data set of genes expressed in the mature female vitellaria [26] and performed in situ hybridization on mature and immature female worms. From this analysis, we identified Smp_248100 (previously known as Smp_212440), an uncharacterized protein that shares similarity to members of the NR family of ligand-activated transcription factors. Canonical NRs contain two key domains: a highly-conserved N-terminal DNA-binding domain (DBD) and a C-terminal ligand-binding domain (LBD) [41]. Primary sequence analysis confirmed that Smp_248100 contained a DBD with high amino-acid identity to DBDs from other vertebrate and invertebrate NRs (Fig 5A and S6A Fig). However, examination of the Smp_248100 C-terminus failed to identify a canonical LBD. Interestingly, the C-terminus of Smp_248100 shared stretches of high amino-acid identity with orthologous proteins from other parasitic flatworms (S6B Fig), leaving open the possibility that this protein contains a divergent LBD.\n\nBy colorimetric in situ hybridization, we detected Smp_248100 expression exclusively in the vitellaria of mature and immature females (Fig 5B). We failed to detect high-levels of specific expression in male parasites (Fig 5B). In immature females, the proliferative stem cells of the primordial vitellaria, also known as S1 cells [24], lie along the intestine in the posterior of the worm [16]. Thus, based on the expression of Smp_248100 in immature females, we reasoned that this gene is expressed in the S1 stem cells of the primordial vitellaria. To examine this model, we used a proliferative cell marker, Histone H2B (H2B), to label the proliferative S1 cells [26]. Double fluorescent in situ hybridization (FISH) on immature female worms found that most H2B+ cells along the gut also expressed Smp_248100 (Fig 5C), indicating Smp_248100 is expressed in S1 cells within the primordial vitellaria. In mature females, we similarly detected Smp_248100 in H2B+ S1 cells; however, we also detected Smp_248100 expression in H2B– cells adjacent to H2B+ cells (Fig 5D). Since we did not detect Smp_248100 expression in fully mature vitellocytes within the vitelline duct (Fig 5D), we suggest that Smp_248100+ H2B– cells are likely the immediate differentiation progeny of the S1 cells.\n\nBased on the expression pattern, we hypothesized that Smp_248100 may play a role in vitelline cell development. To examine this possibility, we performed RNA interference (RNAi) on immature virgin female worms in ABC169 and examined whether these parasites could become sexually mature and commence egg-laying upon pairing with male worms. We observed that a majority of the Smp_248100(RNAi)-treated female parasites failed to produce mature vitellocytes, as measured by Fast Blue BB staining (Fig 6A and 6B, S7 Fig) and in situ hybridization using the vitellocyte marker superoxide dismutase [26] (Fig 6B). Consistent with the effects of Smp_248100 RNAi treatment on vitelline cell development, we noted a significant decline in the rate of egg production compared to controls (Fig 6C). Since Smp_248100 is expressed in the proliferative S1 cells, we reasoned that the Smp_248100(RNAi) may result in either defects in stem cell maintenance or a defect in the ability of these cell to differentiate. To distinguish between these possibilities, we examined cell proliferation in the region of the vitellaria following Smp_248100 RNAi treatment. We observed no difference in cell proliferation in the region of the vitellaria in Smp_248100(RNAi) parasites (Fig 6D), suggesting that this gene is dispensable for S1 cell maintenance. Thus, Smp_248100 appears to be a key regulator of stem cell differentiation in the schistosome vitellaria. We also examined the effects of Smp_248100 RNAi treatment on ovary development. Consistent with a lack of robust Smp_248100 expression in the ovary, we detected no defect in the ability of Smp_248100 RNAi-treated parasites to produce differentiated oocytes (Fig 6E). Given this specific role for Smp_248100 in vitelline cell development, we propose this protein be called Vitellogenic Factor 1 (VF1).\n\nDiscussion\n\nHere, we describe culture conditions that support sustained schistosome sexual development in vitro. Of all the components of ABC media, L-ascorbic acid appeared to have the most profound effect on sexual development and egg production. Since the effects of L-ascorbic acid are stereoselective (Fig 1F), it is likely its effects are related to either the transport of L-ascorbic acid into the cell or its activity on specific biological molecules. Among the potential targets of L-ascorbic acid are the tyrosinase enzymes present in mature vitellocytes. During the production of schistosome egg shells, tyrosinases in the vitellocytes are essential for crosslinking eggshell proteins that coalesce to form the eggshell [42,43]. In vitro studies on tyrosinases suggest that L-ascorbic acid can enhance the activity of tyrosinases by reducing copper molecules in the active site of the enzyme [44]. Consistent with the model that L-ascorbic acid potentiates schistosome tyrosinase activity, inhibition of tyrosinase activity in female schistosomes results in eggshell deformations [43] that appear similar to eggs from schistosomes grown in vitro without L-ascorbic acid (Fig 1A). Future studies aimed at determining the function of vitamin C in schistosomes could suggest new approaches to suppressing egg production.\n\nOur studies confirmed the importance of direct physical contact with a male in inducing female sexual maturation. Indeed, we found that contact with a castrated male along the entire length of the female body was sufficient to induce sexual maturation and the production of parthenogenetic haploid embryos (Fig 4I). The phenomenon of parthenogenetic sexual reproduction in S. mansoni has been observed several times in studies performing interspecies crosses (e.g., female S. mansoni × male S. japonicum) inside mammal hosts [39,40,45]. However, given the propensity of certain schistosome species to form interspecies hybrids [46], it is challenging to distinguish between genetic hybridization and true parthenogenesis. Since our studies were conducted entirely under in vitro conditions using virgin females and castrated males, we believe these are the strongest evidence to date that female schistosomes require only contact with a male worm to generate viable haploid progeny. As studies in the field continue to explore the genetics of schistosomes in regions endemic for multiple schistosome species [47], it will be interesting to see if the production of parthenogenetic haploid offspring is common in natural schistosome populations.\n\nHere, we demonstrate an essential role for the NR VF1 in the differentiation of schistosome vitellocytes. Several NRs (e.g., the estrogen receptor) are activated by sex hormones and go on to elicit transcriptional responses key to sexual development [48]. Given this, it is tantalizing to speculate that VF1 executes a pro-vitellogenic transcriptional program in response to activation by a schistosome sex hormone. Since our sequence analyses failed to identify a canonical LBD in the C-terminus of VF1, it is possible that VF1 lacks the capacity to bind traditional hormone receptor ligands (e.g., steroids). However, the possibility remains that VF1 is activated by a noncanonical NR ligand. Indeed, examination of VF1 orthologs in other parasitic flatworms uncovered a region of extensive amino-acid identity in the C-termini of these proteins (S6B Fig). Since these other flatworms also possess vitellaria, and the evolution of vitellaria is a relatively recent innovation in flatworm biology [4,49], it is possible that during vitellaria evolution, these VF1 proteins adapted to being activated by a noncanonical ligand. In addition to their ability to bind ligands, NRs are notorious for their propensity to bind DNA as either homo- or heterodimers [41]. Thus, VF1 may lack ligand-binding activity but retain the ability to heterodimerize with other ligand-activated NRs. One set of potential heterodimerization partners for VF1 are the schistosome retinoid X receptor (RXR) NRs. Indeed, RXR proteins heterodimerize with a variety of NRs [41], and the two schistosome RXR proteins are known to bind the promoters of genes encoding eggshell proteins in the vitellaria [50,51]. Thus, there is the possibility these NRs collaborate to coordinate pro-vitellogenic cell fates.\n\nWhat role might VF1 play in male-induced female maturation? Clearly, VF1 is essential for vitelline cell development following pairing with a male worm. However, we did not detect vf1 expression in the ovary, and our RNAi experiments suggest that oogenesis is not affected in vf1(RNAi) parasites. Thus, VF1 is not likely to be a global regulator in the female response to pairing. A more likely scenario is that VF1 is activated by pairing, resulting in transcriptional changes important to vitellogenesis in the primordial vitellaria. Based on this model, we would also speculate there are ovary-specific transcriptional regulators that are activated upon pairing within the primordial ovary. Capitalizing on ABC169 media and modern molecular approaches, future studies should be aimed at uncovering the general upstream signaling programs that activate factors, such as VF1, in the primordial reproductive organs.\n\nDuring his extensive studies to develop in vitro culture conditions for S. mansoni, Paul Basch lamented that the production of viable eggs in vitro “remains a formidable challenge” [22]. We find three additions to Basch’s base medium formulation (ascorbic acid, blood cells, and LDL) can sustain the production of viable eggs for several weeks in vitro. Although ABC169 does not fully replicate the in vivo reproductive potential of the parasite, it allows us to recapitulate important aspects of schistosome sexual biology in vitro and thus represents a significant improvement over existing culture methods. Taken together, the ability to sustain sexual maturity in vitro, coupled with a growing understanding of the molecular programs associated with distinct reproductive states [52,53] and tools such as RNAi, will expedite our understanding of the molecular factors governing parasite sexual development and egg production, perhaps suggesting new therapeutic opportunities.\n\nMaterials and methods\n\nParasites and in vitro maintenance\n\nAdult S. mansoni (NMRI strain) (6–7 weeks postinfection) or adult S. japonicum (Philippine strain) (28 days postinfection) were recovered from infected mice by perfusion through the hepatic portal vein with 37°C DMEM (Mediatech, Manassas, VA, USA) plus 5% serum and heparin (200–350 U/ml). Single-sex infections of S. mansoni were obtained by infecting mice with male or female cercariae recovered from NMRI B. glabrata snails infected with single miracidia. Following recovery from the host, worms were rinsed several times in DMEM + 5% serum before placing into culture media. The base medium for these studies was BM169 [21] with the addition of 1× Antibiotic–Antimycotic (Gibco/Life Technologies, Carlsbad, CA, USA). Although Basch included RBCs in BM169, it has been noted that erythrocytes, which schistosomes consume in vivo, are not sufficient to sustain egg production [16,22,27] and were initially omitted from the base medium. We explored sera from a variety of sources (horse, fetal bovine, chicken) and determined that newborn calf serum (Sigma-Aldrich, St. Louis, MO, USA) both performed well and was cost efficient. For ABC169, BM169 was supplemented with 200 μM ascorbic acid (Sigma-Aldrich), 0.2% V/V bovine washed RBCs (10% suspension; Lampire Biological Laboratories, Pipersville, PA, USA), and 0.2% V/V porcine cholesterol concentrate (Rocky Mountain Biologicals, Missoula, MT, USA). Ascorbic acid was added from a 500 mM stock dissolved in BM169 that was stored at 4°C in the dark for less than 2 weeks. For regular maintenance, 4–6 worm pairs were cultured at 37°C in 5% CO2 in 3 ml medium in a 12-well plate; the medium was changed every other day. To count egg-laying rates, individual worm pairs were maintained in 24-well plates in 1 ml of medium, and eggs were removed for counting every 24 h during a medium change. Worms that separated or became ill during cultivation were excluded from analysis.\n\nMolecular biology\n\nFor quantification of gene expression, RNA was reverse transcribed (iScript; Bio-Rad, Hercules, CA, USA), and quantitative PCR was performed using an Applied Biosystems Quantistudio3 instrument and PowerUp SYBR Green Master mix (Thermo Fisher, Carlsbad, CA, USA). Gene expression was normalized to the expression of a proteasome subunit (Smp_056500), and relative gene expression values and statistical analyses were performed using the Quantistudio Design and Analysis software (Thermo Fisher). The heatmap depicting relative gene expression was generated using R. Oligonucleotide sequences are listed in S1 Table.\n\nParasite labeling and imaging\n\nWhole-mount in situ hybridization was performed as previously described [26,54]. ImageJ was used to quantify egg size, autofluorescence, and number of nuclei from images of eggs acquired on a Nikon A1+ laser scanning confocal microscope (Nikon, Tokyo, Japan). Like previously described diazo salts [55,56], Fast Blue BB strongly labeled the polyphenol-rich vitelline droplets of mature vitellocytes and could be visualized by bright-field microscopy as a deep red stain. Fast Blue BB could also be visualized by confocal microscopy by excitation with a 561-nm laser. For Fast Blue BB staining, female worms were separated from males using 0.25% tricaine in BM169 and fixed for 4 h in 4% formaldehyde in PBS + 0.3% Triton X-100 (PBSTx). Parasites were washed in PBSTx for 10 min, stained in freshly made filtered 1% Fast Blue BB in PBSTx for 5 min, and rinsed in PBSTx 3 times. Worms were incubated with 1 μg/ml DAPI in PBSTx for 2 h, cleared in 80% glycerol in PBS, and mounted on slides. For Fast Blue BB/BODIPY 493/503 staining, parasites were processed similarly except detergents were omitted from all buffers; parasites were labeled with 1 μg/ml BODIPY 493/503 (Thermo Fisher) in PBS for 1 h following Fast Blue BB staining. For EdU labeling, eggs within 24–48 h of being laid were incubated in Medium 199 (M199; Corning, Corning, NY, USA) supplemented with 10 μM EdU and incubated overnight. The following day, the eggs were collected by centrifugation at 10,000 × g for 1 min and fixed in 4% formaldehyde in PBSTx for 4 h, EdU was detected as previously described [54], and eggs were washed in PBSTx. In situ hybridizations and colorimetric detection of Fast Blue BB were imaged using a Zeiss AxioZoom V16 (Zeiss, Oberkochen, Germany) equipped with a transmitted light base and a Zeiss AxioCam 105 Color camera. All other images were acquired using a Nikon A1+ laser scanning confocal microscope.\n\nEgg culture, miracidia hatching, and labeling\n\nEggs were collected on a 10-μm cell strainer rinsed into M199 (Corning) containing 10% fetal bovine serum (FBS) and 1× Antibiotic–Antimycotic (Gibco/Life Technologies) for 7 days at 37°C in 5% CO2. After culture, eggs were collected on a 10-μm cell strainer, rinsed with artificial pond water 1–2 times, and placed in artificial pond water under light. A small aliquot of eggs was counted to determine the total number of eggs examined. Active miracidia were observed and counted under light microscopy every 30 min for up to 4 h. Miracidia fixation and labeling was performed as previously described [57].\n\nKaryotype analysis\n\nKaryotypes from schistosome embryos were determined using a modified version of a previously published method [58]. Briefly, eggs were incubated in M199 for two days after deposition and then incubated in 5 μM nocodazole for 1 h at 37°C. Eggs were pelleted at 20,000 × g for 1 min, rinsed in DI water, pelleted, resuspended in 1 ml of water, and incubated for 20 min at RT. Following centrifugation, the pelleted eggs were resuspended in 1 ml of fixative (3:1 methanol:acetic acid) for 15 min. Eggs were again pelleted and resuspended in 100 μl of fixative, and the eggshells were disrupted using a Kontes pellet pestle (DWK Life Sciences, Rockwood, TN, USA). The disrupted eggshells were allowed to settle for 10 min, and the supernatant was collected and centrifuged for 8 min at 240 × g. All but approximately 20 μl of supernatant was removed, and the remaining liquid was pipetted dropwise on to a glass slide (Superfrost Plus; Thermo Fisher) freshly dipped in PBS. After air-drying, chromosomes were labeled with Vectashield containing DAPI (Vector Laboratories, Burlingame, CA, USA) and imaged on a Nikon A1+ laser scanning confocal microscope with a 60×/1.4 NA objective.\n\nRNAi\n\nDouble-stranded RNA (dsRNA) was generated as previously described [54,59]. For RNAi treatment, 12 freshly perfused immature female S. mansoni from single-sex infections were soaked in 1 ml BM169 supplemented with 1% FBS containing 60 μg/ml of dsRNA for 24 h. The following day (D1), three virgin RNAi-treated female worms were cocultured with 3 adult male worms in 3 mL ABC169 media with 10% FBS supplemented with 60 μg/ml of dsRNA. The medium and dsRNA were replaced on D2. After that, medium was replaced every other day, and fresh dsRNA was added on D6 and D10. At D4, unpaired female worms were discarded. At D14, parasites were either harvested for Fast Blue BB staining or pulsed for 4 h with EdU, fixed, and then processed for EdU labeling as previously described [54]. For EdU detection, formaldehyde-fixed parasites were treated with proteinase K and postfixed in 4% formaldehyde, and EdU was detected with 10 μM Azide Fluor 545 (Sigma-Aldrich). Eggs laid between D12 and D14 were collected to determine egg-laying rates.\n\nSupporting information"
}