{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001488",
  "doi": "10.1371/journal.pbio.1001488",
  "externalIds": [
    "pii:PBIOLOGY-D-12-02114",
    "pmid:23483856",
    "pmcid:PMC3586664"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "The Bilaterian Head Patterning Gene six3/6 Controls Aboral Domain Development in a Cnidarian",
  "authors": [
    {
      "name": "Chiara Sinigaglia",
      "first": "Chiara",
      "last": "Sinigaglia",
      "affiliation": "Sars Centre for Marine Molecular Biology, University of Bergen, Bergen, Norway"
    },
    {
      "name": "Henriette Busengdal",
      "first": "Henriette",
      "last": "Busengdal",
      "affiliation": "Sars Centre for Marine Molecular Biology, University of Bergen, Bergen, Norway"
    },
    {
      "name": "Lucas Leclère",
      "first": "Lucas",
      "last": "Leclère",
      "affiliation": "Sars Centre for Marine Molecular Biology, University of Bergen, Bergen, Norway"
    },
    {
      "name": "Ulrich Technau",
      "first": "Ulrich",
      "last": "Technau",
      "affiliation": "Department of Molecular Evolution and Development, Centre of Organismal Systems Biology, Faculty of Life Sciences, University of Vienna, Vienna, Austria"
    },
    {
      "name": "Fabian Rentzsch",
      "first": "Fabian",
      "last": "Rentzsch",
      "affiliation": "Sars Centre for Marine Molecular Biology, University of Bergen, Bergen, Norway"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-02",
  "dateAccepted": "2013-01-09",
  "dateReceived": "2012-05-30",
  "volume": "11",
  "number": "2",
  "pages": "e1001488",
  "tags": [
    "Developmental biology",
    "Discipline-v2/Biology",
    "Discipline-v2/Developmental biology",
    "Discipline-v2/Evolutionary developmental biology",
    "Discipline-v2/Organism development",
    "Discipline-v2/Pattern formation",
    "Discipline/Developmental Biology",
    "Evolutionary developmental biology",
    "Organism development",
    "Pattern formation",
    "Type/Research Article"
  ],
  "abstract": "Characterization of bilaterian head patterning genes in a cnidarian reveals a key role for six3/6 in aboral domain development and provides new insight into the evolutionary origin of head development.",
  "fullText": "Introduction\n      \nThe head of bilaterians develops at the anterior end of the anterior-posterior body axis and is characterized by an accumulation of interconnected nerve cells, the brain. The polarity of the anterior-posterior (A-P) axis is in most bilaterians prefigured by the animal–vegetal axis of the oocyte, with the head forming anterior end developing from the animal hemisphere and the site of gastrulation from the vegetal hemisphere [1]–[3].\n\nComparative work in bilaterians has revealed highly conserved molecular mechanisms involved in the patterning of the anterior-posterior axis. Orthologous hox genes have been shown to have staggered anterior expression borders, providing a unique signature of hox gene expression for consecutive domains along the A-P axis. However, while hox genes are essential regulators of axial patterning, their expression in most bilaterians does not extend to the anterior-most part of the embryo, where the head will form (e.g., [4]–[8]).\n\nThe anterior, hox-free region of bilaterian embryos gives rise to head and brain structures and an important regulator of its development is the conserved homeodomain transcription factor six3. The anterior expression of six3 is conserved in the three clades of bilaterians: deuterostomes, ecdysozoans, and lophotrochozoans [9]–[18]. Knockdown of six3 function in sea urchin results in loss of the anterior/apical plate, six3 RNAi in the beetle Tribolium castaneum leads to failure of anterior head development [11],[19], and six3 knockout mice lack almost the entire forebrain [20], suggesting that six3 regulated anterior development already in the last common ancestor of all bilaterians.\n\nA second well-conserved marker for anterior-most territories is the forkhead domain transcription factor foxQ2, which functions downstream of six3 in the development of the anterior/apical domain of sea urchins [11],[21] and is expressed at the anterior tip of the cephalochordate Branchiostoma floridae [22], the brachiopod Terebratalia transversa [18], the arthropod Drosophila melanogaster [23], and at the aboral pole of the cnidarian Clytia hemispherica [24].\n\nThe posterior pole of a wide range of bilaterians is characterised by the expression of secreted signalling molecules of the wnt family. The posterior expression of canonical wnt genes results in the nuclear accumulation of β-catenin and determines the site of gastrulation [25]–[32].\n\nDespite the advanced understanding of the mechanisms that pattern the anterior-posterior axis and position the head of bilaterians, the evolutionary origins of axial patterning and head formation are not clear. As the sister group to Bilateria, cnidarians are an essential outgroup to understand the origin of the bilaterian anterior-posterior axis. Cnidarians (sea anemones, corals, jellyfish) do not have a brain-like centralization of the nervous system, but they possess a clear oral-aboral axis [33]. This axis is commonly assumed to be related to the anterior-posterior axis of bilaterians, but there is no consensus as to whether one of the poles of the cnidarian axis corresponds to the anterior, head-forming pole of bilaterians. Competing hypotheses about the relation of the cnidarian primary body axis to the anterior pole of bilaterians suggest that either the oral or the aboral pole of cnidarians is homologous to the bilaterian anterior pole or that there is no homologous region in cnidarians. Similar to many ciliated bilaterian larvae, some anthozoan cnidarian planulae swim with an apical tuft, located opposite to the gastrulation site, pointing forward. These observations have led to the interpretation that the aboral pole of cnidarians corresponds to the anterior pole of bilaterians (e.g., [34]–[36]). In direct contrast, observations from comparative embryology motivated the hypothesis that the oral pole of cnidarians corresponds to the anterior pole of bilaterians [3]. In cnidarians, gastrulation occurs in the domain that is derived from the animal pole of the fertilized egg and the blastopore becomes the only opening of the organism, whereas bilaterians gastrulate from the vegetal pole, but their mouth and anterior nervous system form from the animal domain [3],[37]–[42]. This fundamental embryological difference lead to the hypothesis that in stem bilaterians, determinants of the gastrulation site changed from the animal to the vegetal pole, while determinants of mouth and brain development remained at the animal pole, meaning that the oral pole of cnidarians corresponds to the anterior pole of bilaterians [3]. In a third hypothesis, the absence of nervous system centralization and the incongruent expression of orthologs of some bilaterian anterior patterning genes have been interpreted to suggest that the anterior region of bilaterians has no equivalent in cnidarians [43] (see also [34],[44] for reviews).\n\nThe expression patterns of homologs of bilaterian axial patterning genes in cnidarians have not provided support for any of the above-mentioned scenarios. Hox genes have frequently been used to understand axial patterning in cnidarians; however, since these genes are not expressed at the anterior-most end of bilaterians, they do not allow the identification of a putative equivalent of the head-forming region in cnidarians. Moreover, anterior group hox genes have been found to be expressed either at the aboral pole (Clytia, Eleutheria, Podocoryne; [45]–[47]) or at the oral pole (Nematostella; [48]) of cnidarian planulae.\n\nExpression of cnidarian Wnt ligands is strongly correlated with the gastrulation site, both in species that gastrulate by invagination and by unipolar ingression [49]–[51]. Functional studies have shown that canonical Wnt/β-catenin signalling is required for proper axial patterning by promoting oral fates in Hydractinia, Clytia, and Hydra [50]–[53], and it has been shown to promote endoderm formation in Nematostella [54],[55]. These data suggest that a Wnt-expressing signalling centre was already present at the gastrulation site of the last common ancestor of cnidarians and bilaterians. This observation is often taken as evidence that the site of gastrulation in cnidarians identifies their posterior pole, as in bilaterians. However, even if this holds true, it remains unclear whether the opposite, aboral pole is developmentally equivalent to the bilaterian anterior pole (see above).\n\nAttempts to identify a conserved role of bilaterian head development genes in cnidarian development have so far been unsuccessful. These attempts were based on a limited number of genes, and their inconsistent expression patterns [43],[56]–[58] do not rule out that a core set of bilaterian anterior patterning genes with a conserved function in axial patterning exists in cnidarians.\n\nIn the present study we show that such a conserved set of bilaterian anterior development genes regulates aboral pole development in the sea anemone Nematostella vectensis. Nematostella gastrulates by invagination, forming a free swimming planula that carries a ciliated apical organ at the aboral pole. The planula settles on the aboral pole and develops into a sessile polyp [40],[59]–[61]. We analysed the role of orthologs of two conserved bilaterian anterior development genes, NvSix3/6 and NvFoxQ2a, and show that they are involved in the development of the aboral territory in Nematostella by establishing an autoregulatory FGF feedback loop that leads to the patterning of the aboral territory into distinct domains. Our functional and expression data suggest that the bilaterian head is derived from the aboral region of the last common ancestor of cnidarians and bilaterians.\n\n      Results\n      \n        Bilaterian Head Genes Are Expressed in the Aboral Domain of Developing Nematostella\n        \nRecent gene expression analyses in bilaterian embryos have identified six3 and foxQ2 as highly conserved developmental markers of anterior/apical territories (Figure S1 and Introduction). Moreover, functional studies revealed an essential role for six3 in anterior development in sea urchins, vertebrates, and the arthropod Tribolium [11],[19],[20], indicating that six3 likely played this role in the common ancestor to all Bilateria.\n\nThe Nematostella genome contains a single gene of the six3/6 group and four foxQ2 genes [62]. In situ hybridization revealed that NvSix3/6 and one of the Nematostella foxQ2 genes, NvFoxQ2a, display regionally restricted expression patterns: from the blastula stage on, they are expressed in a broad domain on one side of the embryo (Figure 1A1 and A2, 1B1 and B2), which can be identified as the aboral side following the onset of gastrulation (Figure 1A3 and A4, 1B3 and 4). From the mid-planula stage, the expression is excluded from a small spot-like domain at the aboral pole, preceding the appearance of the long cilia of the apical tuft (Figure 1A5–7, 1B5–7). Similar expression dynamics have been described for NvFoxD1 [63], a gene that is also expressed in the anterior/apical domain of the sea urchin larva and in the mouse forebrain [21],[64]. In addition, NvSix3/6 is expressed in a small number of scattered cells in both endo- and ectoderm of the planula, which by morphology resemble sensory cells (Figure S2).\n\nLike NvSix3/6 and NvFoxQ2a, the single Nematostella ortholog of the bilaterian anterior marker gene iroquois/irx [9],[16],[62],[65]–[70] is expressed in a broad aboral domain at the blastula and gastrula stages. However, after gastrulation, the expression of NvIrx becomes restricted to a small spot at the aboral pole, matching the site from which NvSix3/6 and NvFoxQ2a are excluded (Figure 1C1–C7). The expression dynamics of NvIrx are very similar to that of several previously described genes that are expressed at the aboral pole. These include the FGF signalling components NvFGFa1(Figure 1D1–D7), NvFGFa2, FGFRa, and the transcription factors NvHoxF/Anthox1 and NvSoxB(1), a soxB gene of unresolved orthology to soxB1 or B2 subgroups (NvSoxB1 in [63], [48],[63],[71]–[73], and Figure S3).\n\nSingle and double in situ hybridizations show that the restriction of NvFGFa1 and NvFGFa2 expression precedes the occurrence of the gap in the expression of NvSix3/6 and NvFoxQ2a (Figure 1F1–F2 and unpublished data).\n\nThe apical sense organ, which develops at the aboral pole, consists of a heterogenous group of cells, most of which carry the long cilia that constitute the apical tuft. FoxJ1 is an important regulator of cilia formation in vertebrates [74], and it has been shown to be expressed in the apical tuft of the sea urchin larvae [21]. Similarly, we found that expression of NvFoxJ1 [62] is first detectable at the midplanula stage as a spot at the aboral pole, coincident with the development of the apical organ (Figure 1E1–E7).\n\nFrom these data it is evident that a subset of bilaterian head development genes and components of the FGF signalling pathway are expressed at the aboral pole of Nematostella with distinct dynamics. At the blastula and gastrula stages, NvSix3/6, NvFoxQ2a, NvIrx, NvFGFa1, NvFGFa2, and NvFGFRa are broadly expressed at the aboral pole, but after gastrulation they segregate into mutually exclusive domains: NvSix3/6, NvFoxQ2a, and NvFoxD1 [63] are expressed in a broad ring surrounding the apical organ (“ring genes,” Figure 1G), whereas the expression of NvIrx, NvFGFa1, NvFGFa2, and FGFRa becomes restricted to the apical organ (“spot genes,” which include also NvSoxB(1) and NvHoxF/Anthox1, Figure 1H). NvFoxJ1 exemplifies a third type of aboral expression pattern, with an onset of expression as a spot only after gastrulation (“late genes,” Figure 1I), probably indicating a function in the differentiation of the apical organ cells.\n\n        FGF Signalling Is Required to Exclude NvSix3/6 from the Apical Organ Domain\n        \nIn order to understand how the observed dynamics of the expression patterns relate to the development of the aboral region, we conducted a series of morpholino (MO)-mediated gene knockdown experiments. Injection of two different control morpholinos had no effect on the development or on gene expression patterns. The expression of EGFP from specific reporter mRNAs was blocked when co-injected with the gene specific, but not with the control morpholinos (Figure S4 and Materials and Methods).\n\nWe have previously shown that the development of the apical organ in Nematostella is controlled by the opposing activities of two FGF ligands, with NvFGFa1 being essential for apical organ development and NvFGFa2 counteracting FGF receptor activity to limit the size of the apical organ ([72]; Figure 2A–C). We used the morpholinos (MOs) against NvFGFa1 and NvFGFa2 in order to understand the dependence of the different aborally expressed genes on FGF signalling. Injection of NvFGFa1 MO does not affect the width of the NvSix3/6, NvFoxQ2a, and NvFoxD1 expression domains at the planula stage, however the spot-like gap at the aboral pole is not present any longer (Figure 2D, E, G, H and Figure S5). Expression of the “spot-genes” NvIrx, NvSoxB(1), and NvHoxF/Anthox1 and of the “late gene” NvFoxJ1 is suppressed (Figure 2J, K, M, N, P, Q, S, T) in a specific manner, as demonstrated by unaffected expression of NvSoxB(1) (Figure 2N) and NvHoxF/Anthox1 (Figure 2Q) in domains outside the aboral pole. In contrast, injection of NvFGFa2 MO, which results in an expansion of the apical organ [72], leads to the opposite effect. For NvSix3/6 and NvFoxQ2a, the gap in the expression domains at the aboral pole is expanded (Figure 2F and I), whereas for the “spot genes” and “late genes” the aboral expression domain is enlarged (Figure 2L, O, R, U). These results suggest that the broad aboral expression of NvSix3/6 and NvFoxQ2a is independent of FGF signalling but that their suppression at the aboral pole after gastrulation requires FGF activity. Furthermore, the expression of “spot” and “late” genes at the planula stage requires FGF signalling, suggesting an apical organ-specific function of the FGF pathway.\n\n        NvSix3/6 Is Required for the Development of the Aboral Region\n        \nAs the broad aboral expression of NvSix3/6 and NvFoxQ2a is unaffected by the loss of FGF signalling, we tested whether these genes act upstream of FGF signalling. Injection of a translation-blocking NvSix3/6 MO resulted in planulae that do not extend normally along the oral-aboral axis and that lack the apical tuft (Figure 3A and B). The expression of NvFGFa1, NvFGFa2, NvFGFRa, NvFoxQ2a and NvFoxD1, NvFoxJ1, and the other spot genes is absent or strongly reduced in NvSix3/6 MO-injected planulae (Figure 3D and E, G and H, M and N, P and Q, S and T, V and W, Y and Z, and Figure S6), whereas the expression of NvSix3/6 itself is maintained, except for the absence of the gap corresponding to the apical tuft region (Figure 3J and K). Injection of two different translation-blocking morpholinos against NvFoxQ2a has a comparably small effect, since the overall morphology of the planula is unaffected, and the apical organ, although smaller, is still present. In situ hybridization analysis shows slightly reduced expression of the “spot genes” (Figure 3F, I, R, U, X, AA) and a smaller gap of the “ring genes” NvSix3/6 and of NvFoxQ2a itself (Figure 3L, O).\n\nThus, at the planula stage, NvSix3/6 acts upstream of the other analysed genes, suggesting that it represents a key regulator for the aboral region.\n\n        Overactivation of FGF Receptor Signalling Rescues Apical Organ Formation in NvSix3/6 Morphants\n        \nThe injections of NvSix3/6 and NvFGFa1 morpholinos indicated that NvSix3/6 may act at an earlier stage than (and probably upstream of) FGF signalling in the development of the aboral pole. To test more precisely the epistatic relation between NvSix3/6 and NvFGF signalling, we simultaneously blocked NvSix3/6 and overactivated FGFR signalling. To achieve overactivation of FGFR signalling, we suppressed the translation of NvFGFa2, since we had previously shown that the expansion of the apical organ after NvFGFa2 MO injection is caused by excessive FGFR signalling [72]. While injection of NvSix3/6 MO leads to a loss and NvFGFa2 MO to an expansion of the apical organ and corresponding changes in marker gene expression (Figure 4A–C, E–G, I–K, M–O), co-injection of NvSix3/6 MO and NvFGFa2 MO restores the development of the apical organ, resulting in a moderately expanded structure (Figure 4D, H, L, P).\n\nTo confirm that this effect is indeed caused by FGFR activation, we treated the NvSix3/6 MO + NvFGFa2 MO injected animals with the FGFR inhibitor SU5402 in DMSO [72],[75] or with only DMSO as a control. In order to avoid defects in gastrulation, we started the treatment at the end of this phase. SU5402 treatment of the double-injected animals results in planulae lacking the apical organ, and in situ hybridization shows suppression of aboral NvFGFa1 expression and a lack of the gap in the NvSix3/6 expression (Figure 4Q–X).\n\nThus, activation of FGF receptor signalling is necessary and sufficient for apical organ formation even when translation of NvSix3/6 is blocked, suggesting that NvSix3/6 is acting early in aboral domain development, upstream of FGFR signalling. Furthermore, since the SU5402 treatment was started after gastrulation, FGFR signalling appears to have a distinct function at a late stage of aboral domain development.\n\n        NvHoxF/Anthox1 and NvSoxB(1) Are Required for Apical Organ Formation\n        \nWe have shown above that the apical organ expression of NvHoxF/Anthox1 and NvSoxB(1) is absent in NvFGFa1 morpholino-injected animals. Moreover, at the planula stage, NvFGFa1 is required for the expression of NvFGFa2 and NvFGFa1 itself [72]. Surprisingly, we found that morpholinos targeting NvHoxF/Anthox1 or NvSoxB(1) have differential effects on the expression of the two FGFs. While injection of NvHoxF/Anthox1 MO and NvSoxB(1) MO both result in planulae lacking the apical tuft (Figure 5A–C), only the expression of NvFGFa1 becomes undetectable (Figure 5D–F), whereas the expression of NvFGFa2 is slightly reduced (Figure 5G–I). Likewise, in NvHoxF/Anthox1 MO-injected planulae, only the gap in the expression of NvSix3/6 but not of NvFoxQ2a is absent (Figure 5J, K, M, N), while NvSoxB(1) MO leads to a loss of the gap in both NvSix3/6 and NvFoxQ2a expression domains (Figure 5L, O).\n\nThese results show that, although NvFGFa1 is required for the expression of NvFGFa1 and NvFGFa2 and for the suppression of NvSix3/6 and NvFoxQ2a in the apical organ, the regulation of these genes involves at least partially different regulatory inputs. Whether these differences are of quantitative or qualitative nature remains to be determined.\n\n        Regulatory Interactions Change between the Gastrula and Planula Stages\n        \nUntil the midgastrula stage, “ring” and “spot” genes share a broad aboral expression domain that only at the late gastrula stage starts to segregate into mutually exclusive domains (Figure 1). This suggests that the regulatory interactions between these genes may change after gastrulation. To test this scenario, we analysed the effect of morpholino injections at the midgastrula stage by in situ hybridization to detect potential spatial changes in expression and by quantitative RT-PCR to detect changes in expression levels that may not affect the extension of the expression domains. Since morpholinos can affect the stability of the targeted mRNA, we excluded the respective target genes from the qPCR analysis. Consistent with the observed effect at the planula stage, injection of NvSix3/6 morpholino has no negative effect on the expression of NvSix3/6 itself (Figure 6A, E), but substantially reduces the expression of NvFoxQ2a, NvFGFa1, and NvFGFa2 (Figure 6B–D, F–H, U).\n\nInjection of NvFGFa1 morpholino reveals differential regulation at the gastrula and planula stages, respectively. In contrast to the planula stage, the expression of NvFGFa1 itself is rather up-regulated at the gastrula stage (Figure 6K), whereas NvFGFa2 is downregulated (Figure 6L, V), as it is at the planula stage. Interestingly, injection of a morpholino-targeting NvFGFRa strongly reduces the expression of NvFGFa1 and NvFGFa2 at the gastrula stage (Figure 6S, T), while it has no effect on the expression of NvSix3/6 and NvFoxQ2a (Figure 6Q, R). This suggests that an as yet unidentified FGF is required for the early expression of NvFGFa1 and NvFGFa2. This idea is supported by the increase in expression of these two genes upon knockdown of the inhibitory NvFGFa2 (Figure 6O, P, W).\n\nThus, the main difference in the interactions of these genes in the gastrula stage compared to the planula stage is a lack of positive feedback of NvFGFa1 on its own expression at the gastrula stage, suggesting that the autoregulatory FGF signalling loop becomes fully established only after gastrulation.\n\n        The Aboral Domain Acquires a More Central Fate in NvSix3/6-Depleted Planulae\n        \nThe analysis of NvSix3/6 MO-injected animals has shown that NvSix3/6 is required for the proper expression of all aboral marker genes except for NvSix3/6 itself, suggesting that NvSix3/6 is acting at a high level in the regulatory network that controls the specification of the aboral domain. To support this hypothesis we studied the expression of a marker gene for the central domain of the Nematostella planula, NvWnt2. NvWnt2 is expressed in a belt-like domain midway between the oral and aboral poles (Figure 7A–C; [49]), and it is essentially unaffected by loss of NvFGFRa signalling [72].\n\nStrikingly, in NvSix3/6 MO-injected animals, the expression of NvWnt2 extends progressively to the aboral pole, while the oral expression boundary is unaffected (Figure 7D–F). This is consistent with the hypothesis that at least part of the aboral domain acquires a more central fate. However, NvSix3/6 MO-injected planulae appear shortened compared to control planulae, which could indicate that instead of being respecified, the cells of the aboral domain are not generated at all or undergo apoptosis [76],[77]. To distinguish between these possibilities, we quantified the number of nuclei at different time points. We could not detect a significant difference in the number of nuclei in NvSix3/6 MO versus control planulae (Figure 7G).\n\nThis suggests that the observed aboral expansion of the NvWnt2 expression domain in NvSix3/6 MO-injected animals reflects a respecification of the aboral domain to a more oral fate.\n\nMutual repression of six3 and canonical Wnt signalling has been observed in vertebrates and sea urchins [11],[20],[78],[79], and the aboral expression of foxQ2 in the hydrozoan Clytia expands orally when Wnt3 is inactivated [51]. To test whether a similar situation is present during Nematostella development, we overactivated canonical Wnt signalling by chemically inhibiting Glycogen Synthase Kinase 3 (GSK3), a negative regulator of the Wnt pathway. Incubation with 2 µM of the GSK3 inhibitor Azakenpaullone [80] leads to a complete suppression of aboral NvSix3/6 and NvFoxQ2a expression at gastrulation (Figure 7H, I, L, M) and a shift of the expression of NvWnt2 and the oral marker NvFkh [81],[82] towards the aboral pole (Figure 7J, K, N, O). At higher concentrations (5 µM), NvWnt2 expression is lost and NvFkh is expressed throughout the embryos (L.L. and F.R., unpublished observation). Thus, similar to some bilaterians, NvSix3/6 is required to prevent ectopic wnt expression and can itself be repressed by ectopic canonical Wnt activity.\n\n        NvSix3/6 Is Dispensable for Neurogenesis But Required for Morphogenesis and Cell-Type Specification in the Aboral Area\n        \nIn vertebrates, sea urchin, and Tribolium, suppression of six3 function impairs neural development [11],[19],[20],[77]. To test whether this is also the case in Nematostella, we used two neural markers. NvRFa encodes a neuropeptide and is expressed in individual cells along the entire oral-aboral axis at the gastrula stage (Figure 8A and [83]). Injection of NvSix3/6 MO does not have a significant effect on the NvRFa expression (Figure 8B). NvDmrtB is a transcription factor that is expressed in individual cells in the aboral half of the gastrula and that is involved in neural development (Figure 8C; [84]). Individual cells expressing NvDmrtB are still present at the aboral pole of NvSix3/6 MO-injected gastrulae, but their number is reduced and they are restricted to a smaller aboral territory (Figure 8D). These observations indicate that NvSix3/6 is not required for neurogenesis in general, but is involved in the specification of aboral neural cell types, presumably as a consequence of a more general role in aboral development.\n\nPlanulae injected with NvFGFa1 or NvSix3/6 morpholinos both lack an apical organ, but their overall morphology is strikingly different. To better understand the roles of these two genes, we stained injected animals with the nuclear stain DAPI and the F-actin stain Phalloidin to visualize their tissue morphology. In control MO-injected planulae, the ectodermal cells in the aboral region acquire a columnar morphology after gastrulation, whereas ectoderm cells in more central areas have a cuboidal morphology (Figure 8E). The nuclei of the cells in the centre of the aboral region migrate to a more basal position before these cells form the long cilia of the apical tuft (Figure 8E; [85]). In NvFGFa1 MO-injected planulae, the ectodermal cells in the aboral region still become columnar, but the basal migration of nuclei does not occur (Figure 8F). In contrast, in NvSix3/6 MO-injected planulae, the cells of the aboral region retain a cuboidal morphology and nuclei do not migrate to a more basal position (Figure 8G). Thus, consistent with the effect on the expression of NvWnt2, the aboral ectoderm of planulae injected with NvSix3/6 MO displays a morphology resembling that of more central ectoderm, while NvFGFa1 morphants specifically fail to initiate apical organ formation at the centre of the aboral region. Interestingly, in planulae injected with the NvHoxF/Anthox1 morpholino, basal migration of aboral nuclei still occurs, but the outgrowth of long cilia is blocked, suggesting that NvHoxF/Anthox1 acts at a late stage of apical organ formation (Figure 8H).\n\nThe broader requirement of NvSix3/6 for the development of the aboral pole is also reflected in the expression of NvHoxF/Anthox1. In addition to the aboral pole expression, NvHoxF/Anthox1 is expressed in scattered cells that are enriched in the aboral half of Nematostella planulae (Figure 2P). In NvSix3/6 morphants, the apical organ expression is absent and the expression in individual cells is strongly reduced (Figure 3W). In contrast, in NvFGFa1 morphants, only the apical organ expression is absent, but expression in the scattered cells persists (Figure 2Q).\n\nTaken together, NvSix3/6 is required for the development of the whole aboral territory, whereas NvFGFa1 has a specific function in the development of the apical organ.\n\n      Discussion\n      \n        Control of Aboral Domain Development in Nematostella by NvSix3/6 and FGF Signalling\n        \nOur functional analyses lead us to a two-step model in which NvSix3/6 acts as a key regulator of the development of the aboral domain of Nematostella vectensis. First, the loss of NvFGFa1 and NvFoxQ2a expression in NvSix3/6 morphants already at the gastrula stage suggests that NvSix3/6 is required during early stages to determine the identity of the whole aboral region. In a second phase, after gastrulation, NvFGFa1 signalling via NvFGFRa is required to suppress the expression of NvSix3/6, NvFoxQ2a, and NvFoxD1 at the aboral pole. This local suppression of the “ring genes” is necessary to allow the differentiation of the apical organ cells, with the activation of a specific cassette of genes that includes the presumably ciliary gene NvFoxJ1.\n\nRegarding the development of the apical organ, the key function of NvSix3/6 appears to be the initiation of an autoregulatory loop involving NvFGFa1 and NvFGFa2, which uses positive (auto-activation of NvFGFa1) and negative (activation of the inhibitory NvFGFa2) feedback. This system is probably autonomously able to control the expression of FGF ligands and restrict their expression to the most aboral part of the larva, where the apical organ will form, after the down-regulation of NvSix3/6 itself (Figure 9A,B). Thus, although inhibition of NvSix3/6 or NvFGFa1 both leads to a lack of the apical organ, this phenotype reflects two different developmental roles: NvSix3/6 has a broad and early role in determining the identity of the aboral region, while NvFGFa1 has a later, apical organ-specific function. However, in contrast to knockdown of NvFGFa1, morpholinos targeting NvFGFRa suppress the expression of NvFGFa1 and NvFGFa2 already at the gastrula stage, suggesting that an as yet unidentified NvFGF ligand might be involved in the initiation of the NvFGFa1–NvFGFa2 feedback loop. The Nematostella genome contains 15 FGFs, of which 10 have not been characterized yet [71],[72] and may play a role in this process.\n\n        Conserved Regulation of Anterior Development in Bilateria and Aboral Development in Cnidaria\n        \nSix3, foxQ2, and FGF genes have been shown to be expressed at the anterior/apical pole of protostome and deuterostome embryos and larvae (summarized for sea urchin in Figure 9; see also Figure S1 and [9],[10],[15],[17],[18],[21],[22],[86]–[89]), suggesting that these genes are part of a conserved regulatory module for anterior development. The role of six3 has been analysed in detail in the sea urchin Strongylocentrotus purpuratus [11]. As in Nematostella, sea urchin six3 is a key regulator of the apical domain—that is, the domain opposite to the gastrulation site. The sea urchin apical pole domain is characterized by an initial thickening of the ectodermal epithelium, which subsequently gives rise to the long cilia-bearing cells of the apical organ, and various surrounding cells, including serotonergic neurons (reviewed in [90]). In embryos injected with a six3 morpholino, the ectodermal thickening does not occur and neither the apical organ nor the neurons develop [11]. Microarray analysis revealed that in sea urchin six3 is a positive regulator of the expression of foxQ2, foxJ1, and frizzled 5/8 [11], genes that are also expressed at the aboral pole of Nematostella downstream of NvSix3/6 (Figures 1 and 3; [55] and unpublished data).\n\nHowever, despite the well-conserved overlapping expression in anterior/apical domains, there are also differences between the Nematostella and bilaterian expression domains. For example, while the expression patterns of NvSix3/6 and NvFoxQ2a are indistinguishable throughout development, their expression in sea urchin is highly similar only until the midblastula stage, when six3 expression becomes excluded from the centre of the apical plate, while foxQ2 remains expressed in this central apical domain of the sea urchin embryo (Figure 8B,C). Similarly, the anterior expression domain of six3 in the hemichordate Saccoglossus kowalewskii and the brachiopod Terebratalia transversa is slightly wider than that of foxQ2 [9],[18],[87]. This suggests that although six3 and foxQ2 have an ancient function in anterior development, there have been modifications in their exact interactions, indicating that even very ancient developmental modules retain some degree of plasticity.\n\n        The Relation of the Cnidarian Oral-Aboral Axis to the Anterior-Posterior Axis of Bilaterians\n        \nIntegration of the data presented here with studies in other cnidarians and in bilaterians shows that the aboral domain of cnidarians and the head-forming anterior domain of bilaterians share the expression of several transcription factors and signalling molecules (Figures 9 and S1). This suggests that in the last common ancestor of cnidarians and bilaterians, aboral (i.e., contrablastoporal) development was controlled by six3/6 and the aboral domain was additionally characterized by the expression of foxQ2, frizzled 5/8, rx, irx, and probably FGF signalling genes and foxD1. The most parsimonious explanation of these observations is that the anterior part and thus the head of bilaterians is derived from the aboral domain of the cnidarian-bilaterian ancestor.\n\nThe alternative hypothesis that cnidarians do not have a region homologous to the bilaterian head is based on the inconsistent expression of orthologs of some bilaterian anterior markers in cnidarians. However, the notion of a conserved aboral/anterior pattern mechanism does not require that all bilaterian anterior genes are already involved in cnidarian aboral development. Rather, we conjecture that additional genes became integrated into a more elaborate bilaterian anterior patterning system. This is likely for some genes that do not have clear orthologs in cnidarians (e.g., pax6 or nk2.1). It could also be the case for orthodenticle/otx genes whose ancestral function might have been in endoderm development [43],[58],[91]–[96] or for orthopedia/otp genes, which mark restricted anterior neural domains and cell types (e.g., dopaminergic neurons) in bilaterians [9],[18],[97]–[99] and which consistent with the lack of a brain is not aborally expressed in Nematostella [100]. Analysis of additional bilaterian anterior markers (e.g., fez, foxG1, tailless) in cnidarians will help to define a putative ancient aboral/anterior patterning system.\n\nOur data are not consistent with the hypothesis in which the molecular determinants of the gastrulation site and those for bilaterian anterior neural development both localize to the animal pole in cnidarians and became spatially decoupled only after the site of β-catenin nuclearization moved to the vegetal pole in the ancestor of bilaterians [3]. This hypothesis predicts that conserved bilaterian anterior development genes should be expressed, and function on the oral side of cnidarians, which is not consistent with the data presented here. Instead, conserved blastoporal and anterior patterning genes localise to and function at opposite poles in cnidarians, although with reversed orientation when related to the animal-vegetal axis of the oocyte.\n\nEvidence from several cnidarian and many bilaterian species suggests that the gastrulation site of the cnidarian-bilaterian ancestor was characterized by the activity of Wnt/β-catenin signalling. Thus, the development of the two poles of cnidarian gastrulae appears to be regulated by two conserved molecular systems. Furthermore, our data suggest that antagonism between six3 genes and canonical Wnt signalling in axial patterning may have an early evolutionary origin. This is indirectly supported by the aboral expression of foxQ2a in the hydrozoan Clytia hemispherica [24], which is negatively regulated by orally expressed wnt3 [51]. Interestingly, aboral expression of foxQ2a commences at early gastrulation in Clytia and at the blastula stage in Nematostella and therefore is a zygotic event. In contrast, Wnt3 acts as a maternally localized factor in Clytia, but localized expression of Nematostella Wnts becomes visible only zygotically [24],[49],[51],[52].\n\nIt is worth noting that the suggested homology of the domains at the two poles of the cnidarian and bilaterian primary body axes does not necessarily mean that the complete patterning of their axes is homologous. For example, it remains to be shown that a region corresponding to the trunk region of bilaterians exists in cnidarians. Similarly, the conservation of regulators for the specification of the aboral region does not necessarily mean that the apical organs of anthozoans and bilaterians are homologues. Further studies addressing the development and function of the different cell types constituting the apical organ are necessary to resolve this question.\n\n        Early Evolution of Head Development\n        \nThe head of most bilaterians is characterized by a centralization of the nervous system, the brain. In contrast, despite regional differences in neuron density, neither Nematostella nor other cnidarian planulae or polyps display a comparable brain-like centralization of the nervous system at the oral or aboral end [83],[85],[101],[102]. In sea urchin and Tribolium, six3 is required for anterior neural and epidermal development [11],[19], whereas in vertebrates the expression and function of six3 is restricted to the anterior nervous system [20],[77]. Our data indicate that NvSix3/6 is not required for neurogenesis per se, although it influences the development of the aboral NvDmrtB positive neurons. We cannot rule out that NvSix3/6 has an additional, direct function in the specification of aboral neurons, but based on the effects on general aboral markers and morphology, we favour the idea that the effect on neural specification is a secondary consequence of the broader patterning function of NvSix3/6. In any case, the function of six3 in anterior/aboral patterning predates the evolution of any anterior nervous system centralization and the role of anterior patterning genes may have become restricted to the nervous system in the chordate lineage. Similarly, patterning systems controlling the development of secondary brain signalling centres in vertebrates may have evolved earlier than the corresponding structures [86]. This suggests that patterning systems with tissue-specific functions (e.g., in the nervous system) may have originated as more general axial patterning modules and only subsequently acquired tissue specificity.\n\nIn conclusion, we have shown that orthologs of the bilaterian anterior patterning genes six3, foxQ2, and irx are expressed at the aboral pole of a cnidarian and that NvSix3/6 is a key regulator of Nematostella aboral pole development. Despite the lack of a morphological correlate of the bilaterian head in cnidarians, these data provide support for the homology of the cnidarian aboral and bilaterian anterior pole and suggest that a basic head development system evolved prior to the bilaterian brain.\n\n      Materials and Methods\n      \n        Nematostella Culture\n        \nThe animals were cultured in the Sars Centre facility and induced for spawning as described previously [59],[103]. The embryos were grown at 21°C, in one-third filtered seawater. At this temperature, after 24 h the animals are at a midgastrula stage and after 3 d at a midplanula stage.\n\n        Identification of the Sequences\n        \nGene models for NvSix3/6, NvIrx, and NvFoxJ1 were identified by Larroux et al. [62]. NvFoxQ2a was first identified by Magie et al. [63] as NvFox2 and then assigned to the Q2 family by Chevalier et al. [24]; here, following the nomenclature of Larroux et al. [62] we named the gene NvFoxQ2a.\n\nThe complete sequences were obtained by RACE, with the SMART RACE cDNA Amplification Kit (BD Biosciences). The primer sequences are included in the Table S1. NCBI accession numbers are KC137590 (NvSix3/6), KC137591 (NvFoxQ2a), KC137592 (NvIrx), and KC137593 (NvFoxJ1).\n\n        In Situ Hybridization and Immunostaining\n        \nIn situ hybridization was performed as described previously [72],[104]. Probes were synthesized from full-length cDNA clones with Megascript Kits (Ambion), using either Digoxigenin or FITC-labeled UTP (Roche).\n\nThe immunostainings were performed as in [85], DAPI (1∶1,000 Molecular Probes) was used as nuclear stain, Alexa Fluor 488-conjugated phalloidin (1∶25, Molecular Probes) for filamentous actin, and anti-acetylated tubulin antibody (mouse, 1∶500, Sigma T6793) to label cilia.\n\n        Morpholino Injection\n        \nMicroinjections were conducted with a FemtoJet (Eppendorf), as previously described [72]. Morpholinos (GeneTools) were tested for appropriate working concentrations and then injected at a concentration of 333 or 666 nM, together with Alexa dye-coupled dextran (final concentration 50 ng/µl). As control we used two morpholinos that did not produce any hit in the Nematostella genome database (Joint Genome Institute): a NvSix3/6 mismatch MO and a generic control MO, used previously. All used morpholinos are translation blocking; the sequences are presented in Table S2. The described phenotypes were observed in 60%–90% of the injected embryos in at least three independent experiments. For control experiments, the morpholino target sequences were added upstream of EGFP by PCR (added nucleotides relative to the start codon: NvSix3/6 5′UTR, −38 to −1; NvFoxQ2a, +1 to +25; NvSoxB1, +1 to +25; NvHoxF, −15 to +10), and the fragments were cloned into vector pCS2+. Capped mRNA was synthesized in vitro using the sp6 mMessageMachine kit (Ambion) and purified with NucAway spin columns (Ambion). The mRNAs (60 ng/µl) were injected together with the corresponding gene-specific and control morpholinos, respectively. EGFP mRNA without any of the morpholino target sites was used as an additional control in co-injections. Images were acquired at 24 hpf with identical settings.\n\n        Inhibitor Treatment\n        \nThe FGFR inhibitor SU5402 (Calbiochem) was applied at a final concentration of 20 µM in 0.1% DMSO, and the GSK3 inhibitor Azakenpaullone (Sigma) was applied at final concentrations of 2 µM and 5 µM in 0.1% DMSO. Control animals were incubated in 0.1% DMSO only. Solutions were applied after gastrulation and changed after 8 hours for SU5402 and from 4 h after fertilization (8–16 cell embryos) until gastrula stage for Azakenpaullone.\n\n        qPCR\n        \nRNA of injected embryos was extracted with the RNAqueous kit (Ambion) and genomic contamination removed with TURBO DNA-free kit (Ambion). The RNA quality was analyzed with an Agilent 2100 Bioanalyzer, and the cDNA was synthesized with Super Script III RT, using random hexamers as primers (Invitrogen). The qPCR analysis was performed with a SYBR Green I kit (QIAGEN), on a CFX96 Real-time cycler (BioRad).\n\nThe efficiency of all primers was determined with tenfold dilution series: all primer pairs had efficiencies ranging between 94% and 102%. Each qPCR sample was repeated in a double technical replicate, and each analysis repeated with at least 3 biological replicates (independent injections). We tested our control genes for stability using the online tool available at the Cotton EST Database (http://www.leonxie.com/referencegene.php), and we selected ATP synthase (GeneID: 5511629), EF1b (GeneID: 5505225), and Ribosomal Protein L23 (GeneID: 5516837). Primer sequences are provided in Table S3.\n\nThe relative changes in expression between control-injected and MO-injected were calculated with the ΔΔCt method, assuming primer efficiency of 100%. In every analysis we used at least two reference genes, whose values were then averaged for normalization. The obtained ratios are displayed as fold change: the down-regulated genes (ratio&lt;1) are represented with the negative reciprocal value.\n\n        Imaging\n        \nIn situ pictures were taken using a Nikon Eclipse E800 and a Nikon AZ100M microscope; the images were adjusted in Photoshop CS5. The confocal images were recorded using a Leica SP5 confocal microscope; confocal stacks were processed with the Leica software and then adjusted in Photoshop. Counting of nuclei (stained with DAPI) was performed with the Imaris software (BitPlane), using the Spot algorithm.\n\n      Supporting Information"
}