{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000419",
  "doi": "10.1371/journal.pbio.1000419",
  "externalIds": [
    "pii:09-PLBI-RA-5175R2",
    "pmid:20644712",
    "pmcid:PMC2903595"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Active RNA Polymerases: Mobile or Immobile Molecular Machines?",
  "authors": [
    {
      "name": "Argyris Papantonis",
      "first": "Argyris",
      "last": "Papantonis",
      "affiliation": "Sir William Dunn School of Pathology, Medical Sciences Division, University of Oxford, Oxford, United Kingdom"
    },
    {
      "name": "Joshua D. Larkin",
      "first": "Joshua D.",
      "last": "Larkin",
      "affiliation": "Sir William Dunn School of Pathology, Medical Sciences Division, University of Oxford, Oxford, United Kingdom"
    },
    {
      "name": "Youichiro Wada",
      "first": "Youichiro",
      "last": "Wada",
      "affiliation": "Laboratory for Systems Biology and Medicine, Research Center for Advanced Science and Technology, The University of Tokyo, Tokyo, Japan"
    },
    {
      "name": "Yoshihiro Ohta",
      "first": "Yoshihiro",
      "last": "Ohta",
      "affiliation": "Laboratory for Systems Biology and Medicine, Research Center for Advanced Science and Technology, The University of Tokyo, Tokyo, Japan"
    },
    {
      "name": "Sigeo Ihara",
      "first": "Sigeo",
      "last": "Ihara",
      "affiliation": "Laboratory for Systems Biology and Medicine, Research Center for Advanced Science and Technology, The University of Tokyo, Tokyo, Japan"
    },
    {
      "name": "Tatsuhiko Kodama",
      "first": "Tatsuhiko",
      "last": "Kodama",
      "affiliation": "Laboratory for Systems Biology and Medicine, Research Center for Advanced Science and Technology, The University of Tokyo, Tokyo, Japan"
    },
    {
      "name": "Peter R. Cook",
      "first": "Peter R.",
      "last": "Cook",
      "affiliation": "Sir William Dunn School of Pathology, Medical Sciences Division, University of Oxford, Oxford, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-07",
  "dateAccepted": "2010-06-02",
  "dateReceived": "2009-12-03",
  "volume": "8",
  "number": "7",
  "pages": "e1000419",
  "tags": [
    "Discipline/Biochemistry/Transcription and Translation",
    "Discipline/Cell Biology/Gene Expression",
    "Discipline/Cell Biology/Nuclear Structure and Function",
    "Discipline/Genetics and Genomics/Gene Expression",
    "Discipline/Genetics and Genomics/Nuclear Structure and Function",
    "Discipline/Molecular Biology/Transcription Elongation",
    "Discipline/Molecular Biology/Transcription Initiation and Activation",
    "Type/Research Article"
  ],
  "abstract": "Although it is widely assumed that active RNA polymerase tracks along its template, we find that DNA, not the polymerase, moves, suggesting that polymerase works by reeling in the template.",
  "fullText": "Introduction\n\nIt is widely assumed that an RNA polymerase transcribes by diffusing to a promoter, binding, and then tracking down the template as it makes its transcript [1]. Accumulating evidence, however, is consistent with an alternative: a promoter diffuses to a transcription factory where it binds to a transiently immobilized polymerase, which then reels in its template as it extrudes a transcript [2]–[6]. Here, we address the question: Are transcribing enzymes mobile or immobile?\n\nOur strategy involves switching on transcription of two genes rapidly and synchronously using tumour necrosis factor alpha (TNFα). This cytokine orchestrates the inflammatory response in human umbilical vein endothelial cells (HUVECs) by signalling through nuclear factor kappa B (NF-κB) to activate a sub-set of genes [7]–[8]. SAMD4A—a 221 kbp-long gene that encodes a regulator of this pathway—is amongst the first few to respond. Microarray analysis reveals that a synchronous wave of transcription initiates within 15 min, before sweeping down the gene (at ∼3 kbp/min) to reach the terminus ∼70 min later (Figure S1); no transcripts from the non-coding strand are detected [9]. RNA FISH using intronic probes confirms that almost half the cells in the population respond; essentially no nascent RNA can be detected prior to stimulation, no transcription occurs from the antisense strand, and probes targeting successive introns only yield signal as the wave passes by [9].\n\nTNFAIP2—a short 11 kbp gene that lies ∼50 Mbp away from SAMD4A on chromosome 14—encodes another regulator. It is switched on as rapidly and then repeatedly transcribed over the next 90 min. We use it as an external reference point (or “anchor”) and analyze the contacts it makes with different parts of SAMD4A using chromosome conformation capture (3C)—a powerful tool for detecting proximity of two DNA sequences in 3D nuclear space [10]–[12]. If the conventional model for transcription applies, we would not expect the anchor to lie close to any part of SAMD4A either before or after adding TNFα, as it lies so far away on the chromosome (Figure 1, left). Even if polymerases on the two genes happened to lie together (for whatever reason), tracking of one down the long gene should increase the distance between transcribed parts of the two genes. But if both genes were transcribed by polymerases transiently immobilized in one factory, the short gene—which would repeatedly attach to (and detach from) the factory as it initiates (and terminates)—should always lie close to just the part of SAMD4A being transcribed at that particular moment (Figure 1, right). Thus, as the polymerase reels in SAMD4A, introns 1, 2, 3, etc. should successively be brought into the factory to lie transiently next to the anchor. Results using TNFAIP2 (and other anchors) are impossible to reconcile with the widely held assumption that polymerases track; rather they are consistent with active polymerases being immobilized in factories.\n\nResults\n\nSome Interacting Partners of SAMD4A and Their Transcriptional Activation\n\nAs our strategy requires one gene to be used as an anchor, we applied 3C and a variant of “associated chromosome trap” (ACT) [13]–[14] to search for genes that interacted with SAMD4A. A number were found, and we chose four that were detected in independent experiments and which were relatively short (&lt;60 kbp): TNFAIP2, GCH1, PTRF, and SLC6A5 (Figure S2).\n\nWe initially verified that all five genes responded to TNFα by reverse-transcriptase PCR (RT-PCR). No intronic RNA (or only low levels in the case of PTRF) copied from the five genes was detected before induction, but higher levels were seen within 10 min of TNFα treatment (Figures 2A and S3F). Intronic RNA copied from further downstream in SAMD4A then appeared consistent with pioneering polymerases transcribing its 221 kbp at ∼3 kbp/min. Thus, RNA copied immediately downstream of the transcription start site (tss) appeared after 10 min, from ∼34 kbp into intron 1 after 30 min, from intron 3 after 60 min, and from the terminus after 85 min. In contrast, signal from each end of TNFAIP2 is seen by 10 min. This 11 kbp gene is so short, and synchrony sufficiently poor, that some polymerases in the population are initiating as others are terminating (Figure 2A). GCH1 and SLC6A5—both genes of ∼60 kbp—present intermediate patterns; pioneering polymerases reach termini after ∼30 min, before a second (reasonably synchronous) transcription cycle begins (Figures 2A and S3F). Such cycling has now been seen on various mammalian genes (e.g., [15]). Chromatin immunoprecipitation (ChIP) showed an enrichment of RNA polymerase II bound to the tss of all five genes within 10 min (Figures 2B and S3G). It also showed that NF-κB bound to promoters within 10 min (Figure S4), as might be expected [16]. RNA fluorescence in situ hybridization (FISH) also shows that intronic RNA copied from the relevant parts of the genes is present at the appropriate times (Figure S5). Therefore, results obtained with four independent methods (i.e., microarrays, RT-PCR, ChIP, RNA FISH) are in agreement and provide data on when polymerizing complexes are actively transcribing the sequences to be analyzed. These data are summarized in cartoons that accompany the results.\n\nChanging Contacts Between Two TNFα-Responsive Genes on Chromosome 14\n\nContacts between selected regions of SAMD4A and TNFAIP2 were monitored by 3C, where the presence of a band after 34 PCR cycles reflects a high contact frequency (Figure 3). Essentially no contacts are seen between the tss of TNFAIP2 (the anchor) and regions ∼25 kbp upstream or downstream of SAMD4A (a, h) at any time, or between the anchor and any region of SAMD4A (b–g) at 0 min—when no polymerases are engaged on either gene (Figure 3B, cartoon). By 10 min (when polymerases are first found on both genes; cartoon), contacts appear between the anchor and SAMD4A regions b, c (Figure 3B). Such contacts are soon lost, as new ones appear further 3′ on SAMD4A; they seem to steadily “slide” down the long gene. Thus, by 30 min, contacts are with regions c and d, by 60 min with region e, and by 85 min with regions e, f, and g. (The presence of more than one contact at certain times is consistent with imperfect synchrony amongst the ∼106 cells assayed.) Treatment with DRB (5,6-dichloro-1-β-D-ribofuranosylbenzimidazole)—a reagent that inhibits transcription and releases polymerases from the template (Figure S6; [17]–[18])—reduces contacts (Figure 3B, grey box). Similar changing contacts were seen using (i) real-time PCR to quantify selected interactions (Figure S7), (ii) the 3′ end of TNFAIP2 as an anchor (Figure 3C, D; the gene is short enough for polymerases to be found at the same times on promoter and terminus in different cells in the population), and (iii) if HindIII replaced SacI as the restriction enzyme used for 3C (Figure S8A, B). In every case, contacts are only seen at times when active polymerases are transcribing contacting sequences. Note that several genes lying within 50 Mbp on either side of SAMD4A do not interact with it (e.g., responsive NFKBIA, SAV1, IRF9, GPR68, and PAPLN; non-responsive GMFB, YY1, HIF1A, and C14orf2; and constitutive RCOR1; Figure S9A). As a whole, these results are inconsistent with the model involving tracking polymerases (Figure 1, left) but are simply explained if the two contacting templates are transiently tethered to polymerases fixed in one factory (Figure 1, right).\n\nChanging Contacts Between TNFα-Responsive Genes on Different Chromosomes\n\nPTRF is a 21 kbp gene that lies on a different chromosome (i.e., 17) from SAMD4A (on 14). The pattern of interactions between the two is much the same as those seen between SAMD4A and TNFAIP2 (Figure S3D, E), which is again consistent with the model involving fixed polymerases (Figure 1, right).\n\nA more complex pattern of changing contacts is seen between SAMD4A and a 60 kbp gene on chromosome 11, SLC6A5 (Figure 4); this pattern suggests that polymerases must be present on both contacting sequences. Thus, as before, no contacts are seen between the tss of SLC6A5 (the anchor) and regions upstream or downstream of SAMD4A (a, h) at any time, or between the anchor and any region of SAMD4A at 0 min—when no polymerases are engaged on either gene (Figure 4B, cartoon). Again as before, contacts appear between the anchor and SAMD4A region c (which includes the tss and the beginning of intron 1) after 10 min (Figure 4B), when polymerases are first found on both. But after 30 min (when contacts with region d were seen in Figure 3B), essentially no contacts are found (Figure 4B). This is consistent with pioneering polymerases leaving the tss of the anchor so that they are now transcribing the 3′ end of this ∼60 kbp gene, as data in Figure 2 indicate. By 60 min (when a second polymerase is just initiating on the tss of SLC6A5; Figure 2), we see a strong (second) contact with the region on SAMD4A that its pioneering polymerase is now transcribing (i.e., e in Figure 4B). This interaction is DRB-sensitive (Figure 4B, grey box), and so depends on continuing transcription. No prominent interactions are seen at 85 min (Figure 4B) even though we know SAMD4A is still being transcribed. Moreover, the contact seen with region f in Figure 3B is missing, presumably because the second polymerase on SLC6A5 has left the tss used as the anchor and is now transcribing the 3′ end (Figure 2). An almost identical pattern with analogous missing contacts is seen if HindIII replaces SacI during preparation of the 3C template (Figure S8A, C).\n\nIf the above explanation is correct, with contacts only being seen if active polymerases are present on both contacting partners, then use of the 3′ end of SLC6A5 as an anchor should change the pattern as follows. The two bands seen in Figure 4B should disappear (as polymerases at the relevant times are on the tss and not the 3′ end now used as the anchor), while the two “missing” bands should reappear (as polymerases have now reached the 3′ end); they do. For example, comparison of Figure 4B and C shows that the first missing band/contact (with d at 30 min in Figure 3B) reappears in Figure 4C, as does the second (with f at 85 min). Bands/contacts are also sensitive to DRB (Figures 4B,C, grey boxes).\n\nThis interpretation is reinforced by an analysis involving 5′ and 3′ anchors on another gene (of similar length as SLC6A5) that lie on the same chromosome as SAMD4A. Thus, GCH1 is ∼0.8 Mbp away from SAMD4A and responds as rapidly to TNFα (Figure S3F, G). When its 5′ and 3′ ends are used as anchors, a complex set of changing contacts (and missing bands) is again seen (Figure S3A–C).\n\nWe also confirmed that the tss of GCH1 lay next to the tss of TNFAIP2 at 10 min but not at 0 min (Figure S9A). This is consistent with responding promoters coming together to the same factory when active. As all other contacts analyzed involve SAMD4A, these results also indicate that such reorganization is not peculiar to one long gene.\n\nNascent RNAs Also Colocalize at the Appropriate Times\n\nIf responding regions only lie together when transcribed, their nascent transcripts should also only be together at the appropriate times. To test this we used RNA FISH with pairs of probes each able to detect an intron within a single nascent transcript copied RNA transcript at its transcription site; colocalization of nascent transcripts copied from the two different genes then yields a yellow focus [9],[19]. Yellow foci were given by the TNFAIP2 probe (red) and SAMD4A probes c, d, and e/f (green) at 10, 30, and 60 min post-induction (Figure 5A–C). No such colocalization was seen at other times (Figure S5), when relevant regions were not being transcribed. As a control, we analyzed nascent transcripts copied from a non-responsive (constitutively-active) gene—RCOR1—that lies between SAMD4A and TNFAIP2 (Figure S9A); no yellow foci were detected (Figure 5D). Just as 3C showed the templates lie together (Figure 2), RNA FISH confirms their transcripts also colocalize.\n\nWe also investigated inter-chromosomal contacts 30 min post-induction, using probes targeting (green) SAMD4A region d and (red) SLC6A5 intron 1 (close to the tss) or intron 10 (close to the 3′ end). When no 3C contacts between SAMD4A region d and the tss of SLC6A5 were seen (Figure 4B), no yellow foci were detected (Figure 5E; Figure S5C). But the “missing” 3C band was seen at 30 min using the 3′ terminus as anchor (Figure 4C), and then yellow foci are seen (Figure 5F). As a control, we analyzed nascent transcripts copied from another non-responsive (constitutively-active) gene—EDN1—that lies on a different chromosome; again, no yellow foci were seen (Figure 5G).\n\nSuper-Resolution Localization of Nascent Transcripts\n\nElectron microscopy reveals that nascent nucleoplasmic transcripts typically lie on the surface of ∼87 nm (protein-rich) factories [20]. To see if colocalizing transcripts encoded by the SAMD4A d:TNFAIP2 and SAMD4A d:SLC6A5 pairs lie this close together, we used a new approach that allows resolution beyond the diffraction limit of the light microscope [21]–[23]. We assume the red and green signals that yield a yellow focus (e.g., Figure S5B) mark two sub-diffraction spots, fit Gaussian curves to their intensities, and measure the distance (with 15 nm precision) between peaks [23]; the distance between the two transcripts ranges from 7 to 102 nm, with a mean separation of 62 nm (Figure 5H). This distribution is much like that seen when a pair of red and green points are repeatedly and randomly distributed in a 35 nm shell surrounding an 87 nm diameter sphere (Figure 5H, orange line). [Subdiffraction-sized red/green fluorescent beads of 110 nm serve as a truly co-localizing control (Figure S5B, left); then, the distance between their red and green peaks is within the uncertainty of our measurements (n = 8; not shown).] These results are consistent with nascent transcripts copied from the two different genes lying on the surface of the same transcription factory.\n\nDiscussion\n\nWe tested the two models illustrated in Figure 1 to address one fundamental assumption of modern molecular biology, namely that a transcribing polymerase tracks along its template as it makes its transcript. SAMD4A has a unique set of properties that make it particularly useful for this analysis; it can be switched on rapidly and synchronously by TNFα (with approximately half the cells in the population responding), its length provides sufficient temporal and spatial resolution (it takes ∼70 min to transcribe, and contains many restriction sites that facilitate the use of 3C to discriminate between contacts produced by different parts of the gene), and neither its sense or anti-sense strands encode other transcription units that might complicate analysis. 3C reveals that just the parts of SAMD4A being transcribed at a particular moment lie close to just the parts of three other genes being transcribed at that moment (Figures 3, 4, S3, and S8). These inter-genic contacts occur infrequently, as expected [24]–[26]. RNA FISH confirmed that the relevant nascent RNAs lie together at the appropriate times (Figures 5 and S5), while “super-resolution” microscopy (allowing measurements below the diffraction limit) showed that the distance between the two transcripts is consistent with them lying within 35 nm of the surface of an 87 nm sphere (Figure 5H). Such results are difficult—if not impossible—to explain if polymerases track. Rather, they are consistent with an alternative where two responding genes diffuse to an 87 nm factory to be transcribed by immobilized enzymes. Then, as the two genes are reeled in, only parts being transcribed at a given moment will lie transiently together [5].\n\nThese results beg many questions. For example, we were able to detect interacting sequences at a reasonable frequency simply by assuming the existence of factories dedicated to transcribing genes that respond rapidly to TNFα (Figures S2 and S9). If such specialized factories exist [27],[28], how many might there be in a nucleus, and how many are accessible to a gene like SAMD4A? Fortunately, these questions will soon be answered, as techniques for analyzing all contacts made by any gene in a nucleus have been developed [29]. We also note that our results are consistent with others obtained from a recent genome-wide study; after stimulating human cells with estrogen and mapping contacts made by bound estrogen receptor-α (using ChIP, 3C, and “deep” sequencing), contacting partners were often associated with bound RNA polymerase II [30].\n\nMaterials and Methods\n\nA detailed description of the experimental procedures is given in Text S1.\n\nCell Culture\n\nHUVECs from pooled donors (Lonza) were grown to 80%–90% confluency in Endothelial Basal Medium 2-MV with supplements (EBM; Lonza), starved (18 h) in EBM+0.5% FBS, and treated with TNFα (10 ng/ml; Peprotech) for up to 85 min. In some cases, 50 µM 5,6-dichloro-1-β-D-ribofuranosylbenzimidazole (DRB; Sigma-Aldrich) was added 20 min before harvesting cells.\n\n3C\n\n3C was performed as described [10]. In brief, 107 cells were fixed (10 min; room temperature) in 1% paraformaldehyde (Electron Microscopy Sciences), “Dounce”-homogenized, and membranes lyzed (30 min; 4°C) using 0.2% Igepal (Sigma-Aldrich). Nuclei were pelleted and resuspended in the appropriate restriction buffer, incubated (16 h; 37°C) with SacI or HindIII (800 units/106 cells; New England Biolabs), diluted to 8 ml in ligation buffer, T4 DNA ligase added (4,000 units/106 cells; New England Biolabs), and incubated (48 h at 4°C, then 20 min at room temperature). After reversing cross-links (16 h; 65°C), DNA was purified by phenol extraction and ethanol precipitation, cut with BglII to reduce fragment length, and repurified. 71%–78% restriction sites in the template were cut by SacI or HindIII (determined as in [31]). PCR conditions were adjusted so that reactions were within the linear range of amplification (i.e., ∼175 ng template/reaction; 1.75 mM MgCl2, 1% dimethylsulphoxide, 10 pmoles of each primer, and GoTaq polymerase (Promega); 95°C for 2 min, then 34 cycles at 95°C for 55 s, 59°C for 45 s, and 72°C for 20 s, followed by one cycle at 72°C for 2 min); amplimers were resolved on 2.5% agarose gels, stained with SYBR Green (Invitrogen), and scanned using an FLA-5000 scanner (Fuji). Identities of all 3C products were confirmed by DNA sequencing (Geneservices, Oxford), except for those in Figure S8 (where identities were confirmed by restriction digestion). Amplification efficiencies were examined using a control template generated by SacI or HindIII digestion of BAC clones covering GAPDH on HSA12 (RP5-940J5; ImaGenes), SAMD4A, GCH1 (RP11-170J16, CTC-775N1, CTD-2586I5, CTD-2378G4; CHORI, Invitrogen), and TNFAIP2 (CTD-2594N9; Invitrogen) on HSA14, SLC6A5 on HSA11 (RP11-120F6; CHORI), and PTRF on HSA17 (RP11-194N12; CHORI) followed by ligation. This synthetic template was spiked (to reach 175 ng/µl) with HUVEC DNA cut with the relevant restriction enzyme and ligated. Other control templates included non-digested/ligated DNA and digested/non-ligated DNA (both from 106 cells). Results shown were reproduced using at least two independently obtained templates.\n\nSupporting Information"
}