{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000720",
  "doi": "10.1371/journal.pbio.3000720",
  "externalIds": [
    "pii:PBIOLOGY-D-19-03501",
    "pmid:32453732",
    "pmcid:PMC7274471"
  ],
  "license": "This is an open access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication.",
  "licenseUrl": "https://creativecommons.org/publicdomain/zero/1.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "The evolution of the type VI secretion system as a disintegration weapon",
  "authors": [
    {
      "name": "William P. J. Smith",
      "first": "William P. J.",
      "last": "Smith",
      "affiliation": "Department of Biochemistry, University of Oxford, Oxford, United Kingdom; Department of Zoology, University of Oxford, Oxford, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-9270-7614"
      ]
    },
    {
      "name": "Andrea Vettiger",
      "first": "Andrea",
      "last": "Vettiger",
      "affiliation": "Biozentrum, University of Basel, Basel, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-1245-0987"
      ]
    },
    {
      "name": "Julius Winter",
      "first": "Julius",
      "last": "Winter",
      "affiliation": "Biozentrum, University of Basel, Basel, Switzerland; École Polytechnique Fédérale de Lausanne, Lausanne, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-6702-1330"
      ]
    },
    {
      "name": "Till Ryser",
      "first": "Till",
      "last": "Ryser",
      "affiliation": "Biozentrum, University of Basel, Basel, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-5911-3542"
      ]
    },
    {
      "name": "Laurie E. Comstock",
      "first": "Laurie E.",
      "last": "Comstock",
      "affiliation": "Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, United States of America"
    },
    {
      "name": "Marek Basler",
      "first": "Marek",
      "last": "Basler",
      "affiliation": "Biozentrum, University of Basel, Basel, Switzerland"
    },
    {
      "name": "Kevin R. Foster",
      "first": "Kevin R.",
      "last": "Foster",
      "affiliation": "Department of Biochemistry, University of Oxford, Oxford, United Kingdom; Department of Zoology, University of Oxford, Oxford, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-4687-6633"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-05-26",
  "dateAccepted": "2020-04-30",
  "dateReceived": "2019-12-03",
  "volume": "18",
  "number": "5",
  "pages": "e3000720",
  "tags": [
    "Agent-based modeling",
    "Bacterial physiology",
    "Bacteriology",
    "Bioassays and physiological analysis",
    "Biochemistry",
    "Data management",
    "Discipline-v3/Agent-based modeling",
    "Discipline-v3/Bacterial physiology",
    "Discipline-v3/Bacteriology",
    "Discipline-v3/Bioassays and physiological analysis",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Computer and information sciences",
    "Discipline-v3/Data management",
    "Discipline-v3/Engineering and technology",
    "Discipline-v3/Evolutionary biology",
    "Discipline-v3/Evolutionary systematics",
    "Discipline-v3/Fluidics",
    "Discipline-v3/Fluorescence competition",
    "Discipline-v3/Green fluorescent protein",
    "Discipline-v3/Luminescent proteins",
    "Discipline-v3/Lysis (medicine)",
    "Discipline-v3/Mathematics",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial physiology",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Microfluidics",
    "Discipline-v3/Pathogens",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Phylogenetics",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physiological processes",
    "Discipline-v3/Physiology",
    "Discipline-v3/Proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Secretion systems",
    "Discipline-v3/Simulation and modeling",
    "Discipline-v3/Systems science",
    "Discipline-v3/Taxonomy",
    "Discipline-v3/Tissue repair",
    "Discipline-v3/Toxic agents",
    "Discipline-v3/Toxicology",
    "Discipline-v3/Toxins",
    "Discipline-v3/Virulence factors",
    "Evolutionary biology",
    "Evolutionary systematics",
    "Fluidics",
    "Fluorescence competition",
    "Green fluorescent protein",
    "Luminescent proteins",
    "Lysis (medicine)",
    "Mathematics",
    "Microbial physiology",
    "Microbiology",
    "Microfluidics",
    "Pathogens",
    "Pathology and laboratory medicine",
    "Phylogenetics",
    "Physiological processes",
    "Physiology",
    "Proteins",
    "Secretion systems",
    "Simulation and modeling",
    "Systems science",
    "Taxonomy",
    "Tissue repair",
    "Toxic agents",
    "Toxicology",
    "Toxins",
    "Type/Research Article",
    "Virulence factors"
  ],
  "abstract": "The type VI secretion system (T6SS) is a nanomachine used by many bacteria to drive a toxin-laden needle into other bacterial cells. Although the potential to influence bacterial competition is clear, the fitness impacts of wielding a T6SS are not well understood. Here we present a new agent-based model that enables detailed study of the evolutionary costs and benefits of T6SS weaponry during competition with other bacteria. Our model identifies a key problem with the T6SS. Because of its short range, T6SS activity becomes self-limiting, as dead cells accumulate in its way, forming “corpse barriers” that block further attacks. However, further exploration with the model presented a solution to this problem: if injected toxins can quickly lyse target cells in addition to killing them, the T6SS becomes a much more effective weapon. We tested this prediction with single-cell analysis of combat between T6SS-wielding Acinetobacter baylyi and T6SS-sensitive Escherichia coli. As predicted, delivery of lytic toxins is highly effective, whereas nonlytic toxins leave large patches of E. coli alive. We then analyzed hundreds of bacterial species using published genomic data, which suggest that the great majority of T6SS-wielding species do indeed use lytic toxins, indicative of a general principle underlying weapon evolution. Our work suggests that, in the T6SS, bacteria have evolved a disintegration weapon whose effectiveness often rests upon the ability to break up competitors. Understanding the evolutionary function of bacterial weapons can help in the design of probiotics that can both establish well and eliminate problem species.",
  "fullText": "Introduction\n\nBacteria are aggressive organisms that employ a wide range of mechanisms to kill their competitors [1–3]. One of the most widespread and intricate of these anticompetitor adaptations is the type VI secretion system (T6SS) [4–6]. Resembling a spring-loaded spear gun, a T6SS is a contractile nanomachine that typically functions to inject toxic effector proteins into prokaryotic and eukaryotic cells. When a bacterial cell’s T6SS is fired, a molecular spring drives a poison-tipped needle outward, potentially piercing and intoxicating a nearby target cell [7,8]. Cells are spared damage from clonemates’ T6SS attacks through the synthesis of shared immunity proteins, but cells lacking immunity are intoxicated. Though dependent on cell–cell contact, this delivery route typically confers a broad target spectrum, enabling toxin translocation without relying on target cells’ surface receptors or transport systems [9,10].\n\nCommensurate with these advantages, there is growing evidence of the important role the T6SS plays in microbial ecosystems. The T6SS can be a powerful mediator of interbacterial competition across a broad range of contexts, including plant- and human-associated communities [3,11–13]. In these settings, it facilitates pathogen invasion through the killing of commensal species—but, conversely, it can allow commensals to defend ecological niches from competitors and pathogens [14–17]. Understanding T6SS function and evolution, therefore, has implications for both crop protection and the treatment of infectious diseases.\n\nAlthough the ecological impacts of T6SSs are becoming clear, the evolutionary pressures on the T6SS as an anticompetitor weapon remain poorly understood. Killing competitors offers fitness benefits from improved access to space or resources [2]—but, as with other weapons [2,18,19], there appear to be costs to T6SS use. Firing likely comes with high material and energetic overheads [20], and the scope for T6SS component recycling is limited [21]. The arrangement of different strains in space also affects the utility of the weapon, by changing the proportion of attacks directed against non-kin cells [22,23]. This prompts the question: How should the T6SS be used, if at all, during bacterial competition?\n\nTo explore this question, we developed a detailed agent-based model of T6SS competition. Our approach highlights a major limitation to the T6SS’s contact-dependent mode of killing. Although increasing the rate of T6SS needle firing can benefit a cell through the elimination of competitors, killing rapidly becomes self-limiting, because dead cells accumulate to form protective barriers around groups of T6SS-sensitive cells. This led us to a key prediction on the design of the T6SS as a weapon: it will only remove competitors effectively if it delivers lytic toxins that not only kill but also disintegrate target cells. This prediction is supported by competition experiments, both in microfluidics and on agar, and by the distribution of lytic toxins across a wide range of T6SS-wielding bacterial species. Our work reveals that the T6SS suffers a major design constraint but that this can be overcome by the delivery of toxins with a particular mechanism of action. We discuss the implications of our findings both for T6SS evolution and for the goal of using probiotic bacteria to deliver antimicrobials.\n\nResults and discussion\n\nA new agent-based model of T6SS competition\n\nWhen is the T6SS favored by natural selection as a mechanism to kill bacterial competitors? To address this question, we created a realistic agent-based model incorporating T6SS dynamics. We chose this approach as it allows one to freely alter both environmental and weapon properties—such as cell density, firing rate, the cost of firing, and toxin potency—while retaining many of the spatial and mechanical details that are known to be important for bacterial competition [23,24].\n\nWe use our model to explore where and how T6SS use affects bacterial fitness, across a wide range of conditions. As in previous studies [25–27], we consider rod-shaped bacterial cells that push on one another as they grow and divide exponentially (S1A Fig, “Dynamics”). Model simulations begin with cells randomly scattered on a flat surface (tstart) and end once the cell population reaches a user-defined maximum (at time tend). To this established framework, we added a discrete representation of T6SS firing and response. T6SS+ “attacker” cells (green) fire needles from randomly chosen sites on their surface, at an average rate kfire. For simplicity, we assume that T6SS activity is constitutive (constant kfire); this appears to be the case for some bacteria under certain conditions [28,29], although others are known to use sophisticated regulatory strategies to adjust firing rates in response to biotic [28,30,31] and abiotic [32] cues. Attacker cells also pay a fractional growth cost proportional to their firing rate, so that the average T6SS+ cell growth rate is kgrow(1−ckfire). T6SS− susceptible (magenta) avoid these costs but become intoxicated after being struck by Nhits needles. Intoxicated “victims” (black) cannot grow and are lysed (removed from the simulation) following a delay of 1/klysis. Our model, whose source code is available to download [33], is based on CellModeller (Tim Rudge and colleagues, https://haselofflab.github.io/CellModeller/), a GPU-compatible Python/OpenCL modeling framework [25,34,35]. Further details are provided in the Materials and methods section, and in S1 Fig.\n\nA constraint to T6SS use: The corpse barrier effect\n\nUsing this model, we simulated competitions between attacker and susceptible strains growing in a single layer. We initiated each simulation by scattering a 1:1 (100-cell) mixture of the 2 cell types in a circle of 50-μm radius, repeating simulations for increasing T6SS firing rates kfire. Surprisingly, this revealed that high T6SS activity can cause an attacker strain to lose, such that the T6SS is counterselected (Fig 1A, S1 Fig, S2 Fig and S1 Movie). Analyzing our simulations in more detail, we noticed that as T6SS firing increases, so too did the number of dying victim cells found at the interstrain boundary (Fig 1B and S2 Fig). This finding is consistent with previous empirical observations of dead cells between mutually vulnerable T6SS+ attacker strains [36,37] and led us to hypothesize that lysing cells might block T6SS attacks at the interstrain boundary, thereby reducing the efficiency of the weapon. We refer to this process as the “corpse barrier effect”.\n\nConsistent with this hypothesis, we found that decreasing the duration of victim lysis (parameterized by 1/klysis) increased the benefits of firing the T6SS rapidly (Fig 1C and 1G) and lowered boundary saturation, defined as the fraction of the interface occupied by lysing cells (Fig 1D and S2 Fig). We also found similar behavior in analogous 3D simulations (Fig 1E and 1F). As a further mechanistic test, we quantified the benefits of T6SS activity as a function of attacker cells’ firing rate. We calculated the peak T6SS killing rate in each competition and normalized it by the number of cells on interstrain boundaries (see Materials and methods and S2 Fig). These values confirmed that killing rapidly saturates with kfire when victim lysis is slow (Fig 1H, blue markers) but is substantially increased when victim lysis is rapid (red markers) following intoxication. Importantly, we also found that we could accurately predict observed killing rates simply from boundary saturation values (see Materials and methods; Fig 1H, dashed lines), suggesting that “corpse barriers” are indeed a determinant of overall T6SS killing efficiency.\n\nTaken alongside the rising costs of T6SS investment, these kill rate values provide a rationale for the observed fitness effects (Fig 1G). For a given inoculum density and composition, the saturating benefits of T6SS use are rapidly overtaken by rising weapon costs. This result suggested that the corpse barrier effect is a fundamental constraint on the T6SS as a weapon. However, these analyses also indicate a possible solution to this problem: decreasing the duration of victim cell lysis is predicted to greatly improve the rate of killing via the T6SS across a wide range of conditions (Fig 1G and 1H, and S2 Fig). This predicts that cells wielding the T6SS will benefit from using toxins that rapidly break up dead cells and thereby allow the weapon to keep injecting toxin into viable cells.\n\nMicrofluidic experiments reveal a quantitative fit to modeling predictions\n\nIn order to test the model’s predictions, we turned to microfluidic chambers, which enable single-cell imaging and real-time analysis of T6SS activity, interstrain boundaries, and victim lysis (Fig 2, S3 Fig, S4 Fig and S5 Fig). We competed a T6SS+ attacker strain A. baylyi against a T6SS− susceptible strain of E. coli [29]. Normally A. baylyi uses its T6SS to inject a cocktail of at least 5 different “effector” toxins whose molecular targets and activities differ substantially (see S5 Fig and S4 Movie for competition between parental A. baylyi strain with all 5 toxins and E. coli). Importantly, it is possible to engineer A. baylyi strains that carry only single-effector toxins while maintaining the same T6SS assembly rate [29]. This allows us to test our predictions by comparing the killing abilities of single-effector mutants bearing fast-lysing (Fig 2A, 2C and 2E) and slow-lysing (Fig 2B, 2D and 2F) toxins, during T6SS competition.\n\nFluorescently tagged strains of A. baylyi (green), expressing either toxin Tae1 (type VI amidase effector 1) or toxin Tse2 (type VI effector 2), were compared in competition with unlabeled T6SS-sensitive E. coli bacteria (Fig 2A). Tae1 is an amidase toxin that targets victims’ cell walls and induces rapid (&lt;1 minute) lysis following intoxication (Fig 2A), whereas toxin Tse2 (Fig 2B) lyses target cells slowly (&gt;4-hour lysis delay)—yet still kills cells efficiently through a mechanism yet unknown [29]. A. baylyi cells carrying only Tae1 were able to largely clear the chamber of E. coli cells within 6 hours of inoculation (Fig 2C, see S3 Fig and Materials and methods for quantification procedure). In contrast, A. baylyi secreting only the slow-lysing toxin Tse2 (Fig 2D) were unable to clear E. coli from the chambers even after up to 18 hours’ coincubation, despite efficiently killing cells on the boundary (S3 Movie shows 5 pairwise comparisons of the 2 toxins). We also examined the dynamics of E. coli killing in the presence of a propidium iodide fluorescent “dead stain”: by counting the rates at which new propidium iodide foci appeared, we were able to estimate the E. coli death rate in the 2 treatments (S4 Fig and S5 Movie). These analyses confirmed that kill rates saturated earlier and were slower overall for the slow-lysing effector Tse2 compared with Tae1.\n\nThe microfluidics support the general prediction that causing rapid cell lysis greatly improves the functioning of the T6SS. To further test the fit between the model and the data, we ran a new version of our T6SS agent-based model using the specific geometry of the microfluidic system and compared the dynamics of killing between the model and the experiments. Importantly, this exercise was based on the same parameters as our earlier models and was not carried out by simply fitting the model to the data using free parameters in the model (see Materials and methods for details of parameter choice). Running the new model revealed a good fit between the predicted dynamics and those seen in the experiments, for both the low and the high rate of cell lysis (Fig 2E and 2F, S5 Fig and S2 Movie; see also Fig 3E for additional replicates and statistical analysis). This close quantitative fit with the data provides strong support for the model and the prediction that T6SS-dependent elimination of susceptible cells depends critically on the rate of target cell lysis.\n\nOur microfluidic system enables observation of T6SS competition dynamics at single-cell resolution, allowing a direct comparison to our models. However, these experiments also confine bacteria in narrow chambers in a manner that may influence the outcome of experiments. We therefore sought also to test our predictions by coculturing cells using the agarose pad assay widely used in T6SS studies (Fig 2G and 2H; Materials and methods). Micrographs and cell recovery assays revealed large numbers of surviving E. coli microcolonies when competed with A. baylyi secreting only slow-lysing Tse2 but little E. coli survival when incubated with A. baylyi secreting Tae1 (Fig 2G and 2H, S6 Fig). Specifically, approximately 30 times more E. coli cells survive in the presence of effector Tse2 than with effector Tae1 (Fig 2H).\n\nSlowing cell lysis with osmoprotectant suppresses T6SS killing\n\nBoth in microfluidic chambers and on agarose surfaces, the fast-lysing T6SS toxin Tae1 outperforms its slow-lysing counterpart Tse2. Moreover, we observe the buildup of large clumps of victim cells in the absence of cell lysis, as predicted by the corpse barrier effect. These findings, which compare 2 naturally occurring toxins, support our model’s predictions. However, if the toxins kill at different rates, this may also influence the competition outcomes in addition to the effects of lysis. We therefore devised a second experimental strategy to modulate victim lysis without changing the toxin secreted by the attacker. We reasoned that, because Tae1 causes cell lysis by degrading peptidoglycan (Fig 2), it ought to be possible to prevent this by the addition of osmoprotectant (sucrose and MgSO4), which would stabilize the intoxicated cells as spheroplasts [38,39].\n\nAs anticipated, in the presence of osmoprotectant, E. coli cells incubated with Tae1-armed A. baylyi blebbed and formed spheroplasts with intact membranes, contrasting the rapid lysis without osmoprotectant (Fig 3A and S6 Movie). Importantly, the presence of the osmoprotectant had no detectable effect on the T6SS activity of A. baylyi. With and without osmoprotectant, protein precipitation and SDS-PAGE suggested equal amounts of secreted hemolysin-coregulated protein (Hcp, a structural component of T6SS needles) in the culture supernatant (Fig 3B). Furthermore, image analysis did not identify any significant difference in the rates of E. coli cell killing, based on cell lysis or blebbing events per number of contacts between cells of the 2 species (Fig 3C). This shows that osmoprotective conditions specifically block target cell lysis without altering T6SS activity and potency or delivery of toxin Tae1. Strikingly, the addition of osmoprotectant resulted in outcomes that were very similar to competitions with the slow-lysing effector Tse2 (Fig 2B), with a visible corpse barrier of spheroplasts forming at the A. baylyi–E. coli interface (Fig 3D and S7 Movie) and the inability to clear prey cells in the microfluidic device (Fig 3E).\n\nThe same outcome was also seen on agarose, with osmoprotection greatly increasing E. coli survival when incubated with A. baylyi secreting fast-lysing toxin Tae1. However, osmoprotection had no effect on E. coli survival in mixtures with A. baylyi secreting the slow-lysing toxin Tse2. Here we added a treatment in which the membrane-destabilizing ion chelator EDTA (see Materials and methods) was added during cell recovery, to confirm that osmoprotectant did not enable cell survival on the recovery plates and so alter the killing effectiveness of the toxin (S7 Fig), which it did not (Fig 3F). Finally, we showed that osmoprotectant has no effect on killing by an A. baylyi strain engineered to lack only Tae1 (Fig 3F), which confirms that there are no unintended effects of osmoprotectant and that it only impacts the cell wall targeting effector Tae1.\n\nFor 2 independent methods of controlling target cell lysis rate—and for both microchamber and agarose assays—we see that T6SS weaponry performs much better when it is able to rapidly lyse target cells. However, these experimental results are still limited to 2 T6SS effectors from a single bacterial species. To perform a broader assessment of the value of lytic toxins across many species, therefore, we turned to genomic data on the T6SS effectors found across Proteobacteria.\n\nLytic toxins are extremely common across T6SS-wielding bacteria\n\nOur model suggests that natural selection should drive a strong association between the use of the T6SS and delivery of effectors that disintegrate victims and clear the way for new targets. The model does not predict that the T6SS will always deliver lytic toxins; lysis is less important when cells of different genotypes are typically well-mixed or if the function of the T6SS is to kill the occasional cell that lands upon an existing community. Nevertheless, we see a clear benefit to lysis under a wide range of conditions. In order to look for an association between the T6SS and the use of lytic toxins, we reanalyzed genomic data [40] across 466 bacterial species (arranged in a cladogram in Fig 4), dividing effectors into those more likely to promote rapid cell lysis (peptidoglycan- and membrane-targeting) and those more likely to cause little or delayed lysis (pore formers, nucleases, and glycohydrolases; see Materials and methods for further discussion).\n\nOf the 1,125 effectors identified in this dataset, 83.2% are predicted to cause rapid lysis (936/1,125), with 85.0% of strains analyzed carrying at least 1 fast-lysing effector (396/466). The structure of the taxonomy tree suggests that this abundance cannot be attributed to phylogeny alone, because species within the same clade are not especially similar compared with random species pairings (see Materials and methods and S8 Fig). For some effectors, there is appreciable phylogenetic signal at the genus level, but this rapidly falls away for broader taxa, showing that the data are not explained by a few major clades with particular effectors dominating the tree. This pattern is also not explained by bacteria showing a general preference for fast lysing toxins to kill competitors: the best-studied set of bacterial toxins, the colicins, are released to diffuse in the environment, and there, DNase and pore-forming mechanisms of action predominate [41,42]. Moreover, a second, rarer, contact-dependent mechanism, contact-dependent growth inhibition (CDI), appears to often deliver nonlytic toxins [43,44]. Although less studied, CDI is thought to function in different ways to the T6SS [45], with a major putative function being signaling within a genotype in addition to the elimination of other genotypes [46]. In sum, insofar as one can predict the speed of target lysis from an effector’s mode of action, the prevalence of fast-lysing T6SS effectors across Proteobacteria is consistent with our prediction that causing cell lysis is often important for T6SS function.\n\nAlthough we focused on strains with single effectors here, it is common for the T6SS to simultaneously carry multiple different effectors. If one lytic effector can be so potent, why carry so many other toxins? One possibility is that using a combination of effectors leads to more rapid intoxication and/or lysis [40,47]. Consistent with this, although the lytic effector Tae1 is highly effective when used in isolation, wild-type A. baylyi cells that carry all 5 naturally occurring effectors on their T6SS are even more effective killers (Fig 3F). Another likely source of toxin diversity is negative frequency–dependent natural selection, which arises because bacteria are more likely to carry resistance to the most common toxins. This can favor the use of rare toxins or combinations of toxins to make full resistance in target cells unlikely [2,48].\n\nConclusions\n\nThe prevalence of the T6SS is testament to its importance in microbial ecosystems, in which it is a mediator of interbacterial competition across a broad range of contexts, including plant- and human-associated communities [11–16]. A much-discussed strength of the system is that it can directly deliver a wide range of toxins that would otherwise be unable to cross the membranes of target cells [2,20,49,50]. A corollary is that T6SS-wielding bacteria have the potential to serve as powerful probiotics, which deliver a chosen antimicrobial to harmful bacteria [51–53]. However, here we have shown that the T6SS is not simply a mechanism for delivering generic toxins to target cells; we find it can be ≥30 times less effective at clearing bacteria if unable to function as a lytic weapon (Fig 2H). This suggests that biotherapeutic strategies should consider the fit between each antimicrobial’s mode of action with its mode of delivery, in a manner not seen with the use of conventional antibiotics. More generally, our work highlights the need to understand how bacterial weapons evolve if we are to harness them for our own ends.\n\nMaterials and methods\n\nAgent-based modeling\n\nS1 Fig provides an overview of our agent-based model, whose parameters and variables are summarized in S1 Table and S2 Table, respectively. The model is based on CellModeller (https://haselofflab.github.io/CellModeller/), a modeling framework designed by Tim Rudge and colleagues [25].\n\nCell growth and division\n\nAs in previous studies, our model represents bacterial populations as collections of rod-shaped cells, which divide via binary fission. We assume throughout that nutrients are always available in excess, so that all cells have access to the same nutrient concentrations. In this regime, each cell’s volume Vi increases exponentially through elongation, from birth volume V0, according to the equation dVi/dt = kgrow,iVi; cell volumes are updated iteratively using the discretized form ΔVi = kgrow,iVidt, where dt represents the simulation timestep and kgrow,i, the cell’s growth rate. Cells divide lengthwise into 2 identical daughter cells once they reach volume 2V0+ηdivision, where ηdivision represents uniform random noise in the cell cycle. Each daughter’s axis vector a^i is perturbed slightly by a noise term with weight ηorientations, to represent spatial imperfections in the division process.\n\nCell movement\n\nFollowing the cell growth phase, the cell configuration is returned to a quasistationary mechanical equilibrium using an energy minimization algorithm, described in previous publications [25,26]. Briefly, any pair of cells whose surfaces are within 0.01 μm of each other are deemed to be overlapping and subject to mutual repulsion. Overlaps between neighboring cells are identified and summarized in a contact matrix A and a distance vector d, along with a regularizing matrix M representing the energetic cost of cell movement, weighted by a scalar factor α. Cell impulses p satisfying the equation (ATA+αM)p = −Ad are calculated using an iterated conjugate gradients method [54], such that the application of the impulses moves the cells back to an equilibrium configuration while minimizing cell displacement, to within an absolute tolerance ϵCG. New overlaps created by movement are resolved sequentially, adding sets of impulses together until either their application produces no additional overlaps or until the iteration count exceeds the maximum iteration number Miter,max.\n\nT6SS firing and costs\n\nWe model T6SS activity in terms of discrete, spatially explicit firing events (See S1A Fig, “cells”). Every simulation timestep dt, each T6SS+ cell i fires Nfirings,i times, with Nfirings,i being drawn at random from a Poisson distribution with mean kfire (S1B Fig). For each of these firings, a point x on the surface of cell i is chosen at random. A vector with origin x, orientation u^(x), and length Lneedle is constructed, where u^(x) corresponds to the unit outward normal vector at point p on the cell. We assume that Lneedle = R (the cell radius), based on the observations that (1) extended T6SS sheaths often span the diameter of producing cells and that (2) contraction roughly halves the sheaths’ length [55–57]. We assume firing to be constitutive (fixed kfire) and rapid compared with cell movement timescales, such that firing occurs in essentially static cell configurations. We assume a linear relationship between T6SS firing rate and growth costs (S1C Fig): firing Nfirings,i times on a given timestep dt reduces the growth rate of cell i by factor 1−cTotal,i, where cost cTotal,i = c(Nfirings,i/dt).\n\nT6SS hit detection and response\n\nFollowing firing, each T6SS needle vector is checked to see if it passes through any other cell in the current configuration (a needle never strikes the cell that produced it). Geometrically, this is equivalent to checking whether 2 line segments come within distance R of one another, where R is the cell radius. This computationally intensive process is accelerated using spatial sorting algorithms and parallel implementation, described previously for computing cell–cell mechanical interactions [25]. Tallies of successful needle hits are kept to track each cell’s intoxication. We assume a stepwise toxin response (S1D Fig) with cells dying after being struck by Nhits needles. To model immunity, a separate tally is kept for each type of cell in the simulation. For example, given 2 mutually susceptible T6SS+ strains X and Y, X would ignore its tally of hits from other X cells (self-immunity) but respond to those from Y cells.\n\nModel parameterization\n\nS1E Fig provides an overview of the parameters governing T6SS behavior in our model. There are 17 parameters altogether, whose names and values are summarized in S1 Table. Mechanical and numerical parameters, governing cell movement during growth, were taken from previous publications. Whenever possible, parameters governing T6SS firing and response were estimated directly from experimental observations of A. baylyi/E. coli competition. This was not possible in the case of the cost parameter c, and so we performed a broad parameter sweep to test its influence in our competition simulations from Figs 1 and 2. S1F Fig summarizes this parameter sweep, plotting final attacker frequency, (Total attacker cell volume / Total cell volume), as a metric of competition outcome. Following this sweep, we set the cost factor to the intermediate value of 0.001, for which the optimum firing rate (i.e., the kfire value maximizing final attacker frequency) approximately coincides with the observed A. baylyi firing rate (50 firings cell-1 h-1; details next). For simulations of the microfluidic device, the majority of parameters remained unchanged from our earlier models (Nhits = 1,c = 0.001,klysis = 0.8,8.0 h-1). Firing rate kfire is an independent variable in our models, and we set this to 50.0 firings cell-1 h-1, based on A. baylyi’s firing rate under these conditions. The 1 model parameter that, in a sense, was fitted was the degree of mechanical growth restriction (the degree to which dense cell packing causes a slowing in growth), which was increased moderately (1/γ = 0.1). We found this was necessary to stop susceptible cells from rapidly pushing attackers out of the openings of the chamber in the new geometry.\n\nSimulation protocols\n\nComputation and postprocessing\n\nAgent-based model simulations were run on a 2017 Apple MacBook Pro laptop computer, with simulations distributed between Intel 3.1 GHz quadcore i7-7920HQ CPU, Intel HD 630 Graphics card, and AMD Radeon Pro 560 Compute Engine. Simulation data were analyzed using custom Matlab scripts and visualized using Paraview [58].\n\n2D disc simulations (Fig 1)\n\nHere we used 100-cell inocula consisting of a 1:1 mix of T6SS+ “attacker” and  T6SS− “susceptible” cells, randomly scattered and oriented within a 100-μm circle. Cell coordinates were restricted to a 2D plane, producing a confluent monolayer of cells approximately 180 μm in diameter. Simulations were set to terminate once the cell population exceeded 10,000 individuals (living or dead), representing an ecological niche with limited space.\n\n3D “biofilm” simulations (Fig 1)\n\nHere we instead began with 1 cell of each type but allowed cells to move and rotate freely within a walled box with base dimensions 40 by 40 μm. To model cell detachment from the mature biofilm, a cell “slougher” was added to remove cells positioned &gt;20 μm from the biofilm’s base. Simulations were set to terminate after 13 hours of growth.\n\nSimulations of microfluidic chambers (Fig 2)\n\nIn this case, we grow cells from the initial cell arrangement shown in Fig 2C (“Simulation,” t = 00:00), in walled, open-ended chambers measuring 10 by 100 μm, with cells being removed from the simulation after being forced out of the chamber’s ends. Chamber simulations began with a fixed arrangement of cells, created by placing a susceptible cell in the center of the chamber, flanking it with 2 rows of 5 attacker cells, and then allowing 3 hours of growth. Simulations terminated after 13 hours of growth following this starting point, shown in S2 Movie as t = 0.0 hours.\n\nSimulation metrics\n\nRelative fitness\n\nWe used the relative cell division rate of the T6SS+ strain, ωT6+/ωT6−, to quantify simulation outcome. This quantity is defined as\n\nwhere Vtotal,T6+ and Vtotal,T6− correspond to the total volumes of T6+ (attacker) and T6– (susceptible) cells, respectively, and tstart, and tend are the simulation start and end times, respectively.\n\nInterstrain boundaries\n\nWe define T6SS+ cells as lying on the interstrain boundary if they are touching and therefore within T6SS firing range of any T6SS− susceptible cell, whether living or dead (see S2B Fig). As shown in S2A Fig, the number of boundary cells, Nboundary, varies both within and between simulations, and so it is important to normalize out this variation when comparing T6SS kill rate values, as discussed next.\n\nBoundary saturation\n\nTo quantify the proportion of interstrain boundaries occupied by lysing cells (“boundary saturation,” see Fig 1), we identified attacker cells as lying on the interstrain boundary (bT6SS+) if they touched at least 1 T6SS− cell, either living or lysing, and then calculated the fraction of all bT6SS+ | T6SS− contacts that involved dead cells. Plotting these values as a function of simulation time (S2I Fig, left column, blue circles) shows that, as the competition progresses, interstrain boundaries become increasingly populated with lysing cells—i.e., boundary saturation increases. As in Fig 1, raising the firing rate (S2I Fig, middle and right columns) substantially increased the final saturation, to the point that &gt;95% of all susceptible cells within range of T6SS attacks were already dead. Conversely, increasing the victim lysis rate reduced the average saturation at all time points and for each firing rate (S2I Fig, red circles). For each of these cases, the corresponding simulation snapshots are shown in S2G Fig and S2H Fig.\n\nConfluency\n\nAnalysis of cell–cell contacts can also be used to define the point at which disc colonies become confluent. At this time, most cells become surrounded on all sides, and so the median cell coordination number (i.e., the median number of neighbor cells in physical contact with a focal cell; S2C Fig) plateaus.\n\nNormalized peak kill rate\n\nAt a given simulation time point t, we compute the net victim death rate kdeath(t) as the gradient of the cumulative susceptible cell death count Ndeath(t): kdeath(t) = (dNdeath(t)/dt)t. S2D Fig shows plots of both kdeath(t) (red) and kdeath(t) (blue) for reference. In Fig 1, we use max(kdeath(tmax)), normalized by the number of boundary cells at the corresponding time point, Nboundary(tmax), as a measure of the postconfluency kill rate per unit interstrain boundary,\n\nComputed in this way, normalized peak T6− kill rates function as an intrinsic metric of T6SS effectiveness: plotting these rates against T6SS firing rate (S2E Fig) produces the same saturating curve for different weapon costs. Note that this is not equivalent to taking max(NKR) = max(kdeath(t)/Nboundary.): as shown in S2D Fig (inset), this would give noisy kill rate values representative of preconfluent killing instead of a converged kill rate that incorporates barrier effects.\n\nPredicting kill rate from boundary saturation\n\nTo test whether boundary saturation could be used to predict T6SS killing rate, we compared peak-time saturation values (see S2I Fig) with peak-time killing rates, as plotted in Fig 1H. We found that boundary saturation could be used to predict T6SS killing using an intuitive formula, kkill = (1−fboundary)kfire phit, where kkill is the rate of victim cell death per unit interface, fboundary is the boundary saturation, kfire is the attacker firing rate, and phit is the probability of a successful T6SS attack on the boundary (see next).\n\nT6SS hit probability\n\nTo compute the probability that an attacker cell (situated on an interstrain boundary) hits a nonkin cell with a T6SS needle, we used our model to simulate rounds of firing in fixed cell configurations. For each of the 2D simulations shown in Fig 1, the final cell configuration was extracted. Boundary attacker cells were identified (see “Interstrain boundaries” previously; S2B Fig) and allowed to fire N needles at random. Needle hits were computed and the proportion of needles striking nonkin (susceptible or victim) cells calculated and averaged over the set of configurations. These mean values were found to be invariant with respect to the firing rate used to generate the input cell configurations. The data reported in the main text were measured for simulations with kfire = 50.0 firings cell-1 h-1, N = 100.\n\nBacterial strains and cultivation\n\nAll strains were grown at 37°C on LB (lysogeny broth) agar plates or by shaking at 200 rpm in LB broth. Growth media were supplemented with appropriate antibiotics where indicated. To gentamycin-resistant E. coli MG1655 and isogenic mutant constitutively expressing mRuby3 derivate, 15 μg/mL gentamicin was added; for A. baylyi ADP1 rpsL-K88R derivatives, 50 μg/mL streptomycin was added. Mutagenesis in A. baylyi was carried out as described previously [29]. The strains used in this study are listed in S3 Table.\n\nMicrofluidics\n\nA custom-built polydimethylsiloxane-based microfluidic device, similar to that used in a previous study [59], was used for all microfluidic experiments. As shown in S3A Fig, 2 individual flow channels are linked by narrow observation channels 10 × 30 to 150 × 1 μm in dimension (width × length × height). This design allows observation of competition dynamics in cell monolayer, as clonal groups of bacteria grow and come into contact. During design iterations, we realized that A. baylyi is slightly thicker than E. coli and so was prone to be trapped at observation channel entrances, whereas E. coli cells could readily enter the channels. On the other hand, E. coli grows faster than A. baylyi and so could potentially expel the latter from chambers, interfering with the outcome of the contact-dependent competitions. Adjustments to the loading procedure helped to overcome this problem: First, we loaded A. baylyi by applying a higher flow rate to the top flow channel (top channel 0.001 μL/second, bottom 0.003 μL/s for 30 seconds), thereby forcing A. baylyi cells into the tops of the observation channels. Next, E. coli cells were loaded from the opposite side using the same principle but with inverted flow pressures. Most E. coli cells therefore became trapped inside the central regions of the observation channels. Last, the bottom cell inlet was exchanged from E. coli to A. baylyi cells, allowing us to load a second layer of A. baylyi to block the exit of the observation channel (S3A Fig). Using this procedure, a prey cell population was trapped in between 2 layers of A. baylyi cells. The chip was perfused with LB medium at 0.005 μL/second using a Nemesys syringe pump and incubated at 30°C inside an Oko-lab incubation chamber. Competition experiments were run for up to 18 hours.\n\nCells were imaged on an inverted Nikon Ti Eclipse epifluorescence microscope equipped with a fully motorized stage and perfect focus system for multiposition time-lapse imaging. Images were acquired at a 5-minute acquisition frame rate using a 1.42 numerical aperture Plan Apo 100× oil immersion objective. Fluorescence was excited using a SPECTRA X light engine and filtered using ET-GFP (Chroma #49002) and ET-mCherry (Chroma #49008) filter set and recorded on a pco.edge 4.2 (PCO, Kelheim, Germany) scientific complementary metal-oxide-semiconductor (sCMOS) camera (pixel size 65 nm) using VisiView software (Visitron Systems, Puchheim, Germany). For all excitations, output power of the SPECTRA X light engine was set to 20%. Phase contrast, GFP, and propidium iodide were recorded at 100-millisecond exposure, whereas mRuby3 was recorded at 250-millisecond exposure.\n\nRecorded time-lapse series were postprocessed with Fiji [60]. Stage drift was corrected using a customized StackReg plugin [29]. Observation channels were selected manually based on initial cell density (&lt;40% occupancy) and a 2:1 (A. baylyi:E. coli) cell ratio. Next, an automated macro was generated to split fluorescence channels, normalize single intensity to 0.1% saturated pixels per frame, and reduce noise by blurring images using a Gaussian blur filter (sigma: 2 pixels). If necessary, mRuby3 signal background fluorescence was subtracted (50-pixel rolling ball radius, sliding paraboloid, disabled smoothing). For signal segmentation, a global Otsu thresholding algorithm was applied to plot growth trajectories for each strain. The total occupancy of A. baylyi + E. coli at confluency (assessed from phase-contrast image) served as an internal quality control for segmentation (S3B Fig), which was not allowed to be higher than 110% (10% error above expected 100% A. baylyi + E. coli channel occupancy).\n\nMicrobial competition assays\n\nOvernight cultures of A. baylyi and E. coli were diluted 1 to 20 and 1 to 100, respectively, into fresh LB and grown to an optical density (OD, measured at 600 nm) of 1. vipA-sfGFP-labeled A. baylyi strains served as a T6SS-positive parental strain, whereas an isogenic hcp deletion mutant was used as T6SS-negative control. E. coli served as the T6SS-susceptible strain; attacker and susceptible cells were concentrated to indicated ODs and mixed at a 1:1 ratio. Five microliters of cell mixtures was spotted on predried LB plates. After spots were completely absorbed, the competition was carried out for 3 hours at 37°C. Subsequently, spots were excised from LB plates and bacterial cells were resuspended in 500 μL LB and subjected to 7 rounds of 10-fold serial dilution. Colony-forming units (CFUs) of A. baylyi and E. coli cells were enumerated respectively by plating on streptomycin (100 μg/mL) or gentamycin (30 μg/mL) media, incubated at 37°C.\n\nFor low-magnification microscopy of spot competition assays, cells were grown and prepared as indicated previously. A total of 0.5 μL of cell mixture was spotted on a 2.5-mm-thick 1%-agarose (w/v) and LB pad and allowed to dry. The spots were imaged with a 10× (numerical aperture 0.25) air objective lens, using the same microscope setup as before. At this point, fluorescent signal from bacterial cells was too low to be reliably distinguished from background noise. The position was marked, and agar pads were incubated in a humidified chamber (100% relative humidity) at 37°C for 3 hours. Subsequently, phase-contrast images, GFP (1-second exposure), and mRuby3 (2-second exposure) fluorescence images were acquired for the same positions. Images were background-corrected (50-pixel rolling ball radius, sliding paraboloid, enabled smoothing) and blurred (sigma radius 2 pixels). Fluorescent signal of both channels was segmented using a global Otsu thresholding algorithm in Fiji [60]. Percentage occupancy was reported for each strain; overlay masks of the segmented signal were generated and compared with the original image as a quality control.\n\nHcp secretion assay\n\nFor detecting Hcp secretion into culture supernatant, indicated A. baylyi strains were regrown as described for the quantitative competition assay. Thereafter, 2 mL of fresh LB, or LB + osmoprotectant (see next), were inoculated at OD600 0.5 and incubated shaking at 37°C, 200 rpm for 2 hours. Subsequently, 1 mL of culture was centrifuged for 1 minute at 10,000g and 4°C. After centrifugation, 900 μL of culture supernatant were transferred into a fresh tube and proteins were precipitated by adding 100 μL ice-cold 100% TCA (w/v; Sigma-Aldrich). The samples were incubated on ice for 10 minutes with regular mixing and then centrifuged for 5 minutes at 14,000g and 4°C. The pellets were washed with ice-cold acetone, dried at room temperature, and then resuspended in 20 μL 1× NuPAGE LDS sample buffer (Thermo Fisher Scientific); 2 μL 1 M dithiothreitol was added and then incubated at 70°C for 10 minutes. Samples were loaded onto NuPAGE 4%–12% Bis-Tris 1.0-mm, 12-well protein gels (Thermo Fisher Scientific), which were run in MES buffer (Thermo Fisher Scientific) for 50 minutes at 150 V. The gels were stained with InstantBlue Coomassie protein stain (Expedeon) for 1 hour at room temperature and subsequently destained with distilled water. The results are representative for biological duplicates.\n\nOsmoprotection assay\n\nOsmoprotectant (OP) was used to stabilize cells against lysis by the effector Tae1. A. baylyi does have other lytic effectors (e.g., the phospholipase Tle1), but these target cell membranes rather than the cell wall and were, as expected, unaffected by osmoprotective conditions (Fig 3F). Cell wall–damaged E. coli cells were stabilized as spheroplasts [38,61] by the addition of 0.4 M sucrose and 8 mM MgSO4 (Sigma-Aldrich) to the growth medium. For Hcp secretion assays (Fig 3B), cells were pregrown in absence of osmoprotective medium. For microbial competition experiments, LB plates as well as recovery media were supplemented with OP. To prevent spheroplast regrowth after competition experiments, cells were recovered in LB-OP supplemented with 20 mM EDTA and incubated for 45 minutes at 37°C, which causes spheroplast lysis. This approach was based on experiments showing that EDTA overrides osmoprotective stabilization of spheroplasts formed using the antibiotic ampicillin (S7 Fig).\n\nFor comparison of T6SS intoxication rates in the presence or absence of OP, we competed unlabeled E. coli with vipA-sfGFP-labeled A. baylyi tae1 single-effector mutant. Cells were grown and prepared as indicated for microbial competition assays. A total of 2.5 μL of cell mixture was spotted onto fresh 1%-agarose (w/v) in LB pads containing 2 μg/mL propidium iodide and covered with a glass coverslip and subsequently imaged for 45 minutes at 30°C at a 30-second acquisition frame rate using the same microscope setup as for microfluidic competition assay. From recorded time-lapse series, we manually counted T6SS intoxication events, logging any instance of cell lysis, blebbing, or other sudden morphological change as indicating successful intoxication by Tae1. To account for variation in A. baylyi/E. coli cell contact between treatments, we then normalized intoxication counts by the number of unique A. baylyi/E. coli cell contacts visible at the start of each time lapse. These measurements were repeated for all 10 time lapses; measurements taken in the presence (OP+) and absence (OP−) of OP were compared with a 2-sample t test performed in Matlab.\n\nDetermination of T6SS firing rate in A. baylyi\n\nThe rate of T6SS firing in A. baylyi was measured from 1,000 vipA-sfGFP, clpV-mCherry2-labeled cells via automated detection of ClpV foci, using Trackmate software [62]. Each new ClpV focus was assumed to mark 1 T6SS contraction event in a focal cell [29]. Time-lapse series were recorded for 7 minutes at a 10-second acquisition frame rate, at 30°C, giving an average measurement of 0.8 firings cell-1 minute-1 (48 firings cell-1 hour-1).\n\nSurvey of T6SS effector types across Proteobacteria\n\nThe dataset of LaCourse and colleagues [40] lists the distribution of 12 known T6SS toxin domains (Tae1-4, Tge1-3, Tle1-5, Tse4, and VasX effectors; Tox46 and Tox34 motifs) across the genomes of 466 bacterial species, spanning the phylum Proteobacteria. Each species is represented by a single randomly chosen strain, and so the effectors listed for any 1 strain are not necessarily representative of the effector variety seen within that species. We used the NCBI common tree tool to arrange these strains into a cladogram, according to their taxonomic classification in the NCBI taxonomy database [63]. We then annotated each strain according to the effectors found in its genome, categorizing each effector as “fast-lysing” or “slow-lysing” based on its molecular target: peptidoglycan, phospholipids, DNA, membrane pore-forming, and NAD(P+).\n\nFor our purposes, “lysis” denotes a loss of target cell integrity, such that it ceases to be a physical barrier to the movement of encroaching T6SS+ attackers. Given this definition, we considered how effectors’ modes of action might affect the timescale of lysis. The peptidoglycan cell wall is the key structure in the bacterial cell for resisting turgor pressure, and its disruption is known to cause rapid lysis [29,64–67]. Consistent with this, we found that delivery of the amidase toxin Tae1 rapidly induces cell lysis (Fig 2 and S6 Movie), &lt;1 minute after intoxication. Disruption to cell membranes can also lead to lysis, particularly for phospholipid-targeting toxins that break down the membrane itself [29,68,69]. This contrasts with pore-forming toxins, which function by inserting themselves into intact membranes. This allows solutes to diffuse across the membranes and disrupt the proton-motive force but without rapidly reducing the structural integrity of the cell [47,70]. Similarly, nuclease toxins, which degrade genetic material in the cytosol, are expected to disable bacterial targets without immediately affecting cell integrity, inducing lysis only as a later, secondary effect [42,71]. The complete (466-species) tree is available to download as an SI file (S1 Data); Fig 4 depicts a pruned (222-species) version of this tree in which up to 3 randomly chosen species from each represented genus are retained. For ease of reference, the species Klebsiella pneumoniae, Serratia marcescens, Vibrio cholerae, Acinetobacter baylyi, Acinetobacter baumannii, Pseudomonas aeruginosa, and Burkholderia thailandensis are protected from this pruning. Tree visualizations were produced using EMBL’s interactive Tree of Life (iToL) viewer.\n\nEstimation of phylogenetic signal\n\nFig 4 shows that effectors with predicted lytic activity are present in high abundance across the phylum Proteobacteria. To examine whether this could be attributed to phylogeny alone (i.e., multiple species within a clade sharing an effector through common ancestry), we devised a simple similarity analysis to quantify phylogenetic signal (S8 Fig). First, we took the unpruned taxonomy tree (S1 Data) and divided it into a hierarchy of clades, grouping species occurring within ascending taxa (species in the same genus, the same family, and so on) up to the “kingdom” taxon. For each clade c, we then computed species’ within-clade similarity S with respect to each effector e in turn, using the following equation:\n\nHere, Nc is the number of species in clade c, and i, j are species’ indices. Note that similarity Sce = 1 if all species in clade c possess (or lack) at least 1 gene for effector e; otherwise 0.5 &lt; Sce &lt; 1. We normalized these values by the similarity of the whole tree STreee, to give a similarity ratio Sce/STreee for a given effector and taxon.\n\nSimilarity ratio values, plotted as a function of taxon (c), then provide a qualitative indicator of phylogenetic signal strength. S8A Fig provides an example of this: here, we show a cartoon taxonomy annotated with 3 imaginary effectors, X, Y, and Z. Effector X has a very strong phylogenetic signal, being conserved throughout the magenta clade, whereas effector Y is distributed randomly across the tree. Z is a rare effector, found at only 1 leaf of the tree. Plotting scaled similarity against taxon in S8B Fig, we see that X's similarity is approximately maximal for taxa 1 through 5, and then suddenly drops to the background level. In contrast, Y’s similarity drops gradually. Note that individual clades containing rare effectors (e.g., Z) can have scaled similarity &lt; global, because these clades are less self-similar than the tree is as a whole. Applying the same analyses to fast-lysing (S8C Fig) and slow-lysing effectors (S8D Fig), we generally see that similarity falls gradually rather than suddenly, indicating that phylogenetic signal is too weak to be the sole driver of effector abundance.\n\nStatistical analyses\n\nUnless indicated otherwise, the number of biological replicates is 3 for each experiment. For assessing CFUs/mL, the decadic logarithm was taken. Average and standard deviation were calculated from logarithmic values. Normal distribution of values was checked using a D’Agostino-Pearson omnibus normality test. For comparative statistics, we used 2-way ANOVA (α = 0.05). Multiple comparisons were corrected for using a Tukey post hoc test. With the exception of Fig 3C (for which see “Osmoprotection assay”), all such calculations were performed in GraphPad Prism (v7.0).\n\nSupporting information"
}