{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000535",
  "doi": "10.1371/journal.pbio.3000535",
  "externalIds": [
    "pii:PBIOLOGY-D-18-01143",
    "pmid:31800587",
    "pmcid:PMC6913987"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Enhanced translation expands the endo-lysosome size and promotes antigen presentation during phagocyte activation",
  "authors": [
    {
      "name": "Victoria E. B. Hipolito",
      "first": "Victoria E. B.",
      "last": "Hipolito",
      "affiliation": "Graduate Program in Molecular Science, Ryerson University, Toronto, Ontario, Canada; Department of Chemistry and Biology, Ryerson University, Toronto, Ontario, Canada",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-1862-990X"
      ]
    },
    {
      "name": "Jacqueline A. Diaz",
      "first": "Jacqueline A.",
      "last": "Diaz",
      "affiliation": "Department of Chemistry and Biology, Ryerson University, Toronto, Ontario, Canada"
    },
    {
      "name": "Kristofferson V. Tandoc",
      "first": "Kristofferson V.",
      "last": "Tandoc",
      "affiliation": "Department of Experimental Medicine, McGill University, Montréal, Quebec, Canada; The Lady Davis Institute, Jewish General Hospital, Montréal, Quebec, Canada"
    },
    {
      "name": "Christian Oertlin",
      "first": "Christian",
      "last": "Oertlin",
      "affiliation": "Department of Oncology-Pathology, Science for Life Laboratory, Karolinska Institutet, Stockholm, Sweden"
    },
    {
      "name": "Johannes Ristau",
      "first": "Johannes",
      "last": "Ristau",
      "affiliation": "Department of Oncology-Pathology, Science for Life Laboratory, Karolinska Institutet, Stockholm, Sweden"
    },
    {
      "name": "Neha Chauhan",
      "first": "Neha",
      "last": "Chauhan",
      "affiliation": "Department of Chemistry and Biology, Ryerson University, Toronto, Ontario, Canada"
    },
    {
      "name": "Amra Saric",
      "first": "Amra",
      "last": "Saric",
      "affiliation": "Graduate Program in Molecular Science, Ryerson University, Toronto, Ontario, Canada; Department of Chemistry and Biology, Ryerson University, Toronto, Ontario, Canada"
    },
    {
      "name": "Shannon Mclaughlan",
      "first": "Shannon",
      "last": "Mclaughlan",
      "affiliation": "The Lady Davis Institute, Jewish General Hospital, Montréal, Quebec, Canada",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-6838-8617"
      ]
    },
    {
      "name": "Ola Larsson",
      "first": "Ola",
      "last": "Larsson",
      "affiliation": "Department of Oncology-Pathology, Science for Life Laboratory, Karolinska Institutet, Stockholm, Sweden"
    },
    {
      "name": "Ivan Topisirovic",
      "first": "Ivan",
      "last": "Topisirovic",
      "affiliation": "Department of Experimental Medicine, McGill University, Montréal, Quebec, Canada; The Lady Davis Institute, Jewish General Hospital, Montréal, Quebec, Canada; Gerald Bronfman Department of Oncology, McGill University, Montréal, Quebec, Canada; Department of Biochemistry, McGill University, Montréal, Quebec, Canada"
    },
    {
      "name": "Roberto J. Botelho",
      "first": "Roberto J.",
      "last": "Botelho",
      "affiliation": "Graduate Program in Molecular Science, Ryerson University, Toronto, Ontario, Canada; Department of Chemistry and Biology, Ryerson University, Toronto, Ontario, Canada",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-7820-0999"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-12-04",
  "dateAccepted": "2019-11-04",
  "dateReceived": "2018-11-06",
  "volume": "17",
  "number": "12",
  "pages": "e3000535",
  "tags": [
    "Animal cells",
    "Antigen presentation",
    "Antigen-presenting cells",
    "Biochemistry",
    "Blood cells",
    "Cell biology",
    "Cellular structures and organelles",
    "Cellular types",
    "Dendritic cells",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Antigen presentation",
    "Discipline-v3/Antigen-presenting cells",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Blood cells",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Dendritic cells",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetics",
    "Discipline-v3/Immune cells",
    "Discipline-v3/Immune system",
    "Discipline-v3/Immunology",
    "Discipline-v3/Innate immune system",
    "Discipline-v3/Lysosomes",
    "Discipline-v3/Macrophages",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Messenger RNA",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Phagocytes",
    "Discipline-v3/Polyribosomes",
    "Discipline-v3/Protein translation",
    "Discipline-v3/RNA",
    "Discipline-v3/Ribosomes",
    "Discipline-v3/White blood cells",
    "Gene expression",
    "Genetics",
    "Immune cells",
    "Immune system",
    "Immunology",
    "Innate immune system",
    "Lysosomes",
    "Macrophages",
    "Messenger RNA",
    "Nucleic acids",
    "Phagocytes",
    "Polyribosomes",
    "Protein translation",
    "RNA",
    "Ribosomes",
    "Type/Research Article",
    "White blood cells"
  ],
  "abstract": "The mechanisms that govern organelle adaptation and remodelling remain poorly defined. The endo-lysosomal system degrades cargo from various routes, including endocytosis, phagocytosis, and autophagy. For phagocytes, endosomes and lysosomes (endo-lysosomes) are kingpin organelles because they are essential to kill pathogens and process and present antigens. During phagocyte activation, endo-lysosomes undergo a morphological transformation, going from a collection of dozens of globular structures to a tubular network in a process that requires the phosphatidylinositol-3-kinase-AKT-mechanistic target of rapamycin (mTOR) signalling pathway. Here, we show that the endo-lysosomal system undergoes an expansion in volume and holding capacity during phagocyte activation within 2 h of lipopolysaccharides (LPS) stimulation. Endo-lysosomal expansion was paralleled by an increase in lysosomal protein levels, but this was unexpectedly largely independent of the transcription factor EB (TFEB) and transcription factor E3 (TFE3), which are known to scale up lysosome biogenesis. Instead, we demonstrate a hitherto unappreciated mechanism of acute organelle expansion via mTOR Complex 1 (mTORC1)-dependent increase in translation, which appears to be mediated by both S6Ks and 4E-BPs. Moreover, we show that stimulation of RAW 264.7 macrophage cell line with LPS alters translation of a subset but not all of mRNAs encoding endo-lysosomal proteins, thereby suggesting that endo-lysosome expansion is accompanied by functional remodelling. Importantly, mTORC1-dependent increase in translation activity was necessary for efficient and rapid antigen presentation by dendritic cells. Collectively, we identified a previously unknown and functionally relevant mechanism for endo-lysosome expansion that relies on mTORC1-dependent translation to stimulate endo-lysosome biogenesis in response to an infection signal.",
  "fullText": "Introduction\n\nEukaryotic cells compartmentalize a wide range of biochemical functions within membrane-bound organelles, such as the endoplasmic reticulum, peroxisomes, endosomes, and lysosomes. Of these, endosomes and lysosomes form the endo-lysosomal pathway, which receives, sorts, and traffics a multitude of endocytic and biosynthetic cargoes to either recycle or degrade. Typically, early and late endosomes are thought of as sorting stations, whereas lysosomes enable degradation and salvage of amino acids and other building units for cellular use. Yet, a more accurate view is that endosomes and lysosomes form a spectrum of heterogeneous tubulo-vesicular compartments rather than defined populations [1,2]. Indeed, late endosomes and lysosomes fuse to form hybrid endo-lysosomes, in which degradation is thought to ensue [2]. Here, we refer to these structures as endo-lysosomes. Overall, eukaryotic organelles can exist in disparate morphologies ranging from individual vesicular organelles to stacks of flattened membrane sacs to a continuous membrane reticulum and can vary greatly in number, size, and activity. Importantly, cells can adapt organellar properties in response to a variety of intrinsic and extrinsic stimuli that alter the functional needs of cells [3–7]. Yet, how cells mold organellar properties in response to their differentiation state and/or change in their environment remains an outstanding question in cell biology.\n\nImmune cells like macrophages and dendritic cells are plastic cells inasmuch as they can adopt ‘resting’, inflammatory, and anti-inflammatory states that differ in their gene expression profile, metabolism, secretory pathway activity, and endo-lysosomal membrane system [8–12]. With respect to the endo-lysosomal system, mature dendritic cells abate the degradative capacity of their endo-lysosomal system to help preserve antigenic peptides for presentation to adaptive immune cells [13]. On the other hand, macrophages enhance their lysosomal degradative power after phagocytosis to enhance bacterial killing [14]. Another example of endo-lysosomal remodelling occurs during lipopolysaccharide (LPS)-activation of macrophages and dendritic cells, which transform the endo-lysosomal system from a collection of dozens of individual globular organelles into a striking tubular network [12,15,16]. These tubules are positive for various endo-lysosomal markers such as LAMP1, CD63, Arl8b, Rab7, RILP, and in dendritic cells, they also comprise major histocompatibility complex-II (MHC-II), which is responsible for antigen presentation [15–17]. This reorganization requires downstream Toll-like receptor-4 (TLR4) signals including the phosphatidylinositol 3-kinase (PI3K)-AKT-mechanistic target of rapamycin (mTOR) axis, which may interface with Rab7 and Arl8b GTPases to control lysosome association with microtubule-motor proteins [16,17]. These motors then help distort and tubulate endo-lysosomes on microtubule tracks [15,18,19]. Although tubulation is associated with retention of pinocytic cargo, exchange of phagosomal cargo, and possibly antigen presentation [20–24], it is not presently known how endo-lysosome tubulation helps phagocytes perform their function in response to LPS and other stimulants.\n\nLysosomes also serve as signalling platforms to sense the metabolic and nutrient state of the cell [25–28]. For instance, a protein network involving the vacuolar H+ ATPase pump (V-ATPase), ragulator, and Rag GTPases sense high levels of amino acids within lysosomes to activate mTORC1 on the lysosome surface [29–34]. Active mTORC1 then phosphorylates various downstream targets to stimulate anabolic pathways, including mRNA translation [35–37]. In part, mTORC1 promotes translation by phosphorylating and activating the S6 kinases (S6Ks), which then act on multiple targets to modulate translation initiation, elongation, and ribosome biogenesis [38–41]. This is coordinated by mTORC1-dependent phosphorylation of 4E-BPs, which leads to their dissociation from eukaryotic translation initiation factor 4E (eIF4E), thus allowing the eIF4F complex assembly and the recruitment of the ribosome to the mRNA [39,41,42]. Importantly, mTORC1-driven anabolic pathways are also coordinated with mTORC1-mediated repression of catabolic processes including autophagy. This is in large part achieved by phosphorylating Unc-51-like autophagy activating kinase 1 (ULK1), an initiator of autophagy, and inhibiting the transcription factor EB (TFEB), which can up-regulate expression of lysosomal genes [43–46]. Inactivation of mTORC1 (e.g., during starvation) initiates autophagy, which is paralleled by a boost in lysosomal gene expression and lysosomal activity to augment macromolecular turnover and to help replenish the nutrients [45,46]. mTORC1 also plays roles beyond coordinating anabolism and catabolism in the context of nutrient sensing. In macrophages and dendritic cells, mTORC1 activity is increased during Toll-like receptor ligand binding (e.g., LPS), Salmonella invasion, Mycobacteria infection, phagocytosis, and by inflammasome activators [14,17,47–51]. Though the functional consequences of increased mTORC1 activity in immune cells are not always clear, increased mTORC1 activity can lead to augmented protein synthesis and suppressed autophagy whereby both of these processes are thought to be required for stress resolution and cell survival [49,51,52].\n\nHerein, we set out to further dissect the mechanisms underlying the reorganization of the endo-lysosomal system in activated phagocytes. We discovered that phagocytes expand their endo-lysosomal volume and retention capacity within 2 h of LPS-mediated activation relative to their resting counterparts. We demonstrated that this expansion depends on augmented protein synthesis but that this seems independent of transcriptional mechanisms such as activation of TFEB and TFE3. Instead, LPS-driven endo-lysosomal expansion depends on altered translation controlled by mTORC1 and its effectors, S6Ks and 4E-BPs. Interestingly, LPS-mediated enhanced translation was critical for rapid and efficient antigen presentation and T-cell activation by dendritic cells. Ultimately, we present evidence that LPS engages mTORC1-dependent translation to increase endo-lysosome size and holding capacity.\n\nResults\n\nActivation of macrophage and dendritic cells expands the endo-lysosomal volume\n\nActivation of macrophages and dendritic cells elicits a remarkable transformation of the endo-lysosome morphology, converting these organelles from dozens of individual puncta into a tubular network [17,20–22]. Upon careful visual inspection, we speculated that this tubular endo-lysosomal network occupied a larger volume than endo-lysosomes in resting cells (Fig 1A). To corroborate this observation, we quantified the total endo-lysosome volume in LPS-activated and resting cells by employing image volumetric analysis [53,54]. We first prelabelled endo-lysosomes with a fluorescent fluid phase marker (see Materials and methods) and then exposed cells to LPS or vehicle-alone for 2 h to induce endo-lysosome tubulation. Prelabelling cells prior to stimulation ensured that endo-lysosomes were equally loaded with the dye in both resting and activated cells. We and others previously showed that endocytic tracers label tubules positive for various endo-lysosomal markers, including LAMP1, CD63, Rab7, and MHC-II, in macrophages and dendritic cells [15–17,21]. We then employed live-cell spinning disc confocal microscopy to acquire z-stacks and undertake volumetric analysis. Using this methodology, we observed a significant increase in volume occupied by the fluorescent probe in LPS-stimulated RAW macrophages, bone marrow–derived macrophages (BMDMs) and bone marrow–derived dendritic cells (BMDCs) relative to their resting counterparts (Fig 1B). This suggests that activated phagocytes have an expanded total endo-lysosomal volume relative to resting cells.\n\nWe previously demonstrated that in RAW macrophages lysosome tubules were more motile than punctate lysosomes [15]. Thus, to exclude the possibility that the increase in endo-lysosome volume was due to a trailblazing effect during z-stack image acquisition, we sought to estimate endo-lysosome volume in fixed cells. However, typical fixation protocols with 4% paraformaldehyde (PFA) causes tubular endo-lysosomes to collapse (S1A and S1B Fig). To circumvent this issue, we developed a fixation procedure that preserves endo-lysosome tubules in macrophages (S1A and S1B Fig). Reapplying volumetric analysis to fixed RAW cells, we still observed a significant increase in endo-lysosome volume in activated cells relative to resting phagocytes (Fig 1C). To then validate that the apparent increase in endo-lysosome volume triggered by LPS was not an artefact of imaging morphologically distinct objects we performed 2 tests. First, we employed structured illumination microscopy (SIM) in order to exclude the possibility that the limit of resolution of spinning disc confocal microscopy might cause an artefact when imaging morphologically distinct endo-lysosomes [55]. Because of limitations of the available SIM system, we sampled 3 x-y planes centred at the midpoint of cells and quantified the area occupied by the fluid-phase marker (S1C Fig). This approach also revealed a significant increase in label area in activated RAW, primary macrophages, and BMDCs relative to their resting counterparts (Fig 1D). Second, we quantified the endo-lysosomal volume in LPS-treated cells fixed with 4% PFA. Herein, we took advantage of that this treatment collapsed tubular endo-lysosomes into spheroid objects. As with other previous measurements, we observed higher endo-lysosome volume in fixed LPS-treated relative to resting macrophages (Fig 1E). Collectively, these data demonstrate that the endo-lysosome volume expands in response to macrophage and dendritic cell stimulation, concurrent with tubulation.\n\nPhagocyte activation increases endo-lysosomal holding capacity\n\nAn expanded endo-lysosomal volume as a corollary may lead to a boost in the storage capacity of endo-lysosomes. Hence, we assessed whether activated phagocytes have a higher endo-lysosomal holding capacity relative to resting cells by allowing cells to internalize fluorescent pinocytic tracers to saturation. Indeed, both primary and RAW macrophages preactivated with LPS exhibited a significant increase in fluid-phase accumulation relative to their resting counterparts at each time point examined (Figs 1F and 1G and S2A). We also observed that preactivated primary macrophages displayed faster rates of pinocytic uptake relative to resting macrophages (Fig 1H). In fact, the rate of pinocytic uptake was augmented within 15 min of LPS exposure as indicated by macrophages concurrently undergoing pinocytosis and stimulation (Fig 1H). In comparison, we showed that resting and activated primary macrophages did not differ significantly in the rate of depletion of the pinocytic tracer (Fig 1I), suggesting that exocytosis rates were similar. RAW macrophages exhibited slightly different dynamics in that the rates of uptake and retention were similar between resting and LPS-stimulated cells (S2B and S2C Fig). Collectively, these data indicate that activated macrophages have a higher endo-lysosome holding capacity relative to resting macrophages.\n\nLastly, we questioned whether dendritic cells may benefit from an increase in endo-lysosomal volume because they are reported to arrest endocytosis after maturation [56,57]. Of note, most reports examine dendritic cell function over 16 h post stimulation, whereas recent work shows that mature cells can still endocytose extracellular cargo [58–60]. We show here that dendritic cells retained their pinocytic capacity up to 8 h post activation, which fits the timeline of endo-lysosome reorganization and expansion observed here (S2D Fig). This suggests that expanding the endo-lysosomal volume within a few hours may help dendritic cells accumulate more pinocytic content including antigenic material. Overall, our observations are consistent with previous reports, suggesting that tubulation in activated macrophages may aid in retaining fluid phase and that maturing dendritic cells continue to engulf extracellular material [20,58,59,61].\n\nActivated macrophages express higher levels of lysosomal proteins\n\nThus far, the data presented here suggest that phagocytes expand their endo-lysosomal volume and retention capacity within a couple of hours of activation. Though other mechanisms such as increased endosomal membrane influx may contribute to this, we postulated that endo-lysosomal biosynthesis may be a significant driver of endo-lysosome expansion during phagocyte activation. To address this hypothesis, we tracked the levels of 7 major endo-lysosomal proteins as indicators of lysosome biogenesis; namely, we measured the levels of LAMP1, LAMP2, TRPML1, CD63, the V-ATPase subunits H and D, and cathepsin D by Western blotting in resting and activated primary macrophages. Specifically, we compared resting macrophages to those continuously exposed to LPS for 2 h or 6 h or for 2 h with LPS followed by a 4 h chase with no LPS. With the exception of cathepsin D, LPS induced the levels of all proteins approximately 2-fold when compared with resting macrophages (Figs 2A and 2B and S3). In addition, immunofluorescence staining for LAMP1 corroborates the increase in LAMP1 levels, which was detected by Western blotting (Fig 2C and 2D). The increase in the levels of these lysosomal proteins was blunted by the translation elongation inhibitor, cycloheximide (Fig 2A and 2B). Finally, there was little change in the levels of proteins examined between resting cells or those treated with cycloheximide with or without LPS, suggesting similar turnover rates of these proteins (Fig 2A and 2B). Collectively, these data indicate that de novo protein synthesis, rather than lower protein turnover, augments the levels of lysosomal proteins in LPS-treated phagocytes (Fig 2A and 2B). Interestingly, cycloheximide blunted endo-lysosome tubulation and expansion in macrophages in response to LPS (Fig 2E and 2F), suggesting that de novo protein synthesis is required to remodel the endo-lysosome network during phagocyte activation. Overall, our data intimate that phagocytes boost protein synthesis to expand their endo-lysosomal system within 2 h of stimulation.\n\nAcute endo-lysosome expansion is not dependent on TFEB and TFE3\n\nOur results suggest that biosynthesis plays a major role in LPS-induced endo-lysosome expansion in macrophages. Activation of TFEB and TFE3 transcription factors drives transcription of lysosomal genes thereby stimulating lysosome function under various stressors, including starvation, phagocytosis, protein aggregation, and macrophage activation [14,45,62–68]. Thus, we next investigated whether the observed endo-lysosome expansion was driven by TFEB- and TFE3-mediated transcriptional up-regulation of lysosome genes.\n\nTo assess activation of TFEB and TFE3, we quantified their nuclear translocation by determining the nucleo-cytoplasmic ratio of endogenously expressed proteins by immunofluorescence [14,69]. As expected [45,46], resting cells exhibited mostly cytoplasmic TFEB and TFE3, whereas inhibition of mTOR for 1 h with torin1 caused both proteins to translocate into the nucleus (Fig 3A and 3B). Strikingly, although 2 h incubation with LPS was sufficient to induce endo-lysosome expansion, this did not trigger nuclear translocation of TFEB or TFE3 (Fig 3A and 3B). LPS triggered nuclear entry of these proteins only after 6 h of exposure (Fig 3A and 3B). These results are consistent with observations by Pastore and colleagues, who also observed delayed nuclear entry of these proteins in response to LPS-induced macrophage activation, which suggests that LPS stimulation of TFEB and TFE3 is indirect [66].\n\nTo further test whether TFEB does not play a role in endo-lysosome expansion during macrophage activation, we measured tubulation and endo-lysosome volume in RAW macrophages deleted for the genes encoding TFEB and/or TFE3 using CRISPR-based technology ([66], S4A and S4B Fig). Deletion of TFEB and TFE3 did not significantly affect LAMP1 protein levels under resting conditions (S4C and S4D Fig), nor trafficking of the fluid-phase marker we employed, as quantified by Mander’s coefficient for dextran-containing LAMP1 signal (S4E and S4F Fig). Moreover, both resting wild-type and deletion strains of RAW macrophages accumulated similar levels of the dextran probe after 1 h of uptake and 1 h chase (S4G Fig). Finally, TFEB and TFE3 status in the cell did not exert major influence on retention of the fluid-phase probe after 2 h of LPS exposure (S4H Fig). Collectively, these data suggest that TFEB and/or TFE3 have minimal impact on basal pinocytosis and basal biogenesis and trafficking to endo-lysosomes.\n\nWe next examined remodelling of endo-lysosomes by treating wild-type and TFEB and/or TFE3–deleted RAW cells with LPS for up to 2 h. Importantly, all 3 mutant cell lines exhibited an increase in endo-lysosome tubulation after 2 h of LPS treatment relative to the resting condition. This increase in endo-lysosome tubulation in cells depleted of TFEB and/or TFE3 was indistinguishable from that observed in wild-type RAW cells (Fig 3C and 3D). However, we do note that endo-lysosome tubulation in RAW cells is less pronounced than in primary macrophages and dendritic cells. Importantly, LPS-induced expansion of the total endo-lysosome volume was comparable between control and TFEB and/or TFE3–deleted cells (Fig 3E). These results suggest that TFEB and/or TFE3–dependent transcription-based programs are not required for lysosome expansion during acute macrophage activation.\n\nFinally, to assess whether other transcriptional mechanisms might be involved in LPS-induced lysosome expansion during the first couple of hours of activation, we measured mRNA levels encoding the 6 major endo-lysosomal proteins that increased in their levels in primary macrophages. We found that mRNA levels for LAMP1, LAMP2, CD63, TRPML1 and 2 V-ATPase subunits did not increase even after 6 h of LPS exposure (Fig 3F). In comparison, we observed a massive up-regulation of interleukin-6 mRNA after LPS exposure (Fig 3G). Collectively, these data intimate that increased transcription does not explain increased levels of the corresponding proteins we previously observed in Figs 2 and S3. Although it remains possible that transcriptional regulation of other mRNAs encoding endo-lysosome-related proteins contributes to endo-lysosome expansion, in particular during more prolonged stimulation, we speculated that post-transcriptional processes play a more pressing role in the LPS-mediated growth of the endo-lysosomal system.\n\nEndo-lysosome expansion depends on AKT and mTOR activity\n\nGiven that the levels of 6 major endo-lysosomal proteins, but not corresponding mRNAs, were induced by LPS treatment, we next studied the role of translation in endo-lysosome expansion. Activated macrophages exhibit extensive metabolic reorganization, enhanced protein synthesis, selective translation of mRNAs encoding inflammatory proteins, and activation of unfolded protein response [8,10,11,49,70,71]. Consistently, LPS activates mTORC1 in macrophages, which not only stimulates mRNA translation but is also necessary for endo-lysosome tubulation [17,36,37]. Thus, we tested whether mTOR activity is also necessary for enhanced endo-lysosome volume and holding capacity. Indeed, as suggested by others [72–74], both primary and RAW macrophages exhibited increased phosphorylation of mTORC1 substrates S6K and 4E-BP1 after exposure to LPS, which is blunted by torin1, an active-site mTOR inhibitor (S5A and S5C Fig). Moreover, consistent with our previous observations [17], endo-lysosome tubulation was suppressed upon inhibition of mTOR or AKT by torin1 and Akti, respectively (Fig 4A). Importantly, we now show that suppression of AKT and/or mTOR activity abrogates the LPS-induced expansion of the endo-lysosome volume (Fig 4A and 4B). Moreover, Akti and torin1 both prevented the increased in the levels of LAMP1, LAMP2, CD63, TRPML1, and V-ATPases elicited by LPS (Figs 4C and 4D and S3A and S3B), suggesting that Akt-mTORC1 pathway is required for endo-lysosome expansion. In addition, mTOR inhibition also blunted the increase in the pinocytic holding capacity enticed by LPS treatment (Fig 4E). These effects are not likely due to autophagy induced by torin1 because Akti did not induce autophagy, but yet blocked lysosome expansion (S5D and S5E Fig). Collectively, these findings demonstrate that LPS-mediated stimulation of the Akt-mTOR pathway promotes expansion of the endo-lysosome system and retention capacity.\n\nLPS triggers increased endo-lysosome synthesis via mTORC1 pathway\n\nGiven that mTOR is hyperactivated in LPS-exposed phagocytes and its activity is necessary for endo-lysosome expansion, we next tested whether LPS stimulates global protein synthesis in primary macrophages by employing the puromycylation assay. In this assay, cells are pulsed with puromycin, which is covalently added to growing peptides by the ribosome. Puromycin-tagged peptides can then be quantified with anti-puromycin antibodies by Western blotting, whereby signal intensity is directly proportional to translation levels [75]. LPS enhanced puromycin incorporation compared to control cells in a mTOR-dependent manner, which is indicative of elevated protein synthesis in LPS-exposed macrophages (S5F and S5G Fig). Given that mTORC1 regulates mRNA translation through multiple mechanisms [39], we next examined the role of S6Ks and 4E-BPs in LPS-mediated lysosome remodelling.\n\nFirst, using LY2584702, a potent pharmacological inhibitor of S6Ks (Figs 5A and S5H), we showed that S6Ks are necessary for LPS-mediated increase in protein synthesis (Fig 5A and 5B). Second, although LY2584702 treatment did not preclude LPS-induced endo-lysosome tubulation (Fig 5C and 5D), it did prevent endo-lysosome volume expansion (Fig 5E). This observation suggests that endo-lysosome tubulation and expansion can be decoupled. Similarly, inhibition of S6Ks thwarted the LPS-mediated increase in the levels of LAMP1, LAMP2, CD63, TRPML1, ATP6V1H, and ATP6V1D (Figs 5F and 5G and S3). Importantly, LY2584702 did not affect the levels of corresponding transcripts (e.g., LAMP1, ATP6V1H, ATP6V1D, and B2M) in resting cells or those co-exposed with LPS (S5I Fig). Moreover, like Akti, LY2584702 did not induce autophagy, suggesting that its effects on endo-lysosome size are independent of autophagy (S5D and S5E Fig). Together, these data suggest that the mTORC1-S6K axis promotes endo-lysosomal protein expression to expand the size of the endo-lysosomal network during phagocyte activation within a couple of hours activation.\n\nWe next investigated the role of 4E-BPs in regulating endo-lysosome expansion following LPS. For this, we generated RAW macrophages that stably express 4E-BP14Ala, a phosphorylation-deficient mutant of 4E-BP1 carrying alanine substitutions at 4 phosphorylation sites (Thr37, Thr46, Ser65, and Thr70), rendering it inaccessible to mTORC1 regulation [76]. This form of 4E-BP1 constitutively binds to a cap-binding protein eIF4E, which prevents the assembly of the eIF4F complex, thereby hindering recruitment of the ribosome to the mRNA [76]. First, relative to resting RAW counterparts, we showed that LPS augmented the endo-lysosomal volume and endo-lysosome tubulation in RAW cells expressing an empty pBabe retroviral vector (Fig 6A–6C). In contrast, LPS failed to boost the endo-lysosome volume in RAW cells that stably expressed 4E-BP14Ala, though endo-lysosome tubulation still occurred (Fig 6A–6C). Second, changes in endo-lysosome volume were accompanied by corresponding alterations in endo-lysosomal protein levels (we note that RAW cells are less pronounced than primary cells in terms of tubulation, expansion, and increase in protein levels). Indeed, LPS exposure caused a mild but significant increase in endo-lysosomal protein levels (LAMP1, ATP6V1H, and ATP6V1D) in RAW cells expressing the empty retroviral vector compared with resting counterparts (Fig 6D and 6E). In contrast, LPS failed to boost the levels of these proteins in RAW cells stably expressing 4E-BP14Ala (Fig 6D and 6E). Collectively, these data suggest that the effects of mTORC1 on endo-lysosome expansion are mediated via modulation of both S6Ks and 4E-BPs.\n\nPolysome profiling of transcripts encoding endo-lysosomal proteins after LPS exposure\n\nConsidering that LPS increased 6 endo-lysosomal protein levels that we tested without increasing the corresponding mRNA abundance in primary macrophages (Figs 2 and 3 and S3), we next postulated that LPS-driven mTOR activity promotes endo-lysosome expansion by enhancing translation of at least a subset of mRNAs encoding endo-lysosomal proteins. To test this hypothesis, we employed polysome profiling wherein mRNAs are separated according to the number of bound ribosomes by sedimentation through a 5% to 50% sucrose gradient [77]. Distribution of mRNAs encoding endo-lysosomal proteins across the gradient was measured by RT-qPCR. Because of technical limitations, these experiments were carried out using RAW macrophages. We tested polysomal distribution of mRNAs encoding LAMP1, V-ATPase subunits H and D, and cathepsin D.\n\nRelative to the control, LPS treatment for 2 or 6 h shifted the distribution of mRNAs encoding LAMP1 and the V-ATPase subunits H and D towards the heavy polysome fractions, which is indicative of increased translational activity of these mRNAs (Figs 7A–7C and S5A–S5C). Importantly, although torin1 exerted minimal effect on the distribution of mRNAs encoding LAMP1 and V-ATPase subunits H and D in control cells (S7 Fig), it attenuated the shift of these transcripts towards heavy polysomes in LPS-treated cells (Figs 7A–7C and S5A–S5C). These findings indicate that LPS induces translation of mRNAs encoding LAMP1 and V-ATPase subunits H and D via mTOR. Notably, translational regulation of LAMP1 and V-ATPase subunits H and D is consistent with the results obtained in primary macrophages wherein LPS induced LAMP1 and V-ATPase subunits protein levels without affecting their mRNA levels or protein stability (Figs 2A and 3C and S3).\n\nIn comparison, mRNAs encoding cathepsin D did not shift to heavier polysome fractions after 2 h LPS treatment (Figs 7D and S5E). Yet, exposure to torin1 alone or co-administration of LPS and torin1 for 2 h caused cathepsin D mRNA to shift to heavy polysomes (S7D Fig); this may be aligned with the need for increased catabolic activity during starvation conditions that repress mTORC1, stimulate autophagy, and activate TFEB [45,46,62,78]. Interestingly, and indicative that endo-lysosomes undergo different phase of remodelling during phagocyte maturation, 6 h LPS caused mRNA encoding cathepsin D to shift to heavy polysomes, whereas this was impaired by co-administration of LPS and torin1 for 6 h (Figs 7D and S5E). These changes in translational activity of mRNAs encoding key endo-lysosomal proteins are in contrast to mRNAs encoding β-actin, peptidylpropyl isomerase A (PPIA) and β2-microglobulin (B2M), whose polysome distribution was not majorly perturbed by LPS and/or torin1 treatments (Figs 7E–7G and S5F–5H and S7E–S7G). This is consistent with previous reports showing that translation of these mRNAs is insensitive to LPS and/or mTORC1 [79,80]. Collectively, these observations suggest that translation of mRNAs encoding specific endo-lysosomal proteins is selectively modulated during macrophage activation by LPS in an mTOR-dependent manner.\n\nLPS induced changes of the translatome are largely mediated by mTORC1\n\nWe next employed polysome profiling in conjunction with RNA sequencing (RNAseq) to identify genome-wide changes in the transcriptome (i.e., steady-state mRNA levels that are influenced by changes in transcription and/or mRNA stability) and translatome (i.e., the pool of polysome-associated mRNAs) [77]. To allow stringent statistical analysis, we sequenced matched total transcriptomes and translatomes from 3 independent experiments from RAW cells untreated, exposed to LPS alone, or in combination with torin1 for 6 h. Parallel sequencing of polysome-associated and corresponding total mRNA followed by anota2seq analysis enables identification of bona fide changes in translational efficiencies (i.e., changes in polysome-associated mRNA independent of changes in total mRNA), changes in mRNA abundance (i.e., congruent changes in total mRNA and polysome-associated mRNA), and translational buffering (i.e., changes in total mRNA that are not accompanied by alterations in polysome-associated mRNA) [81].\n\nWe first contrasted effects of LPS and combination of LPS and torin1. Consistent with the increase in mTOR activity, 6 h LPS stimulation leads to ample changes at the total and polysome-associated mRNA levels compared with resting cells (Fig 8A). LPS-induced changes in polysome-associated mRNA levels appeared to be mostly influenced by alterations in mRNA abundance; however, a subset of mRNAs exhibited perturbed translation efficiencies (Fig 8B and S1 Table). We then sought to characterize to what extent these changes in translation efficiencies are mediated by mTOR. Therefore, we visualized those subsets of mRNAs that were translationally modulated after LPS stimulation and monitored their behaviour after mTOR inhibition (as in Fig 8B but highlighted in Fig 8C and 8D). In RAW cells, torin1 lead to a near-complete reversal of the LPS-induced translatome (compare Fig 8C and 8D). This indicates that the effects of LPS on translational efficiency are largely mediated by mTOR. Moreover, transcripts whose polysome-association was stimulated by LPS comprised a number of TOP mRNAs which are well-established translational targets of mTOR. Thus genome-wide experiments revealed that in addition to transcriptional remodelling, 6 h LPS treatment entices mTOR-dependent perturbations in the translatome.\n\nWe then focused on mRNAs encoding lysosome-associated proteins and interrogated how their expression changed upon 6 h LPS treatment relative to resting conditions (Fig 8E–8G and S1 Table). This revealed subsets of mRNAs encoding lysosome proteins showing distinct patterns of regulation. For example, transcripts encoding the cholesterol transporter Niemann-Pick disease type C2 protein (NPC2), the divalent metal transporter solute carrier 11a1 (SLC11A1), and the transmembrane protein neuronal ceroid-lipofuscinosis 3 (Cln3) increased, whereas those encoding sulfamidase (Sgsh) and Hyaluronidase-1 (Hyal1) decreased in a manner sensitive to torin1; the increase in many lysosomal mRNAs in the presence of torin1 may be explained by TFEB activation during mTOR inhibition (Fig 8E). Moreover, we identified 59 mRNAs that significantly changed in their association with heavy polysomes. For instance, transcripts encoding proteins like lysosome-biogenesis receptor mannose 6 phosphate receptor (M6PR), SLC11A1, a second metal transporter SLC11A2, LAMP2, Cln3, CD63, NPC2, and several V-ATPase subunits were increased in their abundance in heavy polysome fractions in response to LPS (Fig 8F and S1 Table). The opposite was observed for the lysosomal enzymes like Sgsh, Hyal1, and the galactosylceramidase (Galc; Fig 8F and S1 Table). Interestingly, a significant number of LPS-induced changes was abated or even reversed by the addition of torin1, thereby suggesting a role for mTOR in modulating association of these mRNAs with heavy polysomes (Fig 8F and S1 Table). Nevertheless, when mRNA levels in heavy polysomes were adjusted for changes in total mRNA levels to capture alterations in translation efficiency, only a few mRNAs were identified as significant but included M6PR, LAMP2, Cln3 (Fig 8G and S1 Table). Overall, these data suggest that endo-lysosomes in addition to undergoing LPS-induced expansion over phagocyte maturation (as supported by Figs 1 and 2) may be functionally remodelled.\n\nTo validate these findings, we performed qRT-PCR analysis of distribution of 6 top LPS-stimulated (NPC2, Cln3, SLC11A1, SLC11A2, M6PR, CtsC) and 2 top LPS-suppressed mRNAs (Sgsh, Hyul1) across unpooled gradient fractions. Consistent with the RNAseq analysis, we observed that LPS induces a shift of mRNAs encoding NPC2, Cln3, SLC11A1, SLC11A2, M6PR, and cathepsin C (CtsC) towards heavy polysome, whereas Sgsh and Hyal1 were depleted from heavy polysomes (S8 Fig). Both effects appeared to be sensitive to torin1 (S8 Fig). Overall, using this strategy, we observed that LPS can selectively enrich or deplete specific mRNAs encoding endo-lysosomal transcripts, which provides evidence that LPS may functionally remodel the endo-lysosomal system during phagocyte maturation in addition to its expansion (as supported by Figs 1 and 2).\n\nSurprisingly, the initial candidate mRNAs encoding endo-lysosomal factors that we tested (e.g., LAMP1, V-ATPase subunits H and D, and cathepsin D) were for the most part not captured by RNAseq of pooled fractions—this is despite validating a large proportion of mRNAs identified as differentially translated by RNAseq in pooled heavy polysome using qRT-PCRs across the whole gradient (e.g., NPC2, SLC11A2). This may be explained by technical issues related to polysome profiling/RNAseq. Namely, ribosome-association of mRNAs shows normal distribution with a large coefficient of variance, thereby implying that, for example, even if the large proportion of mRNA is associated with &gt;3 ribosomes, a fraction of it should be associated with &lt;3 ribosomes [82]. Moreover, based on the empirically assessed behaviour of the vast majority of cellular mRNAs, a threshold of ≥3 polysomes is set to distinguish between efficiently and not efficiently translated mRNAs [82]. Nevertheless, in cases when mRNAs shift within heavy or light polysome fractions but do not exhibit significant migration over threshold of ≥3 ribosomes, the power to detect changes in translational efficiency may be reduced. This could thus mask detecting effects on alterations of mRNA translational efficiency upon LPS stimulation of some mRNAs including those encoding LAMP1 and specific V-ATPase subunits. This is supported by targeted qRT-PCR against LAMP and V-ATPases on unpooled fractions from the same samples we used for global analysis. We again observed a shift in the abundance of mRNAs encoding these proteins to heavier polysomes upon LPS (even at 6 h) that was reduced by torin1 treatment (S9 Fig) However, the size of the response was less pronounced and was likely averaged out during pooling. As before, mRNAs encoding PPIA, actin, and B2M largely did not respond to LPS or torin1 (S9 Fig). Of note, we opted for polysome instead of ribosome profiling, because, although ribosome profiling has far superior resolution inasmuch as it can determine ribosome positioning at a single nucleotide level, polysome profiling appears to perform better in determining translational efficiencies [83]. Additionally, in the case of qRT-PCR in which the treatments were for 2 and 6 h, for the RNAseq analyses, only 6 h time point was used.\n\nAntigen presentation is promoted by LPS through mTOR and S6K activity\n\nOur results suggest that LPS can expand the endo-lysosomal system within 2 h of activation in primary phagocytes via an mTOR-dependent alterations in translation of key endo-lysosomal transcripts. We next sought to investigate the functional implication of this LPS-mediated escalation in translation and endo-lysosomal volume. Given that antigen processing and loading occurs within the endo-lysosomal system of dendritic cells (DCs), we postulated that LPS-mediated expansion of endo-lysosome volume and holding capacity may enhance antigen presentation in BMDCs. To test this, we used BMDCs from C57Bl/6 and C3H/He mice that, respectively, carry MHC-II haplotypes I-Ab and I-Ak. I-Ab and I-Ak expressing BMDCs were then, respectively, fed antigens, the peptide Eα52–68 and full-length Hen Egg Lysozyme (HEL), for 4 and 6 h in the presence or absence of LPS. Fixed but unpermeabilized BMDCs were then stained with Aw3.18 monoclonal antibodies to detect surface delivery of I-Ak:: HEL48–62 complexes [84]—this antibody could not detect MHC-II:peptide complex after permeabilization (not shown). On the other hand, we could detect total I-Ab::Eα52–68 [85] (internal and surface level) complex formation by staining fixed and saponin-permeabilized BMDCs with the monoclonal Y-Ae antibody [85]. Importantly, treatment with LPS stimulated formation and/or delivery of the MHC-II::peptide complexes even at 4 h and more potently at 6 h (Figs 9A–9C and S10). When cells were not given antigens, the signal was reduced to background, demonstrating that the fluorescence signal was dependent on MHC-II::antigen complex formation (Figs 9C and S10). We then inquired whether antigen presentation was dependent on mTOR and S6K activities by co-treating cells with torin1 and LY2584702, respectively. Remarkably, these inhibitors reduced antigen presentation of both Eα52–68 and HEL48–62 in unstimulated and LPS-treated cells (Figs 9A–9C and S10). These data indicate that altered translation controlled by the mTORC1-S6K axis is necessary for efficient antigen presentation by BMDCs. Consistent with these data, we observed that LPS boosted total MHC-II levels in BMDCs and that this was prevented by treatment with torin1 and LY2584702 (Fig 9D and 9E). These observations suggest that enhanced translation driven by mTORC1 and S6Ks underpins, at least in part, boosting MHC-II levels in BMDCS.\n\nTo determine whether LPS-mediated stimulation of mTORC1/S6K axis was needed for antigen-mediated activation of T cells, we measured IL-2 release by T cells to assess activation. For this assay, we used the T-cell hybridoma clone 1H3.1, which recognizes I-Ab::Eα52–68 [86]. BMDCs were fed Eα52–68 and then either treated with vehicle, exposed to torin1 or LY2584702 alone, or to LPS with and without drugs. We also included BMDCs without any antigen feeding. After 6 h of antigen processing and presentation, BMDCs were fixed and co-incubated with 1H3.1 T-cell hybridomas for 48 h. We then employed ELISA to quantify IL-2 released by T cells. T cells released IL-2 at greater levels when they were exposed to BMDCs treated with both peptide and LPS than when they were exposed to BMDCs fed with only peptide alone (Fig 9F). This activation was dependent on Eα52–68 as very little IL-2 was discharged by T cells exposed to BMDCs that were not fed peptide (dashed line). In comparison, IL-2 secretion was nearly at baseline when T cells were co-incubated with APCs treated with LPS and torin1, demonstrating that mTORC1 is critical for antigen presentation by BMDCs. Importantly, BMDCs pretreated with LY2584702 caused T cells to secrete IL-2 at levels similar to BMDCs that internalized only peptide (Fig 9F). This result demonstrates that enhanced protein synthesis driven by S6Ks is critical for APCs to stimulate antigen presentation and T-cell activation. Though we acknowledge that increased protein synthesis may play additional roles in phagocytes that lead to enhanced antigen presentation, collectively our data suggest that LPS-driven protein synthesis and lysosome expansion are essential to boost antigen retention and ultimately presentation.\n\nDiscussion\n\nMacrophages and dendritic cells are plastic cells inasmuch as they can alter their metabolic and gene expression profiles to adopt a range of alternative states, which exert either inflammatory or anti-inflammatory functions. Significant attention has been given to how macrophages and dendritic cells alter their metabolism and expression of cytokines, chemokines, and other microbicidal agents [8–11]. Remodelling the expression level of these factors occurs both at the transcription and translation level [49,70,87,88]. However, remarkably less is understood regarding the mechanisms that underpin changes to the endomembrane system during activation of macrophages and dendritic cells. Notable examples of changes to the endomembrane system include reduced degradative capacity of endosome and lysosomes to help conserve antigens in dendritic cells, delayed phagosome maturation in interferon-γ-treated macrophages, and a morphological reorganization of the endo-lysosome system in both cell types, shifting from a large collection of vesicular organelles into a tubular network of endo-lysosomes [13,21,22,89]. Tubular endo-lysosomes are associated with increased pinocytic retention, exchange of phagosomal content within the endo-lysosomal system, and delivery of MHC-II-peptide for presentation, though how this occurs remains unknown [17,20,21,24,90]. Herein, we show that phagocytes also expand the endo-lysosome system and its holding capacity within 2 h of activation. We provide evidence that this expansion relies on altered translation activity driven by the mTORC1-S6K-4E-BP axis to boost expression of several important endo-lysosomal proteins like LAMP1, LAMP2, TRPML1, and V-ATPase subunits. In turn, this seems to enhance antigen retention, leading to efficient antigen presentation.\n\nExpansion and reorganization of the endo-lysosome system in activated phagocytes\n\nHere, we disclose that LPS-activated macrophages and dendritic cells remodel their endo-lysosome system into an expanded tubular network with augmented holding capacity. This conclusion is supported by several observations. First, imaging volumetric analysis revealed that dyes preloaded into endo-lysosomes occupy a greater volume post-LPS activation using both live- and fixed-cell imaging. This increase was not due to an artefact caused by imaging geometrically distinct objects because collapse of tubular endo-lysosomes during standard fixation with 4% PFA or the use of super-resolution imaging still captured a larger volume in LPS-treated phagocytes than their resting counterparts. Second, there was a significant increase in the expression level of major endo-lysosomal proteins, including LAMP1, LAMP2, CD63, TRPML1, and at least 2 V-ATPase subunits, that were blunted by cycloheximide treatment or when up-regulation of translation was prevented by inhibiting Atk, mTOR, S6Ks, or 4E-BPs. In dendritic cells, this included an enhanced expression of MHC-II subunits. Third, activated macrophages could hold a larger amount of fluid phase relative to resting counterparts, suggesting a larger endo-lysosomal compartment to store pinocytic cargo. Thus, overall, activated phagocytes not only undertake morphological reorganization of endo-lysosomes but also expand this organelle network. The increase in endo-lysosome volume and holding capacity is consistent with work by Swanson and colleagues done in the 1980s showing that phorbol ester-activated macrophages retain fluid phase more effectively than resting macrophages [20,61]. Thus, we argue that activated phagocytes expand their endo-lysosomal system.\n\nFunctional implications of endo-lysosome expansion and reorganization\n\nFunctionally, an expanded endo-lysosome volume may help phagocytes engulf more material and/or process extracellular particulates and soluble cargo more efficiently, as supported by our observation that macrophages can accumulate larger amounts of pinocytic tracers upon LPS-mediated activation. This expansion of the endo-lysosome system should benefit both macrophages and dendritic cells upon activation. Although mature dendritic cells have been reported to have reduced endocytosis [56,57], we show here that dendritic cells exhibit significant pinocytic activity for at least 8 h post activation, providing an avenue to internalize and accumulate antigenic material earlier during maturation. This is also consistent with recent reports revealing that dendritic cells are still able to internalize significant amounts of extracellular content [58,59]. In agreement with this concept, we showed here that LPS stimulation of BMDCs increased presentation of 2 distinct antigenic peptides (HEL48–61 and Eα52–68) and activation of cognate T-cell lines as early as 4 to 6 h of antigen uptake. Importantly, efficient antigen presentation was dependent on mTOR and S6K activities expressed in dendritic cells (as opposed to T cells), suggesting that up-regulated translation coupled to endo-lysosome expansion helps drive antigen presentation. Culminating these observations, we showed that mTOR and S6Ks are important for LPS-activated BMDCs to prime cognate T cells.\n\nAdditional processes may facilitate antigen presentation in phagocytes, including LPS-mediated alteration of lysosomal properties like pH, redox state, and degradative capacity. Indeed, our observations suggest that the endo-lysosomal system does not uniformly expand but may undergo a reorganization in its composition and function and that this may itself change over time during phagocyte maturation. For example, we observed that the levels of cathepsin D did not change during 2 h LPS activation of primary macrophages, unlike other proteins we examined (Figs 2 and S3). Moreover, transcripts encoding cathepsin D did not accumulate in heavy polysomes during 2 h LPS in RAW cells but then accumulated after 6 h of LPS (Fig 7). This was corroborated by the genome-wide landscape of mRNAs associated with heavy polysomes in response to 6 h LPS treatment (Figs 8 and S8). For example, our observation that SLC11A1 and SLC11A2 are enriched in heavy polysomes in response to LPS is tantalizing because these proteins sequester divalent Fe2+ from microbes as an anti-microbicidal activity [91]. Thus, we propose that endo-lysosomes not only expand but undergo dynamic functional reorganization over phagocyte maturation. However, we note the caveat that the genome-wide polysome profile analysis was completed using RAW cells, a transformed cell line that grows rapidly and may thus have distinct properties than nonproliferative primary phagocytes. Thus, it will be important to develop and employ transcriptome, polysome profiling, and proteomic analyses using primary phagocytes to better assess phagocyte maturation and adaptation of their endomembrane system.\n\nAcute (2 h) endo-lysosome expansion is not likely driven by transcription\n\nOur data suggest that acute (2 h) upward scaling of the endo-lysosome system in response to LPS is not associated with transcription up-regulation of genes encoding endo-lysosomal proteins. First, although TFEB and TFE3 can scale up lysosomal activity in response to various stresses [14,66,92,93], their kinetics of activation by LPS did not mirror those of endo-lysosome enlargement; endo-lysosome expansion was achieved within 2 h (Figs 1 and 2 and S3), whereas nuclear entry of TFEB/TFE3 required 6 h post-LPS exposure (Fig 3), consistent with past observations [66]. This delayed activation suggests that TFEB and TFE3 are stimulated indirectly by LPS exposure. Second, deletion of TFEB and/or TFE3 did not impair tubulation or endo-lysosome expansion, at least in RAW cells (Fig 3). Third, we did not observe induction of mRNA levels encoding 6 major lysosomal proteins 2 h post-LPS exposure in primary macrophages, suggesting that enhanced transcription was not responsible for increased protein levels of LAMP1, LAMP2, CD63, TRPML1, and V-ATPase subunits within this time frame (Figs 1 and 3C and S3). Nevertheless, there are 2 key caveats in our study. For one, the above conclusions are limited to a select few mRNAs in primary macrophages. Transcriptome analysis of wild-type and tfeb−/− primary macrophages will need to be completed to better understand the contributions of TFEB to endo-lysosome remodelling in response to LPS. Second, we limit our conclusions to early lysosome remodelling, defined here as 2 h of LPS. Transcriptional processes may become more pronounced at latter times to remodel endo-lysosomes, as suggested by transcriptome analysis after 6 h of LPS (Fig 8).\n\nAcute endo-lysosome expansion is driven by translational up-regulation\n\nPhagocyte activation expands the endo-lysosome system within 2 h of LPS exposure. This enlargement is driven by de novo protein synthesis as indicated by the cycloheximide-mediated block of the endo-lysosome expansion. Importantly, we observed that mTOR-dependent translational mechanisms play a key role in LPS-mediated endo-lysosome expansion. First, LPS activates mTORC1, as supported by increased phosphorylation of S6K and 4E-BP1, and enhanced global protein synthesis; importantly, inhibition of mTOR abrogated endo-lysosome expansion. Second, although the translation machinery is governed by a plethora of mechanisms, including mTOR-independent pathways, our data revealed that S6Ks and 4E-BPs play a major role in governing endo-lysosome size expansion in response to stress. mTORC1-mediated inhibition of 4E-BPs releases the translation brake imposed on the translation initiation factor eIF4E [39,94]. On the other hand, the role of S6Ks in this process is potentially more complex given its numerous targets that modulate translation, including the ribosomal protein rpS6, the translation initiator factor eIF4B, PDCD4 which governs the function of eIF4A, eEF2K which governs elongation rates, and SKAR which may promote mRNA splicing and maturation [39,95,96]. It is tempting to propose that mTORC1-regulated mRNA translation may broadly serve to rapidly scale the activity and size of other organelles in response to various signals that regulate cell differentiation, metabolic rewiring, and stress resolution. Consistent with this idea, inhibition of TSC1/2, an inhibitor of mTORC1, or overexpression of S6Ks increased the size and length of cilia in Chlamydomonas reinhardtii and zebrafish [97].\n\nIn addition, it is well accepted that mTOR can selectively modulate translation of specific mRNA subsets. Of these, the best characterized mRNAs are those carrying a 5ʹ terminal oligopyrimidine tract (5ʹTOP), which renders translation of corresponding transcripts mTOR-sensitive [94,98–100]. Notably, a study of human transcripts encoding 5ʹTOP sequences showed an enrichment for transcripts encoding lysosomal proteins [101]. Using transcripts encoding several lysosomal proteins as proxies for endo-lysosome remodelling, we showed that early LPS-mTORC1 signalling increases translation of specific mRNAs (LAMP1, V-ATPases, NPC2, Cln3, SLC11a2, and CtsC), while not affecting cathepsin D, actin, PPIA, and B2M. Although the RefSeq data base suggest that these murine mRNAs do not contain classical 5ʹTOP sequences, several recent studies show that a significant number of mTOR-sensitive mRNAs lack the 5ʹTOP motif [82,83]. Moreover, the 5ʹ untranslated regions (UTRs) annotated in the RefSeq database may not be those expressed [82]. We plan to establish translational assays for primary phagocytes to identify mRNA elements that guide protein synthesis during expansion of the endo-lysosomal system [82,102,103].\n\nA model for endo-lysosome remodelling in activated phagocytes\n\nAcute LPS-mediated phagocyte stimulation causes extensive endo-lysosome reorganization, featuring (i) the previously recognized morphological transformation into a tubular network and (ii) an expansion of the endo-lysosomal network, which we discovered here. We propose a model whereby mTOR independently coordinates distinct, parallel pathways to modulate endo-lysosome expansion, tubulation, and possibly secretion to mediate antigen presentation (S11 Fig). Specifically, we envision that mTORC1-S6Ks-4EBPs catalyse endo-lysosome expansion through increased protein synthesis, possibly using selective translation of specific mRNAs. In comparison, tubulation and secretion of antigen-containing compartments may be driven by the mTORC1-Arl8b-kinesin pathway.\n\nSupporting this model: (i) BMDCs treated with torin1 were entirely blocked for antigen presentation and T-cell activation, yet those treated with S6K inhibitors exhibited antigen presentation and T-cell activation comparable to BMDCs fed antigens without LPS (Fig 9). Additionally, although torin1 potently arrests both expansion and tubulation, S6Ks and 4EBPs manipulation prevented expansion but not tubulation. This implies that mTOR plays additional roles in lysosome remodelling, whereas S6Ks-4EBPs drive expansion; (ii) endo-lysosomes tubules grow towards the cell periphery and form transport intermediates that deliver antigens to the cell surface [21,90]. It is likely that this process is controlled by the Arl8b GTPase, which couples lysosomes to the kinesin motor proteins [104]. For one, Arl8b is required for lysosome tubulation and antigen presentation [17,105]. Additionally, LPS enhances the levels of Arl8b levels on lysosomes in an mTOR-dependent manner [17]. Collectively, we envision that LPS-driven activation of mTOR modulates several pathways to aid in endo-lysosome remodelling, culminating in enhanced antigen uptake, processing, and presentation. Of course, additional processes may be at play including mTOR-modulation of V-ATPase and lysosome positioning machinery that are linked to phagocyte maturation [9,106]. This model and the contributions made by endo-lysosome tubulation, expansion, and luminal remodelling towards antigen presentation and infection resolution will need to be assessed in future studies.\n\nThere are of course limitations to our study. First, although mTOR and S6K inhibition blocks lysosome expansion, antigen presentation, and T-cell activation, and there is a strong dependence of antigen presentation on the endo-lysosomal system, the link between endo-lysosomal expansion and antigen presentation is currently correlative. It remains possible that translational activity may regulate additional pathways independently of the endo-lysosomal system that impact antigen presentation. Second, our observations suggest that expansion is not uniformly applicable to all endo-lysosomal components, suggesting that the expanded endo-lysosomal system is functionally remodelled. In this study, we did not functionally examine this, nor how this may change over the temporal scale of phagocyte maturation. Finally, our polysome profiling was done in RAW cells, but with new methodologies, this could be done in primary phagocytes in future studies, following how this changes over time as phagocytes mature. Nevertheless, despite these limitations, our work collectively demonstrates that activated phagocytes reorganize their endo-lysosomal system by expanding and forming a tubular network. This amplifies the endo-lysosome holding capacity of phagocytes, augmenting their ability to retain more extracellular cargo, likely contributing to enhanced antigen presentation. We demonstrate that this process is rapid, occurring within 2 h of activation, and proceeds via enhanced and possibly selective translation of mRNAs encoding endo-lysosomal proteins, governed by mTOR, S6K, and 4E-BPs. Collectively, we propose that mTORC1 and the regulated translation machinery is an important mechanism employed by cells to scale and adapt the size and volume of organelles in response to stress signals.\n\nMaterials and methods\n\nEthics statement\n\nAll animals were used following institutional ethics requirements under the animal user permit ACC696 and ACC907 approved by the Ryerson University Animal Care Committee, which is certified by the Canadian Council of Animal Care and the Ontario Ministry of Agriculture, Food, and Rural Affairs. Briefly, mice were anesthesized with 5% isoflurane administered by inhalation, followed by cervical dislocation before limb bone dissection to obtain bone marrow. No experiments were performed on live animals.\n\nCell lines and primary cells\n\nMurine RAW macrophage cell lines carrying CRISPR-mediated deletion of TFEB, TFE3, or both were a kind donation from Dr. Rosa Puertollano, NIH, and were previously described by Pastore and colleagues [66]. These cells and the wild-type RAW264.7 (TIB-71 from ATCC, Manassas, Virginia) were grown in DMEM supplemented with 5% heat-inactivated fetal bovine serum (Wisent, St. Bruno, Canada) at 37°C with 5% CO2. BMDCs and BMDMs were harvested from wild-type 7- to 9-week-old female C57BL/6J mice or C3H/HeN mice (Charles River Canada, Montréal, QC) as previously described by Inaba and colleagues and Weischenfeldt and Porse with minor modifications [107,108]. Briefly, bone marrow was isolated from femurs and tibias through perfusion with PBS using a 27G syringe. Red blood cells were lysed using a hypoosmotic treatment. For BMDCs, cells were plated at 2 × 106/well in 4 ml of DMEM supplemented with 10% fetal bovine serum, 55 μM β-mercaptoethanol, 10 ng/ml recombinant mouse granulocyte-macrophage colony-stimulating factor (PeproTech, Rocky Hill, NJ), and penicillin/streptomycin antibiotics (Wisent). Media was changed every 2 days by replacing half of the medium with fresh medium. For BMDMs, cells were plated according to experimental requirements in DMEM supplemented with 10% fetal bovine serum, 20 ng/ml recombinant mouse macrophage colony-stimulating factor (Gibco, Burlington, ON), and penicillin/streptomycin antibiotics. Media was changed every 2 days. Experiments were conducted on days 7 through 9.\n\nRAW 4EBP4Ala stable cell-line production\n\nWe generated RAW cells stably expressing the HA-4E-BP1 (4Ala) phosphorylation mutant or the corresponding empty pBABE vector as previously described by Rong and colleagues [76], with minor modifications. Briefly, pBABE constructs were transiently transfected into the 293Phoenix-AMPHO packaging cell line using Lipofectamine 2000 (ThermoFisher), as per manufacturer’s guidelines. Following 48 h, the viral titer was harvested and passed through a 0.45 μm filter. The virus-containing medium was then used to infect RAWs in the presence of 8 μg/mL polybrene (Sigma-Aldrich) for 24 h. Infection was repeated twice more. Twenty-four hours after the final infection, the medium was supplemented with 3 μg/mL puromycin (Sigma-Aldrich), and cells were selected for 1 week then harvested.\n\nRate, retention, and accumulation of pinocytic probes\n\nTo measure pinocytosis rate or the accumulation of pinocytic cargo, BMDMs and RAW macrophages were pulsed with 1 mg/mL LY (ThermoFisher Scientific, Burlington, ON) for the indicated time with and without LPS or after 2 h of LPS prestimulation. For pinocytic retention, BMDMs and RAW macrophages were maintained in resting conditions or stimulated with LPS for 2 h, followed by a 30-minute pulse with 1 mg/ml LY. Cells were then washed 3× with PBS, and fresh medium was added for the indicated chase periods. In all cases, cells were then washed in PBS, fixed with 4% PFA for 15 minutes, and washed in PBS. The amount of LY in RAW macrophages was then quantified using LSRFortessa X-20 cell flow cytometer (BD Biosciences, Mississauga, ON) in 10,000 cells per condition per experiment. Flow cytometry analysis was performed using FCS Express 5 (De Novo Software, Los Angeles, CA). For primary macrophages, LY-labelled cells were visualized using ImageXpress Micro Wide-field High Content Screening System (Molecular Devices, Sunnyvale, CA) by which 3 × 4 quadrants per well were acquired, and the level of probe was analysed using MetaXpress 6 (Molecular Devices). To analyse the pinocytic capacity of BMDCs following activation, cells were prestimulated with LPS for the indicated periods, followed by co-incubation with 50 μg/mL of fluorescent dextran in the remaining 30 minutes of the treatment. Cells were then washed 3× with PBS and fixed with 4% PFA for 15 minutes. Afterwards, dextran fluorescence was imaged by confocal microscopy and quantified with Volocity 6.3.0 image analysis software (PerkinElmer, Bolton, ON) by integrating intensity of dextran.\n\nEndo-lysosome labelling and tubulation\n\nFor endo-lysosome labelling, cells were pulsed with 50 to 100 μg/ml Alexa546-conjugated dextran (ThermoFisher) for 0.5 to 1 h, followed by 3× wash with PBS, and incubated with fresh medium for at least 1 h. To induce endo-lysosome remodelling, BMDMs and BMDCs were exposed to 100 ng/mL LPS from Salmonella enterica serotype minnesota Re 595 (Sigma-Aldrich, Oakville, ON), whereas RAW macrophages were incubated with 500 ng/mL for 2 h (unless otherwise stated). As noted earlier, we use the term ‘endo-lysosomes’ to reflect that this labelling method likely stains the spectrum between late endosomes, lysosomes, and their hybrids, endo-lysosomes. For pharmacological inhibition, cells were preincubated for 15 to 20 minutes with 100 nM torin1 (Tocris Bioscience, Minneapolis, MN), 10 μM cycloheximide (Bio-Shop), 1 μM LY2584702 (Selleck Chemicals, Houston, TX), or equivalent volume of vehicle. Cells were then imaged live (unless otherwise indicated) in complete medium. Lysosome were scored as tubules if their length was greater than 4 μm.\n\nAntigen presentation assays\n\nFor presentation of Eα52–68 peptide, C57BL/6 mice with I-Ab background were used to isolate monocytes for BMDC differentiation, and C3H/HeN mice with I-Ak background (Charles River Canada, Kingston, ON) were used for presentation of HEL. Immature BMDCs were plated on Poly-D-lysine coated glass coverslips prior to incubation with model antigens. On day 7 of differentiation, dendritic cells were incubated with 2 mg/mL of HEL (Sigma-Aldrich) or 60 μM Eα52–68 peptide (MyBioSource, San Diego, CA) in the presence or absence of inhibitors and/or LPS for the time points indicated.\n\nFor surface detection of I-Ak::HEL46–62 complexes, Aw3.18.14 mAb was isolated from the supernatant of hybridoma B-lymphocytes (ATCC, Manassas, VA). Briefly, cells were washed with ice-cold PBS 3 times, and incubated in ice-cold Aw3.18.14 for 30 minutes, then washed with PBS and fixed in 4% PFA for 30 minutes on ice. Following, cells were incubated in Dylight-conjugated donkey polyclonal antibody against mouse (1:500; Bethyl) in standard blocking buffer for 1 h. For presentation of I-Ab::Eα52–68 complexes, cells were washed 3 times with PBS and fixed in 4% PFA for 20 minutes at RT. After, cells were permeabilized in 0.1% saponin in standard blocking buffer for 1 h. Following, cells were incubated in 1:75 mAb YAe (Santa Cruz Biotechnology, Dallas, Tx) in blocking buffer for 1 h at RT, washed with PBS, and then incubated Dylight-conjugated donkey polyclonal antibodies against mouse (1:500; Bethyl) in standard blocking buffer for 1 h. Antigen presentation of both I-Ak::HEL46–61 and I-Ab::Eα52–68 complexes was visualized using confocal microscopy.\n\nImmunofluorescence and fluorescence microscopy\n\nTo fix and preserve lysosome tubules in RAW cells, cells were incubated with 0.45% (v/v) glutaraldehyde and 0.5% PFA (v/v) in PBS for 15 minutes at room temperature. Cells were then washed with PBS 4x, followed by incubation with 1 mg/mL ice-cold sodium borohydride (Sigma-Aldrich) for 5 min 3x to abate unreacted glutaraldehyde and quench its autofluorescence.\n\nTo visualize endogenous TFEB and TFE3, cells were fixed using 4% PFA for 15 minutes following treatment conditions. Cells were then treated with 100 mM glycine in PBS to quench PFA, then in permeabilization buffer (0.2% Triton-X, 2% BSA in PBS) for 10 minutes, and then blocked for 1 h in 2% BSA. Cells were incubated with rabbit anti-TFEB (1:200; Bethyl Laboratories, Montgomery, TX) or rabbit anti-TFE3 (1:500; Sigma-Aldrich) antibodies for 1 h, followed by Dylight-conjugated donkey polyclonal antibodies against rabbit (1:500; Bethyl) for 1 h. Nuclei were counterstained with 0.4 μg/mL of DAPI. For staining LAMP1, dextran-loaded cells were fixed in 0.45% (v/v) glutaraldehyde and 0.5% PFA (v/v) in PBS for 15 minutes at room temperature. Cells were washed with PBS 3× and quenched in 25mM glycine for 15 minutes at room temperature. Cells were permeabilized in ice-cold methanol for 3 minutes and blocked in 2% BSA for 1 h. Cells were then incubated in primary rat anti-LAMP1 (1:100; Developmental Studies Hybridoma Bank) and secondary Dylight-conjugated donkey polyclonal antibodies against rat (1:500; Bethyl) for 1 h each. Cells were then mounted on a slide using DAKO mounting medium.\n\nLive-cell imaging was done at 5% CO2 and 37°C using environmental control chambers. Live-cell and fixed-cell imaging was done with a Quorum Diskovery spinning disc confocal microscope system equipped with a Leica DMi8 microscope connected to an Andor Zyla 4.2 Megapixel sCMOS or an iXON 897 EMCCD camera and controlled by Quorum Wave FX powered by MetaMorph software (Quorum Technologies, Guelph, ON). We also used an Olympus IX81 inverted microscope equipped with a Hamamatsu C9100-13 EMCCD camera and controlled with Volocity 6.3.0 (PerkinElmer). For super-resolution imaging, we employed the Zeiss Elyra PS1 imaging system equipped with an Axio Observer Z1 microscope fitted with the Andor iXon3 885 detector for SIM and powered by Zeiss Zen 2012 software (Zeiss Microscopy, Jena, Germany). Super-resolution image acquisition was acquired by grating for 3 rotations and 5 phases. All SIM reconstructed imaging was done using default settings for image reconstruction; to avoid artefact formation, only images with peak/mean ratios above 20 and noise filter less then −4 were accepted. After reconstruction, Volocity 6.3.0 (PerkinElmer) image analysis software was used. All microscopes were equipped with standard filters appropriate to fluorophores employed in this study, optics, and stage automation.\n\nImage analysis and volumetrics\n\nThe nuclear-to-cytosolic ratio of TFEB and TFE3 was estimated as the ratio of the mean fluorescence intensity in the nucleus over the mean intensity in the cytosol after background correction using ImageJ (version 1.47 bundled with 64-bit Java). For LAMP1 and dextran colocalization, we used Mander’s colocalization analysis to measure the degree of dextran colocalizing in LAMP1 structures, using the JACoP plugin in ImageJ after applying background subtraction. For volumetric analysis, we acquired confocal slices over 0.4 μm z-intervals. Because of technical limitations with SIM super-resolution imaging, we sampled the area of fluorescently labelled lysosomes by acquiring 3 confocal slices in the midpoint of the cell, from which we quantified the pixel area for each slice and reported an average per cell. We then used Volocity 6.3.0 image analysis software to quantify the average number of fluorescent voxels or pixels within each cell. Because of the variation in lysosomal size from experiment to experiment, we normalized the average voxel or pixel count to the corresponding control group. For lysosomal tubulation, we scored cells as positive for lysosome tubules if they displayed more than 4 lysosomal tubules greater than 4 μm. For antigen presentation analysis, we acquired confocal slices over 0.3 μm z-intervals and used Volocity to determine the total fluorescence intensity of antigen-MHC-II complexes for 50 to 100 cells per experiment. To control for background, we established a threshold fluorescence intensity measure using a no-antigen control group for during each experiment. Image manipulation was done with ImageJ or Adobe Photoshop (Adobe Systems, San Jose, CA) without altering the relative signals within images or how data may be interpreted. All figures were assembled using Adobe Illustrator (Adobe Systems).\n\nT-cell activation assays\n\nThe I-Ab restricted Eα-specific 1H3.1 T-cell hybridoma cell line was used for activation assays to recognize preactivated dendritic cells expressing I-Ab::Eα52–68 complexes. T cells were cultured in RPMI-1640 medium supplemented with 10% heat-inactivated fetal bovine serum (Wisent) and 55 μM β-mercaptoethanol at 37°C with 5% CO2. For activation assays, preactivated DCs were mildly fixed in 1% PFA for 15 minutes at room temperature. Following fixation, cells were washed with PBS 3 times and then quenched thrice in complete medium for 10 minutes each at room temperature. After, 1H3.1 T cells and fixed DCs were co-cultured at 2:1 and incubated for 40 h at 37°C with 5% CO2. Next, the tissue culture medium was collected, and T cells were immediately isolated following centrifugation at 800g for 5 minutes. The supernatant was immediately stored in −80°C for downstream IL-2 secretion analysis. To quantify T-cell activation, secreted IL-2 samples were diluted 1:10 and subsequently analysed using Mouse IL-2 Quantikine ELISA Kit (R&amp;D Systems Inc, Minneapolis, MN) as per manufacturer’s specifications.\n\nPuromycylation and Western blotting\n\nFor puromycylation assays, cells were treated with 10 μg/mL of puromycin (Sigma-Aldrich), or an equivalent water volume for the nonpuromycin group, for the last 15 minutes of each treatment. For all Western blot analysis, cells were lysed in Laemmli buffer supplemented with 1:100 protease inhibitor cocktail (Sigma-Aldrich) and PhosSTOP protease inhibitor (Roche, Mississauga, ON) following each treatment. We loaded approximately 0.8 to 1 × 106 cell equivalent per lane, and proteins were then separated in a 10% or 15% SDS-PAGE for high and low molecular weight proteins, respectively. Proteins were transferred to a polyvinylidene difluoride (PVDF) membrane (EMD Millipore, Toronto, ON) and blocked in 5% skim milk or BSA in Tris-buffered saline buffer with 0.1% Tween 20 (TBST). Membranes were then immunoblotted using the appropriate primary and secondary antibodies prepared in 5% skim milk or BSA in TBST at the indicated dilutions. The primary antibodies used were rabbit anti-cathepsin D, ATP6V1H, ATP6V1D (GeneTex Inc., Irvine, CA), S6 ribosomal protein, phosphoSer240/244- S6 ribosomal protein, p70 S6K, phosphoThr389-p70 S6K, 4E-BP1, phosphoThr37/46-4E-BP, β-actin, Ha-Tag and Tata-box binding protein (TBP; Cell Signalling Technologies, Danvers, MA), all at 1:1,000. We also used mouse anti-puromycin clone 12D10 (1:1,000, EMD Millipore), rat anti-LAMP1 (1:200; Developmental Studies Hybridoma Bank, Iowa City, IO), and secondary HRP-linked antibodies raised in donkey (1:10,000, Bethyl). Proteins were detected using Clarity enhanced chemiluminescence (Bio-Rad Laboratories, Mississauga, ON) with a ChemiDoc XRS+ or ChemiDoc Touch imaging system (Bio-Rad). Protein quantification was performed using Image Lab software (Bio-Rad), in which protein loading was normalized to levels of TBP or β-actin and then normalized against the vehicle group. Uncut and unedited images of the Western blots shown in each figure can be found in S1 Raw Images.\n\nLC3 conversion autophagy assay\n\nWe measured the conversion of LC3-I to LC3-II using immunoblotting to measure effects on autophagy induction in response to the pharmacological inhibitors used in our study. Primary macrophages were treated with the respective inhibitors as previously described. As a positive control for autophagy induction, we treated cells with Concanamycin A for 2 h and/or cultured cells in Earle’s balanced salt solution (EBSS; Gibco) for 2 and 6 h. Cells were lysed with Laemmli buffer (as described previously) and processed for SDS-PAGE. Proteins were separated on a 20% poly-acrylamide gel using standard SDS-PAGE. Western blotting was performed as previously described, using a primary rabbit anti-LC3 antibody (1:1,000; Cell Signalling Technologies) to detect LC3-I and LC3-II abundance. For autophagy induction, immunoblots were quantified in which a ratio of LC3-II to LC3-I was determined and normalized to loading control actin. Relative autophagy index was determined by comparing each treatment group to resting cells.\n\nQuantitative RT-PCR\n\nFor RT-qPCR analysis in BMDMs, total RNA was extracted using the GeneJET RNA purification kit (ThermoFisher). Following RNA isolation, equal quantities of mRNA were reverse transcribed with iScript Reverse Transcription Super Mix (Bio-Rad) following manufacturer’s guidelines. The subsequent cDNA was amplified for quantitative PCR using the TaqMan Fast Advanced Master Mix (ThermoFisher) with appropriate TaqMan assays. The CFX96 Touch Real-Time PCR Detection System (Bio-Rad) and CFX Manager Software (Bio-Rad) were used for amplification and analysis. The TaqMan gene expression assays (ThermoFisher) for the reference genes Abt1 (Mm00803824_m1), B2M (Mm00437762_m1) and for target genes Atp6v1h (Mm00505548_m1), Atp6v1d (Mm00445832_m1), Lamp1 (Mm00495262_m1), Mcoln1 (Mm00522550_m1), CtsD (Mm00515586_m1), Lamp3/CD63 (Mm01966817_g1), Lamp2 (Mm00495267_m1), and IL-6 (Mm00446190_m1) were done in triplicate. Target gene expression was determined by relative quantification (ΔΔCt method) to Abt1 and the vehicle-treated control sample.\n\nPolysome profiling\n\nPolysome profiling was performed as detailed in Gandin and colleagues [77]. RAW264.7 cells were seeded in a 15-cm Petri dish and treated for 2 h or 6 h with a vehicle (DMSO), 500 ng/mL LPS from Salmonella enterica serotype minnesota Re 595, 100 nM torin1 for 2 h only, or the combination of LPS (500 ng/mL) and torin1 (100 nM), whereby cells were pretreated for 15 minutes with torin1 before stimulation with LPS. Cells were harvested at 80% confluency, washed twice with ice-cold PBS containing 100 μg/mL cycloheximide, and then lysed in hypotonic lysis buffer (5 mM Tris HCl [pH 7.5], 2.5 mM MgCl2, 1.5 mM KCl, 100 μg/ml cycloheximide, 2 mM dithiothreitol [DTT], 0.5% Triton, and 0.5% sodium deoxycholate). Optical density (OD) values at 260 nm (OD260) were measured in each lysate and 15 OD260 were then loaded on 5% to 50% sucrose gradients generated using Gradient Master (Biocomp, Fredericton, New Brunswick); 10% of lysates were saved as input samples for total RNA extraction. Sucrose gradients were subjected to ultracentrifugation (SW41 Ti 11E1698 rotor; Beckman at 260,000g for 2 h at 4°C) and fractionated by displacement using 60% sucrose/0.01% bromophenol blue on an ISCO Foxy fraction collector (35 s for each fraction or approximately 750 μL per fraction) equipped with an ultraviolet lamp for continuous absorbance monitoring at 254 nm. Fractions were flash-frozen immediately after fractionation and stored at −80°C. RNA was isolated with Trizol (Thermofisher) as per manufacturer's instruction. All experiments were carried out at least 3 independent biological replicates (n = 3).\n\nReverse transcription and RT-qPCR were performed with iScript Reverse Transcription Super Mix (Bio-Rad) and TaqMan Fast Advanced Master Mix (ThermoFisher), respectively. All experiments were carried out at least 3 independent biological replicates (n = 3). Analyses were carried out using relative standard curve method as instructed by the manufacturer. The following TaqMan assays were done using the primers described above for quantitative RT-PCR and in addition to NPC2 (Mm00499230_m1), Cln3 (Mm00487021_m1), Slc11a1 (Mm00443045_m1), Slc11a2 (Mm00435363_m1), CtsC (Mm00515580_m1), Sgsh (Mm00450747_m1), M6PR (Mm04208409_gH), Hyal1 (Mm01230688_g1), Actb (Mm02619580_g1), and Ppia (Mm02342430_g1).\n\nGlobal polysome profiling and analysis\n\nRNA sequencing libraries were prepared using the Illumina TruSeq Stranded total RNA protocol including ribozero treatment (by the National Genomics Infrastructure, ScilifeLab, Stockholm, Sweden). Paired end sequencing was performed using NovaSeq6000 with control software 1.6.0/RTA version 3.4.4. The resulting RNAseq reads were processed using the nextflow RNAseq pipeline (version 1.3; https://nf-co.re/) using default settings. Within the nextflow pipeline, high quality of sequencing reads was assured using fastQC (http://www.bioinformatics.babraham.ac.uk/projects/fastqc). Sequencing reads were then aligned to the GRCm38 genome using Hisat2 [109] followed by read summarization to assess expression levels using the featureCounts function [110] with Ensembl annotation [111]. Only protein coding genes localized to Chromosomes 1 to 22, X, Y, and MT were included. Genes with 0 counts in at least one sample were discarded. Raw counts were then analysed using the anota2seq algorithm (version 1.4.2; [81]) with TMM-log2 normalization [112]. Analysis of changes in translation efficiencies, buffering, total mRNA, and polysome-associated mRNA were performed using the anota2seqAnalyze() function. Changes were considered significant when passing the following parameters within the anota2seqSelSigGenes() function: maxPAdj = 0.25, minSlopeTranslation = -1, maxSlopeTranslation = 2, minSlopeBuffering = -2, maxSlopeBuffering = 1, selDeltaPT = log2(1.2), selDetaTP = log2(1.2), selDeltaP = 0, and selDeltaT = 0. Modes for regulation of gene expression were then determined using the anota2seqRegModes() function. The KEGG pathway database was used to extract genes annotated to the lysosome pathway [113,114]. The RNAseq data are deposited on the Gene Expression Omnibus (GEO) with accession number GSE136470.\n\nSupporting information"
}