{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000376",
  "doi": "10.1371/journal.pbio.3000376",
  "externalIds": [
    "pii:PBIOLOGY-D-19-00985",
    "pmid:31318858",
    "pmcid:PMC6667170"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Delayed death in the malaria parasite Plasmodium falciparum is caused by disruption of prenylation-dependent intracellular trafficking",
  "authors": [
    {
      "name": "Kit Kennedy",
      "first": "Kit",
      "last": "Kennedy",
      "affiliation": "Department of Biochemistry and Molecular Biology, Bio21 Molecular Science and Biotechnology Institute, The University of Melbourne, Victoria, Australia",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-4464-7709"
      ]
    },
    {
      "name": "Simon A. Cobbold",
      "first": "Simon A.",
      "last": "Cobbold",
      "affiliation": "Department of Biochemistry and Molecular Biology, Bio21 Molecular Science and Biotechnology Institute, The University of Melbourne, Victoria, Australia"
    },
    {
      "name": "Eric Hanssen",
      "first": "Eric",
      "last": "Hanssen",
      "affiliation": "Department of Biochemistry and Molecular Biology, Bio21 Molecular Science and Biotechnology Institute, The University of Melbourne, Victoria, Australia; Advanced Microscopy Facility, Bio21 Molecular Science and Biotechnology Institute, Victoria, Australia",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-4064-1844"
      ]
    },
    {
      "name": "Jakob Birnbaum",
      "first": "Jakob",
      "last": "Birnbaum",
      "affiliation": "Molecular Biology and Immunology Section, Bernhard Nocht Institute for Tropical Medicine, Hamburg, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-1419-522X"
      ]
    },
    {
      "name": "Natalie J. Spillman",
      "first": "Natalie J.",
      "last": "Spillman",
      "affiliation": "Department of Biochemistry and Molecular Biology, Bio21 Molecular Science and Biotechnology Institute, The University of Melbourne, Victoria, Australia",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3454-1636"
      ]
    },
    {
      "name": "Emma McHugh",
      "first": "Emma",
      "last": "McHugh",
      "affiliation": "Department of Biochemistry and Molecular Biology, Bio21 Molecular Science and Biotechnology Institute, The University of Melbourne, Victoria, Australia"
    },
    {
      "name": "Hannah Brown",
      "first": "Hannah",
      "last": "Brown",
      "affiliation": "Department of Biochemistry and Molecular Biology, Bio21 Molecular Science and Biotechnology Institute, The University of Melbourne, Victoria, Australia",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-0914-6650"
      ]
    },
    {
      "name": "Leann Tilley",
      "first": "Leann",
      "last": "Tilley",
      "affiliation": "Department of Biochemistry and Molecular Biology, Bio21 Molecular Science and Biotechnology Institute, The University of Melbourne, Victoria, Australia",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-9910-0199"
      ]
    },
    {
      "name": "Tobias Spielmann",
      "first": "Tobias",
      "last": "Spielmann",
      "affiliation": "Molecular Biology and Immunology Section, Bernhard Nocht Institute for Tropical Medicine, Hamburg, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3968-4601"
      ]
    },
    {
      "name": "Malcolm J. McConville",
      "first": "Malcolm J.",
      "last": "McConville",
      "affiliation": "Department of Biochemistry and Molecular Biology, Bio21 Molecular Science and Biotechnology Institute, The University of Melbourne, Victoria, Australia",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-7107-7887"
      ]
    },
    {
      "name": "Stuart A. Ralph",
      "first": "Stuart A.",
      "last": "Ralph",
      "affiliation": "Department of Biochemistry and Molecular Biology, Bio21 Molecular Science and Biotechnology Institute, The University of Melbourne, Victoria, Australia",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-0114-7808"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-07-18",
  "dateAccepted": "2019-07-01",
  "dateReceived": "2019-04-07",
  "volume": "17",
  "number": "7",
  "pages": "e3000376",
  "tags": [
    "Apicomplexa",
    "Biochemistry",
    "Biosynthesis",
    "Chemical reactions",
    "Chemistry",
    "Discipline-v3/Apicomplexa",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Biosynthesis",
    "Discipline-v3/Chemical reactions",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Drug administration",
    "Discipline-v3/Drug metabolism",
    "Discipline-v3/Drug therapy",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Isoprenoids",
    "Discipline-v3/Lipids",
    "Discipline-v3/Malarial parasites",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Organisms",
    "Discipline-v3/Parasite groups",
    "Discipline-v3/Parasitic protozoans",
    "Discipline-v3/Parasitology",
    "Discipline-v3/Pharmaceutics",
    "Discipline-v3/Pharmacokinetics",
    "Discipline-v3/Pharmacology",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Plasmodium",
    "Discipline-v3/Prenylation",
    "Discipline-v3/Protozoans",
    "Drug administration",
    "Drug metabolism",
    "Drug therapy",
    "Eukaryota",
    "Isoprenoids",
    "Lipids",
    "Malarial parasites",
    "Organisms",
    "Parasite groups",
    "Parasitic protozoans",
    "Parasitology",
    "Pharmaceutics",
    "Pharmacokinetics",
    "Pharmacology",
    "Plasmodium",
    "Prenylation",
    "Protozoans",
    "Type/Research Article"
  ],
  "abstract": "Apicomplexan parasites possess a plastid organelle called the apicoplast. Inhibitors that selectively target apicoplast housekeeping functions, including DNA replication and protein translation, are lethal for the parasite, and several (doxycycline, clindamycin, and azithromycin) are in clinical use as antimalarials. A major limitation of such drugs is that treated parasites only arrest one intraerythrocytic development cycle (approximately 48 hours) after treatment commences, a phenotype known as the ‘delayed death’ effect. The molecular basis of delayed death is a long-standing mystery in parasitology, and establishing the mechanism would aid rational clinical implementation of apicoplast-targeted drugs. Parasites undergoing delayed death transmit defective apicoplasts to their daughter cells and cannot produce the sole, blood-stage essential metabolic product of the apicoplast: the isoprenoid precursor isopentenyl-pyrophosphate. How the isoprenoid precursor depletion kills the parasite remains unknown. We investigated the requirements for the range of isoprenoids in the human malaria parasite Plasmodium falciparum and characterised the molecular and morphological phenotype of parasites experiencing delayed death. Metabolomic profiling reveals disruption of digestive vacuole function in the absence of apicoplast derived isoprenoids. Three-dimensional electron microscopy reveals digestive vacuole fragmentation and the accumulation of cytostomal invaginations, characteristics common in digestive vacuole disruption. We show that digestive vacuole disruption results from a defect in the trafficking of vesicles to the digestive vacuole. The loss of prenylation of vesicular trafficking proteins abrogates their membrane attachment and function and prevents the parasite from feeding. Our data show that the proximate cause of delayed death is an interruption of protein prenylation and consequent cellular trafficking defects.",
  "fullText": "Introduction\n\nThe apicoplast, the plastid of the malaria parasite (Plasmodium spp.), is an essential and druggable organelle. The apicoplast is found in most apicomplexan parasites, with Cryptosporidium spp. being a notable exception [1]. The apicoplast is believed to be homologous to the chloroplast of dinoflagellates, being acquired by the common ancestor of Apicomplexa and Dinozoa through the secondary endosymbiosis of an ancient photosynthetic red alga [2,3]. The algal plastid has been retained in Apicomplexa despite losing its capacity for photosynthesis, which was lost during the transition to obligate parasitism. The apicoplast retains a 35-kb genome, originally derived from the cyanobacterial ancestor of all plastids, and expresses a small repertoire of gene products essential for the upkeep and replication of the organelle. The majority of the endosymbiont’s genes, required for the anabolic productivity of the apicoplast, have been transferred to the nucleus. These nuclear-encoded apicoplast proteins require a bipartite signal peptide to correctly traffic back to and translocate through the organelle’s four membranes.\n\nA consequence of acquiring the plastid is that Plasmodium spp., as well as closely related human disease–causing Apicomplexans like Toxoplasma gondii maintain druggable prokaryotic-like mechanisms and pathways [4,5]. The apicoplast’s prokaryotic-like translation apparatus has been an especially well-exploited antiparasitic drug target [6–9]. Many antibiotics that chemically inhibit either the 30S or 50S bacterial ribosome, such as doxycycline and clindamycin, have been repurposed to treat both malaria and toxoplasmosis [10,11]. However, a defining characteristic for known inhibitors of apicoplast protein translation or genome replication is a curious chemotherapeutic effect referred to as delayed death.\n\nDrugs targeting plastid maintenance cause no growth defect within the initial 48-hour intraerythrocytic development cycle (IDC). Rather, parasites continue to grow and complete schizogony. Daughter merozoites segment, egress, and invade a new host red blood cell (RBC), in which they continue to develop from ring-stage parasites to trophozoites. It is only later in this second IDC that the effect of the drug manifests and the treated parasites lethally arrest. Seemingly, parasites treated with drugs that target plastid maintenance acquire a defect in their apicoplast (first IDC) that becomes lethal when transmitted to their progeny (second IDC). This is readily observed as defective apicoplast protein import and organelle segmentation and a reduction in genome number in the second but not first IDC following treatment [4,7,12]. An effect comparable to delayed death is also observed in liver-stage P. berghei parasites [13]. Early liver-stage parasites treated with apicoplast-targeting antibiotics show no apparent defect during the intracellular expansion and division but fail to segregate the apicoplast properly and produce merosomes that do not subsequently establish a blood-stage infection [13]. A delayed-death phenotype is also observed for intracellular tachyzoites of T. gondii, in which chemical or genetic inhibition of apicoplast function or division is lethal only in the progeny of treated parasites [14–16]. Delayed death is an obstacle to development of some drugs targeting the apicoplast as stand-alone malaria treatments, although such compounds can be used in combination or as prophylactic drugs.\n\nThe apicoplast houses multiple anabolic pathways to synthesise metabolites for the growing parasite. Pathways include biosynthetic networks for type II fatty acid synthesis (FASII), iron–sulphur clusters (FE–S), lipoic acids, and haem, as well as a 2-C-methyl-D-erythritol 4-phosphate/1-deoxy-D-xylulose 5-phosphate (MEP/DOXP) pathway for isoprenoid biosynthesis [17]. Of these, Yeh and DeRisi [18] showed that the exogenous supply of the isoprenoid precursor isopentenyl pyrophosphate (IPP) was sufficient to rescue inhibition of apicoplast protein translation and, indeed, even complete ablation of the apicoplast in intraerythrocytic culture of P. falciparum. This indicates that isoprenoids are the sole essential metabolite supplied by the apicoplast to the rest of the cell during P. falciparum blood stages. While IPP rescue is not experimentally possible in Toxoplasma, recent data from Amberg-Johnson and Yeh [19] indicate that delayed death in T. gondii also depends on IPP availability. Curiously, whereas inhibition of apicoplast housekeeping leads to delayed death, chemical or genetic ablation of the MEP/DOXP pathway in Plasmodium or Toxoplasma parasites leads to immediate death [20–23]. These data suggest that while depletion of isoprenoids is immediately deleterious, delayed-death parasites either harbour a finite isoprenoid reservoir or can only temporarily continue to synthesise isoprenoids, likely using residual enzymes of the MEP/DOXP that were imported into the apicoplast in the first IDC. For delayed death in T. gondii, parasites lacking an apicoplast are able to survive by sharing metabolites between multiple parasites within a single parasitophorous vacuole [24], provided one individual retains an apicoplast [14].\n\nWe hypothesise that delayed death is the consequence of isoprenoid fatigue: parasites are eventually depleted of available isoprenoids but are unable to synthesise new precursors de novo. However, the individual essential isoprenoid products, the essential roles that these isoprenoids play, and how isoprenoid fatigue fatally perturbs molecular processes in Plasmodium spp. remain to be determined. IPP produced by the apicoplast likely generates a diverse collection of higher isoprenoids, which in Plasmodium spp. include 1) prenyl groups for protein modification, 2) the isoprene side chain of ubiquinone, and 3) dolichols for glycosylphosphatidylinositol (GPI) biosynthesis [25]. In this study, we have investigated the essentiality of different isoprenoid products by uncoupling the contribution that prenyl groups, ubiquinone, and dolichols have on delayed death. We have also characterised the effects of delayed-death inhibitors on parasite metabolism and cellular processes for the first time. We determined that the proximate cause of delayed death is disruption of protein prenylation and consequent cellular trafficking defects that culminate in arrested parasite growth. We find that parasites undergoing delayed death exhibited disrupted prenylation of proteins required for haemoglobin uptake and the biogenesis of the digestive vacuole (DV). We further demonstrate defective localisation of prenylated trafficking mediators, defective uptake of haemoglobin, and a disrupted DV in these parasites. Lastly, delineating the temporal contribution of prenylation from ubiquinone and dolichol biosynthesis to parasite development strongly indicates that disruption of prenylation is the proximate cause of delayed death.\n\nResults\n\nMetabolic perturbation of indolmycin-treated parasites during delayed death\n\nWe sought to investigate the metabolomic consequences of delayed death using specific inhibition of apicoplast translation. The inhibitor with the clearest direct evidence for an unambiguous apicoplast target is indolmycin, a specific inhibitor of the apicoplast tryptophanyl-tRNA synthetase (TrpRSapi) in P. falciparum [26]. Indolmycin inhibits TrpRSapi activity in vitro, stops protein translation in the apicoplast, and causes delayed death in P. falciparum that can be rescued by IPP supplementation [26]. To investigate the metabolic consequence of delayed death on P. falciparum, infected RBCs (iRBCs) were treated with indolmycin at a concentration that causes no death in the first IDC but complete death in the second IDC (equivalent to 50× the 96-hour EC50 = 50 μM), and samples were collected at regular time intervals during the first and second IDC following treatment for analysis by liquid chromatography mass spectrometry (LC-MS) (Fig 1A).\n\nThe relative abundance (indolmycin treated/untreated) of the 159 metabolites detected in the time series is summarised in Fig 1B. Indolmycin treatment did not cause metabolic perturbation during the first IDC following treatment (30-hour time point). During the second IDC following drug treatment, the relative abundance of the isoprenoid biosynthetic intermediates 2-C-methyl-erythritol-2,4-cyclodiphosphate and DOXP, and the downstream isoprenoid species farnesyl pyrophosphate (FPP) and geranylgeranyl pyrophosphate (GGPP) progressively decreased in the indolmycin-treated parasites. The perturbation to isoprenoid biosynthesis is consistent with parasites possessing a defective apicoplast that cannot make new isoprenoids.\n\nFew other metabolic changes were observed between indolmycin-treated and untreated parasites during the second IDC following drug treatment, with the exception of several haemoglobin-like peptides decreasing in abundance at 58 hours (equivalent to 14 hours post invasion [hpi] in the second IDC) and beyond (Fig 1B). This perturbation suggested that catabolism of RBC-derived haemoglobin may be compromised during indolmycin-induced delayed death. Diminished haemoglobin metabolism might be caused either by aberrant proteolysis in the parasite DV or by disrupted uptake/trafficking of haemoglobin to the DV. Given the essential role of prenylated proteins in vesicular trafficking and membrane fusion [27–29], it follows that decreased abundance of the prenyl precursors FPP and GGPP (Fig 1B) could disrupt the function of proteins involved in haemoglobin metabolism; below, we show that this is indeed the case.\n\nProtein prenylation is disrupted during delayed death\n\nTo determine if the decreased abundance of the higher isoprenoid species and prenylation substrates FPP and GGPP detected in the metabolomics study corresponds to disruption of cellular protein prenylation, we used a commercial anti-farnesyl antibody, which is cross-reactive to proteins with a farnesyl or geranylgeranyl modification. iRBCs were treated with 50 μM indolmycin for 30 hours and, cell lysates were collected at 72–78 hours during their second IDC following treatment (equivalent to 28–34 hpi in the second IDC). In untreated (DMSO only) parasite lysates, two prominent bands were detected at approximately 50 kD and 25 kD (Fig 2A), consistent with previously published prenylated species recognised by anti-farnesyl antibodies [30] and (3H)prenyl/polyprenol labelling in malaria parasites [31,32]. The parasite prenylome includes prenylated proteins at the approximate sizes detected: Rab guanosine-5'-triphosphate (GTP)ases (23–27 kD) and a HSP40 analogue (PF3D7_1437900) (40 kD) [27,28]. Indolmycin-treated parasites, collected 72–78 hrs following drug treatment (equivalent to 28–34 hpi in the second IDC), had a significant reduction in Rab proteins detected by anti-farnesyl (P &lt; 0.001, two-tailed Student t test) (Fig 2B), suggesting a reduced capacity for delayed-death parasites to prenylate target proteins in the IDC after treatment.\n\nTo determine if the apparent failure to prenylate protein in delayed-death parasites is due to lack of isoprenoids used for protein prenylation (i.e., FPP/GGPP), we substituted the polyprenol analogue geranylgeraniol (GGOH) into the medium of indolmycin-treated parasites. GGOH has previously been reported to protect parasites from fosmidomycin treatment [33]. We therefore hypothesised that GGOH substitution following indolmycin treatment would facilitate further protein prenylation by complementing the depletion of de novo prenyl groups. Consistent with this hypothesis, the indolmycin-treated parasites supplemented with 5 μM GGOH show bands at the same size as detected in the untreated sample (Fig 2A).\n\nPolyprenol substitution rescues parasites from delayed death\n\nSupplementing the medium of indolmycin-treated parasites with the isoprenoid precursor IPP (&gt;200 μM) is sufficient to rescue parasites from delayed death indefinitely (Fig 3A) [18]. Growth inhibition of iRBCs by indolmycin has a 48-hour EC50 &gt; 50 μM (n = 3), a 96-hour EC50 = 1.1 μM (n = 3, SD ± 1.1 μM), and a 144-hour EC50 = 0.1 μM (n = 3, SD ± 0.12 μM) (Fig 3B). With 200 μM IPP supplementation, iRBC are protected from the lethal effect of indolmycin up to the maximum concentration assayed (50 μM) at both 96 hours and 144 hours (Fig 3A and 3B). Given that GGOH supplementation protects against the depletion of prenylated proteins, we tested whether polyprenol precursors have a dose-dependent protective effect against indolmycin treatment. We first performed growth inhibition assays using GGOH and farnesol (FOH; the alcohol analogue of the prenyl group FPP) and determined that concentrations of GGOH exceeding 20 μM or FOH exceeding 30 μM were antagonistic to parasite growth (S1 Fig). To be used as productive substrates for protein prenylation, FOH and GGOH must first be phosphorylated (by unknown kinases) to FPP and GGPP; however, it is possible that FOH and GGOH compete directly as unproductive FPP and GGPP substrates and that this has a dose-dependent toxic effect on the parasite. Of these two polyprenol compounds, GGOH but not FOH showed protective effects when supplemented into the medium of indolmycin-treated parasites, with 5 μM GGOH being the lowest optimal protective concentration without antagonising parasite survival (S2A Fig). Likewise, supplementation of indolmycin-treated parasites with a combination of GGOH or FOH showed no synergistic protective effects (S2B Fig), suggesting that GGOH but not FOH is readily used as a prenylation substrate, which is consistent with ex vivo studies where [3H]GGOH was used preferentially to [3H]FOH as a substrate to modify protein in P. falciparum [32].\n\nSupplementing the medium with 5 μM GGOH increased the 96-hour EC50 of indolmycin to &gt;50 μM (n = 3) (Fig 3B). Importantly, GGOH was supplemented only after replacing the medium in the second IDC. However, unlike IPP, the protective effect of GGOH is only temporary, with no difference between the 144-hour EC50 values for indolmycin-treated and GGOH rescue (Fig 3B). This shows that provision of the polyprenol precursor GGOH rescues parasites during the second IDC following indolmycin treatment but that the rescued parasites still eventually succumb to the lethal effect of the drug precluding a third IDC (Fig 3C). We confirmed that temporary rescue with GGOH was common to delayed death–causing drugs by repeating the analysis with clindamycin and chloramphenicol, antibiotics that target separate components of the apicoplast protein-translation apparatus (Fig 3B), and which have previously been shown to be completely rescuable using IPP [34]. 5 μM GGOH supplementation protected parasites from delayed death up the maximum concentration of clindamycin assayed (&gt;10 μM, n = 3, approximately 1,000× 96-hour EC50), and chloramphenicol showed a significant fold reduction in its 96-hour EC50 when treated parasites were supplemented with 5 μM GGOH from 27.3 μM, (n = 3, SD ± 6.6 μM) to 65.64 μM (n = 3, SD ± 10.8 μM) (P &lt; 0.05, two-tailed Student t test) (Fig 3B and S3 Fig). However, consistent with our findings using indolmycin, GGOH did not protect parasites from treatment with clindamycin or chloramphenicol in the third IDC after treatment (Fig 3B and S3 Fig). Together, these data show that the failure to prenylate proteins during the parasite’s second IDC following indolmycin-treatment is the proximate cause of delayed death and that supplementing the polyprenol precursor GGOH is sufficient to alleviate the effects of isoprenoid fatigue in these parasites. However, restoring the capacity of delayed-death parasites to prenylate proteins alone is insufficient to indefinitely rescue parasites. As such, we hypothesise that disrupting protein prenylation is the immediate cause of parasite death in the second IDC but that even if this pathway is supplemented, another lethal insult ultimately arises, resulting in growth arrest that precludes a third IDC.\n\nAberrant uptake/trafficking of RBC cytoplasm to the DV during delayed death\n\nConsidering the observed disruption in haemoglobin metabolism (Fig 1B), we sought to determine whether host haemoglobin uptake or trafficking is disrupted during delayed death. We investigated parasite-mediated RBC cytoplasm internalisation using a fluorescein-dextran (F-dextran) uptake assay modified from Frankland and colleagues [35] and Baker and colleagues [36]. Uninfected RBCs were loaded with F-dextran such that their cytosolic contents are fluorescently labelled. Newly invaded, preloaded iRBCs were treated with 50 μM indolmycin for 30 hours and imaged by live-cell fluorescence microscopy 72–78 hours following drug treatment (equivalent to 28–34 hpi in the second IDC) (Fig 4A). In the untreated iRBCs (DMSO only), the F-dextran was internalised by the parasite and concentrated into one or sometimes two compartments (Fig 4B), consistent with Baker and colleagues [36]. In parasites with two F-dextran-labelled compartments, the larger compartment was typically adjacent to a smaller compartment (Fig 4A, untreated). This is consistent with a single parasite DV and transitory vesicles containing F-dextran internalised from the RBC cytoplasm. In the indolmycin-treated group, the F-dextran was more frequently concentrated into multiple compartments (P &lt; 0.01, one-tailed Student t test) (Fig 4B). This suggests that although the initial internalisation of RBC cytoplasm by treated parasites is unaffected, the trafficking or fusion of the internalised vesicles to the DV is disrupted. This led to an accumulation of aberrant compartments that is consistent with a defective RBC cytoplasm uptake phenotype [37]. Parasites treated with indolmycin but then supplemented with GGOH after treatment internalised the F-dextran into one or two compartments, equivalent to untreated samples (Fig 4B). This demonstrates that delayed death is linked to the aberrant uptake of RBC cytoplasm, but this is ameliorated by polyprenol substitution, which suggests that the vesicle trafficking defect is prenylation dependent.\n\nUltrastructural analysis of the parasite DV reveals fragmented biogenesis\n\nInternalised RBC cytoplasm accumulates within multiple aberrant compartments of the delayed-death parasites. To investigate the nature of these aberrant compartments, we performed an analysis of parasite ultrastructure by electron microscopy. Initial analysis of ultrathin sections of indolmycin-treated parasites by transmission electron microscopy revealed aberrant DVs as well as multiple membrane-bound enclosures of RBC cytoplasm (S4 Fig). The 3D arrangement of such aberrant compartments is difficult to decipher from individual sections, so we examined the 3D ultrastructure of untreated and delayed-death parasites using reconstruction of hundreds of sections after serial block-face scanning electron microscopy (SEM) (Fig 5 and S1 Movie). 3D reconstructions of multiple trophozoite-infected RBCs supported our initial observations from 2D electron microscopy sections (Fig 5A)—that indolmycin treatment disrupts formation of the DV and that treated parasites generate multiple DV fragments, each containing haemozoin crystals (Fig 5B and S2 Movie). Remarkably, GGOH rescue completely ameliorated the fragmented DV phenotype, restoring a single DV (Fig 5B). Quantification of the number of DV compartments per cell in different conditions is shown in Fig 5C. This suggests a hereto unknown role for prenylated proteins in the formation of a mature DV.\n\nAs well as confirming the fragmentation of the DV in delayed-death parasites, analysis of the 3D reconstructions dramatically altered our understanding of the membrane-bound enclosures of iRBC cytoplasm in the delayed death parasites. Rather than representing numerous discrete compartments, these were revealed as dramatic extensions of the cytostomal invagination that twisted and wound throughout the cytoplasm of the parasite (Fig 5B, and S3–S5 Movies). As with the DV fragmentation phenotype, this extended invagination phenomenon was rescued by addition of GGOH. We found that the total volume of DVs decreased while the volume of the cytostomal invaginations increased within the indolmycin-treated parasites compared to untreated and GGOH-rescued parasites (Fig 5D). These data support a model whereby the trafficking of RBC cytoplasm (and thus haemoglobin) from cytostomes is perturbed such that the cytostomal invagination itself becomes distended, and the delivery of packages of RBC cytoplasm is severely impaired resulting in a fragmented DV.\n\nRab GTPase-mediated vesicular trafficking is disrupted during the second IDC following indolmycin treatment\n\nAs demonstrated above, delayed death diminishes protein prenylation during the second IDC following treatment (Fig 2). We hypothesised that without prenyl modification of nascent protein, the protein substrates of prenyl-transferases that are dependent on their prenyl modification for localisation or function, such as Rab GTPases, will mislocalise during delayed death. We examined the prenylated Rab GTPase, Rab5a, which has previously been shown to be associated with haemoglobin-containing vesicles and has been hypothesised to play a role in at least one of the three or four semiredundant, but unique haemoglobin uptake pathways present in P. falciparum [29]. More recent experiments in Toxoplasma indicate a role for Rab5a in the vesicular trafficking to the secretory organelles [38]. It remains unclear what role Rab5a has in Plasmodium vesicular trafficking; nevertheless, it is a useful representative vesicular trafficking determinant whose function relies on prenylation [39].\n\nWe detected green fluorescent protein (GFP)-fusions of Rab5a in untreated parasites as discrete foci dispersed throughout trophozoite-stage parasites (Fig 6), as previously shown [39]. During the second IDC following clindamycin treatment, GFP-Rab5a mislocalised and, instead of being concentrated in discrete foci, was dispersed in a diffuse cytoplasmic pattern. Prenylation of Rab5a mediates membrane association (possibly alongside cargo-binding), and the apparent cytosolic dispersal of Rab5a in delayed-death parasites is consistent with loss of prenylation-mediated membrane attachment. This effect was less pronounced in late-stage parasites (Fig 6), suggesting that Rab5a’s localisation may be influenced by additional factors in that stage.\n\nAnother prenylated Rab, Rab11a, is localised to the inner membrane complex (IMC) of P. falciparum and is proposed to facilitate vesicle recycling and transport of IMC proteins such as glideosome-associated protein 45 (GAP45) [40]. Consistent with previous observations [41], we observed GAP45 at the IMC in schizont stages of untreated parasites. However, following indolmycin treatment during the second IDC, GAP45 did not localise to structures that resemble IMC (Fig 7), suggesting that there is a defect in the assembly or trafficking of the IMC in delayed death parasites. The normal localisation of GAP45 was restored with GGOH recue treatment (Fig 7). Importantly, secretory trafficking pathways remain intact in the second IDC following indolmycin or clindamycin treatment, as demonstrated by normal export of ring-exported protein 1 (REX1) to the iRBC (S5 Fig). The prenylation-dependent mislocalisation of Rab5a to the cytosol and putative disruption of Rab11a cargo delivery suggests that these trafficking proteins lose their normal association with target biological membranes during delayed death, consistent with the inactive or unbound form of these Rab GTPase proteins.\n\nIndolmycin-induced delayed death increases osmotic fragility of iRBC\n\nBecause indolmycin treatment produces severe disruption of the morphology of the DV and haemoglobin trafficking apparatuses, we examined potential physiological effects from disrupted feeding that may contribute to delayed death. Intraerythrocytic parasites progressively internalise and digest host-derived haemoglobin to 1) acquire amino acids [42], 2) increase the available space within the iRBC into which the parasite can grow into [43], and 3) catabolise and expel excess host protein to mitigate the increased colloid-osmotic pressure caused by parasite growth within the iRBC [44,45]. Aberrant haemoglobin uptake induced by indolmycin treatment might kill parasites by disrupting these homeostatic mechanisms.\n\nTo determine whether the cellular homeostasis that maintains osmotic pressure is disrupted in indolmycin-treated parasites, we measured osmotic fragility. The propensity for iRBCs to haemolyse in varying hypotonic solutions was measured using a modified method described in Mauritz and colleagues [45] and Dennis and colleagues [46]. Indolmycin-treated parasites showed an increase in osmotic fragility relative to untreated iRBC at all tonicities assayed in the second IDC after treatment (Fig 8A). The half-maximal lytic concentration for indolmycin treated parasites increased significantly by 22.3% (n = 4, SD ± 6.07) (P &lt; 0.05, two-tailed Student t test) (Fig 8B). Like other experiments described above, restoration of prenylation by rescue with GGOH restored measurements of osmotic fragility to those of untreated iRBCs (Fig 8A and 8B). This supports the suggestion that disruption of protein prenylation by indolmycin treatment reduces the capacity of treated parasites to internalise and degrade host-derived haemoglobin and that this has a profound effect on the physiology of the parasite and its host cell, likely contributing to growth arrest and delayed death.\n\nUncoupling ubiquinone and dolichol contributions during third IDC arrest\n\nRestoring protein prenylation in delayed death using GGOH rescue treatment demonstrates that the proximate cause of delayed death is a defect in protein prenylation. However, even when rescued by GGOH, these polyprenol-rescued parasites are still unable to survive a third IDC following treatment (Fig 2 and S3 Fig) suggesting that additional causes of parasite death arise from disruption of another isoprenoid pathway. Ubiquinone (or Co-enzyme Q) is the principle and essential electron acceptor for electron transport in mitochondrion. Ubiquinone inserts into the inner membrane of the mitochondrion by its isoprene tail. In blood-stage P. falciparum, the mitochondrion’s primary function is to provide electrons for use by dihydroorotate dehydrogenase, an essential metabolic enzyme required for pyrimidine biosynthesis [47]. To determine whether disruption of ubiquinone contributes to third IDC arrest in polyprenol-rescued parasites, we used a transgenic parasite expressing Saccharomyces cerevisiae (yeast) dihydroorotate dehydrogenase (yDHODH). The yDHODH enzyme uses fumarate as an electron acceptor and is independent of ubiquinone for pyrimidine biosynthesis and hence uncouples blood-stage P. falciparum’s dependence on mitochondrial electron transport [47]. Although these transgenic yDHODH parasites are slow growing, in asexual blood stages, they are resistant to inhibition that results in mitochondrial perturbations.\n\nParasites expressing yDHODH were not innately protected from second IDC arrest after indolmycin treatment (Fig 9). This suggests that isoprenoid disruption of parasite DHODH is not the cause of delayed death and indeed causes no further insult in the second IDC after indolmycin treatment even after the initial insult of disruption of protein prenylation. Furthermore, indolmycin-treated yDHODH parasites supplemented with GGOH were not protected in the third IDC after treatment. This result indicates that arrest in the third IDC after treatment cannot be attributed either to disruption of parasite DHODH or protein prenylation. The remaining known fate for isoprenoids in Plasmodium is in the synthesis of dolichols, so P. falciparum survival during the third IDC following indolmycin treatment is likely co-contingent with dolichol biosynthesis from isoprenoid precursors.\n\nDiscussion\n\nApicoplast-located isoprenoid precursor biosynthesis is essential for parasite survival, but the downstream effects on parasite cellular processes brought about by loss of apicoplast function have not been elucidated. We hypothesised that second IDC arrest in delayed-death parasites arises from a defect in the apicoplast that ablates IPP biosynthesis, which lethally effects parasite cellular processes by depressing the turnover of essential isoprenoid products: prenyl groups, ubiquinone, or dolichol. We refer to the cessation of de novo isoprenoid biosynthesis and exhaustion of available products as an isoprenoid fatigue. Furthermore, we aimed to dissect the temporal contribution of disrupting each of these pathways in delayed death to define the hierarchy of causes for parasite growth arrest. Here, we argue that the proximate cause of delayed death is the depletion of prenyl substrates required for protein prenylation, precipitating functional disruptions to intracellular trafficking, IMC assembly, DV biogenesis, and perturbing cellular homeostasis.\n\nDisruption of prenylation-dependent processes generates parasite abnormalities that are apparent by the trophozoite stage, with diminished haemoglobin turnover and aberrant DV morphology. However, treated parasites branch their mitochondrion as usual during the trophozoite stage [48] and transition to early schizont stages, completing multiple rounds of nuclear division (e.g., Figs 6 and 7). This, combined with the finding from the metabolomic analyses of gradual depletion of isoprenoids during the second cycle, suggests that the effect of ablating protein prenylation by isoprenoid depletion is cumulative rather than immediate. This interpretation is consistent with the findings by Chakrabarti and colleagues [32], who showed through labelling experiments that most prenlyation occurs during the trophozoite to schizont transition, and Nallan and colleagues [49], who showed that prenyl-transferase inhibitors arrest parasites at the trophozoite stage. Our data suggest that delayed death overlaps with but is distinct from phenotypes induced by fosmidomycin-mediated inhibition of IPP biosynthesis during the terminal cycle [30]. Fosmidomycin is an inhibitor of the MEP/DOXP pathway [33], and fosmidomycin treatment leads to a sudden arrest in IPP biosynthesis and parasite death at a similar life stage, albeit in the first IDC with treatment, coincident with disruption of prenylation [30]. If fosmidomycin were added early enough in the cycle, we anticipate that it would also produce comparable effects on haemoglobin turnover DV morphology in the same cycle. In contrast, delayed-death drugs have no noticeable effect on the abundance or function of the apicoplast MEP/DOXP biosynthetic enzymes. Instead, we propose that delayed-death drugs lead to a gradual expenditure of residual IPP in the second IDC—following the loss of the apicoplast—that eventually lead to the loss of prenylation.\n\nA pair of recent labelling experiments reveals a limited number of prenylated proteins that are likely defective in delayed-death parasites. Fewer than 20 prenylated proteins have been identified, predominantly Rab GTPases, with canonical and putative roles in vesicular membrane trafficking [27,28]. The restricted prenylome of P. falciparum compared to other higher eukaryotes indicates that prenylated proteins have relatively few roles in regulating parasite cellular processes. These restricted roles are consistent with our observation of only limited morphological and metabolic aberrations in parasites unable to synthesis new prenyl groups.\n\nThe temporary rescue of the prenyl-dependent delayed defects by GGOH (Figs 2, 4, 5 and 8) confirms the metabolomic finding that apicoplast-generated IPP is used for higher isoprenoid compounds, and their depletion is the proximate cause of delayed death. The short-chain length prenyl groups FPP and GGPP are the substrates for prenyl-transferases that covalently modify protein by attaching prenyl moieties to cysteine residues at the carboxyl terminus of target proteins. The successful rescue from delayed death by the polyprenol analogue GGOH but not FOH is consistent with delayed death being dependent on prenylation of the Plasmodium-Rab GTPases, which possess C-terminal prenylation motifs that predict attachment of geranylgeranyl rather than farnesyl moieties, which were identified as possessing GGPP tags in the Plasmodium prenylomes [27,28].\n\nPrenylated Rab GTPases are master coordinators of intracellular vesicular trafficking. Rabs act as molecular switches to regulate membrane rearrangements and facilitate vesicle budding, motility, and fusion by recruiting effector proteins in their GTP-bound state [50]. The prenyl modifications of Rab proteins are predicted to mediate their anchoring to the lipid bilayer of endomembranes. Chemical or genetic ablation of the prenyl modification on Rab5a or FYVE-containing coiled–coil protein (FCP; localised to the DV) leads to the mislocalisation of these proteins [28,30,39], demonstrating that prenylation is necessary for correct protein function. We found that Rab5a mislocalised during delayed death and that this coincided with a haemoglobin trafficking defect. Previous conditional inactivation of Rab5a alone did not recapitulate this phenotype [29,39], suggesting that the disruption of multiple prenylated proteins in the delayed-death parasites are responsible for the perturbation of cytostomes and DV biogenesis. Consistent with our observation, blockade of isoprenoid biosynthesis by fosmidomycin specifically disrupts the ultrastructure of the DV [30]. Our study suggests that multiple proteins in P. falciparum, prenylated using apicoplast isoprenoids, are essential for normal DV development and by extension metabolism of host haemoglobin.\n\nWe also found that IMC assembly, previously shown to require vesicular trafficking by the prenylated Rab11a, was disrupted during early schizogony. The mature IMC marker GAP45 has been colocalised to Rab11a-positive vesicles, indicating a role for Rab11a in trafficking IMC proteins [40]. Hence, we hypothesise that mislocalisation of Rab11a in delayed death could directly inhibit IMC assembly. Indeed GAP45, which associates with membranes via N-terminal myristylation and palmitoylation rather than prenylation, was also mislocalised in treated parasites, suggesting that overall assembly of the IMC is compromised in delayed death. This is supported by the failure of delayed-death parasites to segment into merozoites during second IDC arrest, as confirmed by light microscopy (Fig 2C).\n\nHaemoglobin degradation is integral to parasite homeostasis, and disequilibrium of this metabolic pathway likely contributes to delayed death in P. falciparum. The parasite faces two physiological challenges as it grows within an iRBC: obtaining sufficient space and maintaining osmotic pressure. In human RBCs, haemoglobin comprises 95% of the total protein in the cytoplasm [43]. As the parasite grows, its volume increases, but the average total volume of the enclosing iRBC remains largely unchanged [43,51,52]. To achieve this, the parasite must internalise RBC cytoplasm by endocytosis and reduce the RBC contents. One reason for mitigating total iRBC volume expansion could be to prevent the volume of an iRBC increasing such that it surpasses its lytic volume and prematurely haemolyses (or is cleared by the spleen).\n\nAside from spatial restrictions, the uptake and turnover of host haemoglobin is thought to play an important role in mitigating increasing osmotic stress on an iRBC as the parasite grows [44,45]. The metabolically active trophozoite stage of P. falciparum massively increases the permeability of the iRBC membrane, inducing the expression of the new permeation pathways (NPPs) [53]. However, the net osmotic gain of this change should be sufficient to cause the iRBC to haemolyse [54]. The parasite must therefore compensate by reducing the osmotic influx of water by decreasing the colloid–osmotic pressure exerted by proteins within the cell [45]. In effect, the parasite ingests and proteolyses host haemoglobin to amino acids that it can release across the iRBC membrane via the NPPs [55]. We therefore hypothesise that disruption of haemoglobin internalisation and metabolism in delayed-death parasites must increase the osmotic fragility of the iRBC. Consistent with this, iRBCs treated with indolmycin did haemolyse more readily in hypotonic solutions (Fig 8), suggesting that prenylation-dependent trafficking defects do perturb osmolyte homeostasis. This may be even more pronounced during the turbulence experienced during an in vivo infection, but such haemolysis is difficult to measure. Our results would suggest that liver-stage–derived merozoites with defective apicoplasts will also lack appropriate prenylation and likely succumb in a similar manner to blood-stage delayed-death parasites.\n\nThe delayed-death effect observed in Plasmodium also has implications for understanding the similar phenotype in Toxoplasma. As in Plasmodium, Toxoplasma relies on the apicoplast for isoprenoid synthesis, albeit with additional isoprenoid scavenging from the host cell [19]. We anticipate that prenyl-dependent defects brought about by apicoplast delayed death also impact endocytosis in Toxoplasma and likely disrupt feeding. However, there is not a direct 1:1 orthologue match for all pairs of Plasmodium and Toxoplasma Rabs [38], and the digestion of haemoglobin in the Plasmodium vacuole in particular has no obvious direct cognate in Toxoplasma. Unlike Plasmodium blood stages, Toxoplasma tachyzoites are also dependent on their apicoplast for fatty acid biosynthesis, and this probably creates additional differences in the mechanism of Toxoplasma delayed death.\n\nDisrupting isoprenoid biosynthesis perturbs several downstream cellular processes, and we sought to dissect how perturbation to each pathway contributes to delayed death. Disruption of protein prenylation represents the proximate cause of delayed death during the second IDC after treatment with a plastid inhibitor. However, arrest in the third IDC following treatment implies that isoprenoid fatigue also lethally perturbs other isoprenoid pathways in P. falciparum, i.e., synthesis of the ubiquinone isoprenoid-sidechain and dolichols. Using GGOH-rescued parasites, we uncoupled the essential role of protein prenylation from the contribution of isoprenoid products ubiquinone or dolichol. We determined that the yDHODH parasite line remained sensitive to second IDC arrest following indolmycin treatment and that cotreatment with GGOH was insufficient to protect parasites further. IPP provided by the apicoplast would normally be incorporated into dolichols required for GPI anchor biosynthesis, but this pathway is not rescued by GGOH. The essential contribution of dolichols and thus GPI-anchored proteins to establishment of a third IDC likely therefore explains the inability of GGOH to provide a longer-lasting rescue.\n\nTaken together, we can now establish a timeline for cellular processes subject to isoprenoid fatigue that leads to parasite arrest in delayed death (Fig 10). The indolmycin-treated parasite completes its first IDC normally but transmits a defective apicoplast to its progeny. This apicoplast may be capable of producing some isoprenoid precursor at the start of the second IDC, but this capacity wanes over the early stages of the cycle, and the isoprenoid products necessary for generating prenyl groups become depleted. Without available prenyl groups, nascent trafficking proteins are no longer modified by prenylation and mislocalise, losing their functionality. Haemoglobin trafficking, inner membrane complex formation, and merozoite membrane biogenesis all require effective protein prenylation; during delayed death, these processes are perturbed, which leads to second IDC parasite arrest. If parasites are treated with the polyprenol substrate GGOH, protein prenylation is recovered and parasites survive and segment. However, even in the presence of GGOH, parasites are unable to progress through a complete third IDC, likely due to disruption of dolichol mediated GPI synthesis and/or ubiquinone electron transport, which are not chemically rescued by GGOH.\n\nMethods\n\nP. falciparum culture\n\nP. falciparum 3D7 parasites were maintained in continuous culture with minor modifications to the method described by [56]. Briefly, parasites were cultured in human O+ RBCs (leukocyte-depleted by filtration, provided by the Australian Red Cross Blood Service) at 2% haematocrit in RMPI-1640 supplemented with 25 mM sodium bicarbonate, 25 mM HEPES, 150 μM hypoxanthine, 20 μg/mL gentamicin, and 0.5% (w/v) Albumax II (Invitrogen) (complete medium). Cultures were maintained in flasks and petri dishes inside a sealed container filled with a low oxygen malaria-mix gas (1% O2, 5% CO2, and 94% N2) at 37°C with or without mechanical shaking.\n\nSynchronised ring-stage cultures were obtained by double (14-hr interval) treatment with 5% (w/v) D-sorbitol during the parasite’s IDC prior to experimentation, and a single sorbitol treatment of ring-stage parasites immediately prior to experimentation. Alternatively, 0–4 hpi ring-stage parasites were generated by first enriching for schizonts using a custom magnetic separation apparatus described previously [57], incubating the enriched parasites with fresh RBCs for 4 hrs, and then treating the newly invaded RBCs with 5% (w/v) D-sorbitol.\n\nLC-MS metabolic profiling\n\nMetabolite profiling across the development of delayed death was initiated by treating 0–4-hr ring-stage cultures (prepared as described above) with 50 μM indolmycin (BioAustralis Fine Chemicals Product 21200-24-8) or dimethyl sulfoxide vehicle control for 30 hrs and then the culture medium was replaced. Samples were collected at 30, 58, 68, 78, and 88 hrs post drug administration (equivalent to 30 hpi in the first IDC and then 14, 24, 34, and 44 hpi in the second IDC) for metabolite extraction and analysis by LC-MS. Samples with equivalent parasitemia were collected and 1×108 RBCs per conditions were centrifuged at 14,000 g for 30 seconds (4°C), washed with 1 mL of ice-cold phosphate buffered saline (pH 7.4), centrifuged again and the cell pellet extracted with 200 μL of 80% (v/v) acetonitrile (in water containing 5 μM 13C-aspartate as the internal standard). The cell extracts were rapidly resuspended, vortexed and then centrifuged at 14,000 g for 10 min at 4°C. The metabolite extract was transferred to an MS vial and LC-MS analysis was preformed using methods previously described [58], with an Agilent Q-TOF mass spectrometer 6550 operating in negative ESI mode. In an effort to detect dolichol we also purchased a dolichol standard (Avanti) but were unable to detect this by LC-MS. Metabolomics data have been deposited at Metabolomics workbench [59], study ST001188 (http://dx.doi.org/10.21228/M88M3Q).\n\nImmunoblot analysis\n\nSynchronised ring-stage parasites (prepared by sorbitol treatment described as per P. falciparum culture) were treated with 50 μM indolmycin (BioAustralis Fine Chemicals) or dimethyl sulfoxide vehicle control for 30 hrs. The medium was replaced 30 hrs post drug administration, supplementing with the polyprenol rescue compound GGOH (5 μM) (Sigma Aldrich, G3278) as indicated. Trophozoites (5–10% parasitaemia) were collected at approximately 72–78 hrs post drug administration by lysis with 0.05% (w/v) saponin. Cells were then pelleted by centrifugation, washed with PBS, and then resuspended in Laemmli Sample Buffer (Bio-RAD) with 2.5% (v/v) 2-Mercaptoethanol and complete EDTA-free Protease Inhibitor (Roche). Samples were then either snap-frozen in liquid nitrogen and stored at -80°C or loaded directly onto Mini-PROTEAN™ TGX Precast Gels (Bio-RAD) in Tris-glycine buffer. Following electrophoresis at 180 Volts for 35 min, proteins were transferred to nitrocellulose membranes using the iBlot 2 western transfer system (Thermo Fisher Scientific).\n\nPVDF membranes with bound protein were then blocked in 5% (w/v) skim milk in PBS, incubated with rabbit anti-farnesyl polyclonal antibody at 1:1,000 dilution (Life Technologies, PA1-12554) or mouse anti-BiP at 1:1,000 [60]. Following multiple washes with PBS-tween, horseradish peroxidase (HRP)-conjugated goat anti-rabbit IgG (PerkinElmer) or HRP-conjugated rabbit anti-mouse IgG (Promega) at 1:10,000 dilution was applied to membranes. Enhanced chemiluminescent detection was performed with SuperSignal® West Pico/Femto Sensitivity Substrate (Thermo Fisher Scientific) and analysed using the ChemiDoc™ Imaging System (Bio-RAD).\n\nFluorescein dextran uptake assay\n\nUsing a modified version of the methodology described in Frankland and colleagues [35] and Baker and colleagues [36], packed RBCs were lysed with ice-cold lysis buffer (5 mM Na phosphate, 1 mM ATP; pH 7.5) containing 50 μM F-dextran (Life Technologies, D1820), and then incubated for 10 min at 4°C. The cells were then re-sealed by adding NaCl to 150 mM and incubating them for 45 min at 37°C. The re-sealed RBCs, loaded with F-dextran, were then washed in complete media (see above, P. falciparum culture) and stored at 4°C for up to one week. Internalisation assays were commenced by inoculating the preloaded RBCs with enriched schizonts (prepared as per P. falciparum culture), treating the newly invade ring-stage parasites with 50 μM indolmycin (BioAustralis Fine Chemicals) or dimethyl sulfoxide vehicle control for 30 hrs. The medium was replaced 30 hrs post drug administration, supplementing with the polyprenol rescue compound GGOH (5 μM) (Sigma Aldrich) as indicated. Trophozoites were collected at approximately 72–78 hrs post drug administration for live-cell microscopy. The iRBCs were washed for 5 min in 1 μg/mL Hoescht 33342 (Life Technologies) and mounted to directly to slides. Microscopy was performed using the DeltaVision Elite™ Widefield deconvolution (GE Healthcare) imaging platform. ImageJ (v1.51n) [61] was used to merge multiple microscopy channels. GraphPad Prism (V. 7.01) was used to plot data.\n\nFluorescent microscopy\n\nFluorescent imaging of cells was performed either by live microscopy or indirect immunofluorescence assay. For live cell microscopy: iRBCs were collected, stained with 1 μg/mL Hoechst 33342 (Life Technologies), and mounted directly to glass slides. For indirect immunofluorescence assay: glass coverslips were pre-coated with 0.1 mg/mL pHAE (erythroagglutinating phytohemagglutinin) (Sigma Aldrich), and iRBCs were applied at 5% haematocrit in PBS to form a monolayer. The cells were then fixed on the coverslip with 2% (w/v) paraformaldehyde and 0.006% (w/v) glutaraldehyde for 20 min, permeabilised with 0.1% (v/v) Triton X-100 for 10 min, and then incubated with primary antibodies: 1:300 rabbit anti-GAP45 [41], 1:1,000 rabbit anti-REX1 [62] in 3% (w/v) BSA for 2 hrs. Following washing, Alexa Fluor 488 and 594-conjugated (Thermo Fisher scientific) anti-rabbit or anti-mouse secondary antibodies in 3% (w/v) BSA were applied to cells for 1 hr, washed with 300 nM DAPI (Sigma Aldrich), and mounted to slides with ProLong® Gold Antifade (Thermo Fisher scientific). Microscopy was performed using the DeltaVision Elite™ Widefield deconvolution (GE Healthcare) imaging platform. ImageJ (v1.51n) [61] was used to merge multiple microscopy channels.\n\nGFP-Rab5a localisation\n\nEndogenously tagged GFP-2xFKBP-Rab5a [39] parasites were maintained in O+ RBCs as described [56] under selection with 4 nM WR99210 (Jacobus Pharmaceuticals). Parasite cultures were synchronized to 0–5 hpi and parental cultures were split into two dishes. Cells were exposed to 5 μM clindamycin (Ratiopharm) or vehicle (dH2O) for 35 hrs. Parasites were washed three times in complete RPMI medium (see above, P. falciparum culture), incubated for a further 51 hrs until 86–91 hpi and subsequently prepared for imaging.\n\nImaging and analysis of GFP-Rab5a cell line\n\nAll live cell images of the GFP-Rab5a cell line haven been taken with a Carl Zeiss Axio Imager A1 and imaging was performed as described [63]. A 100×/1.4–numerical aperture lens combined with a Hamamatsu Orca C4742-95 camera was used. Parasite cultures were stained with 1 μg/mL DAPI for 15 min before imaging. Exposure time was identical for all acquired images on the GFP channel. Parasites to be analysed were selected from DIC images. The corresponding GFP image were loaded into ImageJ (v1.51n) [61]. Setting to be recorded were max grey value and mean grey value. The background fluorescence of the images as well as the maximum fluorescent intensity of the brightest focus within the parasite and the background fluorescence of each parasite (excluding GFP foci) were measured. Image background fluorescence intensity was subtracted from the latter two values and the ratio was calculated. For plotting of data GraphPad Prism (V. 7.01) was used. Representative images were processed with Corel Photo-Paint x6 by adjusting brightness and intensity (V. 16.4.1.1281).\n\n3D block-face scanning electron microscopy\n\nSynchronised 0–4 hpi ring-stage parasites (prepared as per P. falciparum culture) were treated with 50 μM indolmycin (BioAustralis Fine Chemicals) or dimethyl sulfoxide vehicle control for 30 hrs. Media was replaced 30 hrs post drug administration, and where indicated, cultures were supplemented with the polyprenol rescue compound GGOH (5 μM) (Sigma Aldrich). Trophozoites (5–10% parasitaemia) were collected at approximately 72–78 hrs post drug administration (equivalent to 28–34 hpi in the second IDC) by magnetic separation (as described above, P. falciparum culture) and fixed with 2.5% (w/v) glutaraldehyde in 0.1 M sodium cacodylate for at least 2 hrs at 4°C. Cells were washed in 0.175 M sodium cacodylate and then incubated en bloc in 1% (w/v) low-melt agarose with 1.5% (w/v) potassium ferrocyanide and 2% (w/v) osmium tetroxide in 0.15 M sodium cacodylate for 1 hr at 4°C. Cells were washed in Milli-Q® water and then incubated with 1% (w/v) thiocarbohydrazide for 20 min. Following further washes, cells were incubated with 2% (w/v) osmium textroxide for 30 min, 2% (w/v) uranyl acetate overnight at 4°C, and then Walton’s lead aspartate for 30 min at 60°C. Supernatant was then removed, samples were washed thoroughly with Milli-Q water before gradually dehydrated in ethanol, then acetone, and finally infiltrated with Procure 812 resin (ProSciTech). Samples were then polymerised by curing at 60°C for at least 24 hrs. Each polymerised block-face was trimmed to 1 mm3, and then serially sectioned (50 nm) and imaged using the Teneo Volume Scope (FEI) at 3kV. Image processing was performed using the IMOD software package (V. 4.9) [64]. For plotting of data GraphPad Prism (V. 7.01) was used.\n\nDose-response assay\n\nSynchronised ring-stage 3D7 parasites (prepared by sorbitol treatment described as per P. falciparum culture), or yDHODH parasites [65] maintained under selection with 5 nM WR99210 (Jacobus Pharmaceuticals), were set up in triplicate within V-bottom 96-well plates (1% haematocrit, 1% parasitaemia: 48 hrs; 0.1% parasitaemia: 96 hrs; 0.01% parasitaemia: 144 hrs) and treated with varying concentrations of indolmycin (BioAustralis Fine Chemicals), clindamycin hydrochloride (Sigma Aldrich), and chloramphenicol (Sigma Aldrich), prepared by serial dilution in complete medium (See above, P. falciparum culture). Equivalent iRBC wells were set up in complete medium only and positive-KILL controls were initiated in triplicate using these additional wells by adding 200 nM dihydroartemisinin (Sigma Aldrich) to ring-stage parasites 48 hrs prior to assaying growth inhibition. Complete medium was replaced after each IDC, and rescue compounds GGOH (Sigma Aldrich, G3278), FOH (Sigma Aldrich, F203), and IPP were added at varying concentration in complete medium for the cycles indicated. Growth inhibitions were analysed at 48, 96, and 144 hrs as indicated using SYBR Green assay as previously described [66], briefly RBC pellets were lysed and incubated with SYBR Green I (Thermo Fisher Scientific) for 1 hr and analysed using FLUOstar Omega plate reader (BMG Labtech). Percentage survival was determined by normalising the SYBR green signal of the treated conditions to the untreated controls, and then subtracting the background signal derived from the positive-KILL controls. EC50s given here are the concentration of compound required to inhibit 50% of this normalised SYBR green signal. Corrected values were plotted by XY scatter using GraphPad Prism (V. 7.01) and EC50 values were attained from the dose-response curves.\n\nOsmotic fragility assay\n\nThe osmotic fragility of indolmycin treated iRBCs were analysed using a protocol modified from Lew, Tiffert and Ginsburg [44], and Dennis and colleagues [46]. Synchronised 0–4 hpi ring-stage parasites (prepared as per P. falciparum culture) were treated with 50 μM indolmycin (BioAustralis Fine Chemicals) or dimethyl sulfoxide vehicle control for 30 hrs. Media was replaced 30 hrs post drug administration, and where indicated, cultures were supplemented with the polyprenol rescue compound GGOH (5 μM) (Sigma Aldrich). Trophozoites (2% haematocrit, 5–10% parasitaemia) were enriched at approximately 72–78 hrs post drug administration (equivalent to 28–34 hpi in the second IDC) by magnetic separation (as described above, P. falciparum culture). iRBC were resuspended in 400 μL of solution A (150 mM NaCl, 2 mM HEPES-Na, pH 7.4, relative tonicity (RT) = 1:300 mOsm). In a V-bottom 96-well plate, 200 μL of varying saline-tonic solutions were prepared in triplicate by diluting Solution A with Solution B (2 mM HEPES-Na, pH 7.4, RT = 0.04; 12 mOsm) to produce a range of saline tonic-solutions with RTs of 0.04 to 1. 10 μL of enriched iRBCs were then aliquoted into each tonic solution and incubated at room temperature for 10 min. Plates were then centrifuged at 1,200 g for 10 min and 175 μL of supernatants were transferred to a flat-bottom 96-well plate for analysis as described in Dennis and colleagues [46] using a FLUOstar Omega plate reader (BMG Labtech). GraphPad Prism (V. 7.01) was used to plot data.\n\nSupporting information"
}