{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0040435",
  "doi": "10.1371/journal.pbio.0040435",
  "externalIds": [
    "pii:06-PLBI-RA-1535R2",
    "sici:plbi-04-12-22",
    "pmid:17147474",
    "pmcid:PMC1750931"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Plasma Membrane Is the Site of Productive HIV-1 Particle Assembly",
  "authors": [
    {
      "name": "Nolwenn Jouvenet",
      "first": "Nolwenn",
      "last": "Jouvenet",
      "affiliation": "Aaron Diamond AIDS Research Center, The Rockefeller University, New York, New York, United States of America; Laboratory of Retrovirology, The Rockefeller University, New York, New York, United States of America"
    },
    {
      "name": "Stuart J. D Neil",
      "first": "Stuart J. D",
      "last": "Neil",
      "affiliation": "Aaron Diamond AIDS Research Center, The Rockefeller University, New York, New York, United States of America; Laboratory of Retrovirology, The Rockefeller University, New York, New York, United States of America"
    },
    {
      "name": "Cameron Bess",
      "first": "Cameron",
      "last": "Bess",
      "affiliation": "Laboratory of Cellular Biophysics, The Rockefeller University, New York, New York, United States of America"
    },
    {
      "name": "Marc C Johnson",
      "first": "Marc C",
      "last": "Johnson",
      "affiliation": "Department of Molecular Microbiology and Immunology, University of Missouri-Columbia, Columbia, Missouri, United States of America"
    },
    {
      "name": "Cesar A Virgen",
      "first": "Cesar A",
      "last": "Virgen",
      "affiliation": "Aaron Diamond AIDS Research Center, The Rockefeller University, New York, New York, United States of America; Laboratory of Retrovirology, The Rockefeller University, New York, New York, United States of America"
    },
    {
      "name": "Sanford M Simon",
      "first": "Sanford M",
      "last": "Simon",
      "affiliation": "Laboratory of Cellular Biophysics, The Rockefeller University, New York, New York, United States of America"
    },
    {
      "name": "Paul D Bieniasz",
      "first": "Paul D",
      "last": "Bieniasz",
      "affiliation": "Aaron Diamond AIDS Research Center, The Rockefeller University, New York, New York, United States of America; Laboratory of Retrovirology, The Rockefeller University, New York, New York, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2006-12",
  "dateElectronic": "2006-12-05",
  "dateAccepted": "2006-10-13",
  "dateReceived": "2006-08-24",
  "volume": "4",
  "number": "12",
  "pages": "e435",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Infectious Diseases",
    "Discipline/Virology",
    "System Taxonomy/Viruses",
    "Type/Research Article"
  ],
  "abstract": "Recently proposed models that have gained wide acceptance posit that HIV-1 virion morphogenesis is initiated by targeting the major structural protein (Gag) to late endosomal membranes. Thereafter, late endosome-based secretory pathways are thought to deliver Gag or assembled virions to the plasma membrane (PM) and extracellular milieu. We present several findings that are inconsistent with this model. Specifically, we demonstrate that HIV-1 Gag is delivered to the PM, and virions are efficiently released into the extracellular medium, when late endosome motility is abolished. Furthermore, we show that HIV-1 virions are efficiently released when assembly is rationally targeted to the PM, but not when targeted to late endosomes. Recently synthesized Gag first accumulates and assembles at the PM, but a proportion is subsequently internalized via endocytosis or phagocytosis, thus accounting for observations of endosomal localization. We conclude that HIV-1 assembly is initiated and completed at the PM, and not at endosomal membranes.",
  "fullText": "Introduction\n      \nHuman immunodeficiency virus type I (HIV-1) Gag is the major virion structural protein, and Gag expression alone in a variety of human cell types is sufficient to generate extracellular virus-like particles (VLPs). Gag exhibits several activities necessary for the formation of a complete particle [1], including an amino terminal myristoylated matrix (MA) domain that directs membrane binding, central capsid (CA) and nucleocapsid domains that drive multimerization and packaging of viral genomes, and a C-terminal domain (p6) that recruits class E vacuolar protein sorting (VPS) factors that are required for scission of the nascent virion bud [2,3].\n\nMuch confusion and controversy currently exist as to where within the cell HIV-1 assembly is initiated and completed. Historically, it was thought that almost all retrovirus Gag proteins were targeted selectively to the plasma membrane (PM) to induce efficient particle release. This view was based on electron microscopic or immunofluorescent detection of Gag proteins or budding structures at the PM of infected cells. However, numerous recent studies have challenged this notion, and it has become evident that considerable amounts of HIV-1 Gag protein and/or mature virion particles can be found in late endosomes. Apparent HIV-1 assembly in endosomes appears especially prominent in macrophages, in which very large numbers of virion particles are found within compartments containing the late endosomal markers CD63 and lysosome-associated membrane protein-1 (Lamp1) [4–7]. Moreover, extracellular macrophage-derived virions can be immunoprecipitated with antibodies specific for late endosomal membrane markers such as CD63 [4,6]. These data suggested that Gag is initially targeted to late endosomal membranes and that Gag protein or assembled virions are subsequently delivered to the extracellular milieu or PM via an endosome-based secretory pathway. Although intracellular particle assembly was initially thought to be a unique feature of macrophages, similar studies reporting localization of HIV-1 Gag and virions in intracellular CD63+ and/or Lamp1+ compartments in fibroblast, epithelial, and T-lymphocyte cell lines, as well as immunoprecipitation of extracellular virions with CD63 antibodies, have extended this notion, leading to the proposal that HIV-1 assembly is initiated on endosomal membranes in all cell types [8–13]. Moreover, several other works have reported the observation of murine leukemia virus and human T-cell leukemia virus type-1 particles in late endosomes [12,14–17], suggesting that assembly in late endosomes is a general feature of retroviruses.\n\nElaborations of the endosome assembly model have suggested that HIV-1 assembly intermediates that are seen at the cell surface are only observed there because the PM contains late endosome-derived microdomains that arise following the fusion of late endosomes with the PM [10,18,19]. This idea is conceptually attractive because it removes the need to invoke two distinct membrane-targeting capabilities for Gag proteins, and would reconcile the paradoxical divergence in assembly pathways into a single endosomal membrane-targeted pathway [20]. A further attraction to the notion that HIV-1 particle assembly occurs at endosomes, or endosome-like membrane domains, arises from the fact that virion budding requires factors that normally mediate the budding of vesicles into the late endosomal lumen [2,3]. Indeed, the Hrs protein, which targets endosomal membranes via a PI(3)P-binding Fab1/YOTB/Vac1/EEA1 (FYVE) domain to nucleate the recruitment of class E VPS factors, is functionally mimicked by HIV-1 Gag, in that both encode PTAP motifs that recruit endosomal sorting complex required for transport-I (ESCRT-I) to initiate budding events [21,22]. Thus, HIV-1 virions may be generated within endosomes or at endosome-like membrane domains in much the same way as the lumenal vesicles that are thought to be precursors of cellular exosomes.\n\nDespite widespread acceptance of the notion that HIV-1 particles partially or completely assemble at endosomal membranes, this issue remains controversial because some studies have shown that HIV-1 virions can be endocytosed post-assembly if their release from the PM is inhibited in certain cell types [23,24] Moreover, other studies have suggested that PM localization may be achieved by Gag soon after its synthesis [25]. Thus, although endosomal Gag/virions have frequently been assumed to represent the precursors of extracellular particles, no previous study has conclusively established whether or not an endosomal intermediate is necessary for, or occurs at all, during HIV-1 virion assembly and release. Therefore, we adopted several complimentary approaches, including manipulation of endosome motility and inhibition of endocytic and phagocytic uptake, as well as rational targeting of the HIV-1 Gag protein to determine whether HIV-1 particle assembly indeed follows a pathway that is initiated on endosome membranes. Overall, these studies uniformly indicate that HIV-1 Gag specifically targets PM and not endosomal membranes and that targeting to the PM, but not to the endosomes, is essential for viral release in both an immortalized cell line and in primary macrophages. The endosomal localization of HIV-1 Gag and virions occurs as a result of internalization from the PM and is not a necessary intermediate for constitutive HIV-1 particle synthesis and release.\n\n      Results\n      \n        Microtubules and Late Endosome Motility Are Dispensable for HIV-1 Particle Egress in 293T Cells\n        \nMost studies of HIV-1 Gag localization and assembly have examined infected or transfected cells at many hours or days after the onset of Gag expression, when a pseudo–steady state has been reached. We took a different approach, based on transient transfection and examination of the localization and release of very recently synthesized Gag-Pol or Gag–green fluorescent protein (GFP) molecules. This strategy allowed manipulation of cellular functions over a short time course (hours), and avoided the confounding effects of cellular toxicity. An example of an assay that follows the fate of HIV-1 Gag, expressed in the context of Gag-Pol in 293T cells, is shown in Figure 1A. The 55-kD HIV-1 Gag precursor became detectable within approximately 6 h of transfection. Assembly, evidenced by Gag-Pol processing and extracellular particle release, became detectable beginning at around 10–11-h post-transfection, or about 4 h after the onset of detectable Gag precursor synthesis (Figure 1A and 1B).\n\nEndosomes move between pericentriolar regions and the cell periphery by recruiting plus- and minus-end motors that direct their movement along microtubules [26,27]. If HIV-1 Gag is initially targeted to late endosomes to initiate assembly or transport to the PM, we reasoned that particle assembly and release should be dependent on endosome motility. Thus, nocodazole-induced microtubule depolymerization, which blocks endosome movement [26–29], should perturb HIV-1 Gag movement to the PM and particle release if endosomal membranes are the initial sites to which Gag is targeted. Within 30 min of nocodazole application, the microtubule network became undetectable by immunofluorescence, and this state was maintained for more than 14 h (Figure 1C), without cytotoxicity. Notably, when microtubules were disrupted throughout the duration of the 14-h assembly assay, the kinetics and extent of HIV-1 assembly, assessed by Gag processing and particle release, were completely unaffected (Figure 1B).\n\nMicroscopic examination of Gag-GFP in 293T cells at 14-h post-transfection revealed a diffuse cytoplasmic signal and intense accumulations at the PM (Figure 1C). This predominantly PM localization was unchanged in cells treated with nocodazole during the entire period of Gag-GFP synthesis (Figure 1C). In contrast, when nocodazole was applied during vesicular stomatitis virus glycoprotein (VSV-G) synthesis, the protein failed to be transported to the PM (Figure 1D). As described previously [30], VSV-G localized in a perinuclear area and at the PM in control cells, whereas in nocodazole-treated cells, the protein was found in vesicles that were dispersed throughout the cell (Figure 1D), indicating that the microtubule-dependent secretory pathway was effectively blocked in these experiments. Thus, the microtubule network, and by inference the active transport of endosomes within 293T cells, appeared not to be required for HIV-1 Gag transport to the PM or particle assembly.\n\nIn complementary experiments, we took a different approach to arrest late endosome movement. The lipid composition of endocytic compartments can determine their motility [29], and late endosome immobilization can be induced in HeLa cells by application of the hydrophobic amine U18666A. This causes cholesterol accumulation in late endosomal membranes [29], leading to defects in kinesin recruitment. Immunofluorescence examination of the endogenous late endosome marker Lamp1 in 293T cells revealed a characteristic collapse of dispersed Lamp1+ compartments to a perinuclear region of the cells within 2 to 4 h of U18666A treatment (Figure 2A). In contrast, the distribution of endogenous early endosomal antigen (EEA1) was unaffected (Figure 2A), demonstrating that U1866A interferes specifically with the localization of later endosomes. Additionally, dynamic observation of endosomes marked with a 2xHrsFYVE-GFP protein in live cells revealed that their movement was abolished following application of U18666A (Videos S1 and S2). Importantly, when U18666A was added to HIV-1 Gag-GFP–transfected cells during the entire 14-h time course of its synthesis, the ability of Gag-GFP to target the PM was unaffected (Figure 2B). This finding was obtained in numerous repetitions of the experiment, and contrasts with a previous report [31]. Moreover, when U18666A was applied to HIV-1 Gag-Pol–expressing cells, Gag processing and particle release were unaffected (Figure 2C). Thus, both microtubules and the movement of late endosomes within 293T cells appear entirely dispensable for HIV-1 Gag targeting to the PM and particle egress.\n\n        Endosomal Accumulation of HIV-1 Gag in 293T Cells Is Prevented by Inhibiting Endocytosis\n        \nNumerous studies have reported that HIV-1 Gag localizes to endosomes in transfected 293T and several other immortalized cell lines, and suggested that these concentrations are intermediates in particle egress [9–12,32]. We found three general patterns of Gag-GFP localization in transiently transfected 293T cells: in some cells, a diffuse cytoplasmic signal alone, that likely corresponds to non-membrane bound Gag-GFP [33], was observed, whereas in other cells, it was accompanied by PM accumulation or by accumulation at both internal compartments and at the PM (Figure 3A). Importantly, the apparent distribution of Gag-GFP in 293T cells was strongly dependent on the time after transfection at which they were fixed for imaging. Indeed, a temporal analysis revealed that cells exhibiting PM Gag-GFP accumulation were evident very early after transfection (4 h) and began to predominate between 8 and 10 h after transfection (Figure 3B). Conversely, cells exhibiting Gag-GFP accumulation at both the PM and internal sites became evident only later, and were always fewer than those in which only PM accumulation could be seen, maximally representing 30% at 24-h and 48-h post-transfection (Figure 3B).\n\nAs expected from previous studies [4,10–12,32], a significant portion of intracellular Gag-GFP that was observed at late time points was associated with compartments that contained endogenous CD63 or Lamp1 (Figure 3C), both of which mark late endosomes [34,35]. However, some intracellular Gag-GFP concentrations were associated with endogenous EEA1+ compartments, or with co-expressed Rab5a-CherryFP (Figure 3C), both of which mark early endosomes [36,37]. In principle, accumulations of HIV-1 Gag in both early and late endosomes could arise through endocytosis [23]. Indeed this appeared to be the case, because endosomal accumulation of Gag-GFP at late time points was inhibited when Gag-GFP was co-expressed with dominant negative forms of EPS-15, which inhibits clathrin-mediated endocytosis [38], or with a mutant version of Rab5a (S34N), which blocks endocytic vesicle fusion (Figure 3D) [39]. Importantly, inhibiting endosomal localization of Gag using dominant negative version of EPS15 or Rab5a (S34N) had no effect on the efficiency with which particles were assembled and released (Figure 3E). This indicates that, in 293T cells, endosomal Gag represents a small fraction of the population and that this endosomal Gag is not required for HIV-1 assembly and release.\n\n        Rational Targeting of HIV-1 Gag to the PM, but Not Late Endosomal Membranes, Generates Extracellular Virions\n        \nThe globular head of HIV-1 MA is responsible for membrane binding and contains the targeting information that governs the location of HIV-1 particle assembly [40,41]. Nevertheless, large deletions or insertions, or its removal is compatible with particle assembly, provided that a minimal myristoylated membrane binding domain is retained [33,42–44]. Although such manipulations can, in some cases, relax the membrane-targeting specificity of HIV-1 Gag, some MA-deleted HIV-1 Gag proteins can generate infectious extracellular particles. If HIV-1 Gag is initially targeted to endosomal membranes, we reasoned that replacement of the MA globular head with alternative membrane binding domains that target endosomes should result in Gag proteins whose localization mimics the wild-type protein. Moreover, such manipulations should be compatible with particle assembly and release.\n\nThis strategy exploited the fact that membranes of various cellular compartments are enriched in different phosphoinositides that are recognized by specific membrane-targeting domains [45]. For instance, early and late endosomal membranes are enriched in PI(3)P. FYVE domains are compact 70– to 80–amino acid domains and are found in a number of proteins such as Hrs and SARA that specifically recognize PI(3)P and are, consequently, targeted to endosomes [46,47]. Hrs is particularly noteworthy in this context since, like HIV-1 Gag, it binds Tsg101 (ESCRT-I) and initiates class E VPS factor recruitment, leading to intra-lumenal vesicle generation [21,22]. Thus, a Gag protein that has the targeting properties of Hrs-FYVE should accurately target the membranes to which ESCRT-I is normally recruited and therefore mimic authentic HIV-1 assembly and release into the lumen of endosomes, if that is what normally occurs. Additionally, the Phox homology (PX) domain of the p40phox subunit of NADPH oxidase also binds specifically and with high affinity to PI(3)P and localizes to endosomes [48,49]. Thus, both the Hrs FYVE domain and the p40phox PX domain were appended to HIV-1 Gag in place of the MA globular head, generating FYVE-Gag and PX-Gag, respectively (Figure 4A). Alternatively, protein kinase C conserved domain 2 (C2) domains are approximately 120-residue modules, found in a variety of proteins, that constitutively associate with a variety of membranes [50]. Although its precise lipid binding specificity is not known, we have previously shown that the C2 domain of the HECT ubiquitin ligase, WWP1, can direct a heterologous protein to the PM [51].\n\nThus, when the MA globular head was replaced by the WWP1 C2 domain (Figure 4A), C2-Gag-GFP accumulated almost exclusively at the PM of 293T cells (Figure 4B). Conversely, both FYVE-Gag-GFP and PX-Gag-GFP were exclusively targeted to intracellular vesicular structures in 293T cells, and no PM localization was observed (Figure 4B). Analysis of FYVE-Gag-GFP distribution revealed extensive co-localization with endogenous CD63 and Lamp1 (Figure 4C). When FYVE-Gag-GFP was co-expressed with mRed-Hrs, both proteins targeted the same vesicles (Figure 4C), confirming that FYVE-Gag authentically targeted endosomal membranes. Live cell microscopy revealed that FYVE-Gag-GFP–containing endosomes were motile and moved rapidly in curvilinear paths within the cell interior\n\t\t\t\t\t. Moreover, when the formation of swollen endosomes was induced by over-expression of a “dominant active” Rab5a (Q79L) mutant [39], numerous fluorescent FYVE-Gag particles were observed inside the lumen of the Rab5a-bound structures (Figure 4C), suggesting that particles were able to bud into the lumen of endosomes. Importantly, these same endosomal markers (CD63, Lamp1, and Rab5a) have previously been reported to co-localize with wild-type HIV-1 Gag [4,10–12,23,32]. Similar endosomal localization patterns were observed with PX-Gag-GFP (Figure S1). Authentic intracellular assembly by FYVE-Gag-Pol was confirmed by electron microscopic examination of 293T cells co-expressing the Rab5a (Q79L) and FYVE-Gag-Pol. Indeed, as can be seen in Figure 5A, endosomes containing numerous, apparently mature, virion particles were present, as were nascent assembly intermediates at the limiting membranes of endosomes. Notably, however, unlike wild-type HIV-1 Gag-Pol, FYVE-Gag-Pol budding structures were not found at the PM.\n\nAssembly assays in 293T cells revealed that Gag proteins that were rationally targeted to the PM, namely C2-Gag-GFP and C2-Gag-Pol, generated extracellular particles as efficiently as wild-type Gag-GFP and Gag-Pol (Figure 5B). Moreover, C2-Gag-Pol VLPs were accurately processed (Figure 5B) and contained predominantly mature, fully processed CA protein. Remarkably, when a packageable GFP-expressing HIV-1 vector genome and a VSV-G envelope protein were provided in trans, C2-Gag-Pol proved capable of generating virion particles that were almost as infectious as those generated by wild-type HIV-1 Gag-Pol (Figure 5C). Therefore, direct targeting of the PM by HIV-1 Gag is fully compatible with the generation of mature, infectious HIV-1 particles, and the MA globular head can be functionally replaced by a heterologous non-myristoylated membrane binding domain, provided that it targets an appropriate cell membrane.\n\nIn marked contrast, little or no extracellular virion release was observed from cells expressing FYVE-Gag or PX-Gag, in the context of Gag-GFP or Gag-Pol proteins (Figure 5B), even though the expected pattern of Gag processing was observed (Figure 5B). Occasionally, CA was barely detectable in the extracellular medium of FYVE-Gag-Pol expressing cells, and low levels of infectious particles could be detected, but this was less than 1% of that observed with wild type or C2-Gag-Pol (Figure 5C). Overall, therefore, when fully formed HIV-1 particles were generated in motile CD63+ and Lamp1+ compartments in 293T cells, they remained largely trapped therein and were not destined for extracellular release.\n\n        HIV-1 Gag Accumulates at the PM prior to Late Endosomes in Primary Macrophages\n        \nAlthough apparent assembly and accumulation of HIV-1 particles in CD63+ endosomes has been observed in 293T cells and many other immortalized cell lines [10–13,32], late endosomal localization of HIV-1 virions is especially evident in primary macrophages [4–7]. However, because macrophages are not easily transfected, studies of Gag localization have heretofore relied on immunofluorescent or electron microscopic detection of Gag protein and particles in cells that were infected several days or weeks previously. As is demonstrated above, when Gag is expressed for extended periods, its localization changes and may not accurately reflect sites of particle assembly. Therefore, we applied recently developed methods for efficient transfection of primary human macrophages to determine HIV-1 Gag-GFP localization at time points very soon after its synthesis. With this approach, Gag-GFP expression became easily detectable by Western blotting or fluorescent microscopy at around 4-h post-transfection (Figure 6A, 6B, and 6C). Particle release into the extracellular medium became detectable approximately 2 h later (Figure 6B).\n\nAs was the case in 293T cells, three readily distinguishable patterns of Gag-GFP localization (diffuse only, diffuse accompanied by PM accumulations, and diffuse accompanied by both PM and intracellular accumulations) were evident in macrophages (Figure 6A). Strikingly, at 4- to 6-h post-transfection, Gag-GFP localization was either entirely diffuse or accompanied by accumulations only at the PM (Figure 6A and 6C). A clear PM accumulation of Gag-GFP was observed when its distribution was analyzed with deconvolved optical sections acquired approximately at center of the cell's vertical dimension, and at the cell–coverslip interface (Figure 6A). Temporal analysis revealed that the population of cells containing only diffuse Gag-GFP was progressively replaced by cells in which Gag-GFP was also located at the PM (Figure 6C). These events preceded the detection of Gag accumulation at internal sites, which was maximal at 24-h post-transfection and reached 10% to 30% of all transfected cells, depending on the donor (Figure 6C and unpublished data). However, Gag was also detected at the PM in these cells. Co-localization studies, done at 24-h post-transfection, revealed that internal Gag-GFP particles associated with large vesicular structures positive for mRed-Hrs (Figure 6D), which is found on both late endosomes and phagosomes in macrophages [52]. As was the case in 293T cells, some Gag-GFP was also found in association with early endosomes containing endogenous EEA1 (Figure 6D).\n\n        Microtubules and Late Endosomes Do Not Mediate HIV-1 Assembly in Macrophages\n        \nTo determine whether late endosomes are functional sites for HIV-1 assembly in macrophages, we adopted essentially the same approaches as in 293T cells. We first verified that nocodazole caused dissolution of the microtubule network in macrophages and that U18666A caused endosomes marked by 2XFYVE-Hrs-GFP, but not EEA1+ early endosomes, to collapse into a perinuclear cluster (Figure S2). In macrophages expressing Gag-GFP that were incubated in medium containing nocodazole or U18666A for the entire duration of Gag-GFP synthesis (up to 24 h), Gag-GFP localized primarily to the PM, both in untreated cells or in cells treated with nocodazole or U18666A (Figure 7A). Moreover, a temporal analysis of Gag-GFP particle generation revealed that these treatments had little or no effect on the kinetics or efficiency of particle release (Figure 7B). Thus, just as was the case in 293T cells, microtubules and late endosome motility appeared not to be required for HIV-1 particle release from macrophages.\n\nWe next determined whether targeting HIV-1 assembly to macrophage endosomal compartments would result in the release of extracellular virions. Using precisely the same Gag-GFP constructs as previously (Figure 4A), C2-Gag-GFP, like wild-type Gag-GFP, targeted the macrophage PM, whereas FYVE-Gag-GFP and PX-Gag-GFP localized in intracellular compartments (Figure 8A). Co-localization studies showed that FYVE- and PX-Gag-GFP targeted CD63+ and Lamp1+ endosomes (Figure 8B). Importantly, Gag-GFP proteins that were targeted to macrophage CD63+ endosomes failed to generate extracellular particles, whereas C2-Gag-GFP that targeted the PM efficiently generated extracellular particles (Figure 8C). Overall, these experiments indicate that the macrophage PM supports efficient HIV-1 particle release, whereas CD63+/Lamp1+ endosomes appear to be non-viable compartments in which to initiate extracellular HIV-1 particle assembly.\n\n        HIV-1 Gag Localization, but Not Particle Release, Is Dramatically Affected by Actin Depolymerization in Macrophages\n        \nAs their name suggests, macrophages are professional phagocytes, and we reasoned that this property might be responsible for the unusually prominent intracellular accumulations of HIV-1 particles that have been observed therein. Phagocytosis is an actin-dependent process [53], and drugs that disrupt actin filaments, such as cytochalasin D, are frequently used to arrest phagocytosis in macrophages. Notably, application of cytochalasin D to macrophages during wild-type HIV-1 Gag-GFP expression effectively removed actin filaments (Figure 9A), but did not inhibit particle release (Figure 9B). Importantly, however, the accumulation of Gag-GFP in intracellular compartments at late time points was almost completely abolished when macrophages were treated with cytochalasin D (Figure 9C).\n\nWe performed a similar analysis of Gag localization macrophages that were infected with a full-length, single-cycle infectious HIV-1. Although the kinetics of Gag expression are slower in infected as compared to transfected macrophages, we designed relatively short time-course experiments for this analysis, based on the approximate time taken to complete a single cycle of HIV-1 infection. This approach contrasts with most previous studies of HIV-1–infected macrophages in which Gag and virions accumulated over several days [4,5]. Specifically, macrophages were inoculated with a VSV-G–pseudotyped, Env-defective HIV-1 for 12–16 h. Thereafter, carrier or cytochalasin D was applied to induce actin depolymerization for the ensuing 24 h, at which point cells were fixed. Immunofluorescent detection revealed that the distribution of Gag was either diffuse only, or accompanied by prominent internal accumulations of Gag in 40% of the cells (Figure 10A and 10B). Some Gag puncta were also detected at the PM in about 60% of cells and were usually accompanied by intracellular accumulation (Figure 10B). However, these cell-surface puncta were generally few in number (e.g., see Figure 10A). In marked contrast, intracellular accumulation of Gag was dramatically inhibited in cytochalasin D–treated macrophages (Figure 10A and 10B). Although some intracellular accumulations were found in some cells (about 40%) (Figure 10B), these were much less prominent than in carrier-treated cells (Figure 10A). Moreover, massive accumulation of Gag puncta, presumably representing viral particles, was seen at the PM of virtually all cytochalasin D–treated infected macrophages. (Figure 10A).\n\nLike most HIV-1 Gag-specific antibodies, the anti-p24CA antibody used in these experiments does not efficiently stain accumulations of unprocessed HIV-1 Gag, i.e., assembling particles, presumably because of epitope occlusion (unpublished data) [54]. The rareness with which we observed Gag puncta at the PM of HIV-1–infected but otherwise untreated macrophages prompted us to examine Gag localization using an antibody-independent technique that enables visualization of both unprocessed and processed Gag proteins with equal efficiency. To this end, we used an HIV-1 clone, termed NL4–3 (MA/YFP), in which YFP was inserted into the HIV Gag protein in the stalk region of MA. When pseudotyped with VSV-G, NL4–3 (MA/YFP) produced only approximately 2-fold fewer infectious particles as compared to unmodified HIV-1 (unpublished data). Infection of primary macrophages by VSV-G–pseudotyped NL4–3(MA/YFP) and inspection 36 h later revealed a distribution of Gag(MA/YFP) that was similar to that detected by immunofluorescence (compare Figure 10A and Figure 10C). However, in addition to diffuse fluorescence and intracellular Gag(MA/YFP) accumulations, we also observed significant accumulation of Gag(MA/YFP) at the macrophage PM, and evident Gag puncta at the PM and cell–coverslip interface in many cells (Figure 10C). As previously, there was massive accumulation of particles at the PM of infected cells upon treatment with cytochalasin D during the final 24 h of the assay (Figure 10C). Thus, the prominent intracellular accumulation of HIV-1 Gag that is observed in macrophages clearly occurs via an actin-dependent process, most likely internalization from the PM.\n\nImportantly, actin filament disruption with cytochalasin D had no effect on the levels or processing of cell-associated Gag, nor on the yield of extracellular virions in HIV-1–infected macrophages (Figure 10D). Thus, accumulation of particles at the PM in actin-disrupted cells was not a result of retention of virions that otherwise would be released. Rather, the loss of intracellular Gag accumulation, accompanied by prominent accumulation at the cell surface upon a manipulation that inhibits phagocytosis, suggests that many nascent HIV-1 particles are normally internalized from the surface of macrophages, resulting in accumulation at intracellular sites.\n\n      Discussion\n      \nGiven the considerable uncertainty over where HIV-1 assembles within cells, we adopted a variety of experimental strategies to test the hypothesis that endosomal compartments are functional sites for HIV-1 assembly. Several lines of evidence suggest that they are not. First, Gag localization early after expression is observed only at the PM, suggesting it is the initial membrane targeted by Gag. Second, arresting late endosome movement within cells using two pharmacological inhibitors with distinct mechanisms of action had no effect on accumulation of Gag-GFP at the PM, or on extracellular particle release. Third, rational targeting of HIV-1 Gag using a membrane binding domain that targets endosomes failed to deliver Gag or particles to the PM or extracellular milieu. Although it is formally possible that these retargeted Gag proteins might assemble aberrantly, or target a particular endosomal compartment that is different from that hypothesized to be targeted by wild-type HIV-1 Gag, we believe that this is unlikely. Indeed, we used a membrane-targeting domain that is ordinarily responsible for nucleating ESCRT protein recruitment to endosomes. Moreover, our manipulations resulted in the assembly of complete assembled virions within the lumen of motile CD63+ late endosomal compartments that could clearly be observed by fluorescent and electron microscopy. Conversely a Gag protein that was rationally targeted to the PM closely mimicked the localization of wild-type Gag and allowed efficient release of infectious particles. Importantly, the results presented herein were generated using a commonly used immortalized cell line (293T cells), and using primary macrophages, which are physiological targets of HIV-1 infection. Although it is possible that other cell types might behave differently, the idea that HIV-1 assembly is initiated in endosomes arose from studies done in these, or similar, cell types.\n\nThe findings documented herein are difficult to reconcile with the hypothesis that HIV-1 Gag ordinarily targets the endosomal or endosome-like membrane domains normally targeted by ESCRT proteins, and thereby follows an active exosome-like release pathway. Rather, these data suggest that the intrinsic PM-selective binding of the MA Gag domain determines the site at which HIV-1 assembly is initiated. Indeed, recent evidence suggests that the MA domain of HIV-1 Gag binds specifically to PM-resident phospholipids, in particular PI(4,5)P2 [55,56]. Moreover, ESCRT proteins can be recruited from a cytoplasmic pool to membranes where they are not ordinarily located [57], and it is therefore not necessary to invoke endosomal membranes as intermediates to explain HIV-1 release.\n\nAlthough these studies provide several lines of evidence that HIV-1 assembly occurs primarily at the PM, it is nevertheless true that numerous previous studies, as well as our own observations, have demonstrated that accumulated HIV-1 particles can be observed within endosomes of many cells at steady state (see Introduction). Indeed, this localization predominates in long-term infected, but otherwise unperturbed, macrophages. How can this be explained in terms of a model in which particle assembly occurs at the PM? In fact, these previous studies can readily be reconciled with the findings described herein if one invokes internalization of nascent or completely assembled virions from the PM. Internalization of PM occurs in essentially all cell types via endocytic or phagocytic mechanisms, but the predominant mechanism and the rate of PM turnover likely varies with cell type. Thus, the observation of virion particles in endosomal compartments does not necessarily mean that they were assembled therein. Indeed, this and previous work clearly demonstrates that endosomal virions can arise via endocytosis [23].\n\nInevitably, the overall steady-state cellular localization of HIV-1 Gag and virion particles is governed by several kinetic factors, including the rate at which Gag moves to the PM following its synthesis. HIV-1 Gag:membrane interaction is highly cooperative and rather inefficient at low Gag concentration due to the presence of the “myristoyl switch” [33,56,58,59]. Once Gag and/or virions are at the PM, the rates at which they are either released as extracellular virions or internalized are also crucial kinetic factors determining steady-state cellular distribution. In principle, therefore, a slow rate of synthesis—which would result in a slow rate of PM binding and assembly—coupled with a high rate of PM internalization would, over time, result in a steady-state distribution in which most HIV-1 Gag or virions accumulate in endosomal compartments. We surmise that this is precisely what occurs in HIV-1–infected professional phagocytes, i.e., macrophages. Consistent with this idea, inhibition of actin polymerization, which reduces the rate of phagocytosis, resulted in very dramatic accumulation of HIV-1 particles at the PM instead of in endosomes in infected primary macrophages. Importantly, this apparent redistribution occurred in the complete absence of any effects on Gag expression or particle release.\n\nSimilar alterations in the distribution of HIV-1 Gag in other cell types can be effected by manipulating alternative internalization pathways. For example, in HeLa cells, in which a large proportion of cells contain CD63+ endosome-associated Gag, release of virions is inefficient due to the action of an unknown dominant inhibitor that is counteracted by the HIV-1 Vpu protein [60]. In that instance, endosomal virion accumulation could be prevented either by ablating the effect of the release inhibitor, via expression of Vpu, or alternatively, by inhibiting endocytosis [23]. In a similar way, this study shows that blockade of endocytosis in 293T cells clearly reduced the already quite small fraction of cells in which intracellular accumulation of HIV-1 Gag-GFP is evident.\n\nOverall, it seems likely that the intracellular HIV-1 particles that are observed in a variety of cell types can be accounted for, perhaps in all cases, by internalization from the PM by endocytic or phagocytic mechanisms. Notably, no study that has reported intracellular concentrations of retroviral Gag proteins or virions has excluded this possibility.\n\nIt is possible that HIV-1 particles whose assembly was initiated at the PM but were then internalized could retain infectivity for some time and eventually find their way to the extracellular milieu. This would require some physiological stimulus, e.g., antigen presentation or calcium influx, which induces endosome fusion with the cell surface. Indeed, an antigen presentation-related phenomenon may occur in dendritic cells that capture virions from the extracellular environment for dissemination to other cells [61]. Infected macrophages could also retain HIV-1 particles within endosomes for extended periods [62]. Nonetheless, our findings strongly suggest that endosome-based HIV-1 virion release is not a constitutive process by which most extracellular HIV-1 particles are generated. Rather, several lines of evidence presented herein lead to the conclusion that the initiating site for constitutive HIV-1 assembly and release is the PM. The subsequent fate of the nascent particle appears to be governed by whether that PM domain remains at the surface, enabling particle release, or internalized, resulting in particle retention in endosomes.\n\n      Materials and Methods\n      \n        Plasmid derivation.\n        \nPlasmids expressing HIV-1 Gag-Pol and Gag-GFP proteins, namely pCR3.1/SYNGP and pCR3.1/Gag-GFP, were previously described [33] and were used to generate plasmids expressing retargeted Gag proteins. First, a truncated version of HIV-1 Gag lacking the MA globular head (encoding amino acids 116–501) was generated using PCR and inserted between the XhoI–NotI sites of pCR3.1/GFP. Hrs-FYVE (amino acids 147–224), WWP1-C2 (amino acids 21–187), and p40phox PX (amino acids 19–140) domains were amplified from previously described expression plasmids [51,63] or from human placental cDNA. These fragments were inserted as EcoR1–Xho1 fragments into the Gag(116–501)-GFP plasmid. The corresponding Gag-Pol derivatives of these fusion proteins were made by replacing the original EcoR1–AflIII fragment of pCR3.1/SYNGP by fragments encoding the Gag fusion proteins. 2xFYVE-GFP was generated by inserting a second FYVE domain between the XhoI–NotI sites of pCR3.1/FYVE-GFP.\n\nA full-length infectious NL4–3–derived proviral plasmid, NL4–3(MA/YFP), that incorporated YFP into the stalk region of MA was derived essentially as described [64], except that YFP was used in place of GFP.\n\nPlasmids expressing red-fluorescent fusion proteins were derived from pCR3.1/GFP by replacing GFP by CherryFP (provided by R. Tsien) or mRed (BD Biosciences, San Jose, California, United States). Human CD63 was amplified from human placental cDNA and inserted as an EcoR1–XhoI fragment into pCR3.1/GFP to express CD63 with GFP fused to its C-terminus. Plasmids expressing CherryFP-Rab5a fusion proteins and mutant derivatives have been described previously [23], as has the dominant negative EPS-15 expression plasmid, a gift from S. Polo [65]. Hrs was transferred from previously described pCR3.1/YFP-Hrs [63] into pCR3.1/mRed to express an mRed-Hrs fusion protein. The plasmid expressing Lamp1-GFP has been described previously [66].\n\n        Cells, transfection, and drug treatment.\n        \n293T and TE671 cells were maintained in DMEM supplemented with 10% fetal calf serum. Monocyte-derived macrophages were isolated from the adherent fraction of human peripheral blood mononuclear cells (PBMCs). PBMCs were plated at a density of 5 × 107 per T-75 poly-D-lysine–coated flask (BD BioCoat, San Jose, California, United States) and were cultured for 2 h in RPMI supplemented with 10% human serum (Sigma, St. Louis, Missouri, United States). The non-adherent fraction was removed, and fresh medium containing 600 U/ml of macrophage colony-stimulating factor (Peprotech, Rocky Hill, New Jersey, United States) was added. Cell differentiation was completed after 4 to 5 d, and transfection or infection was performed at day 7.\n\n293T cells were transfected using polyethylenimine (PolySciences, Warrington, Pennsylvania, United States) as described previously [67]. Macrophages were transfected by nucleofection using the AMAXA device (Amaxa, Gaithersburg, Maryland, United States). About 5–7 × 105 cells were transfected with 5 μg of DNA using the Y-010 program. In experiments in which fluorescent microscopy was performed, cells were plated on poly-D-lysine–coated glass-bottomed dishes (Mattek, Ashland, Massachusetts, United States).\n\nNocodazole (Sigma) and U18666A (Biomol, Plymouth Meeting, Pennsylvania, United States) were used at a final concentration of 10 μg/ml, irrespective of cell type. Cytochalasin D (Sigma) was used at 5 μM (macrophages). All the aforementioned drugs were dissolved in DMSO and diluted in medium immediately prior to use. Control cultures were treated with an equal amount of DMSO.\n\n        Virus release assays and infectivity assays.\n        \nTransfection-based virus release assays were performed by transfecting 293T or macrophages as described above, and then harvesting cells and extracellular virus particles at various time points thereafter, as described previously [23]. Drugs were added to culture media either immediately after transfection (293T) or 1 h later (macrophages). Alternatively, infectious virions were generated by transfecting 293T cells with NL4–3(Env−) or NL4–3(MA/YFP) along with a VSV-G expression plasmid. These virus stocks were used to inoculate primary macrophages. Virus was removed and cells washed thoroughly 12 h later. At 16 h after inoculation, cytochalasin D or DMSO was added, and 24 h later, cultures were processed for analysis of virus release or microscopy. Virions and cell lysates were separated on 10% acrylamide gels, and proteins were probed with anti–HIV-1-p24 (183-H12-5C) antibodies. Subsequently, blots were probed with species-specific HRP-conjugated goat secondary antibodies. Western blot signal intensities were quantitated using densitometry (AlphaImager 2200; Alpha Innotech, San Leandro, California, United States).\n\nTo measure infectious virion generation by C2-, FYVE-, and PX-appended Gag proteins, each Gag-Pol expression plasmid was cotransfected in 293T cells with a V1/GFP, a packageable HIV-1 vector [68] and a VSV-G expression plasmid. Virions were harvested after 48 h. Infectivity was measured using TE671 target cells and (FACS) analysis 36 h later as previously described [69].\n\n        Microscopy and antibodies.\n        \nSamples for microscopy analysis were fixed, processed, and stained as described previously [23]. Antibodies were as follows: mouse anti-CD63 (Chemicon, Temecula, California, United States), mouse anti-EEA1 (BD Biosciences), mouse anti-Lamp1 clone H4A3 (Developmental Studies Hybridoma Bank, Iowa University, Iowa City, Iowa, United States), mouse anti–VSV-G clone P5D4 (Roche Applied Science, Basel, Switzerland), mouse anti–α-tubulin (Sigma), anti–HIV-1-p24 (183-H12-5C, National Institutes of Health AIDS reagent program [http://www.aidsreagent.org/)], and anti-mouse Alexafluor 594 (Molecular Probes, Eugene, Oregon, United States). Phalloidin-Alexafluor 594 (Molecular Probes) was used to stain actin. Nuclei were stained with Hoechst 33258. Fluorescent imaging of fixed cells was done using an Olympus IX70–based Deltavision microscopy suite (Applied Precision, Issaquah, Washington, United States), as previously described [51].\n\n        Electron microscopy.\n        \nCells were fixed 44-h post-transfection in buffered 2.5% glutaraldehyde, post-fixed with 1% osmium tetroxide, and dehydrated through a graded series of acetone washes. Dehydrated samples were transitioned into EPON:SPURR (1:1) and baked overnight at 60 °C. Embedded samples were thin sectioned, post-stained with uranyl acetate and Sato's triple lead stain, and viewed on a JEOL 1200 EX transmission electron microscope (JEOL, Peabody, Massachusetts, United States).\n\n        Live cell imaging.\n        \nTotal internal reflection fluorescence microscopy (TIR-FM) images were acquired as previously described [70,71]. Briefly, TIR illumination was accomplished using illumination through the objective (Apo 60X NA 1.45; Olympus America, Center Valley, Pennsylvania, United States) on an inverted epifluorescence microscope (IX-70; Olympus). The evanescent field decayed with a space constant of less than 100 nm. Cells were maintained at 37 °C in a home-built temperature-controlled chamber. All cells were placed in Cell Imaging Media (CIM; HBSS + 10 mM Hepes + 5% FBS [pH 7.4]) immediately before image acquisition.\n\nGFP constructs were excited with the 514-nm line of an Argon laser (Omnichrome, model 543-AP A01; Melles Griot, Carlsbad, California, United States) reflected off a dichroic mirror (442/514PC). Emitted light was collected through an emission band-pass filter (HQ550/50M). The filters were obtained from Chroma Technologies Corp (Rockingham, Vermont, United States). Images were acquired with a 12-bit cooled CCD ORCA-ER (Hamamatsu Photonics, Hamamatsu City, Japan) with a resolution of 1,280 × 1,024 pixels with a pixel size of 6.45 μm × 6.45 μm. The camera and mechanical shutters (Uniblitz; Vincent Associates, Rochester, New York, United States) were controlled using MetaMorph (Molecular Devices, Sunnyvale, California, United States). Images were acquired with 20- or 50-ms exposures per frame either streaming for 200 frames or acquired in time lapse mode every 4 s for 10 min. Videos are displayed at 10 frames/s.\n\n      Supporting Information"
}