{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001147",
  "doi": "10.1371/journal.pbio.1001147",
  "externalIds": [
    "pii:PBIOLOGY-D-11-03008",
    "pmid:21931532",
    "pmcid:PMC3172197"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Bats Broaden Sonar Field of View to Maneuver around Obstacles",
  "authors": [
    {
      "name": "Janelle Weaver",
      "first": "Janelle",
      "last": "Weaver",
      "affiliation": "Freelance Science Writer, Glenwood Springs, Colorado, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-09",
  "volume": "9",
  "number": "9",
  "pages": "e1001147",
  "tags": [
    "Discipline-v2/Biology",
    "Type/Synopsis"
  ],
  "fullText": "Spotting a friend in a crowded room is a challenge, but we manage to do so by adjusting our visual spotlight of attention to search our surroundings. Animals that depend on other senses can adapt to similar situations. Egyptian fruit bats (Rousettus aegyptiacus), for example, use echolocation to orient inside their caves and to find fruit hidden in the branches of trees in Africa and the Middle East. Their high-frequency emissions form a sonar beam that spreads across a fan-shaped area, and the returning echoes allow them to locate and identify objects in that region. But these bats emit clicks using the tongue rather than the vocal cords and were considered to have little control over their vocalizations, so scientists have puzzled over how they are able to navigate through complex environments.\n\nThis month in PLoS Biology, a team led by neurobiologists Nachum Ulanovsky and Cynthia Moss reports that Egyptian fruit bats adapt to environmental complexity using two tactics. First, they alter the width of their sonar beam, similar to the way humans adjust their spotlight of attention. Second, they modify the intensity of their emissions. These novel findings show that the echolocation abilities of this species are much more sophisticated than previously thought.\n\nThe Egyptian fruit bat emits a pair of successive clicks to inspect a spatial region, aiming the first beam toward the left and the second beam toward the right, or vice versa. The average direction of the two partially overlapping beams typically points toward the item of interest. When multiple objects are present, these bats might broaden their field of view by increasing the angle separating the two sequential beams.\n\nTo test this possibility, Ulanovsky and his team trained five Egyptian fruit bats to locate and land on a mango-sized plastic sphere placed in various locations in a large, dark room equipped with an array of 20 microphones that recorded vocalizations. In one set of experiments, the researchers simulated an obstacle-filled forest by surrounding the sphere with two nets spread between four poles. To reach the target, the bats flew through a narrow corridor whose width and orientation varied from trial to trial.\n\nThe area covered by each click pair was about three times larger in the mazelike setting compared with the empty room, and the angle separating the beams was about 12 degrees wider. This difference was apparent by the time the bats zeroed in on the target, and it became more pronounced as they entered the corridor. The larger field of view could allow the animals to simultaneously track the sphere and the poles and avoid collisions while landing.\n\nThe bats also increased the loudness of their vocalizations by about nine decibels in the presence of obstacles, as if to ensure that enough energy would be distributed among all of the items for them to perceive their surroundings.\n\nThe ability of a bat species to change the angle between consecutive beams in a click pair has never before been reported, and it may be unique to Egyptian fruit bats because of their rapid tongue movements. Together, the findings reveal two new strategies bats use to scan multiple objects in complex environments.\n\n        Yovel Y, Falk B, Moss CF, Ulanovsky N (2011) Active Control of Acoustic Field-of-View in a Biosonar System. doi:10.1371/journal.pbio.1001150"
}