{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001960",
  "doi": "10.1371/journal.pbio.1001960",
  "externalIds": [
    "pii:PBIOLOGY-D-14-00902",
    "pmid:25268798",
    "pmcid:PMC4181963"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Social Network Analysis Shows Direct Evidence for Social Transmission of Tool Use in Wild Chimpanzees",
  "authors": [
    {
      "name": "Catherine Hobaiter",
      "first": "Catherine",
      "last": "Hobaiter",
      "affiliation": "School of Psychology and Neuroscience, University of St. Andrews, Fife, United Kingdom; Budongo Conservation Field Station, Masindi, Uganda"
    },
    {
      "name": "Timothée Poisot",
      "first": "Timothée",
      "last": "Poisot",
      "affiliation": "Département de Biologie, Chimie et Géographie, Université du Québec à Rimouski, Rimouski, Québec, Canada; Québec Centre for Biodiversity Sciences, Montréal, Québec, Canada"
    },
    {
      "name": "Klaus Zuberbühler",
      "first": "Klaus",
      "last": "Zuberbühler",
      "affiliation": "School of Psychology and Neuroscience, University of St. Andrews, Fife, United Kingdom; Budongo Conservation Field Station, Masindi, Uganda; Department of Comparative Cognition, Institute of Biology, University of Neuchâtel, Neuchâtel, Switzerland"
    },
    {
      "name": "William Hoppitt",
      "first": "William",
      "last": "Hoppitt",
      "affiliation": "Animal and Environment Research Group, Anglia Ruskin University, Cambridge, United Kingdom"
    },
    {
      "name": "Thibaud Gruber",
      "first": "Thibaud",
      "last": "Gruber",
      "affiliation": "Budongo Conservation Field Station, Masindi, Uganda; Department of Comparative Cognition, Institute of Biology, University of Neuchâtel, Neuchâtel, Switzerland"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2014-09",
  "dateAccepted": "2014-08-21",
  "dateReceived": "2014-03-11",
  "volume": "12",
  "number": "9",
  "pages": "e1001960",
  "tags": [
    "Animal behavior",
    "Animal cognition",
    "Cognition",
    "Cognitive science",
    "Discipline-v2/Animal behavior",
    "Discipline-v2/Animal cognition",
    "Discipline-v2/Biology and life sciences",
    "Discipline-v2/Cognition",
    "Discipline-v2/Cognitive science",
    "Discipline-v2/Mammalogy",
    "Discipline-v2/Neuroscience",
    "Discipline-v2/Primatology",
    "Discipline-v2/Zoology",
    "Mammalogy",
    "Neuroscience",
    "Primatology",
    "Type/Research Article",
    "Zoology"
  ],
  "abstract": "Network-based diffusion analysis demonstrates that a novel tool-use behavior, “moss-sponging”, spread via social learning in a wild East-African chimpanzee community.",
  "fullText": "Introduction\n\nProgress in network analysis has made it possible to test whether the spread of novel behaviors in animal groups has occurred through individual learning or social transmission [1]–[5]. This method has been successfully applied in several species, including primates [3],[6],[7]. One particularly relevant example was the social spread of a novel foraging technique, lobtail feeding, in humpback whales (Megaptera novaeangliae), detected through Network-Based Diffusion Analysis (NBDA) [8]. The NBDA technique tests whether or not a novel behavior spreads along a social network, as would be expected if social transmission were involved [2],[8]. Although powerful, one important limitation of NBDA as it has been used so far in animal behavior studies is that it treats social networks as static. Static networks based directly on observations of the target behavior do not have a time dimension and so do not take into account the fact that an observation event can only influence the subsequent, and not the previous, rate of learning of the novel behavior (see Materials and Methods for an example). In contrast, if observation conditions allow for documentation of individuals that have witnessed specific events of the target behavior, then a dynamic network can be used. Dynamic networks change to reflect the time course of the observations and are therefore more powerful than static networks, by tracing which individuals are likely to have observed the novel behavior across time.\n\nHere, we developed a novel version of NBDA that relies on instances of actual demonstrations of the novel behavior across time, rather than employing patterns of association as a proxy for demonstrations. We applied this method to two novel tool-use behaviors that appeared in the Sonso chimpanzee community of the Budongo Forest, Uganda (Pan troglodytes schweinfurthii). Our findings allowed us to directly address one persistent criticism faced by the hypothesis that chimpanzee behavioral diversity should be interpreted as cultural: the lack of direct evidence for social transmission of novel behaviors in the wild [9].\n\nClaims of culture in animals are usually based on excluding genetic or ecological explanations for group-specific behavioral variation, the “exclusion method” [10]–[15]. Although widely used in animal behavior research, this method is vulnerable to counterarguments that seek to explain behavioral variation by genetic factors or with the local ecology [16]. Chimpanzees play a key role in this literature [10], with substantial indirect evidence for social transmission of behavioral innovations [17]–[21]. A good illustration is the presence or absence of nut-cracking in East and West African populations and in some neighbouring West African groups [22]. Studies in the wild have also found that the environment does play an important role in explaining some differences, notably by triggering behavioral innovation, the raw material for subsequent social transmission. However, environmental differences cannot account for all of the observed variation, suggesting a role for social learning processes [23]–[27]. In captivity, the evidence for social learning and transmission of novel behavior is undisputed, suggesting that the observed behavioral variation in the wild is an expression of culture in chimpanzees [28]–[34]. Nevertheless, skepticism has remained, as it is difficult to rule out an unmeasured ecological variable as the cause of observed group differences. In addition, to date, there have been no direct demonstrations of novel behavior spreading socially within a wild chimpanzee group, and it has remained unclear whether similar learning mechanisms are at work in humans and other animals, rendering it hard to draw evolutionary inferences on whether chimpanzee and human cultures may result from fundamentally similar or different acquisition processes [16],[35]–[37]. This ambiguity could be resolved by testing whether the spread of novel behavior follows the pathway predicted by social transmission.\n\nLeaf-sponging in chimpanzees is considered a behavioral universal [10], but there is considerable variation in how this technique is used in different communities [38]. The behavior is customary in the Sonso community, where most chimpanzees of all age classes display the behavior [10]. Sonso chimpanzees typically manufacture leaf-sponges (LSs) by folding and chewing leaves in their mouth, subsequently using them in water sources to drink [39] or, in experimental conditions, to collect honey [21]. In November 2011, members of the community visited a novel sponging site, a recently flooded waterhole located in swamp forest adjacent to a seasonal river. During 6 d of continuous observation, various individuals were observed to develop two tool behaviors, novel to the group: “leaf-sponge re-use” and “moss-sponging.” Both behaviors spread partially through the group (Figure 1 and 2). We defined “moss-sponging” (M) as the production of a sponge consisting entirely of moss or a mixture of leaves and moss. Moss-sponging, while rare, has been previously documented in one other chimpanzee community [40] and one bonobo community [13]. We defined “leaf-sponge re-use” (RU1) as utilizing a previously fabricated and used sponge that had been discarded on a previous visit, in contrast to standard leaf-sponging where an individual collects leaves from a branch. A second, more common type of leaf-sponge re-use (RU2) consisted of infants obtaining a sponge directly from an older relative by begging or scrounging (see Materials and Methods). RU1 has been previously reported in one other chimpanzee community but only in infants and juveniles [38].\n\nThe Sonso chimpanzees have been under continuous observation for the last 20 years, with regular observations of LS and RU2 but no recorded observations of RU1 or M, suggesting that we observed the initial spread or “diffusion” of two innovations to their tool repertoire [41].\n\nThe two novel behaviors emerged in an unusual ecological context, the discovery of a waterhole that had been repeatedly flooded by the river. By analyzing in parallel the spread of the two behaviors and comparing the two groups of individuals who learned them, we could determine whether the environment alone could explain the spread or whether there was an added effect of social learning. To this end, we monitored the exact party composition of all individuals present at the waterhole, which allowed us to identify who observed whom performing the novel behaviors and to construct the corresponding social network models. The different models were fitted to the data by maximum likelihood and tested against models with no social transmission, using corrected Akaike's Information Criterion for small sample size (AICc). We included potentially confounding factors (age, gender) to investigate their effects on learning rates (see Materials and Methods) [7],[8]. We considered a number of functional forms (see Materials and Methods) for the relationship between the number of observations and the rate of learning within the models fitted to the order in which individuals learned each behavior (Order-of-Acquisition Diffusion Analysis, OADA) and models fitted to the times at which they learned (Time-of-Acquisition Diffusion Analysis, TADA). Here, we only present the results from the best dynamic network order of acquisition model (see Supporting Information for details of all models fitted). In the best model, the number of observations of the target behavior had a log-linear relationship with the rate at which that behavior was learned; that is, each observation increased it by a specific ratio. We used an information theoretic approach using AICc to compare the predictive power of dynamic and static networks and assess the evidence for social transmission.\n\nResults\n\nOur analysis starts with the alpha male NK extracting water from the waterhole and fabricating a moss-sponge (M, November 14, 2011; 9:05 a.m.), while being observed by the adult dominant female NB. Over the following 6 d period, the waterhole was revisited regularly and we observed a further seven individuals fabricating and using moss-sponges (M). For six of them, we could establish that they had observed M before (see “Audience” criterion in Materials and Methods). For the seventh individual, the dominant adult female KW, we could not confirm this, and we treat her as having independently innovated M (November 16, 2011; 9:07 a.m.), although this happened less than 1 min after having re-used another chimpanzee's discarded moss-sponge (Figure 1).\n\nAlso on the 14th, subadult male FK retrieved and used a discarded LS (RU1). A further eight individuals developed the RU1 behavior, but four of them did so apparently without having observed another individual performing this behavior (Figure 2).\n\nNeither MS nor RU1 had previously been recorded in the Sonso community, and we employed NBDA to analyze the patterns of transmission over the 6-d period. The dynamic network NBDA had 12.3× more support than the static network NBDA. Therefore, we report estimates of the effect of social transmission from this model, although results were qualitatively similar for both models (see Supporting Information). For both dynamic and static networks, there was most support for models with social transmission of moss-sponging but not RU1 (dynamic, Total Akaike weight, Σwi = 0.754; static, Total Akaike weight, Σwi = 0.801), in particular when comparing the support for these models to the support of models with no social transmission of either behavior (dynamic, 600,000×; static, 18,000×; Table 1). The estimated social transmission effect for moss-sponging was an 14.9× increase in learning rate for each observation of an informed individual performing moss-sponging (95% C.I., 4.7 to 88.2; Table 2), corresponding to an estimated 84.5% acquiring moss-sponging by social transmission (excluding the innovator). However, this is conservative: One individual (KW) acquired moss-sponging without any evidence of first observing another individual; thus, NBDA assumes she could not have done so with social transmission. However, KW acquired M after re-using another chimpanzee's sponge that contained moss, suggesting social learning mediated through the products of the moss-sponging behavior, a pathway the network was not intended to capture. With KW's acquisition excluded, the effect of an observation is estimated to be a 21.2× increase in learning rate (95% C.I., 4.2 to 679), corresponding to an estimated approximate 99.1% acquiring M by social transmission. An additional analysis suggests that it is highly unlikely that the social transmission effect for M is an artifact caused by differential exposure to the waterhole (see Supporting Information).\n\nThough we cannot rule out social transmission of RU1 (see Table 2), effects were weaker than for M (Σwi = 0.246; compared with the same social effect, Σwi = 0.0003; Table 1). The social effect on moss-sponging was conservatively (i.e., with KW included) estimated to be 11.3× stronger than the social effect on RU1 (95% C.I., 4.67 to 72.24). The estimated social transmission effect for RU1 was only an increase of 1.07× for each observation (95% C.I., 0.58 to 2.48), corresponding to an estimated approximate 3.1% acquiring RU1 by social transmission. Taken together, our results demonstrate a social transmission effect for M and a weak social transmission effect for RU1.\n\nDiscussion\n\nWe have applied a novel form of network analysis to investigate the spread of two novel tool-use behaviors with the same function, which has produced evidence for social learning. The observed patterns of diffusion indicated that visiting a new resource jointly was not sufficient to explain the spread of M by individual learning, but that individuals influenced each other during acquisition. Our analyses also made it unlikely that some unknown variable influenced both the network structure and the rate at which individuals acquired M. In contrast, we found strong evidence for a social effect on the diffusion of M and a weak one for RU1, indicating that social learning plays a role in the transmission of novel behaviors in wild chimpanzees.\n\nWhat factors could have favored the emergence of the two novel behaviors? In our case, moss-sponging was unlikely to have been invented because of a scarcity of leaves, which were widely available (see Supporting Information). Moreover, Sonso chimpanzees have regularly been observed manufacturing LS at other clay-pits, presumably to access minerals (Reynolds V, Lloyd AW, English CJ, Lyons P, Dodd H, et al., Budongo Forest chimpanzees' sodium resources: New adaptations, unpublished manuscript), but no moss-sponging has ever been documented, despite moss also being widely available. Similarly, although chimpanzees routinely abandon LSs in and around tree holes throughout the forest, RU1 has never been observed (although RU2 is common). A possible factor is that this site appeared to attract larger groups and foster greater competition than that which has usually been observed at water sources, potentially because of unusually high mineral levels (Reynolds V, Lloyd AW, English CJ, Lyons P, Dodd H, et al., Budongo Forest chimpanzees' sodium resources: New adaptations, unpublished manuscript). It is plausible that the high levels of competition at the new site favored innovation of moss-sponging. However, increased physical proximity alone could not explain the subsequent spread of the behavior in the group, as both moss and leaves were collected within 5 m from the waterhole, and leaf-sponging remained more frequent than moss-sponging (see Supporting Information), possibly due to chimpanzees' conservatism [42]–[45]. The emergence of RU1 may reflect increased opportunities for encountering other chimpanzees' leave-sponges. This interaction with discarded sponges could be interpreted as a kind of social learning, not influenced by direct observations, but akin to local or stimulus enhancement [46]. However, it is unclear what specific information could be retrieved: a discarded re-used sponge does not yield the information that it has been or may be “re-used” relative to a sponge that has only been used once. Only in the re-use of a moss-sponge by KW did some information appear to be gained: that moss can be employed as a sponging material, as she subsequently developed moss-sponging. In contrast, our NBDA analysis showed that the subsequent diffusion of moss-sponging occurred along the innovators' social network. Although ecological factors may have provided favorable conditions for the initial innovation of moss-sponging, this cannot explain why, in the absence of social transmission, eight chimpanzees converged on the solution within 6 d. Instead, it seems likely that while its innovation was ecologically driven, the spread through the group was a result of social transmission, paralleling findings in early hominins [47].\n\nOur study adds new evidence supporting the hypothesis that some of the behavioral diversity seen in wild chimpanzees is the result of social transmission and can therefore be interpreted as cultural, especially when considered together with previous results from the wild [10] and captivity [48]. Our findings were made possible by employing a novel version of the NBDA that can incorporate information about the time course of the recorded observations. In doing so, our model captures a key aspect of social learning—that is, who observed the novel behavior at what time and from whom. In previous static versions of NBDA, for example in humpback whales, long-term association patterns were used to infer who had observed whom [8]. Our dynamic model requires fully habituated individuals that can be closely observed [49]; however, where this is possible, it is more powerful, as is demonstrated by the fact that dynamic networks were more supported than corresponding static networks.\n\nPrevious studies of vervet monkeys [50],[51] and captive chimpanzees [52] have found an influence of the model's rank on diffusion of behavior. Although our small sample size did not allow us to analyze rank effects, moss-sponging was first invented by the alpha male before spreading to two other individuals. And similarly, the second inventor, KW, was dominant over all the individuals who learned moss-sponging from her [53]. As all individuals appeared to develop the behavior directly after having observed it, it was not possible to make inferences on whether dominant individuals transmitted the behavior more effectively than others. Nevertheless, it is interesting to note that the social learning effect was less marked in RU1, which was first demonstrated by lower ranking individuals.\n\nAlthough our results suggest social learning of moss-sponging via direct observation, the nature of the social learning mechanism remains unclear [54],[55]. Chimpanzees display a range of social learning mechanisms, including emulation and imitation [28]–[34], similarly to some monkey species [54],[55]. Teaching and imitation are often said to be central in the diffusion of human culture [35],[36],[56],[57], but other social learning mechanisms can also generate behavioral traditions [31],[58]. For example, early hominins who contributed to the Oldowan technology (2.6 mya) may have relied on emulative processes rather than imitation [47],[59]–[61], in contrast to the later Acheulean technology [62],[63]. However, as our results do not allow us to identify the precise learning mechanism employed during the social transmission of moss-sponging, it remains possible that this may vary from those on which humans rely to transmit their culture. Until the precise nature of these learning mechanisms is established, questions will remain about potential evolutionary discontinuity in the transmission of “cultural” behavior [36].\n\nNevertheless, although social learning mechanisms are important, our data support a growing literature that refutes a strong distinction between individual and social learning. Both rely on the same basic understanding of physical cognition and only differ in the presence or absence of a task-related social memory [64]. How existing techniques were modified and what was transmitted may have been equally important in the first stages of human evolution. In our view, further progress in the study of animal culture must go beyond the surface behavioral level, as is usually practiced, and address the cognitive and neural processes involved during innovation and social transmission [65]. For instance, both re-use and moss-sponging appear to be modifications of existing behaviors, rather than fully novel innovations. Observers may have been aided by an already existing mental representation when acquiring the novel behavior [66],[67] that they updated after observing knowledgeable individuals [68],[69]. Studying these processes in more detail in our closest relative and other animals may thus inform our understanding of early hominin culture and the evolutionary processes that eventually led to modern human cultures [70]–[72].\n\nMaterials and Methods\n\nEthics Statement\n\nPermission to conduct this research was given by the Uganda Wildlife Authority (UWA), the Ugandan National Council for Science and Technology (UNCST), and the National Forestry Authority (NFA).\n\nStudy Site and Subjects\n\nThe Budongo Conservation Field Station was established in 1990 in the Budongo Forest Reserve, which lies in the western Rift Valley in Uganda (1°350–1°550 N, 31°180–31°420 E) at a mean altitude of 1,050 m. The 793 km2 Reserve includes 482 km2 of continuous medium-altitude semideciduous forest cover. The Sonso community has been under continuous observation since the early 1990s with individuals individually known and habituated to human observers for about 20 y [39].\n\nDuring data collection in November 2011, the Sonso study community of chimpanzees consisted of 68 named individuals. Following Reynolds [39], we defined age groups as infants (0–4 y), juveniles (5–9 y), subadults (m, 10–15 y; f, 10–14 y), and adults (m, 16+ y; f, 15+ y). Using these categories, the group composition was 30 adults (10 males and 20 females), 15 subadults (4 males and 11 females), 13 juveniles (4 males and 9 females), and 10 infants (3 males and 7 females).\n\nProcedure\n\nData Collection and Site Location\n\nData were collected on November 14–19, 2011, between 7 a.m. and 5 p.m., at a socially contested waterhole between the roots of two trees (Cynometra alexandrii and Mimusops bagshawei) located in an area of recently flooded swamp forest approximately 5 m from a seasonal river (Figure S1). The hole contained high mineral levels compared with other nearby water sources, such as the river (Na, K, Ca, Mn, Cl) (Reynolds V, Lloyd AW, English CJ, Lyons P, Dodd H, et al., Budongo Forest chimpanzees' sodium resources: New adaptations, unpublished manuscript). All observed cases of leaf-tool fabrication and use were recorded using a hand-held high-definition camcorder (Panasonic HD60) [73].\n\nSponge Material\n\nAlthough leaf-sponging was focused on the waterhole, there were a number of additional stagnant puddles within a 3-m radius where individuals used LS tools and drank directly (Figure S2). Leaves used to manufacture sponges were identified as Lasiodiscus mildbraedii, Lychnodiscus cerospermus, and Agromolera subspecies. Mosses were collected in the waterhole area when chimpanzees were absent. Species were identified as Pilotrichella cuspidate, Racopilum africanum (Mitt), and Pinnatella minuta (Mitt). Additionally, two liverwort species, Plagiochila strictifolia (Steph) and Plagiochila pinniflora (Steph), were identified. These primitive plants looked similar to flattened mosses and may have been part of the moss-sponges.\n\nDefinitions\n\nFollowing Whiten et al. [11], LS is “wad of leaves/vegetation chewed and used to collect water, then squeezed in mouth.”\n\nMoss-sponge, following Lanjouw [40], is defined as follows: “chimpanzees collected moss off the bark of the trees, loosely rolled it into a bundle, generally not bigger than a few centimeters wide.” Moss-sponge was inserted into the mouth at least once before sponging. In both previous cases, the sponges appeared exclusively composed of moss despite leaves being freely available. In Sonso, moss may be combined, but not necessarily, with leaves in the initial fabrication or added to an existing LS (Videos S1 and S2).\n\nFabrication is the removal/collection of leaves or moss and fabrication of sponge in mouth, but sponge is not subsequently dipped into water, for example, as access to the sponging location is blocked by another individual.\n\nUse is defined as dipping of sponge into water and insertion at least once into mouth to suck the water.\n\nRe-use (type 1 and 2) is defined as follows: We coded as re-use type 1 (Video S3) the recovery of a used sponge that had been fabricated by another individual (or possibly by the same individual on a previous visit to the sponging location) and discarded. We distinguished this from re-use 2, a commonly observed behavior in which infants beg or scrounge for sponges made by their mother or older maternal siblings, as this is done while the older relative is using the sponge, as opposed to after they have discarded it (Video S4). In Sonso, RU2 appears limited to immature individuals and has never been recorded in mature individuals. Similarly, in West African chimpanzees (P. t. verus), both RU1 and RU2 are observed, but the behavior is only displayed by infants and juveniles [38].\n\nDrinking is defined as drinking directly with the mouth from the water source.\n\nCoding\n\nVideo files were uploaded to an Apple MacBook Pro using iMovie and edited into discrete clips for analysis. We coded the following variables for all occurrences of leaf-tool fabrication, (re-)use, and direct drinking: date, individual identity, party composition, specific audience (individuals within 1 m), fabrication of sponge (removal of material and fabrication of sponge in mouth, collection of discarded sponge from the ground), use of sponge for drinking (sponge dipped in water and back to mouth at least once), sponge material (leaf or moss), and location (sponging-hole or puddle).\n\nAudience\n\nIndividuals within 1 m of the model while the model was fabricating the sponge, but excluding individuals with either their head turned fully away or with their view obstructed by the environment (for example, sitting behind a tree-buttress or with their head inside the waterhole), were considered to be “potential observers.”\n\nA second more restrictive definition was also applied for the “specific audience” in which individuals had to be within 1 m of the model and were considered to have actively looked at the model while the sponge was fabricated. This specific audience included individuals who were seen to shift their eye gaze to the model or to track the model's movements with their head movements or who had their head facing the model ±45° (as per [74]).\n\nNetwork Reconstruction\n\nA separate network was constructed for M and RU1. In each case, a directed edge was considered to exist between two individuals, from X to Y if there was at least one registered occurrence of X observing Y performing the RU1 or M behavior prior to X acquiring the relevant behavior themselves. The latter criterion was included as behavior can only be transmitted by observations that occur prior to acquisition of behavior and such that a positive result could not be indicative of homophily—that is, individuals who acquire a behavior being subsequently attracted to one another and thus observing each other more. The weight of the directed edge, aYX, was equal to the number of such occurrences.\n\nFor the dynamic social network, the edges were allowed to vary over time. Here, aYX(t) was taken to be the number of times X had observed Y performing the target behavior prior to time t. We also considered a binary dynamic network, where aYX(t) was taken to be 1 if X had observed Y performing the target behavior prior to time t, and 0 otherwise. We included this to allow for the possibility that a single observation of the target behavior may be sufficient for a maximal social transmission effect to occur.\n\nStatistical Analysis\n\nTo analyze the spread of the behaviors, we entered information about all individuals who used at least one tool at the tree-hole in NBDA models (N = 30). We ran an OADA [2] treating M and RU1 as independent diffusions included in the same model, allowing us to test for difference in the social transmission effect. We used the R script model for NBDA Version 1.2.11 available at http://lalandlab.st-andrews.ac.uk/freeware.html.\n\nNBDA is based on survival analysis models and so assumes that the spread of the behavior is a stochastic process and that a naïve individual, i, has at any time a given learning rate, , for each behavior pattern in question. We included a number of potentially confounding variables: x1, age (in years); x2, time spent in the community (in years); x3, sex (0/1 for female/male, respectively). These data were extracted from the Sonso community official list of individuals downloaded at http://www.budongo.org/. There is little support for an important effect of any individual-level variable (see Table S2). We considered both conventional NBDA models with the static social network and expanded the approach to include the dynamic network described above. For the static network NBDA, there are two functional forms for inclusion of individual-level variables in an NBDA [2], a model in which the interaction between social transmission and the individual-level variables is taken to be additive:and one in which it is taken to be multiplicative:where  is a baseline rate function, which in OADA remains unspecified; s is the effect of social transmission per occasion i observed j;  is the multiplicative effect of individual-level variable k on the log scale; and zi(t) is an indicator variable that takes the value 1 if i has acquired the behavior by time t and 0 otherwise. Both additive and multiplicative models were fitted: Findings were similar for each, but the multiplicative model had slightly better support (see Table S1), as reported in the main text.\n\nThe log-likelihood for acquisition event l, occurring at time tl, at which individual m acquired the behavior is:\n\nThe log-likelihood for the whole diffusion is calculated by summing across all acquisition events. In a reanalysis, we excluded the M acquisition event for KW (see main text) by simply excluding this acquisition event from the likelihood function.\n\nProportion of acquisitions that were by social transmission was estimated for the best model (with no individual-level variables) by calculating for each acquisition event l&gt;1:\n\nHere, the numerator is the rate of social transmission relative to the rate of asocial learning at time of the l-th acquisition event, and the denominator is the total rate of learning relative to the rate of asocial learning. Therefore, the whole equation gives the probability that event l occurred by social transmission, predicted by the model. By averaging across all acquisition events except the initial acquisition, we obtain the estimated proportion of events (excluding the innovation) that occurred by social transmission.\n\nA static network based on observations does not fully allow for the time course of observations. To illustrate, one can imagine a group of three individuals: A, B, and C. A learns the behavior first. Next, B observes A performing the behavior three times and then learns the behavior. Finally, C observes A performing the behavior three times and subsequently learns the behavior last. A static network would represent the network as having links of strength 3 from A to both B and C, so an NBDA model based on such a network would predict that B and C were equally likely to learn second. In fact, we would expect B to be more likely to learn second, because B observed A performing the behavior first. A dynamic network allows us to incorporate this information into the NBDA.\n\nWe considered a number of different functional forms for the dynamic network. First, we considered a model in which each successive observation of the target behavior had a linear relationship with the rate of learning. As with the static network NBDA, we considered models in which the interaction with individual-level variables was taken either to be additive or to be multiplicative. These models are identical to those given above, except aij is replaced with aij(t). We also considered a form where the effect of each successive observation of the target behavior had a linear effect on the log scale, on the rate of learning—that is, each successive observation multiplied the rate of learning by exp(s):\n\nWe refer to this as the log-linear model. Here a single observation adds s to the linear predictor [inside the exp() term] having the effect of multiplying the rate of learning by a factor of exp(s). We also considered a version of the log-linear model in which the interaction with individual-level variables was additive:but this had less support than the multiplicative version (see Table S1).\n\nFor our dynamic network, the log-linear model is equivalent to including the number of observations of the target behavior prior to time t as a time-varying covariate in a Cox model [75]. This allowed us to use the survival package [76] to fit the models in the R statistical environment [77] to include a random (or frailty) effect to account for the fact that each diffusion included the same individuals. However, the random effect was estimated to be negligible and had no effect on the results, corresponding to the fact that each behavior diffused through a different subset of the group (with the exception of KW). Consequently, we dropped the random effect from the analysis. The model using the binary dynamic network is specified using the same equation as the log-linear model. The likelihood function given above for the static network NBDA is valid for all models given here.\n\nAnalogously to the linear model, the proportion of acquisitions that were by social transmission was estimated for the best log-linear model (with time in population included) using the dynamic network by calculating for each acquisition event l&gt;1:\n\nHere the numerator is the estimated rate of learning at the time of acquisition of the behavior minus the rate that would be expected under asocial conditions, and so can be thought of as the rate of social transmission. The denominator is the total rate of learning at the time of acquisition, so the fraction gives the probability the event occurred by social transmission. Averaging across all acquisition events except the initial innovation gives the estimated proportion of acquisitions that were by social transmission, excluding the innovation, which is known not to have occurred by social transmission.\n\nWe used an information theoretic approach using Akaike's Information Criterion corrected for sample size (AICc) to allow for model selection uncertainty. This allowed us to estimate the support for each variable/model of social transmission, calculate model-averaged estimates of effects, and construct unconditional confidence intervals using profile likelihood methods [78].\n\nTime of Acquisition Diffusion Analysis\n\nBecause the TADA can have more statistical power than OADA [2], we fitted TADA models to check the robustness of our findings. The times of learning entered into the models were the cumulative time across days, including only times at which the group was present at the waterhole—to allow for the fact that the rate of learning would be zero when the group was not present at the waterhole. We fitted models assuming a constant baseline function , and models allowing for the possibility that  might systematically increase or decrease over time [79]. We also fitted models in which the baseline rate differed between M and RU1, to allow for differences in the asocial rate of learning. For the TADA analysis, the best model was the standard linear form of NBDA: Here we report the results of this set of models, though other functional forms gave similar results. For many models, the estimated Hessian matrix could not be inverted, so we could not reliably extract standard errors, meaning we could not calculate confidence intervals allowing for model selection uncertainty [78]. Consequently traditional confidence intervals are reported for TADA—that is, conditional on the best model containing the relevant parameter.\n\nThere was stronger evidence for social transmission of RU1 (same social effect as for M, Σwi = 0.289; different social effects, Σwi = 0.268) though still more support for social transmission of moss-sponging only (Σwi = 0.443). For moss-sponging, s was estimated at 42.5 (95% C.I. = 6.74–814). corresponding to 84.3% (77.5%–85.6%) of acquisition events by social transmission, excluding the innovator. For leaf-sponging re-use, s was estimated to be 1.18 (95% C.I. = 0–6.78) corresponding to 22.3% (0%–36.4%) of acquisition events occurring by social transmission. The difference in s parameters (M – RU1) was estimated to be 41.3 (95% C.I. = 5.16–800). Therefore, the results of the TADA are qualitatively similar to the results of the OADA. In the main text, we present the results of the OADA as it makes fewer assumptions about the underlying baseline rate: although we can allow for a systematically increasing baseline rate using TADA, it is difficult to allow for a fluctuating rate, caused by changing conditions in the environment—for example, temperature changes affecting motivation to drink [33]. Consequently, we suspect OADA is likely to be more reliable in uncontrolled conditions.\n\nStrict Observation Criterion\n\nTo assess the robustness of our findings to the judgments we made about who observed whom, we repeated both OADA and TADA analyses using static and dynamic networks based on a stricter criterion of recording observation (see above). Overall the strict network had 0.43× less support than the less strict network for OADA, and slightly more support for TADA (1.2×). In both cases, the Akaike weights showed a similar pattern of support using each observation criterion (see Table S1 and Figures S4 and S5).\n\nNote that both (a) recording of nonobserving individuals as observers and (b) failure to record observers will obscure any existing relationship between the observation network and the pattern of diffusion. This has two consequences: First, a stricter observation criterion does not necessarily mean a more accurate estimate of s parameters, as it may reduce cases of a but at the potential cost of increasing cases of b. Second, in either case, the effect of such errors in recording will be a tendency to underestimate social transmission effects, so the reported social transmission of M could not be the result of a bias arising from errors in recording who observed whom.\n\nControlling for Exposure to the Waterhole\n\nA potentially confounding variable is the different level of exposure each chimpanzee had to the waterhole. A priori, it seemed possible that chimpanzees that interacted with the waterhole more frequently would be more likely to acquire both behavior patterns than chimpanzees that interacted with the water hole less frequently. If this exposure was correlated with observation of others performing M, this could create a spurious social transmission effect. To an extent, the different level of social transmission for M and RU1 weakens the case for this explanation, as we would expect an exposure effect to operate similarly on both behavior patterns. Nonetheless, we ran additional analyses to allow for the potential effects.\n\nWe calculated an exposure score for each chimpanzee for each behavior pattern as being the rate at which each chimpanzee interacted with the waterhole—that is, initiated bouts of normal leaf-sponging behavior. If a chimpanzee did not acquire the behavior pattern in question (M or RU1), exposure was calculated over the whole period for which we observed the chimpanzees at the waterhole ( = number of interactions/total observation time). For chimpanzees that acquired a behavior pattern, the corresponding exposure score was calculated over the time preceding acquisition of that behavior (e.g. = number of interactions prior to acquiring M/time at which M was acquired), as exposures experienced after acquiring M (for example) cannot exert a causal effect on the acquisition of M.\n\nWe first added exposure score as a predictor to the best model for the OADA reported in the main text, with exposure constrained to have the same effect on both M and RU1. This model had 0.43× less support, the effect of exposure was estimated to be small, and the estimate of the social transmission parameter remained very similar (s = 2.79). We then wished to allow for the possibility that exposure might affect only M, thus resulting in a spurious social transmission effect for M. This model had 3.92× more support than the previous best OADA model. However, contrary to expectations, the effect of exposure was estimated to be negative with a 9.3% reduction in rate of acquisition for one standard deviation difference in exposure score (see Figure S6). Most importantly, the effect of social transmission was estimated to be slightly higher in this model (s = 3.00), suggesting that differential exposure to the waterhole is unlikely to have resulted in a spurious social transmission effect for M.\n\nSupporting Information"
}