{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000597",
  "doi": "10.1371/journal.pbio.1000597",
  "externalIds": [
    "pii:10-PLBI-RA-8120R3",
    "pmid:21390298",
    "pmcid:PMC3046958"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "EphrinB/EphB Signaling Controls Embryonic Germ Layer Separation by Contact-Induced Cell Detachment",
  "authors": [
    {
      "name": "Nazanin Rohani",
      "first": "Nazanin",
      "last": "Rohani",
      "affiliation": "Department of Biology, McGill University, Montreal, Quebec, Canada"
    },
    {
      "name": "Laura Canty",
      "first": "Laura",
      "last": "Canty",
      "affiliation": "Department of Biology, McGill University, Montreal, Quebec, Canada"
    },
    {
      "name": "Olivia Luu",
      "first": "Olivia",
      "last": "Luu",
      "affiliation": "Department of Cell and Systems Biology, University of Toronto, Toronto, Canada"
    },
    {
      "name": "François Fagotto",
      "first": "François",
      "last": "Fagotto",
      "affiliation": "Department of Biology, McGill University, Montreal, Quebec, Canada"
    },
    {
      "name": "Rudolf Winklbauer",
      "first": "Rudolf",
      "last": "Winklbauer",
      "affiliation": "Department of Cell and Systems Biology, University of Toronto, Toronto, Canada"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-03",
  "dateAccepted": "2011-01-18",
  "dateReceived": "2010-06-25",
  "volume": "9",
  "number": "3",
  "pages": "e1000597",
  "tags": [
    "Discipline/Cell Biology/Cell Adhesion",
    "Discipline/Cell Biology/Cell Signaling",
    "Discipline/Cell Biology/Developmental Molecular Mechanisms",
    "Discipline/Cell Biology/Membranes and Sorting",
    "Discipline/Developmental Biology/Embryology",
    "Discipline/Developmental Biology/Morphogenesis and Cell Biology",
    "Type/Research Article"
  ],
  "abstract": "Tissue boundary formation in the early vertebrate embryo involves cycles of cell attachment and detachment at the boundary, and cell contact-dependent signaling by membrane-bound EphB receptors and ephrinB ligands.",
  "fullText": "Introduction\n\nWhen Townes and Holtfreter [1] observed the sorting of mixed embryonic ectoderm, mesoderm, and endoderm cells, they proposed that this segregation of germ layers and the consequent self-assembly of the basic body structure was based on mutual “tissue affinities.” This concept was later refined into Steinberg's [2] Differential Adhesion Hypothesis, which posited that simple adhesion differences between cell populations are sufficient for their separation and their positioning relative to each other, explaining, for example, the arrangement of germ layers in amphibian embryos [3],[4]. However, if the boundary between two germ layers also serves for tissue translocation, more specialized tissue separation mechanisms may be required.\n\nIn the Xenopus gastrula, mesoderm translocates across the ectodermal blastocoel roof (BCR), and the boundary between these two germ layers, Brachet's cleft, must permit this movement yet prevent invasion of the BCR by the migratory mesoderm (Figure 1A). Interaction with a sparse network of fibronectin fibrils controls the motility of mesoderm cells, but their adhesion to the BCR is fibronectin-independent [5]. In fact, BCR and mesoderm cells are in direct contact [6], and the same adhesion molecules, C- and XB/U-cadherin, are expressed in both tissues (reviewed in [7]).\n\nThis ectoderm-mesoderm boundary has been established as a model for tissue separation. Properties of the mesoderm and the BCR that underlie their separation can be studied in an in vitro assay (Figure 1A) [5],[8]. The molecular control of separation behavior is partly known. Non-canonical Wnt signaling downstream of the Wnt receptor Xfz7 [9], interaction of Xfz7 with paraxial protocadherin (PAPC) and with the ankyrin repeat domain protein 5 (xANR5), and activation of RhoA and Rho kinase [10]–[12] are involved in the implementation of a proximal yet still unknown cellular mechanism that actually generates the boundary.\n\nA candidate for this proximal mechanism is ephrin/Eph signaling. Eph receptor tyrosine kinases are subdivided into EphA and EphB subclasses and their membrane-linked ephrin ligands correspondingly into ephrinAs and ephrinBs. Within subclasses, binding appears promiscuous, although some Eph receptors have a higher affinity for specific ephrins. Receptor ligation and clustering initiates “forward signaling,” but receptor-ligand interaction can also stimulate “reverse signaling” downstream of the ephrin ligand. Ephrin/Eph signaling has been implicated in boundary formation under conditions where receptor and ligand are expressed in complementary patterns [13]–[18]. For example, a model was proposed for rhombomere-boundary formation based on repulsive Eph-ephrin signaling, acting in parallel with an Eph-dependent regulation of adhesion within the rhombomeres [19],[20]. However, direct observation of repulsive behavior at the boundary, similar to what is classically seen during neuron guidance, has not been attempted. In the early Xenopus embryo, expression of several Eph receptors and ephrins has been reported (reviewed in [21]). Their in vivo functions during gastrulation have not yet been established, although gain-of-function experiments indicate that they can regulate cell adhesion, migration, and sorting [22]–[24]. Thus, ephrin signaling is a prime candidate to mediate tissue separation in the early Xenopus embryo.\n\nResults\n\nCells Display Sustained Attachment-Repulsion Cycles at the Ectoderm-Mesoderm Boundary\n\nTo examine cell contact dynamics at the boundary in living tissues, membrane-labeled mesoderm explants and ectodermal BCRs were combined, and the reconstituted boundary was observed by confocal microscopy (Figure 1 and Movies S1–S10). Contacts within each tissue appeared tight, as cells remained apposed and moved in concert (Figure 1B–D, arrowheads, Movies S1 and S2). The same behavior was seen at the boundary between BCR and ectoderm explants: cells re-established contacts within minutes and remained stably apposed throughout the experiments (up to 2 h) (Figure 1D, G, arrows, Movies S2 and S6). In contrast, contacts between mesoderm and BCR cells appeared dynamic (Figure 1C arrow, E, Movies S1 and S3) with frequent detachments followed by re-establishment of contacts (Figure 1G).\n\nThe frequency and length of detachment phases was variable. Also, separation was not uniform over the length of the boundary (see, e.g., Figure 1B,E, Movies S1 and S3). While in close contact, mesodermal cells appeared to adhere to the BCR. They moved in concert with BCR cells, and during subsequent detachment, taut retraction fibers often spanned the gaps between cells (Figure 1C, Frame Insert 34a; Figure 1F, Frame 2a; Movies S1 and S3). A detachment event typically spread along the boundary, where existing contacts seemed to resist retraction (see, e.g., Movie S1, and Figure 1C and E). Detached cells from either side of the boundary can emit protrusions which probe the cleft (Figure 1C, Frame 34; Figure 1E, Insert Frame 9; Movies S1 and S3). While repeatedly retracting and attaching, mesoderm cells can move along the BCR into gaps produced by other retracting mesoderm cells (Movie S3). This suggests a mechanism for the normal collective migration of mesoderm on the BCR substratum and is consistent with the co-existence of close adhesive contacts and gaps between mesoderm cells and the BCR at the ultrastructural level [6]. Altogether, it appears that contact-induced detachment between ectodermal and mesodermal cells is at the base of a tissue separation mechanism supportive of cell movement at the interface.\n\nIn Vitro Activation of EphB Signaling Is Sufficient to Induce Tissue Separation\n\nWe tested the role of ephrins and Ephs on tissue separation in an in vitro assay (Figures 1A, 2B). Test explants were placed on a dissected BCR, and the percentage of explants that remain separate after 1 h was determined. In this assay, wild type ectoderm explants all sink into the BCR, while the majority of wild type mesoderm explants remain distinctly separated, i.e. on the surface of the BCR. Note that after 45–60 min, the reaction is complete: explants either have fully integrated (usually within 15 min for wild type ectoderm) or will remain definitively separated, implying that for individual explants the response is all or none. However, when the percentage of explants remaining separated in a given experiment is counted, the overall outcome is graded, which can be shown by increasing concentrations of interfering reagents (e.g., Figure S3) and/or increasing incubation times with activating Fc fragments (e.g., Figure 2A).\n\nWe first performed gain-of-function experiments on ectoderm tissues by treating them with activating, pre-clustered extracellular ephrin-Fc fusion polypeptides. While untreated ectodermal BCR explants readily reintegrated into BCRs, test explants incubated with ephrinB2-Fc tended to remain separate (Figure 2A). The same result was obtained by treating the substrate BCR instead of the test explants. Separation increased with incubation time, but could be detected as soon as 2 min after treatment (Figure 2A), indicating a rapid and direct cellular response. Activation was reversible, as a 30 min wash significantly decreased separation behavior (not shown). Separation was strongest when both the substrate BCR and BCR test explants were treated with ephrinB-Fc, over the whole duration of the assay, suggesting that the effect is not due to the establishment of a difference between two cell population but rather to a change in cell contact behavior. The response is specific for ephrinBs; ephrinA-Fc had very little effect (Figure 2A). These results imply that an EphB receptor is present on ectodermal cells and that its stimulation by ephrinB can immediately induce tissue separation. Consequently, we determined the expression pattern of all known ephrinB and EphB receptor isoforms in the gastrula by RT-PCR (Figure S1): all isoforms were expressed in all germ layers, although at different levels; as an exception, ephrinB3 was restricted to the ectoderm. Eph receptor-ephrin ligand binding is largely promiscuous, providing ample opportunity for redundancy. Moreover, Eph/ephrin signaling has previously been implicated in boundary formation in situations where receptor and ligand are expressed in complementary patterns in vivo (e.g., [25]–[27]) or under experimental conditions (e.g., [24],[28]). With co-expression of receptors and ligands in each of two adjacent tissues, the question arises whether Eph/ephrin signaling can nevertheless be employed for their separation.\n\nEphrinBs and EphB Function Are Required for Tissue Separation\n\nTo address this issue, we performed loss-of-function experiments using antisense morpholino oligonucleotides (MOs) against ephrinBs and EphBs to knock down putative crucial factors for boundary formation. Interfering with ephrin/Eph signaling led to severe developmental defects (Figure S2D–F). Most strikingly, analysis of early gastrulae revealed a strong reduction of Brachet's cleft (Figure S2A–C). While disruption of the cleft alone will affect gastrulation movements and produce shorter tadpoles (Figure S2E), ephrin/Eph signaling appears to disturb additional processes (EphB depleted embryos die before hatching, Figure S2F). By using the in vitro assay (Figure 1A) and by directly examining cell behavior, we isolated its specific function in tissue separation. Ephrin B1 and B2 MOs indeed inhibited tissue separation when injected either in the mesoderm or in the BCR (Figure 2B,C; Figure S3A,B; unpublished data), showing that both ephrins are required on both sides of the boundary. EphrinB1 MO was slightly more efficient in the BCR (unpublished data) and ephrinB2 MO in the mesoderm (Figure S3A,B), consistent with relative expression levels of the two ligands (Figure S1). Inhibition of separation shows dose-dependence before reaching a plateau at around 30%–40% (Figure S3B). Knockdown of ectoderm specific ephrinB3 caused a similar partial inhibition (Figure S4A). In all cases, separation was rescued by co-injection of corresponding wild type ephrinB mRNA (Figure 2C and Figure S4A). Inhibition was not significantly increased in double knockdown of ephrinB1 and B2 in the mesoderm (Figure S3A,B), and the same was true for triple knockdown of all ephrinB1–3 in the BCR (Figure S4A). We conclude that all ephrinBs expressed in a given tissue are required to a degree related to their relative expression levels, but simultaneous depletion is not sufficient for complete inhibition of separation.\n\nWe next tested whether ephrinB2, which is enriched in the mesoderm, could induce separation when overexpressed in the ectoderm. We found that a significant number (∼40%) of ectoderm explants now remained separated from wild type BCR (Figure S4B). However, overexpression of ephrinB1, which is already abundant in the ectoderm, had no effect (Figure S4B). Both constructs are strongly expressed (unpublished data) and effectively rescue normal separation behavior (Figure 2C). These results show that increasing ephrinB2 levels is sufficient to trigger separation and suggests that formation of the ectoderm-mesoderm boundary relies at least partly on the differences in ephrin composition observed between these two tissues (Figure S1).\n\nSince ephrinB2 is required in the mesoderm, overexpression in the BCR of a cytoplasmically truncated form of the cognate receptor EphB4 (ΔC-EphB4) should compete for ephrin B2 binding with all endogenous Eph receptors and inhibit forward signaling in this tissue. Expression of ΔC-EphB4 in the BCR did indeed diminish separation, to a degree very similar to that obtained by ephrinB loss-of-function in the mesoderm (Figure 2C). EphB4 MO mimicked this effect, both in the BCR and in the mesoderm (Figure 2C), demonstrating that EphB4 is required. We conclude that the B family ligands and receptors are required in both ectoderm and mesoderm for tissue separation.\n\nIn the Xenopus gastrula, PDGF-A is expressed in the ectoderm and its receptor, PDGFR-α, in a complementary pattern the mesoderm. However, inhibition of PDGF signaling does not affect formation of the boundary (Damm and Winklbauer, submitted manuscript) or separation behavior in the BCR assay (Figure S4C). Likewise, interaction with the fibronectin-rich matrix on the BCR, which together with PDFG-A signaling determines the direction of mesoderm cell movement across the BCR [29], is not required for tissue separation [30], emphasizing the dominant role of EphB/ephrinB signaling in this process.\n\nEvidence for Two Anti-Parallel EphrinB/EphB Pathways Signaling Across the Ectoderm-Mesoderm Boundary\n\nOur results suggest that ephrinB/EphB signaling occurs within each tissue on either side of the boundary, or that two anti-parallel pathways signal across the boundary. To distinguish between these alternatives, we performed a series of systematic ephrinB/EphB double knockdown/inhibition/rescue experiments. We first established that we maximally inhibited ligand or receptor activities: coinjection of ephrinB1 and B2 MOs indicated saturation of ephrinB inhibition (Figure S3A,B). Moreover, the degree of inhibition upon expression of ΔC-EphB could not be increased by increasing mRNA levels (Figure S3C). Thus, even when a pathway was maximally inhibited on one side, separation was only partially impaired. However, separation could be further reduced by interfering with ΔC-EphB4 on both sides of the boundary (Figure 3A and Figure S3C). Increased inhibition was also obtained by downregulating ephrinB and EphB activity simultaneously in the mesoderm (Figure S3B) or in the BCR (unpublished data), but not by downregulating ephrinBs in one tissue and EphB in the other (Figure 2C). Since these double inhibition experiments were preformed under conditions of maximal EphB interference (Figure S3C), ephrinB inhibition should not have had an effect if in the same EphB pathway. Thus, the simplest interpretation of our results was that separation is controlled by the additive activity of two antiparallel pathways signaling across the boundary. Each pathway involves ephrin ligands on one side and Eph receptors on the other side.\n\nWe tested this hypothesis more directly using ephrinB-Fc fragments (Figure 3B,C), which allowed us to stimulate these pathways specifically at the tissue surface, i.e. at the boundary. The rationale was to deplete ephrins in one of the interacting tissues, and then restore the forward signal by treating the other tissue with ephrin-Fc fragments to trigger activation of Eph receptors at its surface (Figure 3B). When we activated EphB signaling in mesoderm explants by treatment with ephrinB2-Fc (which binds to all EphB receptors) and placed them on ephrinB1/B2 depleted BCR, robust separation occurred (Figure 3C). Thus, direct activation of EphB receptors at the mesoderm surface can rescue separation from ephrin-depleted ectoderm, implicating forward signaling from the ectoderm to the mesoderm in tissue separation. The complementary experiment—ephrinB2 depletion in the mesoderm and EphB activation at the surface of the BCR—also resulted in a rescue of separation (Figure 3C), indicating that forward signaling from the mesoderm to the ectoderm is similarly active during tissue separation. The experiments show that separation can be restored by activating forward signaling directly at the surface of adjacent tissues. Thus, the separation phenotype induced by ephrinB loss-of-function can be fully accounted for by an inhibition of signaling across the boundary. Altogether, full tissue separation requires two forward signals, one triggered by mesodermal ephrins binding to the EphB receptors at the surface of the ectoderm and a second one depending on ectodermal ephrins interacting with Eph receptors of the mesoderm.\n\nEphrinB/EphB Signaling Is Required for Cell Detachment at the Boundary\n\nEphrinB or EphB knockdown impedes cell detachment at the boundary (Figure 4). Compared to controls (Figure 4A), ephrinB2 MOs in the mesoderm (Figure 4B) dramatically decreased the frequency of attachment/detachment events (Figure 4G). Often, mesoderm cells remained apposed to BCR cells for the whole duration of the recording (Figure 4B, Movie S4), similar to ectoderm aggregates (Figure 4E, Movie S6). Mesoderm and BCR cells moved in concert, indicating stable contacts (Movie S4). Detachment was similarly inhibited when ephrinB1 was depleted from the BCR, or EphB4 from the mesoderm (Figure 4C,D,G, Movie S5). Thus, signaling in both tissues is required for cell detachment at the interface. Attachment/detachment cycles were rescued after ephrinB1 depletion in the BCR by incubating wild type mesoderm test explants with increasing doses of soluble ephrinB1-Fc fragments (Figure 4F,G), demonstrating that this behavior is an immediate reaction to ephrin-Eph signaling at the boundary.\n\nThe experiments above show that direct ephrin activation at the tissue interface accounts for repulsion between ectoderm and mesoderm. In our time lapse recordings, repulsion is never observed within the tissues, but ephrin/Eph signals may nevertheless affect cell-cell adhesion [18],[19],[20],[22]. We evaluated the effect of Eph/ephrin loss- and gain-of-function on adhesion of ectoderm and mesoderm cells, using a classical reaggregation assay. Aggregation of dissociated cells started within minutes (unpublished data), and mesoderm had formed smaller aggregates than ectoderm after 1 h (Figure S5), consistent with mesoderm cells being less adhesive [31],[32]. EphrinB2 or EphB4 depletion had no effect on the rate of mesoderm cell aggregation (Figure S5), suggesting that ephrinB/EphB activity does not contribute to mesoderm tissue cohesion. In the ectoderm, however, corresponding ephrinB1/EphB4 depletion diminished aggregation. Overexpression of ephrinB2 had a similar, although more variable, effect (Figure S5). Thus, while ephrinB2 overexpression induces tissue separation and ephrin/Eph depletion inhibits separation, both treatments reduce cohesion within the ectodermal tissue. Altogether, putative effects of ephrins and Eph receptors on cell-cell adhesion within tissues are not correlated with their roles in cell detachment at the tissue boundary.\n\nRhoA and Rac GTPase Mediate Tissue Separation Downstream of Ephrin/Eph in Both Mesoderm and BCR\n\nRhoA and Rac are well-established downstream effectors of Ephrin/Eph signaling that modulate cytoskeletal dynamics. RhoA activity in the mesoderm had been implicated in separation behavior [11], but the role of RhoA in the BCR and of Rac in both tissues has not yet been addressed. We systematically tested the effects of manipulating RhoA or Rac function. Dominant negative N19RhoA and N17Rac both inhibited separation when expressed in either of the two tissues (Figure 5A,B). Because expression of constructs interfering with RhoA and Rac function may also have long-term indirect effects, we complemented these data with experiments using specific soluble inhibitors of Rac and of Rho-associated kinase, a direct target of RhoA (Figure 5C). A short incubation with these inhibitors was sufficient to cause mesoderm test explants to integrate into the BCR, thus mimicking the effect of the dominant negative GTPases. This immediate response to the inhibitors suggests that RhoA and Rac activities are directly required during the separation process.\n\nWe next asked if RhoA/Rac activation could rescue separation when ephrin/Eph signaling is impaired. Since we had demonstrated forward signaling in both directions, we inhibited signaling on the Eph receptor side, by injection of EphB4 MO in the mesoderm and ΔC-EphB4 in the BCR, and tested the effect of constitutively active forms of RhoA and Rac (V14RhoA,V12Rac), expressed at low levels in the same tissue. In both cases, separation could be efficiently rescued by both V14RhoA and V12Rac (Figure 5D,E). A weak rescue was also observed upon overexpression of wild type RhoA and Rac (Figure S6B). Constitutively active Cdc42 was unable to rescue separation (Figure 5D). We conclude that RhoA and Rac, but not Cdc42, function downstream of Eph signaling on both sides of Brachet's cleft. Since RhoA has also been proposed to act downstream of Xfz7/PAPC/xANR5 in the mesoderm to regulate tissue separation [11], we asked whether co-expression of Xfz7 and PAPC could rescue separation in ephrinB2+EphB4 MO-injected mesoderm. We did not observe any rescue (Figure S4C), indicating that ephrinB/EphB signaling acts downstream of or in parallel to Xfz7/PAPC.\n\nWe next examined the effect of RhoGTPases activity on repulsion at the cleft by live confocal microscopy (Figure 6). When dominant negative forms of RhoA or Rac were expressed in the BCR or in the mesoderm, the frequency of attachment/detachment was strongly reduced in all cases (Figure 6H). Most cells established stable contacts between ectoderm and mesoderm that were indistinguishable from contacts within tissues (Figure 6E,F). Conversely, when activated forms of RhoA or Rac were co-expressed with dominant negative EphB receptor, the rescue of tissue separation (Figure 5D,E) was paralleled by a rescue of detachment at the boundary (Figure 6A–D,G, Movies S7 and S8). However, compared to controls, repulsion at the boundary appeared more transient. Although the membranes of abutting cells often remained close to each other for prolonged periods, they were clearly detached, and cells were able to slide along the boundary (Figure 6B), indicating that they had failed to re-establish contacts. It appeared as if cells were locked in a detached state by active RhoA or Rac, but could not fully retract under these conditions.\n\nOur results imply that RhoA and Rac should be locally activated at ectoderm-mesoderm contacts in an Eph signaling-dependent manner. We investigated the subcellular localization of active, GTP-bound GTPases in the mesoderm by expressing the GTPase-binding domains (GBD) of N-Wasp (a target of Cdc42/Rac) or Rhothekin (a target of RhoA) fused to GFP. These mesodermal test explants were combined with BCRs expressing mCherry and examined by spinning disk confocal microscopy. While these constructs can act as inhibitors of their respective GTPases, at low expression levels they are expected to accumulate at sites of high concentrations of active GTPases [33]–[35].\n\nWe observed accumulation of both GBDs at the ectoderm-mesoderm boundary (Figure 7A,B, arrows). Signal intensity was generally higher there than at cell contacts within the explants. We quantified the GBD distribution in all cells which were in contact with BCR cells (Figure 7D). While in controls, BCR-BCR contacts showed accumulation in less than 20% of the cells, about 60%–80% of mesoderm cells contacting the BCR scored positive for a high fluorescent signal, for both Wasp and Rhothekin GDBs. This was a significant increase (p&lt;0.001) compared to GFP alone. EphB4 MO seemed to inhibit GBD accumulation at boundary contacts (arrowheads): the frequency of accumulation decreased to 30%–40% (p&lt;0.001). A similar frequency was obtained for mesoderm cells expressing dominant negative GTPases (Figure 7D). We also observed a dramatic decrease in Wasp/Rhothekin-GBD boundary localization when ephrin B1 was depleted in the adjacent BCR (frequency around 20%, p&lt;0.0001 compared to control MO) (Figure 7A,B,D). We have not yet been successful in performing the reciprocal experiment, i.e. imaging GBDs in the BCR. This tissue appears to tolerate expression of GBDs less. However, the data from mesoderm explants demonstrate an Eph signaling-dependent activation of GTPases at the boundary.\n\nTime lapse microscopy of mesoderm cells expressing Wasp/Rhothekin-GBDs revealed that accumulation at the boundary was highly dynamic. As expected from the large variation in contact time and area (see above), and from the superposition of detachment and protrusion formation, we observed fluctuations that spanned a large range of intensities and were highly variable in frequency (Movies S9 and S10). Drastic changes often occurred between two frames, i.e. in less than 2 min, in agreement with a fast dynamics of GTPase signaling. Despite this variation, a correlation could nevertheless be seen between retraction and signal decay. We analyzed cells for which we could unambiguously determine a transition from intimate contact with the BCR to detachment. In almost all cases (14/16 cells for WaspGBD and 13/14 cells for RtknGBD, from four independent experiments) the membranes of mesoderm cells contacting the BCR showed significant accumulation of the GFP construct, which decreased once the cell had detached (Figure 8). Generally, retractions and GFP decay both happened from one frame to the next (e.g., Figure 8A). In some cases, retractions spanned several frames, which then correlated with a slower decay of the GFP signal (e.g., Figure 8B). Some of the changes in signal intensity that were observed in non-retracting cells may be due to small detachments not detectable at the resolution of the GFP-GBD signal. Also, GTPase activation events may simply not be successful in triggering detachment. Note that the fluctuations occurring asynchronously in neighboring areas (Figure 8A, small arrows). The signal from mesoderm-mesoderm (Figure 8B, thin arrows) contacts served an internal control for the absence of photobleaching in these recordings.\n\nAs for putative downstream targets of the GTPases, we visualized cytoskeletal F-actin, phospho-nonmuscle-myosinII, and microtubules. We did not detect any significant accumulations or depletions at the boundary for microtubules and P-myosin (unpublished data). F-actin was enriched at the boundary, and this was dependent on ephrin-signaling (Figure S7). However, the pattern did not fully correlate with separation behavior, as a significant decrease was observed in the presence of N17Rac but not of N19Rho. These data indicate that the cytoskeleton is indeed modulated at the boundary, although tissue separation must be mediated by processes that cannot be distinguished at the level of global F-actin distribution. They also suggest that Rac and RhoA have distinct effects downstream of ephrin signaling, although we did not detect evidence for synergy between RhoA and Rac at the level of separation behavior (Figure S6).\n\nDiscussion\n\nPrevious attempts to explain the separation of ectoderm and mesoderm [3],[4],[36] have been based on a thermodynamic model involving the minimization of tissue surface free energy. It assumes that two respective cell types are intrinsically different in terms of cell adhesiveness or cortical tension, and that this difference can drive cell sorting, boundary formation, and tissue positioning, analogous to the phase separation of immiscible fluids [2],[36]–[38]. Here we have shown evidence for a different model, in which signaling across the ectoderm-mesoderm boundary is crucial to locally regulate cell detachment and eventually tissue separation. Thus, although all cells of the two populations have the potential to form a cleft-like boundary if juxtaposed, acute separation behavior is not based on permanent adhesion differences between cells, but on transient contact-dependent reactions. The resulting, alternating phases of adhesion and repulsion appear to be part of a self-regulating loop (Figure 9). The spreading of an adhesion zone brings ephrins and Ephs in contact, inducing a repulsion signal. Once cells are apart, the signal decays, cells start to explore the intercellular space created at the boundary, and eventually re-establish adhesion. This mechanism prevents mesoderm cells from intruding into the BCR while providing necessary substratum contacts for migration.\n\nCell detachment is restricted to the tissue interface, and although various ephrins and their cognate receptors are coexpressed within each tissue, they do not lead to overall mutual cell repulsion and hence tissue dissociation. One possible explanation is suggested by our reaggregation experiments which show that EphB and ephrinB are required for normal ectoderm cohesion. This result is consistent with the fact that Eph/ephrin interaction between cells can mediate not only repulsion but also adhesion. The switch between these opposite responses depends on ephrin/Eph density, with adhesion being generally favored at low levels [39],[40], reviewed by Poliakov et al. [41]. In addition to expression levels, the different affinities for each other of the various Eph and ephrin subtypes [16] are likely to influence the strength of the response. Coactivation of EphB and ephrinB within the same cell can also induce an adhesive instead of a repulsive response [42], a mechanism that may likewise vary for different subtypes. In fact, our observation that overexpression of the mesodermally enriched ephrinB2 in the ectoderm is sufficient to trigger separation, but that ephrinB1 is unable to do so, suggests a surprising degree of specificity. This leads us to propose that the subtypes and levels of ephrins and Eph receptors expressed in each of the two tissues may be the main determinant for tissue separation. Since the ectoderm and the mesoderm express similar yet distinctly different mixtures of receptors and ligands, it is conceivable that the sum of interactions within each tissue is adhesive, while interactions across the boundary result in repulsion. However, in contrast to the ectoderm, no clear effect of Eph/ephrin function on tissue cohesion was observed for the mesoderm in our assay; possibly, the tissue is close to the transition point between adhesion and repulsion. Parallel mechanisms could further attenuate EphB/ephrinB signals within the mesoderm or enhance repulsion at the boundary. A candidate would be Xfz7/PAPC signaling, which is sufficient to induce separation in the ectoderm [11], and functions upstream or in parallel to EphB.\n\nImportantly, regulation of tissue cohesion by EphB/ephrinB function seems to be independent of the control of tissue separation. In the ectoderm, ephrinB2 overexpression which triggers separation and ephrin/Eph depletion which inhibits it both decreased reaggregation, and in the mesoderm, inhibition of separation behavior is not associated with a change in overall cell-cell adhesion. This is consistent with other results indicating that changes in global adhesive strength do not necessarily affect tissue separation [43],[44]. The results indicate also that ectoderm-mesoderm separation is sensitive to the detailed expression pattern of Eph receptors and ligands, which is more complex than the classical complementary pattern, but may determine boundary formation in an essentially similar manner.\n\nEphrin/Eph-mediated boundary formation often involves the complementary expression of receptors and ligands in adjacent tissues and bidirectional signaling (e.g., [28]). This leads to rapid, large-scale changes in downstream pathways which differ in forward- and reverse-signaling cells [45]. Nevertheless, unidirectional signaling can be sufficient for cell segregation. Thus, in the zebrafish embryo, formation of the gap between adjacent somites depends on Eph forward signaling, while the ephrin reverse signal is dispensable [46]. Surprisingly, the same process using the same receptor and ligand isoforms requires ephrin reverse signaling, but not an Eph forward signal, in the chick embryo [47]. We found that similar to zebrafish somite segmentation, forward signaling is essential for ectoderm-mesoderm separation, and that two antiparallel forward signals are sufficient for complete repulsion at the boundary.\n\nThe demonstrated requirement for both RhoA and Rac in tissue separation is consistent with their known functions in Eph/ephrin mediated repulsion. Thus, the termination of EphB-ephrinB interaction, required for repulsion, involves endocytosis of receptor and ligand [48], which in turn depends on Rac function downstream of EphB [49]. RhoA and Rho kinase activation downstream of an EphB receptor can be mediated by the adaptor protein, Dishevelled, and underlies experimentally induced cell sorting of Xenopus gastrula ectoderm cells [24]. The local activation of Rac and RhoA at the ectoderm-mesoderm interface agrees with the notion that Eph/ephrin signaling is activated strongly at the boundary only, despite the widespread co-expression of receptors and ligands.\n\nIt is worth noting that despite the very low levels used in our experiments, each of the constitutively active RhoA and Rac construct could efficiently rescue separation. While this may be due in part to the potency of these forms, the cellular phenotypes produced by their overexpression appeared relatively mild. This was illustrated by the fact that even though the boundaries often appeared locked in a separated state upon rescue, attachment/detachment cycles were still observed occasionally. We hypothesize that in our inhibition experiments, ephrin/Eph signaling is decreased below the threshold required to maintain separation, but not completely abolished. Low amounts of active GTPases are then sufficient to boost the process and restore repulsion, while still allowing subsequent re-attachment. Alternatively, low levels of residual ephrin/Eph signaling may be sufficient to deliver exogenous active RhoA and Rac to their respective targets, though not to activate the endogenous GTPases sufficiently. The weak rescuing effects of wild type Rac and RhoA are consistent with both possibilities. In any case, the process of tissue separation appears particularly sensitive to small positive or negative changes in RhoGTPase activity, while larger alterations are required to affect other processes known to depend on such activities, in particular cell-cell adhesion.\n\nCleft-like boundaries based on attachment/repulsion cycles could generally be a requirement for the migration of cells across the surface of an adjacent tissue. A cleft-like ectoderm-mesoderm boundary is also seen in the zebrafish gastrula [50], and migration of mesoderm cells across the ectodermal layer occurs in Drosophila gastrulation [51]. It would be interesting to see whether the ephrinB/EphB mechanism of tissue separation is conserved in these cases. In contrast to the sparse, cell-permeable network of fibronectin fibrils that covers the ectodermal BCR of Xenopus, mouse or chicken gastrulae possess a well-developed basal lamina which physically separates ectoderm from mesoderm, potentially rendering germ layer separation independent of a cell repulsion mechanism [52]. Indeed, mouse ephrinB1, ephrinB2, and EphB4 null mutants apparently gastrulate normally [53]–[56]. After gastrulation, numerous mass cell migration events take place, for example neural crest migration, which in principle could also employ the mechanism presented here. Finally, deposition of an extracellular matrix seems to require free tissue surface[57],[58], and initially separating rhombomeres or somites by a repulsion cleft could be the first step in the boundary maturation process which ends with a matrix-filled space between tissue blocks.\n\nMethods\n\nPlasmids and Morpholino Antisense Oligonucleotides\n\nPlasmids and morpholino oligonucleotides (Genetools) are listed in Supporting Information section.\n\nRecombinant Proteins\n\nRecombinant mouse EphrinB2/FC chimera (R &amp; D systems) comprising the extracellular domain of mouse ephrinB2 fused to C-terminal 6X histidin tagged Fc region of human IgG were pre-clustered with anti-human Fc antibody (Jackson ImmunoResearch Laboratories) at a 1∶2 ratio in MBSH [5] and incubated 1 h before application.\n\nInjections\n\nmRNAs were synthesized according to manufacturer instructions (mMessage mMachine kit, Ambion). MOs and mRNAs were injected animally in the two blastomeres of 2-cell stage embryos for ectoderm/BCR tissues, and equatorially in the two dorsal blastomeres of 4-cell stage embryos for mesoderm explants, at amounts listed in Text S1.\n\nIn Vitro Separation Assay\n\nThe assay was performed as described [21]. Mesoderm explants were dissected from the lower lip region before the start of involution, as described [9]. For in vitro activation of Eph receptors, explants or BCRs were pre-incubated with preclustered ephrinB2-Fc fragments (40 nM in MBSH) for 15 min at room temperature. For the statistical analysis, results were compared using the paired sample Student's t test, taking each assay as an experimental unit. Thus each experiment was scored based on the percentage of test explants remaining separate (i.e., it is a graded response).\n\nConfocal Microscopy\n\nExplants from embryos injected respectively with 2×200–400 pg mGFP, mYFP, or mCherry mRNA were mounted in a dish with a bottom cover slip. For Figure 1A–C and Movies S1 and S2, time lapse recordings were acquired using a Zeiss LSM510 with a 40× Neofluar NA = 1.3 oil objective. GFP and YFP were excited with the 477 and 514 argon laser lines. Dicroïc and emission filters were HFT477, BP500/20 for GFP, and HFT514, LP530 for YFP. In other experiments, a Quorum technologies WaveFX spinning disc confocal mounted on an automated DMI6000B Leica microscope was used, with a 40× HCX PL APO CS, NA = 1.25 oil objective. GFP and Cherry were excited with 491 and 561 nm diode lasers. Images were collected with EM CCD 512X512 BT camera and controlled with Improvision Volocity 3DM software. Image processing was performed with Metamorph (Universal Imaging Corporation) and Adobe Photoshop7 software. For phalloidin staining, explants were fixed in 4% formaldehyde in MBSX for 10 min, followed by permeabilization (1% formaldehyde, 0.1% TritonX100), 1 h incubation with blocking buffer (10% sheep serum), and overnight incubation with 2 U/ml Alexa488-phalloidin (Invitrogen) in 10% sheep serum. After three washes in PBS and addition of antifade reagent (Slowfade Gold, Invitrogen), samples were examined using the spinning disc microscope.\n\nRe-aggregation Assay\n\nMesoderm and inner layer ectoderm were dissociated in alkaline calcium-free buffer (88 mM NaCl, 1 mM KCl, 10 mM NaHCO3, pH 9.3). Dissociated cells were transferred to agarose-coated Petri-dishes in normal MBSH and incubated for 1 h under mild rotation (10 rpm) on an orbital shaker. Images of the whole area where aggregation occurred, i.e. including all single cells and all aggregates, were taken under a dissecting microscope at a 12.5× magnification using a Micropublished RTV3.3 camera (Qimaging) and were analyzed for object size using ImageJ software. Two parameters were measured, average object area and area/perimeter ratio. Results of five independent experiments were normalized using wild type ectoderm as reference (1.0).\n\nSupporting Information"
}