{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001031",
  "doi": "10.1371/journal.pbio.1001031",
  "externalIds": [
    "pii:PBIOLOGY-D-10-00203",
    "pmid:21532738",
    "pmcid:PMC3075224"
  ],
  "license": "This is an open-access article distributed under\n                the terms of the Creative Commons Attribution License, which permits unrestricted\n                use, distribution, and reproduction in any medium, provided the original author and\n                source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Direct Observation of the Myosin Va Recovery Stroke That Contributes\n                    to Unidirectional Stepping along Actin",
  "authors": [
    {
      "name": "Katsuyuki Shiroguchi",
      "first": "Katsuyuki",
      "last": "Shiroguchi",
      "affiliation": "Department of Physics, Faculty of Science and Engineering, Waseda\n                    University, Tokyo, Japan"
    },
    {
      "name": "Harvey F. Chin",
      "first": "Harvey F.",
      "last": "Chin",
      "affiliation": "Department of Molecular Biophysics and Biochemistry, Yale University, New\n                    Haven, Connecticut, United States of America"
    },
    {
      "name": "Diane E. Hannemann",
      "first": "Diane E.",
      "last": "Hannemann",
      "affiliation": "Department of Molecular Biophysics and Biochemistry, Yale University, New\n                    Haven, Connecticut, United States of America"
    },
    {
      "name": "Eiro Muneyuki",
      "first": "Eiro",
      "last": "Muneyuki",
      "affiliation": "Department of Physics, Faculty of Science and Technology, Chuo\n                    University, Tokyo, Japan"
    },
    {
      "name": "Enrique M. De La Cruz",
      "first": "Enrique M.",
      "last": "De La Cruz",
      "affiliation": "Department of Molecular Biophysics and Biochemistry, Yale University, New\n                    Haven, Connecticut, United States of America"
    },
    {
      "name": "Kazuhiko Kinosita Jr.",
      "first": "Kazuhiko",
      "last": "Kinosita",
      "suffix": "Jr.",
      "affiliation": "Department of Physics, Faculty of Science and Engineering, Waseda\n                    University, Tokyo, Japan"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-04",
  "dateAccepted": "2011-02-09",
  "dateReceived": "2010-09-27",
  "volume": "9",
  "number": "4",
  "pages": "e1001031",
  "tags": [
    "Actin filaments",
    "Biochemistry",
    "Biomacromolecule-ligand interactions",
    "Biophysics",
    "Cell motility",
    "Discipline-v2/Actin filaments",
    "Discipline-v2/Biochemistry",
    "Discipline-v2/Biology",
    "Discipline-v2/Biomacromolecule-ligand interactions",
    "Discipline-v2/Biophysics",
    "Discipline-v2/Cell motility",
    "Discipline-v2/Enzyme kinetics",
    "Discipline-v2/Enzyme structure",
    "Discipline-v2/Enzymes",
    "Discipline/Biochemistry",
    "Discipline/Biophysics",
    "Enzyme kinetics",
    "Enzyme structure",
    "Enzymes",
    "Type/Research Article"
  ],
  "abstract": "Myosins are ATP-driven linear molecular motors that work as cellular force\n                    generators, transporters, and force sensors. These functions are driven by\n                    large-scale nucleotide-dependent conformational changes, termed\n                    “strokes”; the “power stroke” is the force-generating\n                    swinging of the myosin light chain–binding “neck” domain\n                    relative to the motor domain “head” while bound to actin; the\n                    “recovery stroke” is the necessary initial motion that primes, or\n                    “cocks,” myosin while detached from actin. Myosin Va is a processive\n                    dimer that steps unidirectionally along actin following a “hand over\n                    hand” mechanism in which the trailing head detaches and steps forward\n                    ∼72 nm. Despite large rotational Brownian motion of the detached head about\n                    a free joint adjoining the two necks, unidirectional stepping is achieved, in\n                    part by the power stroke of the attached head that moves the joint forward.\n                    However, the power stroke alone cannot fully account for preferential forward\n                    site binding since the orientation and angle stability of the detached head,\n                    which is determined by the properties of the recovery stroke, dictate actin\n                    binding site accessibility. Here, we directly observe the recovery stroke\n                    dynamics and fluctuations of myosin Va using a novel, transient caged\n                    ATP-controlling system that maintains constant ATP levels through stepwise\n                    UV-pulse sequences of varying intensity. We immobilized the neck of monomeric\n                    myosin Va on a surface and observed real time motions of bead(s) attached\n                    site-specifically to the head. ATP induces a transient swing of the neck to the\n                    post-recovery stroke conformation, where it remains for ∼40 s, until ATP\n                    hydrolysis products are released. Angle distributions indicate that the\n                    post-recovery stroke conformation is stabilized by ≥5\n                        kBT of energy. The high kinetic\n                    and energetic stability of the post-recovery stroke conformation favors\n                    preferential binding of the detached head to a forward site 72 nm away. Thus,\n                    the recovery stroke contributes to unidirectional stepping of myosin Va.",
  "fullText": "Introduction\n      \nMyosin is an ATP-driven linear molecular motor that produces force and unidirectional\n                movement along actin filaments. The “swinging lever arm” hypothesis\n                proposes that small nucleotide-dependent movements at the catalytic ATPase active\n                site are amplified by rotation of the myosin “lever arm,” or\n                “neck,” light chain–binding domain that extends from the motor\n                domain, or “head” [1],[2]. In the myosin chemomechanical cycle, the lever arm swing\n                that propels the myosin motor forward along actin is referred to as the “power\n                stroke” and is accepted as a general mechanism for myosin contractility. The\n                “recovery stroke” is the essential motion that primes, or\n                “cocks,” the lever arm in the pre-power stroke position while myosin is\n                detached from actin. These strokes are the basis for the physiological functions of\n                all characterized myosin motors.\n\nMyosin Va is a cargo transporter in cells [3] that has two heads, each\n                connected to a long and relatively stiff neck [4] reinforced with six calmodulins\n                    (Figure 1A). Myosin Va moves\n                processively along actin filament and takes unidirectional “steps” [5] in which it\n                alternately places its two heads in forward positions ∼72 nm away from a\n                previous binding site [6], analogous to human bipedal walking. A mechanism for\n                unidirectional stepping has been investigated and proposed as follows (Figure 1A). When a head is\n                detached off actin, the detached neck undergoes rotational Brownian fluctuations\n                around a free joint at the neck–neck junction [7],[8]. Although the fluctuations are\n                random [7],\n                the power stroke of the bound head [4],[9] tilts the neck via “lever action” and moves\n                the junction (i.e., the pivot point for the fluctuations) forward, thereby favoring\n                binding of the detached head to a forward site.\n\nThis mechanism explains how a detached head can access a forward site, but not why it\n                binds preferentially to a forward site 72 nm away as opposed to other accessible\n                sites as, for example, a site adjacent to the bound head. For a detached head to\n                bind actin, the actin-binding site of myosin must be properly oriented with respect\n                to the actin filament. Therefore, since the position of the neck–neck junction\n                relative to the actin filament is constrained by the bound neck, the orientation\n                (angle) and stability of the detached head relative to its neck (head–neck\n                angle) dictate the binding site along a filament. The detached head orientation is\n                determined by the recovery stroke that occurs after ATP-induced detachment from\n                actin. If the role of the recovery stroke were just to prime myosin, the\n                head–neck angle could fluctuate significantly. This could allow for the\n                unbound head to bind to a site near or adjacent to the bound head as well as to a\n                site 72 nm away with similar frequency. Such a distribution of the step size,\n                however, has never been observed in the absence of applied external load [5],[6],[10]. Therefore,\n                another mechanism must exist.\n\nWe anticipated that the recovery stroke plays a critical role in orientating the\n                unbound head so that binding to a ∼72-nm forward site occurs preferentially\n                    [11],[12]. In addition, it\n                has been reported that myosin Va moves forward under ∼2 pN of backward load\n                    [5],[10] which would bring\n                the junction back beyond the neutral position [13] or reverse the power stroke\n                    [14], and\n                cancels the bias introduced by the attached head power stroke. The additional role\n                of the recovery stroke above can be another bias for forward stepping even in the\n                presence of the load. Thus, the properties of the recovery stroke are critical for\n                the myosin Va stepping mechanism.\n\nSeveral recent structural and kinetic studies have demonstrated the existence and\n                implications of the myosin recovery stroke. High-resolution crystal structures of\n                muscle myosin II [15] identified different nucleotide-dependent head–neck\n                angles in the absence of actin; these are thought to correspond to pre- and\n                post-recovery stroke angles. Bulk Förster resonance energy transfer assays of\n                myosin II revealed two [16] or three [17] nucleotide-dependent (averaged) transient angle\n                distributions. In addition, electron microscopic analysis of myosin Va [18] showed two\n                different orientations (i.e., projection angles) of heads relative to the neck,\n                depending on the nucleotide in solution. These observations have contributed to a\n                general model in which ATP binding triggers the recovery stroke, and phosphate\n                        (Pi) release after hydrolysis leads to\n                relaxation of the recovery stroke (i.e., generation of the power stroke). However,\n                the energetic and kinetic angle stability of the pre- and post-recovery stroke\n                conformations of myosin (Figure\n                    1A) and the manner in which they contribute to actin binding specificity\n                during processive stepping of myosin Va remains unknown.\n\nWe present in this study, to the best of our knowledge, the first direct observations\n                of the myosin recovery stroke (angle change at head–neck junction) in real\n                time and at the single molecule level. We developed a novel light-induced\n                ATP-concentration controlling system and single motor molecule assay that enables\n                the direct observation of the nucleotide-dependent dynamics and fluctuations of the\n                myosin motor domain. Our observations and analysis indicate that the myosin Va motor\n                conformation adopted after the recovery stroke is kinetically and energetically\n                stable, which allows for the detached head to bind preferentially to a forward site\n                72 nm away, thereby providing the grounds for biased forward stepping of myosin Va\n                along actin filaments.\n\n      Results\n      \n        Direct Real-Time Observation of Head–Neck Swing in Myosin Va\n        \nWe constructed an optical microscope observation system (Figure 1B) to directly visualize in real time\n                    the nucleotide-dependent swings (i.e., strokes) and fluctuations of the myosin\n                    head–neck angle using an engineered monomeric (single-headed,\n                    “S1-like”) myosin Va (Figure S1). We anticipated that a monomeric\n                    myosin Va molecule with a 50-nm bead (gray) attached at its neck (configuration\n                    depicted in Figure 1B) would\n                    permit transient swinging of a 0.29-µm bead duplex (cyan) attached to the\n                    distal head region. To determine how the head orientation, assayed from the bead\n                    position of the 0.29-µm bead duplex, responds to ATP, we included 200\n                    µM caged ATP and 1.7 mU µl−1 apyrase in the\n                    solution, such that ultraviolet (UV) irradiation generated an ATP transient that\n                    was rapidly removed (hydrolyzed to AMP) by the apyrase with a time constant of\n                    2–3 s (Figures S2 and 2B). We imaged a duplex (or a larger aggregate) of beads, and\n                    initiated a full-intensity (∼2 nW µm−2, defined as\n                    100%) UV pulse for 0.1 s that yielded a peak ATP concentration\n                        ([ATP]peak) of ∼2 µM (Figure S2).\n                    Approximately 0.1% of duplexes made a distinct angular (&gt;30°\n                    judged in real time) swing within several seconds of the UV flash. Such a low\n                    frequency is not unexpected given the low probability of an unobstructed\n                    configuration, as illustrated in Figure 1B (drawn to scale in Figure S4).\n\nMyosin Va predominantly adopts two distinct conformations during an experiment: a\n                    resting angle in the absence of ATP (i.e., before UV irradiation; cyan in Figures 1C, 3A, and S5) and a\n                    metastable angle (yellow) accessible only after ATP generation (save rare\n                    excursions driven by Brownian fluctuations), interpreted as the post-power\n                    stroke and pre-power stroke conformations of myosin Va, respectively.\n\nA large fraction (∼50%) of the beads that swung returned to the\n                    original angle in less than 2 min, and the UV-induced transient swings could be\n                    repeated multiple (&gt;2) times (Figures 1C and 3A; Video S1). We monitored 15 such duplexes (i.e., myosin Va molecules)\n                    and analyzed a total of 121 swing–return pairs as detailed below. A subset\n                    (∼20%) made two return swings and then detached from the surface or\n                    remained immobile. The remaining ∼30% did not return or did not\n                    respond to the second UV flash.\n\nExcursions to the post-recovery stroke “state” (see Figure 1C legend) are ATP (UV\n                    flash)–dependent. Every UV irradiation lasting 0.1 s at 100%\n                    intensity ([ATP]peak ∼ 2 µM) induced a bead swing\n                    within a few seconds (0.78 s on average; 29 flashes in six molecules; e.g.,\n                        Figure 1C). Shorter\n                    and/or weaker irradiations yielded longer delays before a swing (Figure S5A and\n                        S5B) or no bead swings. UV irradiation while the bead duplex was in\n                    the post-recovery stroke state, in contrast, never induced a swing: 37 flashes\n                    of 0.1- or 0.2-s duration at 100% intensity failed to induce bead\n                    rotation in six molecules (Figure S5C). Thus, swings from the\n                    pre-recovery stroke state are initiated and limited by ATP binding, and myosin\n                    Va in the pre-recovery stroke state prior to a swinging event is free of bound\n                    nucleotide.\n\n        Quantitative Measurement of ATP Dependence of Head–Neck Swing by Novel\n                    ATP-Concentration Controlling System\n        \nTo quantitate the ATP dependence of swings, we developed a new technique that\n                    generates a nearly constant level of ATP in a chamber using caged ATP, which was\n                    first applied to a biological system by Trentham and colleagues [19], and\n                    evaluated the method using the rotary F1-ATPase (GT mutant) motor\n                        [20]–[22] (Figure\n                    S3A). Stepwise UV pulse sequences with pulse width modulation (Figure 2A) of varying\n                    intensity (14%, 4.4%, and 0.7%) repeatedly generated\n                    intensity-dependent rotations of a given F1-ATPase molecule (Figure 2B). Averaged traces of\n                    rotations are smooth, indicating that the UV pulse sequences generate nearly\n                    constant ATP levels in the sub-second time scale (Figure\n                    S3B). Rotational rates in the presence of known [ATP] (Figure S3C)\n                    yielded UV intensity–dependent ATP concentrations (Figure 2C). These calibrations for constant\n                    ATP level allow us to analyze the kinetics of ATP-induced myosin Va\n                    swinging.\n\nIn the myosin Va swing assay, we turned on the sequence at different UV\n                    intensities (i.e., [ATP]) until a swing occurred (orange bars in Figures 3A and S5D). The\n                    time before a swing was inversely proportional to the [ATP] (Figure 3B), yielding an\n                    apparent ATP binding rate constant of 2.5×106\n                        M−1s−1, comparable to the value of\n                        1.7×106 M−1s−1 measured\n                    in solution (Protocol S1). These qualitative measurements strongly suggest\n                    observed swinging events are those of functional myosin motors.\n\n        Kinetic Analysis of Post-Recovery Stroke State\n        \nExcept for occasional, short reversals in the post-recovery stroke state (e.g.,\n                    arrow heads in Figures 1C\n                    and S6;\n                    discussed below), the post-recovery stroke state is characterized by\n                    exponentially distributed dwell times with an average of 40±4 s (standard\n                    error) (Figure 4). Note that\n                    the post-recovery stroke state is quite stable kinetically, particularly in\n                    comparison to the stepping intervals of 60–80 ms at physiological\n                    [ATP], during which Pi release is\n                    accelerated by binding to actin [10],[23]. Our bulk, biochemical assays indicate that ATP is\n                    rapidly (&gt;100 s−1; [23]) hydrolyzed into ADP and\n                    inorganic Pi is released with a rate constant of\n                    ∼0.02 s−1 (τ = ∼50 s) (Figure S7).\n                    Measurements with a shorter-neck, 1IQ construct [23],[24] indicated a\n                            Pi release rate constant of ∼0.02\n                        s−1 and a subsequent ADP release rate of ∼1.2\n                        s−1. Collectively, these measurements indicate that myosin\n                    Va in the post-recovery stroke conformation has ADP and\n                        Pi bound in its active site and that\n                            Pi release limits the return swing (i.e.,\n                    power stroke off actin), consistent with bulk Förster resonance energy\n                    transfer assays with myosin II in solution [16] and electron microscopy of\n                    myosin Va bound to actin [25].\n\n        Stability of Conformation in Post-Recovery Stroke State\n        \nThe angular fluctuations in both the pre-recovery stroke and post-recovery stroke\n                    states are well fitted to Gaussian distributions (Figures 5A and S8), with a\n                    peak separation yielding an average swing amplitude (θswing) of\n                    85°±19° (standard deviation [s.d.] for 15 molecules).\n                    The measured amplitudes reflect projections in the image plane, and thus the\n                    actual amplitudes will differ if out-of-plane swinging occurred. However, the\n                    observation that the appearance of most (∼2/3) of the bead amplitudes is\n                    independent of the swing angle (e.g., Figure 5B), as confirmed by the constancy of\n                    the axial ratio (Figure 5C),\n                    indicates that the recorded swings used in the analysis were in a near\n                    horizontal plane. Electron micrographs of myosin Va without actin show\n                    comparable (∼90°) nucleotide-dependent angular changes [18], thereby\n                    strengthening the interpretation that transitions between pre-recovery stroke\n                    and post-recovery stroke conformations of myosin Va are being observed.\n\nBoth the pre-recovery and post-recovery stroke conformations display considerable\n                    conformational flexibility, as indicated by the standard deviation of the\n                    angular fluctuations (Figures\n                        5A and S8). The magnitudes of fluctuations in both\n                    states are comparable, with the Gaussian width (s.d., σ) averaging\n                    24°±10° (s.d. for 15 molecules;\n                        σpre/θswing = 0.29±0.09)\n                    for the pre-recovery stroke conformation and 26°±9°\n                        (σpost/θswing = 0.31±0.10)\n                    for the post-recovery stroke conformation. These observed fluctuations include\n                    contributions from flexibility in the myosin–bead junctions as well as\n                    experimental image noise, so they represent an upper limit, with actual angle\n                    fluctuations being smaller.\n\nThe Gaussian width of the thermally driven fluctuations (σ) measured here,\n                    with the equipartition principle [26],where\n                        kBT (4.1 pN•nm) is thermal\n                    energy and k is the myosin Va head–neck joint stiffness\n                    (spring constant), allows us to determine the spring constants,\n                        kpre = 23\n                        pN•nm•rad−2, and\n                        kpost = 20\n                        pN•nm•rad−2.\n\nWith this spring constant, the energy required for bending of the head in the\n                    post-recovery stroke conformation to the pre-recovery stroke conformation (i.e.,\n                    the energy needed to bend the spring by θswing) expressed in\n                    terms of the elastic potential energy\n                            (E),is\n                    5.2 kBT. The post-recovery stroke\n                    conformation is stabilized at least to this extent: because the experimental\n                    σ in equation 1 includes the fluctuations of other components described\n                    above, the spring constant k for the head–neck junction\n                    must be underestimated, and thus the energy difference, E, of\n                    5.2 kBT between pre- and\n                    post-recovery stroke conformations is a lower limit.\n\nThere were occasions where we observed momentary swings back to the pre-recovery\n                    stroke angle in the post-recovery stroke state (e.g., arrow heads in Figures 1C and S6). These\n                    are unlikely to be purely Brownian excursions, because the bead tended to remain\n                    at the pre-recovery stroke angle for a second or longer. A natural return\n                    followed by immediate ATP binding that would induce a second swing is also\n                    unlikely, because [ATP] must be negligibly low and these momentary\n                    swings happened irrespective of the time after UV irradiation. The observed\n                    momentary returns may represent reversal of the reaction responsible for the\n                    swing to post-recovery stroke conformation, ATP hydrolysis [23], or subsequent myosin\n                    isomerization [16]. We note that the return frequency in the absence of\n                    drag from the attached beads could possibly be higher.\n\n      Discussion\n      \n        A Role of the Recovery Stroke in Myosin Va Unidirectional Stepping\n        \nThe natural assumption is that the detached head accessing a forward site in the\n                    post-recovery stroke conformation will have its actin binding site properly\n                    oriented for productive binding to actin (Figure 1A). Conversely, when the detached\n                    head goes back to the post-recovery stroke conformation, the actin binding site\n                    is predicted to be oriented incorrectly, thereby precluding actin binding (Figure 6A). The kinetic\n                    stability of the post-recovery stroke state observed here indicates that this\n                    proper head orientation is maintained for ∼40 s, much longer than the\n                    stepping intervals. Even if the head in the post-recovery stroke state\n                    accidentally touches a backward site at a moment when the head adopts a near\n                    pre-recovery angle by fluctuation or momentary reversal, the binding should be\n                    unstable by at least by 5 kBT\n                    compared to forward binding. Thus, the kinetic and energetic stabilities of the\n                    post-recovery stroke state together ensure forward binding of an unbound\n                    head.\n\nMomentary binding of a head with incorrect orientation will be unstable from\n                    intramolecular strain [11],[12]. Consistently, a quantitative model has shown that\n                    the lever arm (neck) elasticity and its strain influence the position of the\n                    next binding site on actin, therefore the detached head preferentially binds to\n                    the forward site [27]. This model assumes that the unbound neck with bound\n                            ADP–Pi rigidly takes post-recovery\n                    stroke conformation, which we report here.\n\nThe key for directional movement is to bias the completely random Brownian\n                    rotations of a detached neck toward forward binding. The power stroke and its\n                    angle stability of the attached rear head contribute approximately half of the\n                    bias by moving the pivot for the Brownian rotation of the unbound neck forward,\n                    which allows the detached head to access positions 36- to 72–nm distant on\n                    an actin filament [4],[7] (Figure\n                        1A). The remaining bias between positions ∼36 nm and ∼72 nm\n                    from the detached site is provided by the recovery stroke and its stability.\n                    Under a high backward external load, the power stroke would fail to produce a\n                    bias: owing to the compliance in the neck and/or neck–head junction [13],[14], the\n                    neck–neck junction would be pulled back to the neutral position,\n                    immediately above the bound head (Figure 6B). Even under this circumstance, the bias by recovery\n                    stroke still works, favoring forward binding. Therefore, for ∼72-nm discrete\n                    unidirectional steps of myosin Va, the recovery stroke and its angle stability\n                    of the detached head contributes to the bias, in addition to the power stroke\n                    and its angle stability of the attached head. This mechanism may contribute to\n                    transport cargos in a cell since some cellular components could be obstacles to\n                    hinder the movement of cargo at times.\n\nAn alternative mechanism has recently been proposed for myosin VI [28], which is\n                    thought to function as a force sensor as well as a transporter [29]: stable\n                    lead head binding is facilitated by a backward load on the head, and hence\n                    internal strain between the two necks promotes forward binding of an unbound\n                    head. Myosin VI is the only reverse motor known to date, moving in the direction\n                    opposite to all other myosins studied so far. It is of interest to study whether\n                    the other myosins, including myosin Va, also adopt a similar, strain-dependent\n                    binding for forward bias.\n\nThe stability of the post-recovery stroke conformation would also be important\n                    for muscle myosin II, which can produce tension without contraction (isometric\n                    tension) by repeatedly “scratching” actin. Forward binding is\n                    required for efficient force production, but the base of the necks does not move\n                    in this situation, and thus myosin II may rely entirely on the head orientation\n                    being stabilized in the post-recovery stroke state. Other linear motors may also\n                    rely on an effective swing to the post-recovery stroke conformation [11],[12].\n\n        Microscopic Observations with Constant and Changeable ATP Level for a\n                    Variable Time\n        \nTo study ligand-dependent motion of molecules, caged nucleotides (uncaged by UV\n                    irradiation) have been combined with microscopic observations. UV pulse\n                    irradiation allows one to trigger motion of the molecular motor and to clearly\n                    show its nucleotide dependence [30],[31], and modulation of UV irradiation time allows one to\n                    control motor velocity and total movement [32]. This assay design has the\n                    advantage over conventional flow/mixing assays in that solution conditions\n                    (e.g., nucleotide concentration) can be altered rapidly and with minimal\n                    perturbation. However, caged nucleotide measurements have been limited to\n                    kinetic analysis because the concentration of uncaged compound can change\n                    significantly during the course of an experiment, particularly if consumed by\n                    the system being examined (i.e., diffusion, enzyme–substrate interaction,\n                    or apyrase). We have developed a new technique to keep ATP level constant in\n                    which the concentration and time evolution can be modulated by light intensity\n                    and irradiation time (Figures\n                        2, 3A, S3, and\n                        S5D).\n                    This method for visualization of a nucleotide-linked conformational change in a\n                    motor protein under the controlled delivery of ATP should be generally\n                    applicable to ligand-induced conformational changes of macromolecules.\n\n      Materials and Methods\n      \n        Materials\n        \nMonomeric Gallus gallus myosin Va truncated at Leu-909\n                    (containing all six IQ motifs) with an N-terminal myc tag (EQKLISEEDL)\n                    positioned directly replacing Met-1 and a C-terminal FLAG tag (DYKDDDDK) with a\n                    single glycine linker (Figure S1) was co-expressed with Lc-1sa in\n                    Sf9 cells and purified by FLAG affinity chromatography in the presence of excess\n                    calmodulin as previously described [24],[33]. The calmodulins on the\n                    expressed protein were exchanged for 6× his-tagged calmodulin, expressed\n                    in Escherichia coli, as previously reported [34] and\n                    modified [7]: the his-tagged calmodulin and monomeric myosin Va at\n                    the molar ratio of 6∶1 were mixed and incubated for 10 min on ice in 20 mM\n                    imidazole-HCl (pH 7.6), 4 mM MgCl2, 100 mM KCl, 0.04 mM EGTA,\n                    0.5% (v/v) β-mercaptoethanol, and 400 µM CaCl2. The\n                    reaction was terminated by the addition of 4 mM EGTA followed by &gt;20 min\n                    incubation on ice. Monomeric myosin Va carrying his-tagged calmodulin was mixed\n                    with an anti-his monoclonal antibody (Clontech Laboratories) at the\n                    antibody:myosin molar ratio of 17∶1 in buffer A (25 mM imidazole-HCl\n                    [pH 7.6], 4 mM MgCl2, 100 mM KCl, 1 mM EGTA, 5 mM DTT), and\n                    incubated at room temperature for &gt;5 min to allow binding.\n\n        Swing Assay\n        \nA flow chamber, in all experiments under a microscope, was made of two coverslips\n                    separated by two spacers of ∼100-µm thickness, and, after the last\n                    infusion, the chamber was sealed with silicone grease or nail liquid. The\n                    following infusions (2–3 chamber volumes), all in buffer A, were made with\n                    1–2 min of incubation in between: 2 mg ml−1\n                    unphosphorylated α-casein for surface blocking, buffer A for washing,\n                    5.6% (w/v) 0.05-µm silica beads (Polysciences), buffer A for\n                    washing, monomeric myosin Va (10 nM) complexed with anti-his antibody (for\n                    binding to the silica beads through the antibody) or myosin Va alone without the\n                    calmodulin exchange (for direct binding), 2 mg ml−1\n                    unphosphorylated α-casein, 25 µg ml−1 biotinylated\n                    anti-myc monoclonal antibody (Millipore), and buffer A for washing. Finally,\n                    0.29-µm streptavidin-coated beads (Seradyn), washed three times by\n                    centrifugation in buffer A, were infused together with 200 µM caged ATP\n                    (Dojindo), 1.7 mU µl−1 apyrase (Sigma), 1.1 mg\n                        ml−1 unphosphorylated α-casein, and 0.5% (v/v)\n                    β-mercaptoethanol.\n\nThe purpose of the anti-his antibody was to let it serve as a cushion between the\n                    myosin neck and a silica bead so as to keep the myosin intact. Direct binding,\n                    though, worked as well, and some results, e.g., in Figures 1C and S5A–S5C, were obtained with direct binding. In both cases,\n                    most of the 0.29-µm beads on the surface were bound to the head of myosin\n                    Va through a biotin–avidin linkage, because the bead density decreased\n                    significantly without myosin, with non-biotinylated anti-myc antibody instead of\n                    the biotinylated one, or by mixing excess biotin with the streptavidin-coated\n                    beads before infusion. When we infused short actin filaments instead of the\n                    0.29-µm beads, they attached (presumably) to myosin Va, and a flash of\n                    100% UV light for 0.2 s released &gt;97% of them from the surface\n                    within a few seconds.\n\n        Microscopy\n        \nWe used an Olympus IX70 microscope equipped with a 100× objective\n                    (UPLSAPO100× O IR, N.A. 1.4, Olympus), a stable sample stage (KS-O,\n                    ChuukoushaSeisakujo), a dual-view system [35] for simultaneous\n                    observation of fluorescence and bright-field images [36], a regular epi-fluorescence\n                    port, and an additional UV excitation port consisting of a mercury lamp, an\n                    extension tube (IX2N-FL-1) that forms an intermediate (conjugate) image plane\n                    outside the microscope body, and a computer-controlled shutter with 5-ms\n                    open–close time (Uniblitz). Fluorescence of Alexa 488 was excited at\n                    475–490 nm, and images at 500–535 nm were captured with an\n                    intensified (VS4-1845, Video Scope) CCD camera (CCD-300-RCX, Dage-MTI).\n                    Bright-field images (650–730 nm) were recorded with another CCD camera. UV\n                    excitation (300–400 nm) for uncaging ATP was confined in a circle of\n                    diameter ∼90 µm at the image plane. A mask was placed on the conjugate\n                    plane in the extension tube such that the central ∼30-µm square in the\n                    image plane did not receive UV light. The swing assay was always made near the\n                    center of the masked area to protect myosin from possible UV damage, although we\n                    found that direct UV irradiation at the maximum intensity (see below) for tens\n                    of seconds did not affect the motile activity of myosin Va. The rotation speed\n                    of F1-ATPase (for estimation of ATP concentration; Figures 2 and S3) did not\n                    depend on the position in, and even outside, the masked area, and short actin\n                    filaments bound to myosin Va were released by a UV flash with indistinguishable\n                    kinetics at all positions. Note that oblique UV beams illuminated the solution\n                    above the masked area except for the immediate vicinity of the coverslip\n                    surface. To record correlation of events and UV irradiation, a part of the UV\n                    beam was recorded with the intensified CCD camera above, or with the camera for\n                    bright field at an edge of the image. The UV power was measured above the\n                    objective lens, and the estimated intensity in the image plane was ∼2 nW\n                        µm−2 for unattenuated (maximal) excitation (defined\n                    as 100% intensity). Observations were made at 23 °C.\n\n        Image Analyses\n        \nThe orientation of a bead duplex was determined as previously reported [7]. When\n                    another bead came nearby, the orientation was judged by eye or abandoned.\n                    Ellipticity of a bead image was estimated as the ratio of the long axis length\n                    to the short one, calculated from the second moments of the intensity\n                    distribution as\n                        &lt;Ix2&gt;1/2/&lt;Iy2&gt;1/2\n                    where x and y are pixel coordinates measured\n                    along the long and short axes and with the origin at the image centroid,\n                        I is the pixel intensity minus a threshold value, and\n                    &lt;&gt; denotes averaging.\n\n        Estimation of UV-Generated ATP Concentrations\n        \nUV-generated ATP concentrations were estimated by both gliding bead assay for\n                    native myosin Va and rotational assay for F1-ATPase (Protocol\n                    S1).\n\n        Bulk Transient Kinetics Assays\n        \nATP binding rate and Pi release rate of myosin Va\n                    were measured using stopped flow apparatus (Protocol\n                    S1).\n\n      Supporting Information"
}