{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001280",
  "doi": "10.1371/journal.pbio.1001280",
  "externalIds": [
    "pii:PBIOLOGY-D-11-05202",
    "pmid:22427741",
    "pmcid:PMC3302810"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Combinatorial Activation and Repression by Seven Transcription Factors Specify Drosophila Odorant Receptor Expression",
  "authors": [
    {
      "name": "Shadi Jafari",
      "first": "Shadi",
      "last": "Jafari",
      "affiliation": "Department of Clinical and Experimental Medicine, Linköping University, Linköping, Sweden"
    },
    {
      "name": "Liza Alkhori",
      "first": "Liza",
      "last": "Alkhori",
      "affiliation": "Department of Clinical and Experimental Medicine, Linköping University, Linköping, Sweden"
    },
    {
      "name": "Alexander Schleiffer",
      "first": "Alexander",
      "last": "Schleiffer",
      "affiliation": "Research Institute of Molecular Pathology (IMP), Vienna, Austria"
    },
    {
      "name": "Anna Brochtrup",
      "first": "Anna",
      "last": "Brochtrup",
      "affiliation": "Department of Neurobiology, University of Vienna, Vienna, Austria"
    },
    {
      "name": "Thomas Hummel",
      "first": "Thomas",
      "last": "Hummel",
      "affiliation": "Department of Neurobiology, University of Vienna, Vienna, Austria"
    },
    {
      "name": "Mattias Alenius",
      "first": "Mattias",
      "last": "Alenius",
      "affiliation": "Department of Clinical and Experimental Medicine, Linköping University, Linköping, Sweden"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2012-03",
  "dateAccepted": "2012-01-26",
  "dateReceived": "2011-12-29",
  "volume": "10",
  "number": "3",
  "pages": "e1001280",
  "tags": [
    "Developmental biology",
    "Developmental neuroscience",
    "Discipline-v2/Biology",
    "Discipline-v2/Developmental biology",
    "Discipline-v2/Developmental neuroscience",
    "Discipline-v2/Gene expression",
    "Discipline-v2/Genetics",
    "Discipline-v2/Molecular genetics",
    "Discipline-v2/Neuroscience",
    "Discipline-v2/Organism development",
    "Discipline-v2/Sensory systems",
    "Discipline/Developmental Biology",
    "Discipline/Genetics and Genomics",
    "Discipline/Neuroscience",
    "Gene expression",
    "Genetics",
    "Molecular genetics",
    "Neuroscience",
    "Organism development",
    "Sensory systems",
    "Type/Research Article"
  ],
  "abstract": "A systematic analysis reveals a regulatory network controlling selective odorant receptor expression and neuronal diversity in Drosophila.",
  "fullText": "Introduction\n      \nThe external world is perceived by peripheral neurons that each expresses only one or a stereotyped set of receptors from a large genomic repertoire [1]–[4]. The selective receptor expression ensures the specific function of each sensory neuron and produces a daunting diversity of sensory neuron classes. However, little is known about how the neuron class-specific receptor expression is controlled.\n\nIn the mouse olfactory system, each olfactory sensory neuron (OSN) chooses to express one odorant receptor (OR) out of approximately 1,200 OR genes [5]. OR choice in mammalians is in part a stochastic process restricted by the developmental context, which is manifested as restricted zonal expression patterns of each OR [6]. The zonal patterns can be resembled by the expression of transgenic OR promoters [6],[7] and raises the possibility that there are transcription factors (TFs) that in combinations or in gradients specify mouse OR expression. Two TFs, Lhx2 and Emx2, have been identified as general regulators of OR expression [8]–[10], but the identities of the TFs that regulate specific mouse ORs are unknown, because the large size of the OR repertoire makes systematic analysis of TF phenotypes cumbersome and specific defects difficult to detect.\n\nIn similarity to mammals the Drosophila ORs are expressed in a salt and pepper pattern within domains of the antenna OSNs (Figure S3) [11]. Drosophila OR expression create 34 OSN classes with a stereotype neuronal number and location [12]–[14], suggesting a strictly predetermined process. The large number of OSN classes and precise OR regulation makes the Drosophila antenna an extraordinary system to study how ORs are regulated and how a large number of neuron classes are specified. To date, only two TFs, Acj6 and Pdm3, has been shown to specify a subset of Drosophila ORs [15],[16]. However, no systematic approach has yet been undertaken to address the regulatory mechanism of OR expression.\n\nTo address how the olfactory system specifies the unique OR identity of a large number of sensory neurons we have performed the first systematic genetic (directed RNAi) screen for direct regulators of Drosophila OR expression. Hereby, we have identified a set of only seven TFs that regulate the complete OR collection of the adult Drosophila olfactory system. We provide a systematic analysis to demonstrate how these TFs employ multiple strategies to specify OR class identity.\n\n      Results\n      \n        A Systematic RNAi Screen Identifies Seven TFs That Regulate OR Expression\n        \nIn mammals and insects, the majority of OSNs each express a single OR gene out of a large genomic repertoire. To identify the TFs that are necessary for proper OR expression in Drosophila we used the transgenic UAS-driven inverted repeats (IRs) from the Vienna Drosophila RNAi Center (VDRC) [17] to interfere with the 753 annotated putative TFs in Drosophila (www.flytf.org) [18]. The TF-IRs were expressed in postmitotic OSNs by pebbled-Gal4 [19], and OR expression was visualized by direct OR promoter fusions with CD8::GFP (Figure 1A). In two separate rounds we analyzed the RNAi effect on the expression of four representative OR classes: Or92a and Or98a for basiconic OSNs in the distal and central antennal region, Or23a and Or47b for trichoid OSNs in overlapping proximal antennal domains (Figure 1A). We found 611, 81.1% of the TFs, to be available as RNAi lines in the VDRC library and expression of which lead to lethality of another 14.2% (Figure 1B). Of the remaining 504 gene knock downs (TF-IRs), we identified seven that resulted in a strong and highly penetrant loss of OR expression: acj6-, E93 (Eip93f)-, Fer1-, onecut-, sim-, xbp1-, and zf30-IRs (Figure 1C and 1D).\n\nTo exclude false positives caused by off-targeting and insertion mutagenesis, multiple IR lines from VDRC (http://stockcenter.vdrc.at), National Institute of Genetics (NIG-Fly, http://www.shigen.nig.ac.jp/fly/nigfly), and Transgenic RNAi Project (TriP, http://www.flyrnai.org) that corresponded to each of the seven genes were analyzed. All constructs gave rise to identical phenotypes (Table S1), supporting the specific knock down of each TF. In addition, mutant analysis for the TFs with available defined mutant alleles (acj66, xbp1k13803, simH9, and zf30ck02506) gave similar phenotypes compared to the RNAi lines (Figure 1E; Table S1). Finally, direct expression analysis on each IR background demonstrated knock down of the corresponding TF (Figures 2 and S1). These results indicate that these seven TFs are critical regulators of OR expression.\n\n        Overlapping Expression of the Seven TFs\n        \nAll identified TFs belonged to different protein families (Figure 2A): Acj6 (POU-Homeobox; Hox), E93 (Psq like helix-turn-helix; HTH), Fer1 (basic helix loop helix; bHLH), Onecut (cut-Hox), Sim (PAS-bHLH), Xbp1 (bZIP), and Zf30c (C2H2; zinc finger). Two of the genes, zf30c (zinc finger at 30c), which encodes a protein with ten C2H2 zinc finger domains and Fer1 (Forty eight related 1), encoding a bHLH factor, had not previously been characterized.\n\nWe next asked whether expression of the seven TFs correlated to the OR expression domains or sensilla groups. There are three main groups of sensilla, basiconic, coeloconic and trichoid, differently distributed across the antenna [20]. In situ hybridization and immunohistochemistry demonstrated that all seven TFs were expressed in the adult antenna in various patterns (Figure 2B). Each pattern showed little restriction to domains or sensilla groups and none of the TFs were expressed in only one or only a few OSN classes (Figure 2B). Two of the TFs, acj6 and xbp1, were ubiquitously expressed and might regulate OR expression more indirectly via any of the other five TFs. When analyzed, no obvious differences in strength or distribution of E93, Fer1, onecut, sim, and zf30c expression were found in the acj6- and xbp1-IRs, indicating that the seven TFs might be directly required for OR expression (Figure 2C and 2D).\n\nTo address the extent of coexpression between the seven TFs, we analyzed each TFs expression in two OSN classes (Figure 2E). In Or92a OSNs, all seven TFs were expressed including E93, the TF that was not required for Or92a expression. Similarly, Or47b neurons expressed E93, the only TF required for expression, and acj6, Fer1, sim, and xbp1. These data show that the seven TFs are expressed in broad and overlapping populations of mature sensory neurons, which do not correlate with sensilla groups or OSN classes. The lack of anatomic correlation of the expression patterns suggests that these TFs are part of a distinct regulatory network separate from the general process of antenna and neuron specification.\n\n        The Identified OR Regulators Are Required in Adult Flies\n        \nThe onset of OR expression takes place during the second half of pupal development, after OSN axon guidance, and is one of the final steps of sensory neuron differentiation (Figure 3A). To rule out a role of the seven TFs in early OSN specification and differentiation, which could affect OR gene expression more indirectly, the pan neuronal markers, Elav and Neuroglian, were analyzed. The overall number of OSNs and axonal projections from the antenna to the brain was not affected in any of the RNAi knock downs, indicating no gross changes in sensory neuron development (Figure S2).\n\nNext, to determine the temporal window of TF function in OR expression we used the TARGET system [21]. Here, the IR-mediated gene knock-down can be regulated via a temperature-sensitive Gal4 repressor (GAL80ts) (Figure 3A). At the restrictive temperature (29°C), GAL80ts is inactivated, permitting Gal4 to express the TF-IR in all OSNs (Figure 3A). Flies maintained continuously at 18°C (no TF-IR expression) expressed Or92a and Or47b at the correct antennal location (Figure 3B). In contrast, when the TF-IR flies were shifted after the onset of OR expression to 29°C, Or92a or Or47b expression was lost (Figure 3C).\n\nIn a reverse approach, knock down of the TFs during pupal development and a reversal of the wild-type TF expression in early adult stages allowed us to distinguish between earlier developmental roles and a later function in OR gene regulation (Figure 3D). Developmental suppression of acj6, E93, Fer1, sim, onecut, and xbp1 did not affect adult OR expression (Figure 3D), whereas knock down of Zf30c during pupal development reduced OR expression. These data support a view of sensory neuron development where these seven TFs possess a specific OR regulatory function and with Zf30c having an additional earlier role in OSN class specification.\n\n        A TF Regulatory Matrix for Drosophila OR Expression\n        \nTo determine whether this small set of TFs can regulate the full collection of OR genes, we extended our RNAi analysis to the majority of the sensory neurons classes in the Drosophila olfactory system. The resulting OR expression phenotypes were assembled into a regulatory matrix (Figure 4A; for statistics see Table S2). The matrix exposed several general regulatory features. First, all 32 ORs required at least one of the seven TFs for correct expression, demonstrating a prominent role in OR gene regulation for the TFs (Figure 4A and 4C). Second, in line with the wide TF expression patterns across the antenna (Figure 2B), the TFs were required for OR expression in OSN classes indiscriminate of sensilla group or antenna location (Figures 4B and S3), supporting that the TFs disconnect the OR expression from the early antenna patterning and development. Third, the identified seven TFs were required for expression of partly overlapping sets of OR genes (Figure 4A), suggesting a combinatorial mode of OR gene regulation. Last, unique TF combinations were associated with 17 of the 32 ORs expression and each combination ranged from one to six TFs and only two additional TFs would be sufficient to resolve the remaining redundancies. Taken together these data show that the identified small set of TFs in different combinations are required for OR expression in each OSN class.\n\n        The Seven TFs Bind to Different Combinations of Motifs Upstream OR Genes\n        \nTo address, whether any of the identified TFs bind directly to the regions upstream of each OR, we exploited the well-established vertebrate DNA binding motifs of Acj6, Onecut, and Xbp1. It has been shown that Drosophila Acj6 and Onecut share binding properties with their vertebrate orthologs (Figure S4) [16],[22],[23]. Most vertebrate Xbp1 DNA motifs contain a 6-bp core sequence C/TCACGT [24],[25]. In mobility shift assays, recombinant Drosophila Xbp1 bound this core sequence (Figure S4A), demonstrating shared binding properties between the Xbp1 orthologs.\n\nThe Acj6-, Onecut-, and Xbp1-DNA binding motifs were used to search 1 kb upstream of 32 OR genes and identified various combinations of the TF binding motifs upstream of each OR (Figure 5A; for location of each motif see Table S3). Most OR promoter regions contained at least one binding site for the TFs required for expression (Figure 5A). The fact that some OR promoter regions lacked predicted binding sites for the required TF suggest either that the Drosophila TF and the vertebrate ortholog have slightly different DNA binding requirements or that the TF in these cases indirectly regulate the OR gene. In vitro binding assays for four of the OR genes showed that all motifs were recognized by the matching TFs (Figure S4C). These data together with the strong correlation between motif and OR gene activation suggest that each OR promoter is bound and regulated by different combinations of these TFs.\n\nTo address whether the motifs were necessary in vivo for OR expression, we focused on the shortest promoter region sufficient for OR expression, Or19a (Figure 5D). The sufficient promoter region contains both an Acj6 and Onecut motif, both TFs required for Or19a expression (Figure 5A). When either of the two motifs was mutated, the expression of the Or19a construct was abolished (Figure 5B). These results demonstrated that the motifs were necessary for promoter function and that the TFs directly regulate OR expression.\n\n        Long Range Repression Modulates OR Expression\n        \nFor Acj6 and Onecut a peak of binding motifs was observed directly upstream of the OR genes (Figure 5C), (for individual predictions see Table S3), which corresponded to a region of high sequence conservation found upstream of most OR genes (unpublished data) [26]. Transgenic constructs containing these conserved regions produced antenna OSN expression for ten tested OR promoters (Figure 5D), suggesting that a short region directly upstream of each OR gene was sufficient for expression. However, half of the short promoter constructs produced misexpression (Figure 5D and 5E); the lack of OSN class specificity implies that distal regulatory regions are required to repress OR expression in some OSN classes. The similarities in behavior for the various OR promoter constructs suggest a common OR promoter organization with a proximal region that produces expression and a distal repressive region that restricts the OR expression to one single OSN class.\n\n        The Location of the DNA Binding Motif Determines TF Function\n        \nThe bioinformatic analysis uncovered DNA motifs in OR promoters that did not require the matching TF for expression (Figure 5A). When the upstream locations of these “nonessential motifs” were plotted, a peak was found downstream of the TATA boxes (Figure 6A; see Table S3 for location of each motif). Conversely, all motifs upstream of ORs that required the matching TF were located upstream of each TATA box (Figure 6B), suggesting that motif location might reflect different TF functions. For example, Or98a, which did not require xbp1 for expression, had an Xbp1 motif downstream of the TATA box (Figure 6D). Moreover, in xbp1-IR flies, Or98a showed ectopic expression in OSNs that normally express Or7a and pairs with Or56a (Figure 6C). The repression of Or98a and the activation of Or7a expression in the same OSN class show that Xbp1 has a dual function in the specification of OR gene expression. One simple explanation might be that Xbp1, when bound far upstream, activates expression of Or7a and, when bound next to the TATA box, hinders transcriptional initiation of Or98a. To address this possibility, the Or98a Xbp1 motif was mutated, which produced misexpression across the central antenna (Figure 6D). These data suggest that the differential activity of Xbp1 can be defined by the location of the binding motif in the regulatory regions of the two OR genes.\n\n        The Identified TFs Both Activate and Repress OR Expression\n        \nTo investigate if any of the other six TFs also repress OR gene expression, the knock-downs were reexamined more closely and striking de-repression was observed for two more TFs (Figure 4C). Strong ectopic Or43b expression was found in E93-IR distal antennae (Figure 7A). Double-labeling experiments showed that OSNs with ectopic Or43b expression formed a pair with Or23a OSNs and thereby replacing Or83c in E93 knock-downs (Figure 7A), which suggested that E93 repressed Or43b in these OSNs and was required for Or83c expression. These results indicate a dual regulatory function similar to Xbp1 in which the location of the unknown E93 motif might possibly produce Or83c expression and Or43b repression. The second example of ectopic expression was identified in acj6-IR antennae with Or67a being de-repressed and coexpressed with Or67b (Figure 7B). Both Or67a and Or67b have upstream Acj6 binding motifs (Figure 5A) and the TFs required for Or67b expression were some of the TFs also required for Or67a expression (Figure 7B). Hence, the dual Acj6 function required to separate Or67a and Or67b expression might be determined in a combinatorial fashion possibly by attraction of different cofactors to each promoter.\n\n      Discussion\n      \nWe performed a multilevel systematic analysis of sensory class specification in the Drosophila olfactory system and identified seven TFs to be critical regulators of odorant gene expression. Different combinations of these TFs are required for precise neuron-specific onset of OR gene expressions as well as maintenance in mature OSNs. The systematic analysis further reveals that the identified TFs bind to different DNA motifs through which they can act as both activators and repressors of OR gene expression (Figure 7C).\n\n        The Seven Identified TFs Are OR Selector Genes\n        \nIn 1975, Antonio Garcia-Bellido presented the concept of selector genes, TFs that can determine a particular cell fate. Several levels of selector genes has been found, which control gene programs that individually specify organ, tissue, and cell type [27]. Recently, studies in Caenorhabditis elegans have revealed that one factor and its motif can be enough to assign expression to one neuronal class [28]–[30]. These observations have led to the formulation of the terminal selector gene hypothesis [31], which put forward that only a small set of TFs are continuously required to express the genes that signify each neuron class, like ORs. However to date few such cases have been identified.\n\nOur systematic analysis presents several observations that suggest the identified TFs to be terminal selector genes for OR expression. First, continuous expression of all seven TFs are required for OR expression in the mature OSNs (Figure 3C). Second, the seven TFs are expressed in the mature OSNs, in various patterns across the antenna (Figure 2B). Third, all 32 tested ORs require different combinations of the TFs for expression (Figure 4A). Last, motifs for the TFs are found upstream of the ORs genes they regulate (Figure 5A) and the motifs are necessary for OR promoter function (Figure 5B). Consequently, it appears that the large number of OR expression patterns are achieved by combinatorial use of a few TFs that function as OR selector genes.\n\nThe OR selector genes belong to different protein families (Figure 2A), which indicate that evolution has favored recruitment of TFs with very different DNA binding properties, rather than expansion of one family that shares the basic DNA binding motif, which could secure the fidelity of the combinatorial pattern. On the other hand, the high motif specificity for each factor suggests that loss or gain of motifs for one OR selector might generate a new OR expression pattern and a totally new OSN class. Thus, single OSN class expression and high evolvability, two hallmarks of olfactory system evolution, might in part be due to the combinatorial function of the OR selector genes.\n\n        Single OR Expression, a Large Regulatory Cost\n        \nHow many OR selector genes are required to uniquely express one OR in each OSN class? We identified seven OR selector genes, but given the limitations of RNAi, it is likely that there are a total of at least ten critical TFs to specify all OSN classes. Even this probably low estimate generates a rather high number of TFs considering that Drosophila antennae have 34 OSN classes that express ORs [13]. Theoretically the number of TFs needed for a binary combinatorial code to generate 34 unique outcomes is six (26 = 64). Seven TFs can in theory separate 27 = 128 combinations, and ten TFs designate more than 1,000 combinations, suggesting a large number of unused combinations. This surplus of combinations may be due to the inherent randomness of evolution and the impossibility of creating a streamlined code by chance. Another possibility for this large number is the need for a high degree of fidelity, with little or no ectopic OR expression tolerable for proper functioning of the olfactory system. Extrapolation of our observations to the regulatory requirements of the mammalian olfactory system indicates that at least 200–300 TFs would be required to provide a regulatory system that controls &gt;1,000 mammalian ORs, a daunting number. Therefore, it is reasonable to suspect that the stochastic OR selection mechanism found in vertebrates was added during evolution to accommodate the heavy increase in regulatory costs resulting from an expanded number of OR genes.\n\n        Combinatorial Activation and Repression Control OR Expression\n        \nTo date very few TFs have been found to be restricted to small neuronal populations in neuroepithelia or in the developing brain in general [32]. This situation has motivated the suggestion that combinatorial TF regulation defines broad expression patterns of molecules such as neurotransmitters, but is insufficient to generate the large number of neuron classes in, for example, the olfactory system [33]. Similarly, all seven selector genes in this study are expressed across the antenna but still are required for the expression of some few ORs (Figures 2B and 4A). How can widely expressed TFs then produce restricted expression patterns? We have formulated two explanations. First, our promoter analysis suggests that the OSN class specificity is in part due to repression. Most ORs have a proximal regulatory region next to the gene that is sufficient for expression in OSNs but requires repression from more distal regions for the spatial restriction to each OSN class (Figure 5D). In this model, the expression of the TFs that produce OR expression does not need to be particularly specific as long as they are counteracted by repressive factors. Second, the identified TFs can both activate and repress OR expression dependent on the location of the binding site or by the available cofactors (Figures 6C, 6D, 7A, and 7B). Dual use of the TFs might increase their regulatory power and as a likely consequence the number of TFs required for OR expression to be reduced. We therefore suggest that specification of large numbers of neuron classes in the olfactory system and likely in the nervous system, require two layers of combinatorial coding, one layer of terminal selector genes that produce expression and a layer of repressors that restrict the expression to each class.\n\n      Materials and Methods\n      \n        RNAi Methodology\n        \nVirgin flies containing Pebbled-GAL4, UAS-Dicer2, and the OR promoter fusions were mated with males obtained from the VDRC library. The crosses were set up at 25°C, and after 3 d the parental flies were removed and the vials shifted to 27°C. 2–3 d after eclosure, the GFP levels corresponding to OR expression were ranked 0–5, where 5 corresponded to the wild-type level. For all assays, for five females per line crosses were scored blind to the genotype and all lines with phenotypes scored below 2 were retested. A line was considered to have established phenotype if three consecutive crosses included flies that scored below 2. To further validate the established phenotypes, RNAi lines from the VDRC, NIG, and the Transgenic RNAi Project (TRiP) were used, all the different lines gave the same phenotype as in the screen (Table S1). In order to avoid animals with low RNAi efficiency and reduce the risk of false negatives in the regulatory matrix, OR expression phenotypes were only scored from antennae with total loss of Or92a or Or47b GFP.\n\n        Mutant Analysis and MARCM\n        \nTo confirm acj6 function in OR gene regulation, viable offspring from the acj66 mutant crossed to the Or92a promoter fusion were analyzed. For the other mutants, genetic mosaics were generated using the MARCM system [34], which was visualized with an Or92a promoter fusion with Gal4 driving the expression of UAS-SytGFP [35]. For large clones in the antenna, an ey-FLP insertion on the X chromosome was used [36], dependent on gene location mosaics were generated in animals of the following genotypes: ey-FLP; FRT40/42 TF mutant/FRT40/42,TubGal80; Or92a-Gal4, UAS-SytGFP, or ey-FLP; Or92a-Gal4, UAS-GFP; FRT80/82 TF mutant/FRT80/82 TubGal80.\n\n        Immunostaining and In Situ Hybridization\n        \nImmunostaining and in situ hybridization were performed according to previously described methods [13]; for practical in situ details see [37]. The OR probes were previously used in the OR expression characterization [13]. TF in situ probe templates included sequence from the first coding exon and 1 kb downstream or to the end of the gene and were from genomic DNA and cloned into pBSK. Or49a, Or65a,b,c, and Or69a,b were at the detection limit and excluded from the regulatory matrix analysis.\n\nThe primary antibodies used were Rat anti-Elav (7E8A10, DSHB, 1∶500), mouse anti-Acj6 (DSHB, 1∶100), mouse anti-Neuroglian (BP104, DSHB, 1∶50), and Rabbit anti-GFP (TP-401, Torrey Pines, 1∶2,000).\n\n        Bioinformatics\n        \n1 kb upstream the translational start site of each OR was scanned with the motifs for HNF6 and BRN3 using weight matrices and programs provided by Genomatix (HNF6.01, BRN3.01, BRN3.02; http://www.genomatix.de/) [38] and Biobase (HNF6_Q6; http://www.gene-regulation.com/) [39]. The Genomatix Matinspector and the Biobase match program optimized matrix thresholds were applied. Putative Xbp1 binding sites were identified on the basis of a pattern search with the consensus motif C/TCACGT [25].\n\n        Electrophoretic Mobility Shift Assay\n        \nThe various TF DNA binding domains were cloned into the pGEX-2T vector and bacterial recombinant glutathione S-transferase fusion proteins were purified by glutathione Sepharose 4B beads (Amersham). For the binding assay, single-stranded DNA oligonucleotides were end-labeled with T4 polynucleotide kinase (Roche) and G-32-P ATP (PerkinElmer) with T4 polynucleotide kinase according to the manufacturers' instructions, annealed with the complementary strand, and purified on a microspin column (Roche).\n\nBinding reactions were performed at room temperature for 20 min. The binding reaction included 3 µl recombinant glutathione S-transferase fusion proteins, 3 fmol labeled probe, 10 mM HEPES (pH 7.9), 70 mM KCl, 1 mM DTT, 1 mM EDTA, 2.5 mM MgCl2, 4% glycerol, and 1 µg poly (dI/dC) (VWR). Cold competition was performed by adding DNA oligonucleotides in molar excess 15 min before addition of labeled probe. The samples were separated on a 6% acrylamide TBE gel at 60 V for 90 min. Gels were dried and visualized by the FLA-5100 Multi Gauge system (FujiFilm).\n\n        Fly stocks\n        \nOR promoter fusion lines have previously been described [13]. Pebbled-GAL4 and acj66mutant flies were kind gifts from L. Luo. simH9 was kindly provided by C. Klaembt. UAS-Dicer2 and the TF-IRs for the screen were provided by the VDRC. Additional TF-IR lines were obtained from NIG and TRiP. sim-lacZ flies were obtained from the Szeged Drosophila Stock Centre (Szeged, Hungary), and xbp1k13803, zf30ck02506, zf30c-lacZ, tubP-Gal80ts were obtained from the Drosophila Stock Center (Bloomington, Indiana). For the promoter studies all DNA constructs were injected into w1118 flies, and six to 12 lines were analyzed.\n\n      Supporting Information"
}