{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2006026",
  "doi": "10.1371/journal.pbio.2006026",
  "externalIds": [
    "pii:pbio.2006026",
    "pmid:30071011",
    "pmcid:PMC6071955"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "FusC, a member of the M16 protease family acquired by bacteria for iron piracy against plants",
  "authors": [
    {
      "name": "Rhys Grinter",
      "first": "Rhys",
      "last": "Grinter",
      "affiliation": "Infection and Immunity Program, Biomedicine Discovery Institute and Department of Microbiology, Monash University, Clayton, Australia; Institute of Microbiology and Infection, School of Immunity and Infection, University of Birmingham, Birmingham, United Kingdom"
    },
    {
      "name": "Iain D. Hay",
      "first": "Iain D.",
      "last": "Hay",
      "affiliation": "Infection and Immunity Program, Biomedicine Discovery Institute and Department of Microbiology, Monash University, Clayton, Australia"
    },
    {
      "name": "Jiangning Song",
      "first": "Jiangning",
      "last": "Song",
      "affiliation": "Infection and Immunity Program, Biomedicine Discovery Institute and Department of Biochemistry & Molecular Biology, Monash University, Clayton, Australia"
    },
    {
      "name": "Jiawei Wang",
      "first": "Jiawei",
      "last": "Wang",
      "affiliation": "Infection and Immunity Program, Biomedicine Discovery Institute and Department of Microbiology, Monash University, Clayton, Australia"
    },
    {
      "name": "Don Teng",
      "first": "Don",
      "last": "Teng",
      "affiliation": "Infection and Immunity Program, Biomedicine Discovery Institute and Department of Microbiology, Monash University, Clayton, Australia"
    },
    {
      "name": "Vijay Dhanesakaran",
      "first": "Vijay",
      "last": "Dhanesakaran",
      "affiliation": "Infection and Immunity Program, Biomedicine Discovery Institute and Department of Microbiology, Monash University, Clayton, Australia"
    },
    {
      "name": "Jonathan J. Wilksch",
      "first": "Jonathan J.",
      "last": "Wilksch",
      "affiliation": "Infection and Immunity Program, Biomedicine Discovery Institute and Department of Microbiology, Monash University, Clayton, Australia; Department of Microbiology and Immunology, The Peter Doherty Institute, The University of Melbourne, Parkville, Australia"
    },
    {
      "name": "Mark R. Davies",
      "first": "Mark R.",
      "last": "Davies",
      "affiliation": "Department of Microbiology and Immunology, The Peter Doherty Institute, The University of Melbourne, Parkville, Australia"
    },
    {
      "name": "Dene Littler",
      "first": "Dene",
      "last": "Littler",
      "affiliation": "Infection and Immunity Program, Biomedicine Discovery Institute and Department of Biochemistry & Molecular Biology, Monash University, Clayton, Australia"
    },
    {
      "name": "Simone A. Beckham",
      "first": "Simone A.",
      "last": "Beckham",
      "affiliation": "Infection and Immunity Program, Biomedicine Discovery Institute and Department of Biochemistry & Molecular Biology, Monash University, Clayton, Australia"
    },
    {
      "name": "Ian R. Henderson",
      "first": "Ian R.",
      "last": "Henderson",
      "affiliation": "Institute of Microbiology and Infection, School of Immunity and Infection, University of Birmingham, Birmingham, United Kingdom"
    },
    {
      "name": "Richard A. Strugnell",
      "first": "Richard A.",
      "last": "Strugnell",
      "affiliation": "Department of Microbiology and Immunology, The Peter Doherty Institute, The University of Melbourne, Parkville, Australia"
    },
    {
      "name": "Gordon Dougan",
      "first": "Gordon",
      "last": "Dougan",
      "affiliation": "Wellcome Trust Sanger Institute, Hinxton, Cambridge, United Kingdom"
    },
    {
      "name": "Trevor Lithgow",
      "first": "Trevor",
      "last": "Lithgow",
      "affiliation": "Infection and Immunity Program, Biomedicine Discovery Institute and Department of Microbiology, Monash University, Clayton, Australia",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-0102-7884"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-08-02",
  "dateAccepted": "2018-06-29",
  "dateReceived": "2018-03-13",
  "volume": "16",
  "number": "8",
  "pages": "e2006026",
  "tags": [
    "Biochemistry",
    "Cell biology",
    "Cell membranes",
    "Cellular structures and organelles",
    "Condensed matter physics",
    "Crystal structure",
    "Crystallography",
    "Crystals",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell membranes",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Condensed matter physics",
    "Discipline-v3/Crystal structure",
    "Discipline-v3/Crystallography",
    "Discipline-v3/Crystals",
    "Discipline-v3/Enzymes",
    "Discipline-v3/Enzymology",
    "Discipline-v3/Hidden Markov models",
    "Discipline-v3/Markov models",
    "Discipline-v3/Materials by structure",
    "Discipline-v3/Materials science",
    "Discipline-v3/Mathematics",
    "Discipline-v3/Membrane proteins",
    "Discipline-v3/Outer membrane proteins",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Plant bacterial pathogens",
    "Discipline-v3/Plant pathogens",
    "Discipline-v3/Plant pathology",
    "Discipline-v3/Plant science",
    "Discipline-v3/Probability theory",
    "Discipline-v3/Proteases",
    "Discipline-v3/Proteins",
    "Discipline-v3/Scattering",
    "Discipline-v3/Small-angle scattering",
    "Discipline-v3/Solid state physics",
    "Enzymes",
    "Enzymology",
    "Hidden Markov models",
    "Markov models",
    "Materials by structure",
    "Materials science",
    "Mathematics",
    "Membrane proteins",
    "Outer membrane proteins",
    "Physics",
    "Plant bacterial pathogens",
    "Plant pathogens",
    "Plant pathology",
    "Plant science",
    "Probability theory",
    "Proteases",
    "Proteins",
    "Scattering",
    "Small-angle scattering",
    "Solid state physics",
    "Type/Research Article"
  ],
  "abstract": "Iron is essential for life. Accessing iron from the environment can be a limiting factor that determines success in a given environmental niche. For bacteria, access of chelated iron from the environment is often mediated by TonB-dependent transporters (TBDTs), which are β-barrel proteins that form sophisticated channels in the outer membrane. Reports of iron-bearing proteins being used as a source of iron indicate specific protein import reactions across the bacterial outer membrane. The molecular mechanism by which a folded protein can be imported in this way had remained mysterious, as did the evolutionary process that could lead to such a protein import pathway. How does the bacterium evolve the specificity factors that would be required to select and import a protein encoded on another organism’s genome? We describe here a model whereby the plant iron–bearing protein ferredoxin can be imported across the outer membrane of the plant pathogen Pectobacterium by means of a Brownian ratchet mechanism, thereby liberating iron into the bacterium to enable its growth in plant tissues. This import pathway is facilitated by FusC, a member of the same protein family as the mitochondrial processing peptidase (MPP). The Brownian ratchet depends on binding sites discovered in crystal structures of FusC that engage a linear segment of the plant protein ferredoxin. Sequence relationships suggest that the bacterial gene encoding FusC has previously unappreciated homologues in plants and that the protein import mechanism employed by the bacterium is an evolutionary echo of the protein import pathway in plant mitochondria and plastids.",
  "fullText": "Introduction\n\nTonB-dependent transporters (TBDTs) are 22-stranded β-barrel proteins integrated in the bacterial outer membrane. They contain a plug domain inserted inside the β-barrel that can be actively removed by the inner membrane protein TonB to provide access for the import of vitamins, chelated metals, and other cofactors essential to bacterial viability [1]. These various cofactors need to be small enough to pass through the internal channel of the TBDT, a channel whose internal diameter is approximately 20 Å [1–3]. TBDTs also serve as an outer membrane channel to initiate the import of bacteriocins, a class of protein antibiotics that are larger than the channel diameter but that have evolved to unfold in response to engagement with their specific target TBDT [4, 5]. The genes for bacteriocins have coevolved with the genes for the TBDTs, producing an exquisitely specific and deadly system of protein transport to control bacterial population growth [6].\n\nIn the case of bacterial pathogens, iron is acquired from host tissues, in a process referred to as iron piracy [7]. This process too is mediated by TBDTs. In some cases, the iron is captured by small siderophores, the genes for which coevolved with those of the TBDTs such that the size of the siderophore conveniently fits within the constraints imposed by the channel formed by the TBDT [1–3]. However, there are also several well-documented examples in which iron is acquired by pathogens through direct extraction from host proteins [7, 8]. Proteins such as ferredoxin, hemoglobin, and others are bigger than the TBDT channel. Nonetheless, under iron limitation, pathogens like Pectobacterium can remain viable and virulent using proteins such as ferredoxin, pirated from their plant host to supply iron [9]. How this important protein transport pathway is mediated by the bacterium had remained unknown and difficult to interpret from evolutionary considerations.\n\nThe gram-negative bacterium Pectobacterium is a pathogen causing soft-rot disease in a range of plant types [10–12]. Strains of Pectobacterium across the globe are distinguished geographically, leading to suggestions that they have evolved to specifically rot-endemic plants [13]. Plants have complex, species-specific mechanisms for withholding iron from pathogens such as Pectobacterium [14–16], and successful pathogens therefore need to develop species-specific countermeasures [7, 17]. Defying these and other evolutionary relationships, either through agricultural development or inadvertently, plant species can cross continental barriers. By way of example, Australia was isolated from other land masses for approximately 100 million years and is, therefore, highly vulnerable to noxious weeds, given endemic plants have not adapted for competition, and endemic animals might not graze on introduced weed species. Thus, noxious weeds like Angled onion (Allium triquetrum) that have been inadvertently introduced into Australia gain a selective advantage in some environments [18]. However, a strain of Pectobacterium was recently isolated on these introduced weeds as a potential biological control agent, as it appears inactive against endemic plants yet highly active against Angled onion [19]. This Australian isolate of Pectobacterium carotovorum subsp. cartorvorum Waldee was shown to produce severe soft-rot symptoms by invading both cortical and vascular tissue of the weed [19].\n\nTo characterize this important isolate of Pectobacterium, we used whole genome sequencing. Inspired by previous studies on iron acquisition systems required for soft-rot by the phytopathogens, the genome-encoded complement of TBDTs was analyzed, and a fusA-fusC operon was identified. The fusC gene was found to be closely related to an orphan protein subfamily of plant proteins annotated as M16 proteases, which, in plants, are involved in organelle biology, including subreactions of the protein import pathway. The crystal structure of FusC from Pectobacterium demonstrated the structural characteristics of an M16 protease and further revealed a plausible import mechanism for ferredoxin, an iron-bearing protein from plants. We suggest a Brownian ratchet mechanism by which the phytopathogen binds and imports the plant protein in order to scavenge iron and thereby potentiate rot of the plant host.\n\nResults\n\nFusC, a plant-type protease found in Pectobacterium\n\nSpecies of Pectobacterium across the globe are distinguished geographically because they have evolved to specifically rot-endemic plants [13]. Phytopathogens can travel with introduced plant species, and whole genome sequencing of the recently identified Australian biocontrol isolate showed genome characteristics of a large group of isolates from China. This is in contradistinction to other Pectobacterium isolates from the Southern Hemisphere (“New Zealand,” “South Africa,” “South America”), which form a wholly distinct clade (Fig 1A).\n\nRecently, a ferredoxin receptor, FusA, was identified in the Scottish P. atrosepticum isolate SCRI1043, encoded in an operon that functions in iron acquisition [9]. To determine whether FusA and other TBDTs for iron acquisition are conserved globally in Pectobacterium spp., hidden Markov models (HMMs) were constructed. Genome sequence analysis using the HMM built to detect TBDTs revealed that the Australian isolate RMIT1 encodes 23 TBDTs, many of them typical of iron acquisition systems (Table 1). The most distantly related of these TBDTs shares 82% sequence identity to the ferredoxin receptor FusA from P. atrosepticum SCRI1043 [9].\n\nInspection of sequenced Pectobacterium genomes revealed that in each case downstream of the fusA gene is a gene called fusC, previously noted by Walker and colleagues as encoding a protein belonging to the M16 family of proteases [9]. Characteristic features of the M16 metalloprotease family of proteins include being a Zn2+-dependent yet ATP-independent protease, having a conserved architecture of two homologous 50-kDa domains that encompass the catalytic chamber, and using electrostatic-mediated interactions to capture substrate proteins [20–22]. The architecture predicted in the conceptual translation of the FusC protein of Pectobacterium suggests it would be part of the M16 protease family. In addition to being present in all complete genome sequences from isolates of Pectobacterium, the fusA-fusC genes are also conserved in two other species of plant pathogen—namely, Dickeya and Klebsiella. However, assessment of the wealth of complete genome sequence data on isolates of Klebsiella spp., which can be commensals and pathogens of plants and can also cause disease in humans [23], showed only a sporadic presence of fusC (S1 Fig).\n\nThe M16 family of proteases is found broadly across the domains Bacteria and Eukarya. To understand the sequence relationships within this important family of proteases, cluster analysis of sequences (CLANS) was used to classify family members in plants and bacteria. The CLANS analysis highlighted the known mitochondrial and plastid M16 protease subfamilies of mitochondrial processing peptidase (MPP), stromal processing peptidase (SPP), and presequence protease (PreP) (Fig 1B), which function in protein import into these organelles [24]. Interestingly, the analysis revealed that plant genomes also encode a previously undescribed M16 protease subfamily that we refer to as plant FusC (Fig 1B). The nomenclature is appropriate given that the FusC from Pectobacterium and Klebsiella are most closely related to the novel plant protein (Fig 1B). A number of M16 proteases previously characterized from bacteria, such as PqqL and YhjJ isoforms, are similar to the plant FusC, while the PqqF- and PtrA-type bacterial M16 proteases are more distinct, according to the CLANS data (Fig 1B).\n\nCrystallization and characterization of FusC from Pectobacterium\n\nM16 proteases are typically either a dimer of approximately 50-kDa two-domain subunits [25] or an approximately 100-kDa monomer composed of four domains [26]. SignalP [27] predicts that FusC from Pectobacterium has a 25-residue N-terminal signal sequence that would direct it into the periplasm and, once processed, would produce a mature protein of approximately 100 kDa. Recombinant FusC was engineered for expression in the periplasm of Escherichia coli, and the purified protein was shown to be a monomer in solution (S2 Fig). FusC was crystallized and the structure determined. The structure of the FusC monomer demonstrates conserved features seen in the MPP dimer (Fig 2A). The crystal structure demonstrated that FusC has the four characteristic domains of an M16 protease, creating the entire “clamshell” structure from a single polypeptide (Fig 2A). These four domains of an M16 protease fit together through interactions between the β-sheet and α-helix protruding from the opposing domain, creating half of the clamshell (Fig 2B). The first of these domains (Fig 2C, S3 Fig) would correspond to the catalytically active β-subunit of MPP [28], housing the active site residues with a metal ion coordinated by two histidine residues (H80 and H84) and a glutamic acid (E165). The second domain has an analogous pocket but does not have residues that could coordinate a metal ion for catalysis (S3 Fig). In FusC, domain 3-domain 4 (corresponding to the α-subunit of MPP, which is catalytically inactive [28]) are likewise unable to form an active site (S3 Fig).\n\nCocrystallization reveals binding sites for ferredoxin on FusC\n\nMPP is chemically inactivated in the presence of EDTA, which chelates the crucial zinc cofactor of the metalloprotease [29]. Alternatively, catalytically inactivated versions of MPP can be engineered by mutating a glutamate residue important for catalysis but not for metal binding [30]. The equivalent glutamate residue in FusC, E83, was mutated to an alanine residue, and the FusC(E83A) mutant was used for structural analysis. The catalytically important metal ion was identified in the FusC(E83A) structure (Fig 2C) but was absent in FusC crystallized in the presence of EDTA (Fig 2D).\n\nAfter coincubation with ferredoxin, crystals were formed from FusC(E83A) and/or EDTA-treated FusC. SDS-PAGE analysis confirmed that both sets of crystals contained full-length ferredoxin in addition to FusC(E83A) or FusC (Fig 3A). The identity of the bound ferredoxin was confirmed by mass spectrometry (Fig 3A). The structure of the FusC:ferredoxin complex was solved using mercury single-wavelength anomalous dispersion (HgSAD) data at 2.3 Å from an ethyl mercury phosphate (C2H5HgPO4)-soaked crystal. The structures of FusC:ferredoxin, FusC:ferredoxin (C2H5HgPO4), and FusC(E83A):ferredoxin were refined to 2.7, 2.3, and 1.9 Å, respectively (S1 Table). In these crystal forms, peptide densities were detected that correspond to the plant ferredoxin. These peptides define two distinct binding sites for ferredoxin in the cavity of the FusC structure (Fig 3B, S4 Fig).\n\nDensity corresponding to a ferredoxin polypeptide was observed in the crystal structure at a site referred to as F1. This site tethers the ferredoxin by interaction of residues 84–90 into a hydrophobic pocket in FusC (Fig 3C). This pocket is distant from the active site (Fig 3B). At binding site F2, segments of a ferredoxin molecule corresponding to the N-terminal 37 residues and the third β-strand of ferredoxin (residues 86–90) were visualized (Fig 3D). The B-factors for the ferredoxin α-helix bound to this site are comparable to the rest of FusC (Fig 3E), with a number of salt bridges between positively charged residues in FusC and negatively charged residues in ferredoxin contributing to this stability (S4 Fig, S2 Table). SDS-PAGE analysis of the crystals showed that the bound ferredoxin is intact (Fig 3A). This means both (i) that the C-terminal region of a plant ferredoxin can be stably bound by FusC and (ii) that the absence of electron density for the middle part of ferredoxin bound at this site results from disorder in ferredoxin residues 38–85. Further evidence for a partial unfolding of ferredoxin comes from investigation of the constraints from the cavity in which ferredoxin binds. Attempts at docking the folded ferredoxin into the cavity by structural superimposition onto F2 leads to a large number of clashes between the ferredoxin and FusC: 90 contacts &lt;2.3 Å and 22 contacts &lt;1.5 Å are observed (S5 Fig). Taken together with the fact that these clashes occur in the region of the ferredoxin that is not resolved in the crystal structure, we conclude that in order for FusC to bind ferredoxin to form the FusC:ferredoxin complex, ferredoxin must be distorted through partial unfolding (S5 Fig). Furthermore, given that residues 86–90 of ferredoxin are capable of interacting with either F1 or F2, these must represent alternative binding events on two different populations of FusC within the crystal lattice.\n\nFerredoxin induces a clamping of FusC in solution\n\nIn protein import pathways, the concept of a Brownian ratchet is invoked to explain a means to energize protein movement across a membrane, particularly when some degree of protein unfolding is involved [31]. Such a mechanism requires that a factor on the trans side of the membrane can clamp onto a short segment of the substrate protein to transform the nondirectional Brownian motions of the receptor-bound substrate into a vectorial motion across the membrane [32]. Being in the periplasm, FusC would be located on the trans side of the bacterial outer membrane and so was tested for the characteristics required of a factor mediating a Brownian ratchet.\n\nSmall-angle X-ray scattering (SAXS) analysis of FusC demonstrated that the protein has interdomain flexibility in solution (Fig 4A). To explore the possibility of FusC providing a Brownian ratchet for ferredoxin import, it was subjected to size-exclusion chromatography coupled with small-angle X-ray scattering (SEC-SAXS). In the absence of ferredoxin, the scattering curves observed for both FusC and FusC(E83A) are identical (Fig 4A and 4B). The maximum dimension (Dmax) of Apo-FusC in solution is 129 Å (Fig 4C–4F). This corresponds with the dimensions of two M16 protease clamshells stacked end on end, suggesting FusC can adopt a fully open conformation. This observation contrasts with the partially closed clamshell structure observed in the FusC:ferredoxin crystal structure, which has a Dmax of 94 Å (Fig 4G). The Dmax of FusC and its flexibility in solution suggest that its clamshell domains can adopt a range of conformations from fully open to at least partially closed.\n\nWhen FusC was mixed with a 3:1 molar excess of ferredoxin prior to SEC-SAXS, no changes were observed in its scattering profile. When the equivalent experiment was run using the FusC(E83A) mutant in the presence of ferredoxin, the scattering of FusC(E83A) altered, with a decrease in the biomodal nature of the population of FusC(E83A) in solution (Fig 4A). The ferredoxin-induced perturbance of the FusC(E83A) spectra was small, suggesting that the FusC:ferredoxin complex disassociates over the time course of the size-exclusion chromatography (SEC) experiment. To test this hypothesis, the binding kinetics of FusC(E83A) with ferredoxin were determined using isothermal titration calorimetry (ITC) (Table 2). The Kd of the FusC(E83A):ferredoxin complex was found to be 1.9 μM (Fig 4E). Given this affinity and the prospect of dissociation in this range, static-SAXS was utilized to further interrogate FusC:ferredoxin complex formation in solution. Ferredoxin was titrated into FusC(E83A) at a range of concentrations from 0:1 to 10:1 molar ratio of ferredoxin to FusC(E83A), and a change in scattering of FusC was observed. With increasing ferredoxin concentration, the scattering of FusC(E83A) shifted from a biomodal to monomodal distribution that saturated at a 3:1 molar ratio of ferredoxin to FusC (Fig 5A–5F). While the mass of FusC increased with ferredoxin binding, the Dmax of the particle remained constant, demonstrating that FusC(E83A) remains flexible even when bound to ferredoxin. Considering both the observed crystal contacts and the various SAXS analyses, we conclude that FusC can clamp onto ferredoxin and that it does so via a C-terminal segment of its ferredoxin substrate.\n\nDiscussion\n\nPhytopathogens can have myriad strategies to dominate their necrotic environments. Soft rot of host tissues depends on specific protein-secretion systems to deliver proteins with hydrolytic activity into the tissues, and growth and replication of bacteria in this rot are dependent on access to iron from the rotting tissue [33, 34]. Under conditions of iron limitation, growth of a model species of Pectobacterium was shown to be supported by plant ferredoxin as an iron source [35]. This has led to the understanding that a pathway for iron acquisition from host proteins is a survival strategy for Pectobacterium, and the outer membrane receptor responsible for ferredoxin import into P. atrosepticum isolate SCRI1043 is the TBDT FusA [9]. How ferredoxin, a tightly folded protein stabilized by its iron cofactor, could be imported across the bacterial outer membrane into the bacterial periplasm had remained a mystery of cell biology.\n\nGiven the size of ferredoxin (minimal diameter 35 Å) and the unchangeable internal diameter of the channel in the β-barrel protein FusA (maximal diameter of 34 Å after removal of the plug domain), at least some degree of unfolding of ferredoxin would be required for its import across the Pectobacterium outer membrane. How does a bacterium, even a specialist phytopathogen, evolve a means to transport a plant iron–containing protein across its outer membrane? Clues come from the “greasy slide” mechanism by which oligosaccharides can be imported through the maltoporin LamB [36], but, in every case known, translocation of a protein across a membrane requires complex, energy-requiring processes, catalyzed by factors that can recognize the protein substrate of interest. Our analysis suggests that Pectobacterium spp. have acquired, either by horizontal gene transfer or by convergent evolution, the FusC subclass of M16 proteases related to the plant FusC proteins found in their hosts.\n\nIn other Brownian ratchet models, protein translocation across a membrane is achieved through Brownian motion “breathing” of a terminal segment of the substrate protein [31, 32]. Such a mechanism could be invoked for the C-terminal segment of ferredoxin, which was observed fixed to the noncatalytic F1 site on FusC. This type of Brownian motion in the C-terminal segment may be enhanced once ferredoxin contacts the “glove” of FusA [9]. By analogy to the process of protein import into mitochondria [31, 32], we suggest a model whereby a noncatalytic ferredoxin-binding site in FusC would assist driving ferredoxin import as a Brownian ratchet (Fig 6). We are unaware that any of the other clades of bacterial M16-peptidases have such a function.\n\nThe concept of a Brownian ratchet provides for a net displacement of a segment of polypeptide through a translocation channel by capturing the polypeptide on the trans side of the membrane [37]. This capture requires some form of clamp to lock on to the substrate polypeptide, which would otherwise diffuse freely backward and forward through the channel [31, 32, 37]. Even for very large polypeptides, theoretical considerations show that the driving force provided by a Brownian ratchet is more than enough to ensure vectorial translocation across the membrane [37]. In the specific case of a small protein like ferredoxin, with a diameter only slightly greater that the translocation pore itself, unfolding of the C-terminal segment would both decrease the substrate diameter and provide a segment of polypeptide to be captured on the trans (periplasmic) side of the channel (Fig 6).\n\nLike the M16 proteases found in bacteria, plants and other eukaryotes also have M16 proteases. Two well-characterized examples, MPP and SPP, work as processing peptidases in protein import pathways. The MPP (formerly MPP/PEP) binds substrate proteins in transit through the translocon of the inner mitochondrial membrane [28, 38, 39]. In plastids, the SPP binds the precursor form of ferredoxin and clips the stromal targeting sequence to generate the mature form of ferredoxin, which can then be folded into the active iron-sulfur protein to participate in photosynthesis [40]. While the function of PreP in degrading peptides, damaged, and nonnative proteins in organelles is well characterized [24], there is as yet no information on the function of the plant FusC that was discovered in our study. It is tempting to speculate that plant FusC might be involved in the turnover of ferredoxin, given the extensive quality control that is required to limit levels of other oxidatively damaged proteins in the process of photosynthesis [41] and the equivalent role of the malarial parasite M16 protease falcilysin that catalyzes turnover of the iron protein hemoglobin [42].\n\nThe components that mediate protein import into eukaryotic organelles, such as mitochondria and plastids, evolved from proteins present in their bacterial ancestors [43–45]. We suggest that the import of ferredoxin into Pectobacterium makes use of a mechanism analogous to that used in eukaryotic organelles, even using structurally related elements and a concept borrowed from the more complex protein import systems of plastids and mitochondria.\n\nMaterials and methods\n\nCLANS analysis\n\nEnterobacteriaceae M16 protein sequences (Dataset S1) were obtained from InterPro IPR011765 “Peptidase M16, N-terminal,” and redundancy was minimized using CD-HIT with a 0.98 cutoff [46]. FusC-related plant sequences were initially identified through a BLAST search using Pectobacterium FusC as a query sequence. In order to cover a broad phylogenetic distance, plant M16 protein sequences were manually chosen such as to include species of green algae, moss, and monocotyledon and dicotyledon plants (S3 Table). A uniform, representative set of plant species (i.e., the same genome projects) was used for the MPP, SPP, plant FusC, and PreP sequences. The plant sequences were combined with the enterobacterial M16 sequences, and the sequences were classified by an all-against-all BLAST, clustered based on pairwise similarities, and visualized with CLANS with a E-value cut off of 1 × 10−15 [47].\n\nWhile it has not been studied in detail, sequence characteristics of the plant FusC protein from Arabidopsis thaliana can be found at the genome project site (https://www.arabidopsis.org/servlets/TairObject?type=locus&amp;name=AT5G56730).\n\nComparative genomics\n\nThe genome of P. carotovorum subsp. cartorvorum Waldee RMIT1 was sequenced by the Wellcome Trust Sanger Institute genome sequencing facility. Illumina sequencing libraries (Illumina, San Diego, CA, United States of America) were prepared with a 450-bp insert size and were sequenced (Illumina HiSeq2000). The long paired-end reads (100 bp) were assembled [48](https://github.com/sanger-pathogens/) and annotated using prokka [49]. Whole genome sequence data were annotated with prokka (http://www.vicbioinformatics.com/software.prokka.shtml) and yielded the following summary statistics: Contigs: 99—Bases: 4995997—tmRNA: 1—rRNA: 4—CDS: 4461—tRNA: 55—repeat_region: 3. To analyze the phylogenetic relationship of P. carotovorum subsp. cartorvorum Waldee RMIT1 compared with other related strains, a tree was rendered using iTOL (http://itol.embl.de). Whole genome sequence data for the other Pectobacterium spp. were accessed (https://www.ncbi.nlm.nih.gov/genome/genomes/1799) via NCBI. Ultimately, a total of 37 sequenced genomes were used for constructing the phylogenetic trees.\n\nTo map plant FusC sequences in respect of phylogenetic relationships of globally sampled Klebsiella genomes, the genome sequence data and associated metadata—including species, sample source, location, and date of isolation—were obtained from the NCBI Pathogen Detection project database via micro-react.org (https://microreact.org/project/ncbi-klebsiella) and visualized using Figtree v1.4.3 (http://tree.bio.ed.ac.uk/software/figtree/). To identify Klebsiella strains carrying peptidase homologues, we used NCBI tblastn with an E-value cutoff of 1e−05 to query a representative M16 peptidase sequence (genbank ID: WP049102367.1) against the NCBI nucleotide collection databases, and the location of the positive BLAST query results were mapped onto the Klebsiella phylogeny.\n\nTBDT HMM search\n\nTBDT sequences were collected from UniProt and literature [50, 51], duplicates were removed, and the remaining 87 samples were aligned with T-Coffee [52] to generate the formatted alignment results as input file for HMM training. Then, we used HMMER [53] to train the HMM and employed this model to search against the Pectobacterium genome dataset. Finally, 23 putative sequences with high confidence were retrieved (Table 1). After comparing them with the original dataset, we found no overlap. We added these putative sequences into the original dataset and trained a new HMM to iteratively search against the Pectobacterium genome dataset. No further putative sequences were retrieved in this subsequent search.\n\nProtein expression and purification\n\nA DNA fragment encoding the FusC open reading frame lacking the signal peptide was amplified to contain NcoI and XhoI restriction sites and cloned into a modified pET20b vector with sequence that would add an N-terminal polyhistidine tag followed by a TEV cleavage site to the encoded recombinant protein. The resulting vector was designated pETFusC. To express a FusC(E83A) mutant, whole plasmid mutagenesis was utilized [54]. To amplify pETFusC incorporating a single base pair change from “A” to “C” (at the codon indicated in bold), PCR was used with the overlapping oligonucleotide primers: Forward—GTAGCGCACATGGTCGCACACATGGTTTTTCGTG; Reverse—CACGAAAAACCATGTGTGCGACCATGTGCGCTAC. The product from this reaction was digested with DpnI for 1 h at 37 °C and then transformed into E. coli Top10 cells. Plasmid DNA was prepared from these colonies and sequenced to confirm the A to C mutation: the resulting plasmid was designated pETFusCE83A. Both vectors were transformed into E. coli BL21 (DE3) C41 for protein expression. Protein expression was performed in terrific broth (12 g tryptone, 24 g yeast extract, 61.3 g K2HPO4, 11.55 g KH2PO4, 10 g glycerol) containing 100 mg.ml−1 ampicillin for plasmid selection. Bacterial cultures were incubated at 37 °C until OD600 of 1.0, then protein expression was induced with 0.3 mM IPTG, and incubation continued for 14 h at 25 °C. Cells were harvested by centrifugation and lysed using a cell disruptor (Emulseflex) in Ni-binding buffer (50 mM Tris, 500 mM NaCl, 20 mM imidazole [pH 7.9]) containing 0.1 mg.ml−1 lysozyme, 0.05 mg.ml−1 DNase1, and cOmplete Protease Inhibitor Cocktail (Roche). The resulting lysate was clarified by centrifugation and applied to Ni-NTA agarose, followed by washing with 10× column volumes of Ni-binding buffer and elution of protein with a stepwise gradient of Ni-gradient buffer (50 mM Tris, 500 mM NaCl, using steps of 25, 50, 125, and 250 mM Imidazole [pH7.9]). Fractions containing eluted recombinant protein were pooled and applied to a 26/600 Superdex 200 size-exclusion column equilibrated in SEC buffer (50 mM Tris, 200 mM NaCl [pH 7.9]). Fractions from SEC were pooled and incubated with 0.5 mg/ml−1 TEV protease and 1 mM DTT at 20 °C for 4 h to cleave the N-terminal 10×His tag. This solution was then passed through a 1-ml Ni-NTA agarose column, with the flow-through containing purified, TEV-cleaved FusC collected. Purified FusC was concentrated to 10 mg/ml and then snap frozen for storage at −80 °C.\n\nAs a model ferredoxin, the protein from the plant A. thaliana was produced using vector previously described [9], with the protein purified using the same protocol as for FusC.\n\nProtein crystallization, data collection, and structure solution\n\nPurified FusC alone or in combination with ferredoxin (3:1 molar ratio ferredoxin to FusC) was screened for crystallization conditions using commercially available screens (approximately 800 conditions). No crystals were obtained for FusC alone; however, crystals grew in a number of conditions with FusC in combination with ferredoxin. Crystals of FusC only grew in both the presence of both ferredoxin and 3−5 mM EDTA. The presence of FusC and ferredoxin in the crystals was confirmed by collecting crystals with well solution and melting them in H2O for analysis by SDS-PAGE. A 10-kDa protein corresponding in size to intact ferredoxin was confirmed to be ferredoxin by mass spectrometry (Fig 4A).\n\nAn initial crystallization condition of 0.1 M Bis-Tris propane, 0.2 M NaK phosphate, 20% PEG 3,350 pH 6.5 was chosen for optimization. Crystals were cryoprotected by soaking for 10 min in crystallization solution plus 20% glycerol with or without a small quantity of powdered ethylmercury phosphate and flash cooled in liquid N2. Native data were collected at 100 °K at the Australian synchrotron and processed in the space group P22121 to 2.7 Å. Single-wavelength anomalous dispersion (SAD) data from ethylmercury phosphate–soaked crystals were collected using the same parameters as native data, yielding the same space group with data processed to 2.3 Å. The catalytically inactive FusC(E83A) mutant was crystallized in the presence of ferredoxin as with wild-type FusC, however, without the 3−5 mM EDTA required for crystallization of wild-type FusC. Crystals grew in 0.2 M NaK phosphate, 20% PEG3350. Crystals were flash cooled and data collected as per wild-type FusC with diffraction data processed to 1.9 Å with the same space group and unit cell parameters as wild-type protein.\n\nPhenix autosol was used to locate heavy atom sites in HgSAD data to perform phasing and density modification [55]. The best phasing solution consisted of 13 Hg sites, most of which had very low occupancy (&lt;0.2), with 4 higher occupancy sites between 0.35 and 0.45. This partial derivatization provided poor initial phases; however, density modification yielded interpretable maps. The FusC:ferredoxin complex structure was built using programs from the Phenix package in addition to manual building using Coot [55, 56]. This FusC model was then used for molecular replacement, using Phaser, of both FusC and FusC(E83A) datasets [57]. These models were then built and refined [58].\n\nITC\n\nPurified concentrated FusC(E83A) and ferredoxin were dialyzed extensively against the same reservoir of ITC buffer (20 mM HEPES, 50 mM NaCl [pH 7.5]). The concentration of proteins post dialysis was determined using absorbance at 280 nM and BCA assay. Proteins were then diluted in ITC buffer to reaction concentrations of 20 μM for FusC(E83A) and 200 μM ferredoxin. Protein concentrations were estimated again, following dilution. All ITC experiments were performed using a MicroCal VP-ITC calorimeter. Ten μl ferredoxin was sequentially titrated into the ITC reaction chamber containing FusC(E83A). Negative heats of binding were observed, and 27 titrations were performed per reaction, allowing the ferredoxin concentration in the chamber to reach saturation. Control reactions were performed, with titration of either buffer into FusC(E83A) or ferredoxin into buffer. These reactions yielded no significant heats of dilution. All reactions were repeated 3 times; binding parameters were calculated from the average of the two best reactions. Representative heats of binding from a single reaction are presented.\n\nSAXS\n\nSEC-SAXS was performed using Coflow apparatus at the Australian Synchrotron [59, 60]. Purified FusC or FusC(E83A) +/− ferredoxin were analyzed at a preinjection concentration of 100 μM for FusC and 300 μM ferredoxin. Chromatography for SEC-SAXS was performed at 22 °C with a 10/30 Superdex S200 column, at a flow rate of 0.4 ml/min in 50 mM Tris, 100 mM NaCl, 5% glycerol, and 0.2% sodium azide [pH7.9]. The inclusion of glycerol and azide were essential to prevent capillary fouling due to photo-oxidation of buffer components. Scattering data were collected for 1-s exposures over a q range of 0.0 to 0.3 Å−1. A buffer blank for each SEC-SAXS run was prepared by averaging 10–20 frames pre- or postprotein elution. Scattering curves from peaks corresponding to FusC or FusC(E83A) were then buffer subtracted, scaled across the elution peak, and compared for interparticle effects. Identical curves (5–10) from each elution were then averaged for analysis. Data were analyzed using the ATSAS package, Scatter, and SOMO solution modeler [61].\n\nFor static-SAXS—titrations of ferredoxin into FusC(E83A)—the purified proteins were buffer matched in 50 mM Tris, 100 mM NaCl, 5% glycerol [pH 7.9], and a series of samples were prepared with FusC at a constant concentration of 30 μM, and ferredoxin at a range of concentrations 0–300 μM. A series of blanks was also prepared with ferredoxin in buffer at a range of concentrations 0–300 μM. Scattering for samples was collected at 22 °C over a q range of 0.0 to 0.4 Å−1, with exposures of 1 s, and scattering from the blank of the corresponding ferredoxin concentration was subtracted. Data were analyzed as for SEC-SAXS experiments.\n\nAnalytical ultracentrifugation analysis\n\nSedimentation velocity (SV) was carried out in a Beckman Coulter Optima analytical ultracentrifuge using an An-50 Ti 8-hole rotor. FusC (370 μl) at concentrations ranging from 0.25 to 2 mg.ml−1 was loaded into a 12-mm path-length centerpiece and centrifuged at 40,000 rpm for approximately 6 h at 20 °C. Scans were collected every 20 s using absorbance optics (at 230, 240, and 280 nm; a radial range of 5.8–7.2 cm; and radial step size of 0.005 cm), using a buffer containing 50 mM Tris, 200 mM NaCl, pH 7.9. Data were analyzed with SEDFIT, using the continuous c(s) distribution model [62]. SEDNTERP was used to calculate the partial specific volume, the buffer density, and viscosity at 15 °C and 20 °C.\n\nSupporting information"
}