{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001298",
  "doi": "10.1371/journal.pbio.1001298",
  "externalIds": [
    "pii:PBIOLOGY-D-11-02864",
    "pmid:22509132",
    "pmcid:PMC3317903"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Cytoneme-Mediated Delivery of Hedgehog Regulates the Expression of Bone Morphogenetic Proteins to Maintain Germline Stem Cells in Drosophila",
  "authors": [
    {
      "name": "Patricia Rojas-Ríos",
      "first": "Patricia",
      "last": "Rojas-Ríos",
      "affiliation": "Centro Andaluz de Biología del Desarrollo, CSIC/Universidad Pablo de Olavide, Sevilla, Spain"
    },
    {
      "name": "Isabel Guerrero",
      "first": "Isabel",
      "last": "Guerrero",
      "affiliation": "Centro de Biología Molecular Severo Ochoa, CSIC/Universidad Autónoma de Madrid, Madrid, Spain"
    },
    {
      "name": "Acaimo González-Reyes",
      "first": "Acaimo",
      "last": "González-Reyes",
      "affiliation": "Centro Andaluz de Biología del Desarrollo, CSIC/Universidad Pablo de Olavide, Sevilla, Spain"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2012-04",
  "dateAccepted": "2012-02-17",
  "dateReceived": "2011-07-12",
  "volume": "10",
  "number": "4",
  "pages": "e1001298",
  "tags": [
    "Developmental biology",
    "Discipline-v2/Biology",
    "Discipline-v2/Developmental biology",
    "Discipline-v2/Stem cells",
    "Discipline/Developmental Biology",
    "Stem cells",
    "Type/Research Article"
  ],
  "abstract": "Genetic manipulation of the germline stem cell niche in Drosophila ovaries reveals that support cells ensure the maintenance of stem cells by modulating the spread of Hedgehog within the niche.",
  "fullText": "Introduction\n      \nStem cells are responsible for the integrity of tissues during growth, ageing, and repair. They reside in specialised microenvironments, or niches, which frequently comprise support cells that control stem cell self-renewal, proliferation, and differentiation [1],[2]. Stem cell niche regulation often involves short-range signalling between stem cells themselves and the surrounding microenvironment. One such short-range signal is the Hedgehog (Hh) family of proteins, which mediates homeostasis in several adult tissues, including the gastrointestinal tract, the hematopoietic system, and the vertebrate central nervous system [3]–[7]. In fact, Hh signalling dysfunction can lead to stem cell depletion or proliferative disorders such as tumourigenesis [8],[9]. However, the detailed mechanisms by which Hh acts in stem cell maintenance remain elusive.\n\nIn Drosophila females, germline stem cells (GSCs) are located at the apex of the ovary, in a structure termed the germarium that constitutes a well-defined stem cell niche. The germarium hosts three types of somatic niche cells: terminal filament cells (TFCs), cap cells (CpCs), and escort cells (ECs), which support two to three GSCs and which can be labelled with specific markers such as the bab1-Gal4 and patched-Gal4 drivers (Figure 1) [10]. The spatial organisation of the GSC niche permits direct contact between two to three CpCs and one GSC, which is anchored to the CpCs by adherens junctions [11]. In addition, approximately two ECs almost completely surround a given GSC [12]. The coordinated action of GSCs and their support cells allows continuous egg production during adulthood. Thus, GSCs normally divide asymmetrically to produce a differentiating cystoblast and a lineage-renewing GSC daughter [13]. Cystoblasts divide four times to give rise to 2-, 4-, 8-, and 16-cell cysts. ECs transfer the differentiating germline cystoblasts and cysts down the germarium using dynamic cytoplasmic processes [14],[15]. Germline cells in the germarium contain specialised organelles rich in membrane skeletal proteins that adopt a spherical (called spectrosome) appearance in GSCs and cystoblasts. Upon germline differentiation, the spectrosome grows in size and becomes a branched structure, termed fusome, characteristic of differentiating cysts. Hence, GSCs can be unambiguously identified by their location within the niche (in direct contact with CpCs) and by the presence of spectrosomes (Figure 1).\n\nReciprocal crosstalk between GSCs and support cells shapes the niche. Firstly, the size and organisation of the CpC cluster depends on proper Notch signalling between GSCs and CpCs [16]. Secondly, both the CpCs and the adjacent ECs play an important role in GSC maintenance, as they transduce the Janus kinase/Signal transducer and activator of transcription (Jak/Stat) pathway to induce the production of the Bone Morphogenetic Protein (BMP) protein Decapentaplegic (Dpp) [12],[17],[18]. Thirdly, the germline lineage activates the epidermal growth factor receptor pathway in the ECs to repress dally expression, thus limiting Dpp movement and stability [19]. Because Dpp (and another BMP homologue called Glass bottom boat [Gbb]) [20],[21] act directly on GSCs to repress differentiation and promote self-renewal [22],[23], the control of BMP activity is of the utmost importance for correct GSC niche homeostasis.\n\nHere, we demonstrate a key role for the Hh pathway in the regulation of BMP signalling in the Drosophila female GSC niche. In addition, we found that wild-type niche support cells grow short Hh-coated filopodia that are functionally relevant for GSC maintenance. Furthermore, support cells sense dysfunctional Hh signalling within the niche and react by growing up to 6-fold longer cytonemes that help increase the range of Hh ligand spreading.\n\n      Results\n      \n        engrailed Is Required Specifically in CpCs for GSC Maintenance\n        \nIn a number of tissues, the Engrailed (En) transcription factor regulates hh expression. Because both en and hh are expressed in TFCs and CpCs (Figure 1B and 1C), and considering the importance of the Hh signalling cascade in stem cell maintenance in insects and vertebrates [24],[25], we tested whether the en/hh connection played a role in the GSC niche. To generate en-deficient germaria, we cultured adult females bearing a thermosensitive en allele (enspt) in combination with an en deficiency (enE) for 7 or 14 d at restrictive temperature (28°C; hereafter referred to as ents germaria). Compared to control germaria (enspt/CyO), which contained an average of 2.3±0.8 GSCs and 10.2±1.3 developing cysts (n = 62; 7 d) and 2.1±0.9 GSCs and 9.1±3.1 developing cysts (n = 49; 14 d), ents germaria showed a significant decrease in the average number of GSCs and cysts (1.4±1.1 GSCs and 4.3±2.9 developing cysts, n = 52, 7 d; 1.2±0.8 GSCs and 3.9±2.5 developing cysts, n = 41, 14 d). Interestingly, 28.6% of ents germaria analysed after 7 d at restrictive temperature were devoid of germline cells, which emphasised the importance of en gene function in GSC maintenance (Figure 2A–2D; Table S1). To distinguish between a requirement for en in the germline versus in the niche support cells, we abolished en function from either GSCs or niche cells by utilising two genetically null alleles, enE and en54. The removal of en from the germline did not affect oogenesis, even 3 wk after gene inactivation (n&gt;30 for each genotype; Figure 2E). To eliminate the activity of en in TFs, CpCs, or ECs we utilised the bab1-Gal4 driver (Figure 1D). Similar to the removal of en from the germline, elimination of en from all ECs in contact with a given GSC did not yield a visible phenotype (100% of cases, n = 23; Figure 2F). However, in 67.7% (n = 37) of mosaic germaria where en function was removed from at least three clustered CpCs, we observed differentiating cysts that contained branched fusomes and showed the accumulation of the differentiation marker Orb in contact with CpCs (Figures 2G and S1), a phenotype never found in wild-type germaria. Because we did not detect increased apoptosis in mosaic germaria contaning en mutant CpCs and since these mutant cells still expressed CpC markers (Figures S1 and S2), we conclude that en is required in CpCs to prevent GSC differentiation.\n\n        Hh Release from CpCs Is Required for GSC Maintenance\n        \nThe effect on the germline of removal of En from CpCs suggested the existence of one or more En-dependent niche cell signals that act on GSCs to promote their maintenance. Hh expression in TFCs and CpCs has been shown to be required for germline development [26] (Figures 1 and S3), which made Hh an excellent candidate to mediate En function in GSC maintenance. We examined the distribution of Hh in mosaic germaria that contained en mutant cells and found that en was required in a cell-autonomous fashion for strong membrane accumulation of Hh in TFCs and CpCs (81.8% of mutant cells, n = 98; Figure 3A and 3B). In addition, we established that the removal of Hh from at least three adjacent CpCs induced GSC differentiation (51.3% of cases, n = 39; Figure 3C). It has been shown that the release of the cholesterol-modified form of Hh requires the activity of the dispatched (disp) gene [27]. Interestingly, we found that the removal of disp from CpCs was also associated with the appearance of differentiating cysts within the mosaic niche, albeit at a lower frequency (31.6% of germaria with clusters of ≥3 mutant CpCs, n = 19; Figure 3D).\n\nThe incomplete penetrance of GSC differentiation in en and particularly in hh or disp mosaic niches was most likely due to non-autonomous Hh release from the remaining wild-type cells present in the niche. In fact, the larger the number of hh mutant CpCs, the fewer GSCs remained in the niche (see below and Table S2). Alternatively (or in addition), disp mutant CpCs may still be able to sustain a certain level of Hh signalling to adjacent ECs, as shown for the wing disc [27],[28]. Because the absence of either hh or disp from other niche cells, such as TFCs or ECs, did not cause a visible GSC phenotype (data not shown), and considering the requirement for Disp in cholesterol-modified-Hh release, these results strongly suggest that Hh needs to be produced in, and secreted from, CpCs to support a stable GSC population.\n\n        Activation of the Hh Pathway in ECs Prevents GSC Differentiation\n        \nHh signalling is transduced intracellularly by Hh ligand binding the Patched (Ptc) receptor in receiving cells, allowing the phosphorylation and activation of Smoothened (Smo), a G-protein-coupled receptor normally inhibited by Ptc [29]. In the germarium, Hh ligand produced in the CpCs might act on GSCs directly, indirectly via ECs, or a combination of the two. To distinguish between these possibilities, we studied the expression pattern of ptc, itself a target gene of Hh signalling, as a readout of pathway activation. Analysis of a reporter of ptc expression (ptc-lacZ) showed expression in ECs but not in CpCs or TFCs (Figure 4A). To corroborate that activation of the ptc reporter responded to the canonical Hh pathway, we removed smo from ECs to abrogate the Hh response and found that ptc-lacZ expression was largely eliminated (100% of cases, n = 43; Figure 4B). These results indicate that the Hh pathway is active only in ECs and not in CpCs or TFCs. In fact, the generation of smo− CpC clones showed no effect on GSC loss by differentiation (100% of cases, n = 25; Figure 4C), whereas the removal of smo function from larval/pupal or adult ECs induced GSC differentiation, as visualised by the appearance of branched fusomes within the mosaic niches (69.56% of cases, n = 23; Figure 4D). Finally, the generation of mutant smo germline clones using two different null alleles did not result in any visible phenotypes 7, 14, or 21 d after clone induction (100% of cases, n&gt;39 for each genotype and time point; Figure 4E). From these observations, we conclude that Hh produced and secreted by CpCs activates Smo in ECs to elicit a response that is responsible for GSC maintenance.\n\nIn an attempt to identify the nature of this response, we measured the mRNA levels of the essential stem cell factors dpp and gbb in Hh-depleted germaria. Real-time quantitative PCR analysis of ents germaria showed that the levels of dpp, gbb, and hh mRNAs were reduced by more than 60% when compared to control samples (Figure S4). Because en is not expressed in ECs, and since dpp and gbb are transcribed in CpCs and ECs [17],[18],[22], our data indicate that en could regulate dpp and gbb transcription in ECs via Hh signalling. However, dpp has also been shown to be a target of En [30]. To test the possibility that en is regulating dpp and gbb transcription via hh, we analysed the amounts of dpp and gbb mRNAs in ovaries in which the Hh pathway was blocked specifically in ECs for 7 d (ptc-Gal4; UAS-smo RNAi/tub-Gal80ts ovaries). In this experimental condition, the levels of dpp and gbb mRNAs are diminished by half (Figure 4F). Furthermore, these germaria also show a significant decrease in the number of GSCs per niche (Figure S5; control, 2.7±0.5 GSCs/germarium, n = 40; experimental, 1.4±0.6 GSCs/germarium, n = 44). Finally, in order to demonstrate that the expression of dpp in ECs is essential for GSC maintenance, we analysed niches in which dpp levels were diminished specifically in ECs for 14 d (ptc-Gal4; UAS-dpp RNAi/tub-Gal80ts ovaries). We found a strong reduction in the number of GSCs due to their precocious differentiation (Figures 4G and S5; control, 2.5±0.8 GSCs/germarium, n = 28; experimental, 1.4±0.6 GSCs/germarium, n = 36). Considering that these BMP molecules are essential for GSC survival [22],[23] and that dpp is a target gene of the Hh pathway [31], our results support a model in which female GSC self-renewal requires the en-dependent production of Hh in CpCs. Upon secretion by CpCs, Hh juxtacrine signal is transmitted to the adjacent ECs, which in turn control Dpp and Gbb production to sustain GSC maintenance. The fact that the removal of hh from CpCs or smo from ECs induces a decrease in phospho-Mad levels in the germline, a direct reporter of Dpp signalling, supports this hypothesis (Figure S6). Thus, in addition to the proposed role for CpCs in ovarian niche signalling [32], ECs emerge as important regulators of niche signalling, as they not only are responsible for controlling the Jak/Stat and the EGFR pathways [12],[19] but also exert a key role in the regulation of Hh signalling.\n\n        CpCs Respond to Impaired Hh Signalling within the Niche by Projecting Hh-Coated Cytonemes\n        \nMorphogens exert their effects over long distances, which, in the case of Hh, can be as long as 300 µm in the vertebrate limb bud [33]. In contrast, in the Drosophila ovarian niche, the Hh-receiving cells adjoin the Hh-producing cells, as ECs directly contact the CpC rosette, which limits the spread of this ligand. To investigate the mechanism by which Hh is transported within the ovarian niche, we analysed in detail the distribution of Hh in the CpCs. The Hh protein is strongly localised to the cell membrane, and in 30.1% of germaria analysed (n = 149; Figure 5A), it decorated short cellular projections 0.53 to 1.11 µm in length (0.93 µm on average) and 0.1 to 0.3 µm in diameter that formed at the CpC–EC boundaries. These narrow, filiform structures were reminiscent of the thin filopodial membranes, called cytonemes, that were initially described in the wing disc. Cytonemes are actin-rich cytoplasmic extensions thought to mediate specific morphogen signalling and to prevent inadequate diffusion of ligands [34]–[36].\n\nIn order to test the biological significance of these structures, we analysed two different experimental scenarios. First, we investigated whether these processes would respond to challenging physiological conditions such as deficient Hh niche signalling. To this end, we analysed the distribution of Hh-coated cytonemes in mosaic germaria harbouring en mutant CpCs and found that in 54% of these germaria one or two of the remaining wild-type CpCs displayed thin, Hh-labelled filopodia significantly longer than those of the controls (average size 3.1 µm, n = 50; Figure 5B and 5D). We then blocked the ability of adult ECs to respond to Hh signalling by generating smo− ECs, and we looked for long cytonemes in these mosaic niches. We found that the absence of Hh pathway transduction in ECs provoked a response from signalling CpCs in the form of long, Hh-coated cellular extensions detected in 50% of the cases analysed (average size 3.3 µm, n = 28; Figure 5C). To discard the possibility that the presence of differentiated cysts within the niche, such as those generated after removing smo from ECs, induces long, Hh-positive cytonemes, we generated CpCs mutant for the Jak/Stat kinase hopscotch, which also causes GSC differentiation [17],[18], and measured cytoneme lengths. In this condition, the cellular processes were not significantly different from those of wild-type controls (average size 1.1 µm, n = 20; Figure 5D). Altogether, these results clearly show that the GSC niche can react specifically to decreased Hh levels and/or to impaired Hh signalling by increasing the range of ligand spreading. Moreover, the extended cytonemes found in en− or smo− mosaic germaria projected towards the signalling-deficient area of the niche (Figure 5E), demonstrating that niche support cells sense, and respond directionally to, spatial signalling cues. Finally, to determine whether these cytonemes are specialised structures developed to mediate niche signalling, we studied the distribution of the adherens junction components DE-Cadherin and Armadillo in cytonemes. These proteins labelled the periphery of wild-type CpCs, delineating their round, regular shape, but were absent from their short cytonemes. Similarly, in mosaic en− or smo− niches, long cytonemes did not contain DE-Cadherin or Armadillo, which suggests that cytonemes are Hh-coated filopodia grown specifically to deliver a stem cell survival factor rather than a reflection of mere changes in cell shape (Figure S7).\n\n        The Hh-Coated Cytonemes Found in Wild-Type CpCs Are Required for GSC Maintenance\n        \nNext, we wished to study cytoneme functionality by affecting their formation. Because cytonemes are rich in actin filaments [34], we reasoned that disturbing actin polymerisation in adult CpCs could have an effect specifically on cytoneme production and/or kinetics. Thus, we utilised the bab1-Gal4 driver to express modified versions of two known regulators of actin polymerisation in TFCs and CpCs of adult ovaries. We induced the expression of either a constitutively activated form of the Drosophila Formin homologue Diaphanus (Dia), DiaCA [37], or a myristoylated form of the Arp2/3-complex regulator Wasp, WaspMyr [38]. While interfering with actin polymerisation may affect other cellular processes rather than cytoneme formation, we performed several controls to make sure that the observed results where as specific as possible. First, we measured the mean value of fluorescence intensity per area unit in control (tub-Gal80ts/+; UAS-diaCA/+ or tub-Gal80ts/+; UAS-waspMyr/+) or experimental ovaries (tub-Gal80ts/+; UAS-diaCA/bab1-Gal4 or tub-Gal80ts/+; UAS-waspMyr/bab1-Gal4) kept at 31°C for 5 d upon eclosion to confirm that overexpression of UAS-waspMyr or UAS-diaCA in adult germaria affected significantly neither the overall amounts of Hh protein in the niche cells nor the expression of CpC markers such as bab1 or Lamin C (Figure 6 and data not shown). Second, we manipulated only post-mitotic cells to prevent unwanted effects during mitosis, as we induced ectopic gene expression in adult CpCs. Third, we utilised an experimental setting that did not affect visibly niche morphology or CpC viability. In this scenario, we found that ectopic expression of WaspMyr or DiaCA for 5 d in niche cells halved the number of germaria growing short cytonemes (from over 30% in controls to 13.6% and 15.4%, respectively, n&gt;36 for each genotype; Figure 6C). Interestingly, this condition also produced a significant decrease in the number of GSCs per niche (from 2.45±0.7 in controls to 1.8±0.55 and 1.7±0.6, respectively, n&gt;36 for each genotype; Figure 6D). Since we did not observe apoptosis above control levels in germline cells (data not shown) and because we could detect differentiating cysts in these experimental niches (Figure 6B), the formation of short Hh-decorated filopodia in CpCs is an essential step to prevent GSC differentiation. We next tested whether diminishing the number of cytonemes per CpC would affect Hh signalling. To this end, we overexpressed DiaCA in adult TFCs and CpCs utilising the bab1-Gal4 driver and monitored the activation of the Hh-signalling reporter ptc-lacZ. We found that, in contrast to controls, experimental females grown for 5 d at 31°C largely failed to activate the ptc-lacZ reporter in the germarium (Figure 6E and 6F). These results, together with our previous finding that Hh is produced in CpCs and received in ECs, strongly suggest that the Hh-coated cytonemes regulate Hh signalling in the germarium by facilitating Hh delivery to the target ECs to ensure that a normal pool of stem cells is maintained.\n\n      Discussion\n      \nNiches are dynamic systems often containing stromal cells that provide physical support and survival factors to nurture a population of stem cells. The data presented here demonstrate that the heterotypic association of support cells is crucial for niche function. In the case of the Drosophila ovarian niche, it has been previously described that the Jak/Stat pathway regulates the expression of dpp in CpCs [17],[18]. Our results show that the maintenance of a stable population of GSCs relies also on the coordinated action of the CpCs and the ECs, which allows the production and release of the GSC survival ligand Hh in the CpCs and its reception in the ECs. As a consequence of the transduction of the Hh pathway, ECs produce the stem cell factors Dpp and Gbb (see model in Figure 7). The recent finding of a similar partnership between mesenchymal and haematopoietic stem cells that operates in the bone marrow niche [39] indicates that such collective regulatory interactions within support cells may be a common feature of cellular niches.\n\nThe study of the mechanisms behind Hh signalling in the Drosophila ovary has allowed the identification of Hh-coated cytonemes in a cellular stem cell niche, emphasising the idea that cytonemes mediate spreading of the activating signal from the producing cells. Recently, it has been reported that the Hh protein localises to long, basal cellular extensions in the wing disk [40]. In addition, filopodial extensions in the wing, eye, and tracheal system of Drosophila have been shown to segregate signalling receptors on their surface, thus restricting the activation of signalling pathways in receiving cells [36]. Hence, cytonemes, as conduits for signalling proteins, may be extended by receiving cells—and so are involved in uptake—or may be extended by producing cells—and so are involved in delivery and release.\n\nInterfering with actin polymerisation in adult niches leads to a significant reduction in the number of CpCs growing Hh cytonemes, concomitant with precocious stem cell differentiation, demonstrating that these actin-rich structures are required to prevent stem cell loss and thus are functionally relevant. Importantly, because we disturbed actin dynamics in post-mitotic CpCs that still produce wild-type levels of Hh protein and express CpC markers (but fail to activate the Hh pathway in ECs), the observed effects on stem cell maintenance are most likely specific to Hh delivery from CpCs to their target ECs via short cytonemes. This interpretation is further reinforced by the observation that CpCs can sense decreased Hh levels and/or a dysfunction in the transduction of the Hh pathway in the niche and respond to it by growing Hh-rich membrane bridges up to 6-fold longer than in controls. In this regard, it is interesting to note that the two lipid modifications found in mature Hh act as membrane anchors and give secreted Hh a high affinity for membranes and signalling capacities [41],[42]. In fact, it has been recently described that a lipid-unmodified form of Hh unable to signal does not decorate filopodia-like structures in the wing imaginal disc epithelium, confirming the link between Hh transport along cytonemes and Hh signalling [40]. Thus, cytonemes may ensure specific targeting of the Hh ligand to the receiving germline cells in a context of intense signalling between niche cells and the GSCs. Interestingly, in both en− and smo− mosaic niches, the long processes projected towards the signalling-deficient area of the niche, which showed that competent CpCs sense the strength of Hh signalling activity in the microenvironment. While the nature of the signal perceived by the CpCs or the receptor(s) involved in the process are unknown, we postulate that Hh-decorated filopodial extensions represent the cellular synapsis required for signal transmission that is established between the Hh-producing cells (the CpCs) and the Hh-receiving cells (the ECs). In this scenario—and because Ptc, the Hh receptor, is a target of the pathway—the membranes of mutant ECs, in which the transduction of the pathway is compromised, contain lower Ptc levels. Thus, longer and perhaps more stable projections ought to be produced to allow proper signalling. In addition, the larger the number of en mutant cells (and hence the stronger the deficit in Hh ligand concentration or target gene regulation), the longer the cellular projections decorated with Hh (Tables S3 and S4), which indicates that the niche response is graded depending on the degree of signalling shortage.\n\nDo the longer cytonemes found in mosaic germaria represent structures created de novo, or do they simply reflect a pre-existing meshwork of thin intercellular bridges that can regulate the amount of Hh protein in transit across them? Because we utilised an anti-Hh antibody to detect the cytonemes and all of our attempts to identify other markers for these structures have failed, we cannot presently discriminate between these two possibilities. In any case, since we did not detect increased Hh levels in wild-type CpCs that contained cytonemes relative to those that did not, it is clear that long filopodia do not arise solely by augmenting Hh production in the CpCs. Rather, if long cytonemes are not synthesised in response to a Hh signalling shortage and if they already existed in the niche, they ought to restrict Hh spreading independently of significant Hh production. Furthermore, because the strength of Hh signalling in the niche determines the distance of Hh spreading, either cytoneme growth or Hh transport (or both) are regulated by the ability of the CpCs to sense the Hh signalling output.\n\nOur demonstration that a challenged GSC niche can respond to insufficient signalling by the cytoneme-mediated delivery of the stem cell survival factor Hh over long distances has wider implications. Niche cells have been shown to send cellular processes to their supporting stem cells in several other scenarios: the Drosophila ECs of the ovary and the lymph gland, the ovarian niche of earwigs, and the germline mitotic region in the hermaphrodite Caenorhabditis elegans [5],[6],[14],[43],[44]. Similarly, wing and eye disc cells project cytonemes to the signalling centre of the disc [34],[36]. However, definitive proof that the thin filopodia described in the lymph gland, the earwig ovary, or imaginal discs deliver signals from the producing to the effector cells is lacking. Our findings strongly suggest that cytonemes have a role in transmitting niche signals over distance, a feature that may underlie the characteristic response of more complex stem cell niches to challenging physiological conditions. Careful analysis of the architecture of sophisticated niches, such as the bone marrow trabecular zone for mouse haematopoietic stem cells, will be needed to further test this hypothesis and to determine whether it represents a conserved mechanism for stem cell niche signalling.\n\n      Materials and Methods\n      \n        Fly Stocks\n        \nFlies were grown at 25°C on standard medium for Drosophila. The following genetically null alleles were used: enE, en54 [45], hh21, hhAC [46], dispSH21 [28], smoD16 [47], and smo3 [48]. ptcAT96 is a LacZ enhancer trap inserted in the gene [49]. enspt [50] is a temperature-sensitive allele. To express UASt-DsRed and UASt-flp we used the bab1-Gal4 line [51]. The expression of UAS transgenes in ECs was done utilising the ptc-Gal4 driver. In order to generate experimental enspt/enE adult females, flies were shifted from 25°C to 28°C for 7 or 14 d upon eclosion.\n\nTo obtain adult females overexpressing WaspMyr [38] or DiaCA [37], w; tub-Gal80ts/CyO; bab1-Gal4/TM2 flies were crossed to w; UAS-waspMyr or w; UAS-diaCA, respectively. To overexpress dpp RNAi (VDRC) or smo RNAi (Bloomington Stock Center) in ECs, w; ptc-Gal4, UAS-GFP; tub-Gal80ts/SM6∧TM6B flies were crossed to w; UAS-dpp RNAi, w; UAS-smo RNAi. The offspring were grown at 18°C, and upon eclosion adult F1 flies were shifted to 31°C for 5, 7, or 14 d.\n\n        Immunohistochemistry and Image Analysis\n        \nOvaries were dissected at room temperature in PBS containing 0.1% Tween-20 (PBT), fixed for 20 min with 4% PFA, blocked with PBT+10% BSA for 1 h, and washed in PBT before they were incubated for 15 h with primary antibodies diluted in PBT supplemented with 1% BSA. Primary antibodies were washed three times in PBT containing 1% BSA. Secondary antibodies were diluted in PBT containing 0.1% BSA. Primary antibodies were used at the following concentrations: mouse anti-Hts (1B1) (Developmental Studies Hybridoma Bank [DSHB], University of Iowa), 1∶50; rabbit anti-Vasa (a gift from R. Lehmann), 1∶1,000; mouse anti-En (4D9) (DSHB), 1∶50; rabbit anti-α-Spectrin (a gift from R. Dubreuil), 1∶400; rabbit anti-GFP (Molecular Probes), 1∶500; mouse anti-GFP (Molecular Probes), 1∶50; mouse anti–Lamin C (LC28.26) (DSHB), 1∶50; rabbit anti-Hh (a gift from S. Eaton [52]), 1∶500; rabbit anti-phospho-Mad 1/5/8 (a gift from E. Laufer), 1∶5,000; rabbit anti-β-galactosidase (Cappel), 1∶1,000; rabbit anti-cleaved Caspase 3 (BioLabs), 1∶50; and mouse anti-Orb (6H4+4H8) (DSHB), 1∶50. Secondary antibodies (Cy2- and Cy3-conjugated, Jackson ImmunoResearch) were used at 1∶100. DNA staining was performed using the DNA dye Hoechst (Sigma) at 1∶1,000. Images were captured with a Leica SPE confocal microscope and processed using ImageJ, Adobe Photoshop, and Adobe Illustrator.\n\nFluorescence intensity units and cytoneme length were measured using the Leica LAS-AF software. Images were captured with a Leica SPE confocal microscope and processed using ImageJ, Adobe Photoshop, and Adobe Illustrator.\n\n        Generation of Somatic and Germline Mitotic Clones\n        \nTo generate mitotic clones we induced the Flipase enzyme using either a heat shock promoter or the bab1-Gal4 driver to activate expression of a UAS-flp construct. en and smo mutant germline clones were induced by giving 3-d-old females two 1-h-long heat shocks at 37°C spaced by 10 h at 25°C. hh, disp, en, and smo mutant somatic clones were induced expressing UAS-flp with the bab1-Gal4 driver. Ovaries were processed 3 d (for somatic clones) or 7, 14, or 21 d (for germline clones) after treatment. To eliminate smo function in adult females, 3-d-old HS-flp1112/+; smoD16 FRT40A/ubi-nls:GFP FRT40A flies were subjected to three 1-h-long heat shocks at 37°C separated by 6-h periods at 25°C. The following chromosomes were used: HS-flp1112, FRT42D en54, FRT42D enE, FRT42D ubi-nls:GFP, smoD16 FRT40A, ubi-nls:GFP FRT40A, FRT42D ubi-nls:GFP, hhAC FRT82B, hh21 FRT82B, dispSH21 FRT82B, bab1-Gal4 FRT82B ubi-nls:GFP, UASt-flp, smo3 FRT40A ptcAT96, and bab1-Gal4 UASt-flp.\n\n        Quantification of hh, dpp, and gbb mRNA Levels\n        \nThe relative amounts of hh, dpp, and gbb mRNAs were determined by real-time quantitative PCR using the comparative cycle threshold (CT) method [53], Fam-dye-labelled TaqMan MGB probes (Applied Biosystems), and an ABI-PRISM 7700 Sequence Detection System. RNA polymerase II (RpII140) was used to normalise mRNA levels. hh, dpp, or gbb mRNA relative amount was calculated from the determination of the difference between the CT of the given gene and that of RpII140. CT values used were the result of three different replicas from three independent experiments. Primers and TaqMan probes for the different cDNAs were obtained from the Assays-by-Design Service (Applied Biosystems) with the following sequences (5′–3′): RpII140, forward, ACTGAAATCATGATGTACGACAACGA, reverse, TGAGAGATCTCCTCGGCATTCT, probe, TCCTCGTACAGTTCTTCC; hh, forward, GCAGGCGCCACATCTACT, reverse, GCACGTGGGAACTGATCGA, probe, CCGTCAAGTCAGATTCG; dpp, forward, GCCAACACAGTGCGAAGTTTTA, reverse, TGGTGCGGAAATCGATCGT, probe, CACACAAAGATAGTAAAATC; gbb, forward, CGCTGTCCTCGGTGAACA, reverse, CGGTCACGTTGAGCTCCAA, probe, CCAGCCCACGTAGTCC.\n\ncDNA was synthesised from ∼100–200 ovary pairs of the following characteristics: enspt/CyO (control) and enspt/enE (experimental) females were shifted from 25°C to 28°C for 7 d after eclosion prior to dissection. +; UAS-smo RNAi/SM6∧TM6B (control) and ptc-Gal4, UAS-GFP/+; UAS-smo RNAi/tub-Gal80ts (experimental) females were shifted from 25°C to 31°C for 7 d after eclosion prior to dissection.\n\n        Statistical Analysis\n        \nA Student's t test was used to determine whether the following were significantly different between control and experimental samples: (i) the mean number of GSCs and differentiated cysts per germarium, (ii) the relative levels of hh, dpp, and gbb expression, and (iii) the length of cytonemes. To analyse whether the observed differences in the percentages of cytoneme-containing germaria between control ovaries and ovaries overexpressing WaspMyr or DiaCA were significant, we applied the Chi-square test. Differences were considered significant when the p-values were less than 0.01.\n\n      Supporting Information"
}