{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000184",
  "doi": "10.1371/journal.pbio.1000184",
  "externalIds": [
    "pii:09-PLBI-RA-1755R2",
    "pmid:19707574",
    "pmcid:PMC2724735"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Glia and Muscle Sculpt Neuromuscular Arbors by Engulfing Destabilized Synaptic Boutons and Shed Presynaptic Debris",
  "authors": [
    {
      "name": "Yuly Fuentes-Medel",
      "first": "Yuly",
      "last": "Fuentes-Medel",
      "affiliation": "Department of Neurobiology, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America"
    },
    {
      "name": "Mary A. Logan",
      "first": "Mary A.",
      "last": "Logan",
      "affiliation": "Department of Neurobiology, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America"
    },
    {
      "name": "James Ashley",
      "first": "James",
      "last": "Ashley",
      "affiliation": "Department of Neurobiology, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America"
    },
    {
      "name": "Bulent Ataman",
      "first": "Bulent",
      "last": "Ataman",
      "affiliation": "Department of Neurobiology, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America"
    },
    {
      "name": "Vivian Budnik",
      "first": "Vivian",
      "last": "Budnik",
      "affiliation": "Department of Neurobiology, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America"
    },
    {
      "name": "Marc R. Freeman",
      "first": "Marc R.",
      "last": "Freeman",
      "affiliation": "Department of Neurobiology, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2009-08",
  "dateAccepted": "2009-07-17",
  "dateReceived": "2009-04-22",
  "volume": "7",
  "number": "8",
  "pages": "e1000184",
  "tags": [
    "Discipline/Neuroscience/Neuronal Signaling Mechanisms",
    "Discipline/Neuroscience/Neuronal and Glial Cell Biology",
    "Type/Research Article"
  ],
  "abstract": "As synapses grow at the Drosophila neuromuscular junction, they shed membrane material in an activity-dependent manner. Glia and postsynaptic muscle cells are required to engulf this debris to ensure new synaptic growth.",
  "fullText": "Introduction\n\nThe wiring of the nervous system, from initial axon sprouting to the formation of specific synaptic connections, represents one of the most dramatic and precise examples of directed cellular outgrowth. Developing axons navigate sometimes tortuous routes as they seek out the appropriate target cells. Once in their target area, interactions between axons and their potential targets are extremely dynamic, attempts are made to identify appropriate postsynaptic partners, and initial synaptic contacts are established [1],[2],[and reviewed in 3]. A next critical step in the formation of functional neural circuits is the remodeling of initial patterns of connectivity. To facilitate the elaboration and refinement of developing neural circuits synaptic partners often remain highly responsive to their environment and add or eliminate synaptic connections [4],[5], frequently in an activity-dependent fashion, presumably to fine-tune connectivity to specific activity patterns.\n\nAfter the axons have found their partners, two distinct mechanisms can drive the developmental reorganization of synaptic connectivity: intercellular competition between cells for common targets (reviewed in [4],[5]), and the addition/elimination of synapses within a single arbor in response to the physiological demands of the signaling unit [6]–[8]. The former mechanism dictates the circuit “wiring diagram” by defining precisely which subsets of cells will communicate through synaptic contacts; while the latter, in contrast, modulates the strength of connectivity between specific pre- and postsynaptic cells after circuits are assembled.\n\nEarly in nervous system development an excessive number of axonal projections and synaptic connections are initially established. What then ensues is cell–cell competition between neurons innervating the same target for limiting target-derived cues or sites of innervation during synaptogenesis. Appropriate synaptic contacts are then strengthened and exuberant processes are destabilized and eliminated through activity-dependent mechanisms [5],[9]. For example, at the mammalian neuromuscular junction (NMJ) muscles are initially innervated by more than one motor input. However, through a process of intercellular competition for motor endplates, all but one motor input are eliminated, with the “losers” retracting wholesale from the motor endplate [2]. Likewise, at the retinotectal projection in frogs, retinal axons initially establish a rough topographic map with substantial overlap between branches. However, these local synaptic terminals ultimately compete for target space and through activity-dependent modulation of synapse stabilization the spatial map of synaptic inputs is ultimately refined to a highly selective subset of inputs [10].\n\nIn the intercellular competition model the elimination of exuberant inputs (the “losers”) can entail large-scale elimination of axon branches, and perhaps smaller scale pruning of individual synaptic contacts. During axon and synaptic pruning in mammals and Drosophila entire axon branches are destabilized, degenerate, and are then cleared from the central nervous system by engulfing cell types (reviewed in [5]). Similarly, recent work has shown that excessive motorneuron inputs at the mammalian NMJ also become destabilized, detach from the motor endplate, and undergo axosome shedding. In this process local Schwann cells processively engulf motorneuron terminals in a distal to proximal direction and constitute the force that drives retraction bulbs toward the parent arbor during input elimination [11]. Ultimately, this mechanism results in a reduction of the total number of cells supplying synaptic input to the target cell.\n\nIn the second and mechanistically distinct mode of synapse remodeling, individual synaptic contacts are added or removed from a single arbor to strengthen or weaken synaptic input to the target cell. Such changes are generally elicited by changes in the target size or neural activity. For example, Drosophila motorneurons have established synaptic contacts with specific embryonic muscle cells by the end of embryogenesis [12]. At subsequent larval stages individual arbors, along with the target muscle itself, grow in size ∼100-fold [7],[8]. This coordinate increase in muscle size and synaptic contacts at motorneuron terminals serves to increase synaptic input from the motorneuron as needed to drive activation of the expanding muscle fiber. Similar mechanisms appear in place to modulate the balance of neural input versus target cell size in mammals: at the mammalian adult bulbocavernous muscle, testosterone manipulation lead to increases or decreases in muscle size, and these changes were accompanied by respective expansion or shrinkage of the postsynaptic region of the NMJ, respectively [6].\n\nHere we explore the in vivo dynamics of synaptic expansion in motorneuron arbors at the Drosophila NMJ. We show in live preparations that the addition of new synapses during normal synaptic growth entails a large amount of shedding of presynaptic membranes in the form of small debris and a subpopulation of undifferentiated synaptic boutons (ghost boutons) that failed to mature. This process is distinct from intercellular competition, as none of the motorneuron terminals are eliminated. Rather, this mechanism appears to regulate the final size of the terminal arbor. We find that the formation of presynaptic debris (this report) and ghost boutons [13] are modulated by neural activity, as acute stimulation of motor inputs leads to increased appearance of these structures. Intriguingly, presynaptic debris and the subpopulation of ghost boutons that become detached from the parent arbor appear to be actively cleared from the NMJ as they disappear over developmental time. We show that glia dynamically invade the NMJ and phagocytose presynaptically shed debris, and that ghost boutons are engulfed or degraded primarily by muscle cells. Loss of phagocytic function in glia or muscle cells through manipulating the Draper signaling pathway (a key engulfment signaling pathway) results in an accumulation of presynaptic debris or ghost boutons at the NMJ and a severe reduction in NMJ expansion, indicating that continuous clearance of shed presynaptic debris and/or ghost boutons is essential for normal synaptic growth. Thus glia and muscles work together to sculpt connectivity at developing NMJ arbors, clearing multiple types of shed presynaptic structures that are inhibitory to the formation of new synaptic boutons.\n\nResults\n\nThe Larval NMJ Sheds Presynaptic Membranes\n\nIn insects, α-HRP antibodies cross-react with neuron-specific membrane antigens [14] likely by binding to carbohydrate moieties present in a number of neuronal membrane proteins, including the cell adhesion molecules Fasciclin (Fas) I and II [15]. Consistently, at the Drosophila larval NMJ α-HRP antibodies labeled the entire presynaptic arbor (Figure 1Ai). However, we also noticed the presence of HRP-immunoreactive puncta at the postsynaptic junctional region, beyond the presynaptic membrane (Figures 1Ai, 1Aii, arrows). These puncta also labeled with antibodies to FasII and did not appear to be connected to the presynaptic arbor (Figures 1Aiii, Aiv). We wondered whether the HRP and FasII-positive postsynaptic staining might correspond to postsynaptic muscle structures, or whether the puncta might be derived from the presynaptic arbor. To distinguish between these possibilities, we expressed a membrane tethered green fluorescent protein (GFP; UAS-mCD8-GFP) in motorneurons using the motoneuron-specific Gal4 driver OK6-Gal4 [16]. We found that the postsynaptic HRP puncta were exactly colocalized with the presynaptically derived GFP signal (Figure 1D, arrow), suggesting that the HRP puncta are likely membrane fragments derived from presynaptic boutons. The presynaptically derived mCD8-GFP puncta were also observed by imaging through the cuticle of intact (undissected) larvae using a spinning disk confocal microscope, indicating that they are naturally occurring and not an artifact of the dissection or sample preparation (Figure 1E, arrows).\n\nThe nature of the presynaptically derived puncta was examined using a number of synaptic markers. Cysteine string protein (CSP) and Synapsin (Syn) are presynaptic vesicle proteins that associate with the readily releasable and the reserve pool of synaptic vesicles respectively [17],[18]. We found that the postsynaptic HRP puncta colocalized with CSP (Figure 1B, arrows and inset), but not with Syn immunoreactivity (Figure 1C). The presence of CSP in the HRP puncta further validates the idea that these puncta are presynaptic in origin. Labeling with antibodies against the active zone marker Bruchpilot (Brp) did not reveal immunoreactivity at the postsynaptic HRP-positive puncta (unpublished data). Together these results suggest that during NMJ development the motorneuron sheds membrane fragments (here referred to as presynaptic debris). Based on the presence of CSP but not Syn, the absence of Brp and the presence of FasII, we propose that presynaptic debris might arise from the perisynaptic bouton region.\n\nStudies in many systems have suggested that the state of a mature synapse is the result of a dynamic equilibrium between growth and retraction [19]. Therefore, to determine what conditions lead to the shedding of presynaptic debris, we attempted to perturb this equilibrium by inducing activity-dependent synaptic growth [13]. Previous studies at the larval NMJ show that an acute increase in activity induces a de novo formation of new synaptic boutons. In particular, spaced cycles of stimulation, consisting of either K+-induced depolarization, high frequency nerve stimulation, or light gating of neuronally expressed channelrhodopsin-2 (ChR2), induce rapid structural changes at the NMJ. These changes include an increase in the number and length of dynamic presynaptic filopodia (synaptopods) and the number of undifferentiated boutons (ghost boutons) containing synaptic vesicles but lacking active zones and postsynaptic proteins [13]. Imaging of intact larvae also showed that synaptopods and ghost boutons were naturally occurring structures observed even in unstimulated preparations albeit at low frequency [13].\n\nIn our experiments we expressed ChR2 in motorneurons using OK6-Gal4 and stimulated the motorneurons of intact larvae with 5 cycles of spaced light stimulation as previously described [13]. Body wall muscles were then dissected either 30 min or 18 h after the stimulation was complete and labeled with anti-HRP. As a control, we used unstimulated larvae expressing ChR2 in motorneurons but not subjected to the light pulses. Notably, we found that the total area occupied by particles of presynaptic debris around the NMJ was significantly increased 30 min after the end of spaced stimulation (Figure 1F–1I), indicating that acute stimulation of neural activity resulted in an increase in presynaptic debris at the NMJ. Allowing NMJs to recover for 18 h after stimulation resulted in debris returning to wild-type levels (Figure 1I), suggesting the presence of an active mechanism to eliminate presynaptic debris from the NMJ. We conclude that presynaptic debris are normally present at the NMJ and conditions that lead to synaptic growth result in a transient increase in the amount of presynaptic debris, thus shedding of debris is associated with NMJ growth.\n\nWe also conducted time-lapse imaging of identified NMJs from live intact larvae expressing ChR2 in motorneurons using C380-Gal4 [20]. These larvae also contained fluorescent markers that allowed us to simultaneously image the pre- and the postsynaptic compartment. In particular, these larvae expressed UAS-mRFP in motorneurons to visualize the presynaptic NMJ arbor and mCD8-GFP::Sh in muscles using the myosin heavy chain (MHC) promoter [21] to visualize the postsynaptic NMJ region. In the MHC-mCD8-GFP::Sh transgene, the GFP is fused to the last ∼150 C-terminal amino acids of the Shaker K+ channel isoform containing a Discs-Large (DLG) PDZ binding site, and thus it is targeted to the postsynaptic region allowing its visualization in vivo [21]. These larvae were subjected to spaced stimulation with light as above, and the same NMJ imaged for 5–15 min at different intervals. Between imaging intervals larvae were returned to the food. As previously reported [13], we found that ghost boutons were present and some of these became stabilized and recruited postsynaptic label. However, we also observed that many of these ghost boutons did not recruit postsynaptic label and disappeared over time (Figure 2A, arrow and inset in right panel).\n\nThe presence of presynaptic debris in normal animals, the enhancement of presynaptic debris deposition upon spaced stimulation, and the elimination of some of the newly generated ghost boutons after spaced stimulation suggest that NMJ development involves the continuous shedding of certain presynaptic membrane compartments. Furthermore, the lack of accumulation of these components over developmental time, suggest that they may be actively removed from the NMJ.\n\nTo determine if presynaptic debris might originate from the breakdown of ghost boutons that failed to become stabilized and disappeared, we followed the fate of ghost boutons that became detached from the presynaptic arbor and presynaptic debris. In these experiments, identified NMJs from larvae expressing ChR2 and mCD8-GFP in motorneurons were repeatedly imaged through the cuticle as above following spaced stimulation. We found that on several occasions, as ghost boutons detached, debris appeared in the position of the ghost bouton stalk and around the ghost bouton, suggesting that ghost boutons can degenerate directly into presynaptic debris (e.g., Figure 2B and 2C; ghost boutons are marked by white arrows and debris by black arrowheads). In some samples we were able to directly image the disintegration of ghost boutons into smaller fragments (Video S1). However, in other cases, stalks simply disappeared without leaving debris, and detached ghost boutons became smaller and vanished from the NMJ without leaving any obvious debris (Figure 2D and 2E, white arrows). Interestingly, not all presynaptic debris appeared to derive from ghost boutons and their stalks—we also observed the appearance and disappearance of presynaptic debris at NMJ regions devoid of ghost boutons (Figure 2E, black and pink arrowheads), suggesting that presynaptic debris can be generated independently from ghost boutons. In summary, presynaptic debris can apparently arise directly from the breakdown of ghost boutons, or, alternatively may be derived directly from the presynaptic arbor without participation of ghost boutons.\n\nLocal Engulfing Cells Clear Shed Presynaptic Material from the NMJ\n\nThe very low levels of presynaptic debris and ghost boutons observed here in unstimulated larvae and the removal of the extra debris formed upon stimulation, suggested that as NMJs develop, presynaptic membrane debris and disconnected ghost boutons are actively cleared from the NMJ. Signal transduction mechanisms mediating the engulfment of neuronal debris are beginning to be elucidated [22]. Most prominent, the engulfment receptor Draper (Drpr; Ced-1 in Caenorhabditis elegans) is involved in the engulfment of neuronal cell corpses during programmed cell death, the pruning of mushroom body neuron arbors during fly metamorphosis, and in the phagocytosis of injured axons in the fly olfactory system [23]–[26]. We therefore used draper mutants as a tool to block the activity of local engulfing cell types and assayed the effects of loss of Draper function on clearance of shed presynaptic debris and disconnected ghost boutons from the larval NMJ. Strikingly, we found that draper mutant NMJs were highly abnormal, with the presence of unusually large and irregularly shaped boutons and with a marked reduction in the number of glutamatergic type Ib boutons (Figure 3A, 3B, and 3F). Close examination of the NMJs in these mutants revealed that there was also a dramatic increase in the amount of presynaptic debris (Figure 3C–3E, arrows, 3H) and number of ghost boutons (Figure 3E, arrowheads, 3G). Interestingly, we also found that third instar draper mutant larvae had reduced larval motility in behavioral assays (Figure S1), suggesting that the accumulation of presynaptically shed material may adversely affect neuromuscular function. Thus, in the absence of Draper function NMJs develop abnormally and presynaptic debris and ghost boutons accumulate at high levels. These observations suggest that an engulfing cell type might invade, or be a resident component of, the NMJ, and phagocytose shed presynaptic material.\n\nDraper Is Expressed in Muscle and Glia and Glial Cells Establish Transient Interactions with the NMJ\n\nIn the fly nervous system Draper is expressed in glia where it has crucial roles in engulfment activity [23]–[26]. To determine if Draper was also present in glial cells at the NMJ, we used α-Draper antibodies [24]. Surprisingly, in addition to its localization in peripheral glia that wrap around motor nerves (Figure 4A), we found that Draper immunoreactivity was present at the postsynaptic region of every synaptic bouton in colocalization with the Drosophila PSD-95 homolog DLG (Figure 4C). This immunoreactivity was specific to Draper, as it was virtually eliminated in draper null mutants (Figure 4B and 4D).\n\nThe above observation was surprising, since in contrast to vertebrate NMJs, where terminal Schwann cells completely cover the NMJ [27], at the glutamatergic Drosophila larval NMJ terminal glia have not been reported to cap the synaptic arbor [28],[29]. Instead, NMJ arbors are buried within the muscle surface, which wraps around the boutons forming a layered system of membranes, the subsynaptic reticulum (SSR) [30],[31]. Previous studies have suggested that at the larval NMJ peripheral glia ensheath the segmental nerve, but for the most part, their membranes terminate at the axon branch point or at the first synaptic bouton closest to the branch point [29]. The presence of Draper surrounding the entire NMJ led us to reexamine the organization of glial cell membranes at the NMJ and their relationship to synaptic boutons. For these experiments we expressed a membrane tethered GFP (mCD8-GFP) in peripheral glia, using Gliotactin-Gal4 (Gli-Gal4), and HRP-labeled NMJs from abdominal segments 3 and 4 were systematically examined in fixed preparations. We found that in the majority of cases glial membranes deeply invaded the NMJ (Figure 5), presumably invading the space between the presynaptic motorneuron terminal and the SSR. Some NMJs (2%–40% on average depending on the specific NMJ), particularly those innervating dorsal muscles, appeared completely covered by glial membranes (Figure 5A and 5E; covered NMJs). A majority (80%–100%) of NMJs were associated with lamellipodia-like glial extensions that contacted several boutons (Figure 5A–5C, and 5E). Glia also extended thin filopodia-like processes that contacted synaptic boutons at the same NMJ branch or that exited the branch and interacted with synaptic boutons from a different NMJ branch (Figure 5Av and 5Bv). Glial membrane processes were also observed in association with muscle regions around the NMJ that were completely devoid of synaptic boutons (Figure 5Aiv and 5Civ–v). A small percentage (∼7%) of glial extensions had an elliptical appearance and terminated in bulbous structures of variable size (Figure 5Div–v and 5E). These bulbous structures sometimes surrounded a synaptic bouton (Figure 5Dv, arrowhead). In some NMJs (11%–33%) glial membranes did not invade the NMJ and muscle, and terminated at the nerve branch-point before synaptic boutons (Figure 5Bi–iii; blunt ended).\n\nInterestingly, the pattern of glial extensions was not stereotypic and showed a high degree of variability among segments and identified muscles from different individuals. This observation suggests that the glial processes are likely to extend and retract in a dynamic fashion. This possibility was examined by live imaging preparations expressing mCD8-GFP in peripheral glia with Gliotactin-Gal4. We found that glial processes were indeed at the NMJ, and extended or retracted within a period of minutes (Video S2). These observations indicate that glial cells at the larval NMJ have previously unappreciated dynamics, and that they establish multiple transient associations with the NMJ. However, our studies of Draper localization at the NMJ demonstrated that Draper is present at every NMJ and surrounding each synaptic bouton (Figure 4C). Thus, the extension of glial membranes is unlikely to account for Draper localization at the entire NMJ, raising the possibility that muscles might also contribute to NMJ Draper localization.\n\nIn draper mutants, there were some changes in the distribution and frequency of glial extensions. Glial extensions that covered the entire NMJ (covered NMJs) were absent or drastically reduced in frequency, and there were also changes in the distribution and frequency of gliobulbs (Figure S2). In contrast, there was a strong increase in the frequency of blunted projections (i.e., those that end close to the nerve branch point and do not interact with synaptic boutons), and a normal level of lamellipodia-like extensions). These observations suggest that in the absence of Draper function some glial membranes do not extend properly into the NMJ. Thus positive signaling through Draper, perhaps in response to cues released by presynaptic debris, may directly regulate a subset of glial membrane movements at the NMJ.\n\nBoth Glia and Muscle Cells Act as Phagocytes and Clear Presynaptic Debris from the NMJ\n\nTo address the possibility that Draper might function both in glia and muscle to sculpt the NMJ we selectively expressed a Draper-RNAi designed to knockdown all Draper isoforms in glia or muscles using cell-specific Gal4 strains. RNAi knockdown of Draper in either muscle or glia resulted in a reduction in the number of synaptic boutons, which was not significantly different from the draper null mutant (Figure 6E). This indicates that the removal of Draper from either cell type is sufficient to interfere with NMJ growth. Remarkably, however, downregulating Draper in muscle versus glia had a different consequence for the deposition of presynaptic debris and the appearance of detached ghost boutons. RNAi knockdown of Draper in glia resulted in an increase in presynaptic debris to an extent similar to the draper null mutant (Figure 6C and 6G). However, no significant increase in the number of detached ghost boutons was observed (Figure 6F). If glial extensions are primarily involved in engulfing presynaptic debris, we predicted that we should find HRP positive debris within the glial extensions. We found that this was indeed the case. We found several instances in which glial terminals formed bulb-like structures that contained anti-HRP immunoreactive puncta within (Figure 6D, arrowheads).\n\nIn contrast, downregulating Draper in muscle resulted in an increase in the number of ghost boutons (Figure 6B and 6F), but the level of presynaptic debris was similar to wild type (Figure 6B and 6G). Expressing Draper RNAi in motorneurons did not affect the number of boutons, ghost boutons, or the levels of presynaptic debris (Figure 6E–6G). These results support the idea that Draper functions both in muscle and glia, and that the function of Draper in each cell has some degree of specialization. While glial Draper appears to function in removing presynaptic debris, muscle Draper appears to remove ghost boutons fated for elimination. Importantly, these observations also provide the first evidence that muscle cells fulfill a phagocytic function at the NMJ.\n\nDownregulation of Ced-6 Mimics Cell-Specific Draper Phenotypes at the NMJ\n\nPrevious studies have shown that the PTB-domain protein dCed-6 functions downstream of Draper [23]. Therefore, we used RNAi knockdown of dCed-6 in muscle or glia as a second approach to blocking glial and muscle engulfment activity. As in draper mutants, downregulating dCed-6 in either muscle or peripheral glia resulted in significant decrease in the number of synaptic boutons (Figure 7A–7D). In contrast, no effect was observed when dCed-6-RNAi was expressed in motorneurons (Figure 7D). Similar to Draper RNAi knockdown, expressing dCed-6-RNAi in muscles or glia had differential consequences for the appearance of presynaptic debris versus ghost boutons. Decreased levels of dCed-6 in muscles led to an increase in the number of ghost boutons, but had no influence in the deposition of presynaptic debris (Figure 7B, 7E, and 7F). Downregulating dCed-6 in glia, on the other hand, led to a significant increase in presynaptic debris deposition, but the number of ghost boutons remained unaltered (Figure 7C, 7E, and 7F). These results are consistent with the notion that dCed-6 functions downstream of Draper during the development of the NMJ. Further, they support the model that both muscle and glia contribute differentially to the clearance of debris versus ghost boutons at the NMJ.\n\nAccumulation of Presynaptic Debris, Ghost Boutons, and Defects in NMJ Growth Map to the draper Gene\n\nThe draper gene gives rise to three different Draper isoforms, each with a unique combination of intracellular and extracellular domains (Figure 8A). Draper-I bears 15 extracellular EGF repeats, whereas Draper-II and -III only contain five [24]. In their intracellular domains, all isoforms contain a potential dCed-6 binding site (NPXY), but the Shark binding site is only present in Draper-I and -II. To determine which of the isoforms might be involved in NMJ development, we first carried out reverse-transcription PCR (RT-PCR) of body wall muscles. Interestingly, we found that Draper-I and III, but not Draper-II were expressed at the neuromuscular system (Figure 8A and 8B). Therefore, we carried out rescue experiments by expressing Draper-I or -III in muscles or glia in a draper null mutant background.\n\nNone of the Draper isoforms completely rescued the decrease in bouton number observed in the drpr null (Figure 8C). This is consistent with the observations with cell-specific Draper-RNAi expression, showing that Draper functions both in muscle and glia, and that downregulating Draper in either cell is sufficient to decrease bouton number to an extent similar to the draper null mutant alone. In the case of ghost boutons, expressing Draper-I in glia or Draper-III in muscle completely rescued the mutant phenotype (Figure 8D). However, expressing Draper III in glia or Draper I in muscle also resulted in substantial but incomplete rescue. For the deposition of presynaptic debris, only expressing Drpr-I in glia completely rescued the phenotype, but partial rescue was also observed when Drpr-III was expressed in muscle (Figure 8E). These data provide conclusive evidence that the phenotypes we observe in draper null mutant NMJs indeed map to the draper gene, and that the phenotypes we observe in draper mutants can be significantly rescued by resupplying Draper in glia or muscle cells (Figure 8F). The incomplete rescue of some of the phenotypes by specific isoforms might represent redundant functions by these isoforms, a requirement for multiple isoforms for complete rescue, or simply result from increased Draper expression in transgenic animals.\n\nDiscussion\n\nHere we have studied the in vivo dynamics of synaptic connectivity between single motor inputs and their target muscle cells. We describe a novel event that occurs during the remodeling of single synaptic arbors during development or activity-induced plasticity: the shedding of presynaptic debris and aborted synaptic boutons that failed to stabilize. This process differs from developmental pruning or intercellular competition during synapse elimination, as in those cases entire nerve terminals are eliminated, thereby changing the wiring diagram of a circuit. Rather, we show that the expansion of an already established synaptic input involves significant production of presynaptic membrane debris and the detachment of undifferentiated synaptic boutons destined for elimination from the main arbor. Both glial and muscle cells act in concert to clear the developing NMJ of this shed presynaptic material, and the suppression of engulfing activity in glial or muscle cells leads to highly disrupted NMJ growth. We propose that this novel mechanism might serve to rapidly adapt the size of a growing synaptic terminal to the changing demands of the target cell by shifting the equilibrium between synapse stabilization and synapse destabilization.\n\nExpanding Presynaptic Arbors Shed Membrane Debris in an Activity-Dependent Manner\n\nDuring larval development, the NMJ is continuously increasing the size and number of synaptic boutons. This expansion serves as a compensatory mechanism to preserve synaptic strength, despite the massive growth of muscle cells [32]. Our studies provide evidence that normal NMJ growth includes the constitutive shedding of presynaptic membranes. The presynaptic origin of HRP-positive debris was demonstrated by labeling motorneuron membranes with genetically encoded mCD8-GFP, which consistently labeled the debris, by the observation that in some cases ghost boutons that detached from the main arbor disintegrated into debris, and by the finding that the debris also contained presynaptic proteins, such as CSP. Thus, synaptic debris might contain synaptic vesicles or vesicle membrane remnants that failed to be recycled. Interestingly, Brp, an active zone marker [33], was absent from the debris. This absence might reflect its degradation, or alternatively, the derivation of presynaptic debris from periactive regions of the NMJ. Indeed, FasII, which is localized at periactive zones [34] was also present in presynaptic debris.\n\nAcute spaced stimulation of the larval NMJ leads to the formation of dynamically extending and retracting synaptopods, and to the appearance of ghost boutons [13]. While some ghost boutons differentiate by acquiring active zones and postsynaptic proteins [13], here we found that others lost their connection with the presynaptic arbor and were specifically removed. What happens to ghost boutons that detach from the main arbor? In most cases we found that detached ghost boutons rapidly disappeared from the NMJ. On the basis of our finding that suppressing engulfing action in muscle leads to the accumulation of ghost boutons, we propose that these are engulfed directly by muscle cells (Figure 8F).\n\nIn other cases we found that ghost boutons, along with the stalk by which they were initially attached to the main arbor, would degenerate into smaller fragments resembling presynaptic debris. Thus at some level, ghost boutons also appear to be able to disintegrate into presynaptic debris. That presynaptic debris and ghost boutons are unique cellular remnants is also argued by the fact that they are differentially engulfed by glia and muscle cells, respectively (Figure 8F). Nevertheless, the detachment and elimination of ghost boutons we describe represents a simple and newly defined mechanism for the removal of excessive synapses formed by individual innervating motorneurons. This process might also serve as a mechanism for rapid stabilization of new synaptic boutons during, for example, periods of increased synaptic or locomotor activity (see below) [13],[35],[36].\n\nThe functional significance of shedding presynaptic debris remains unclear. Manipulations that promote rapid synaptic growth, such as acute spaced stimulation, lead to an increase in presynaptic debris suggesting that its production is associated with synaptic growth. While some presynaptic debris appears to be derived from the breakdown of disconnected ghost boutons, we also observed the de novo formation of presynaptic debris in the absence of any ghost boutons. Thus, presynaptic debris is likely directly shed by motorneuron endings. Presynaptically shed debris might derive from dynamically extending synaptopods, whose formation is dramatically enhanced by increasing neural activity [13]. However, in live preparations demonstrating robust synaptopod growth we have yet to directly observe the formation of debris following synaptopod expansion or retraction (Gorczyca M, Ashley J, Fuentes-Medel Y, unpublished data).\n\nThe presence of presynaptic debris might highlight the extremely dynamic nature of synapse addition in vivo. Two important mechanisms appear to operate during NMJ expansion. First, the NMJ is shaped by a homeostatic mechanism that maintains synaptic efficacy despite larval muscle growth [32]. Second, the NMJ has the ability to respond to acute changes in activity and sensory experience with rapid modifications in synaptic structure and function. Well-fed larvae placed in a substrate devoid of food show an increase in synaptic strength within 30 min [35], and spaced stimulation induces robust synaptic growth within 2 h [13]. It is tempting to speculate that presynaptic shedding is the byproduct of a mechanism designed to ensure rapid and efficient changes in synaptic performance. For example, the initiation of synaptic bouton formation might be a continuous process. This pool of synaptic boutons might reach an immature stage and if not subsequently stabilized by activity or other signals they might be shed and removed. Such a mechanism would provide a continuous supply of immature boutons ready to stabilize if rapid growth becomes essential.\n\nSynaptic Debris and Ghost Boutons Are Engulfed by Glial and Muscle Cells\n\nGlial cells have a key role in the removal of axonal debris and neuronal cell corpses from the central nervous system [22],[37], but mounting evidence also implicates glial cells in the elimination of synaptic inputs. In mammals microglia rapidly spread along neurites of injured motorneurons and displace synaptic inputs through synaptic stripping [38]. At the mammalian NMJ, terminal Schwann cells are also active participants in the activity-dependent elimination of exuberant motorneuron inputs by apparently pinching off fragments of retracting terminals [11].\n\nHere we describe a novel mechanism by which glia, through their phagocytic clearance of shed synaptic debris, can sculpt synaptic connectivity within a single arbor and ultimately modulate the growth of nerve terminals. The formation of shed presynaptic material appears to be autonomous and not require the engulfing action of glial cells since presynaptic debris and ghost boutons accumulate at high levels in draper mutants. Notably, muscle cells collaborated with glia in the removal of shed presynaptic membranes and thus also helped to sculpt the growing NMJ. These observations provide a new view on the role of muscle cells in regulating synaptic growth: muscle cells are not simply postsynaptic target cells that give and receive synaptogenic signals; they are also phagocytes at the NMJ and through engulfing shed presynaptic material can help shape synaptic connectivity.\n\nWhy has such presynaptic material not been previously described at the well-studied Drosophila NMJ? This is likely due to the fact that we have assayed NMJ morphology for the first time in engulfment mutants. Even in wild type a very low level of presynaptic debris (this report) and a small number of ghost boutons [13] is observed. However in draper mutants or knockdown animals we observe their dramatic accumulation, which is reminiscent of the process of cell corpse engulfment after apoptotic cell death. Cell corpses are rapidly engulfed during development and thus very few are observed in wild-type animals. In contrast, they accumulate at significant levels in animals with reduced cell corpse engulfment activity, such as C. elegans ced-1 or ced-6 mutants [39].\n\nWe found that glial cells extended membrane processes that deeply invaded the NMJ. These cellular interactions were highly dynamic, as demonstrated by our time-lapse imaging, and by the high variability in the extent and type of glial membrane projections we found at the NMJ. Some projections were in the form of thin gliopods that associated with boutons within a branch or that extended across branches. Others resembled flat lamellipodia that associated with synaptic boutons or with the muscle. Given the requirement for glial Draper in the removal of synaptic debris, it is tempting to speculate that glial membranes are continuously and dynamically surveying the NMJ for the presence of synaptic debris, which is then engulfed. Consistent with this notion, we found several examples of glial membranes extending away from the arbor and overlapping with presynaptic debris. We also found that in some cases, HRP positive fragments were found associated with bulbous structures formed by the glial projections, suggesting that glia can engulf presynaptic debris. We also observed glial membrane projections that had the form of boutons, sometimes draping over an entire bouton, or extending well beyond the terminal bouton. While the function of these structures remains unclear we envisage at least two potential roles. First, these might represent glial extensions actively engulfing ghost boutons, although this would be predicted to be a rare event since our cell-type specific analyses argue that muscle cells are primarily responsible for clearance of ghost boutons. Second, these extensions, along with the additional types described above that extend beyond axonal arbors into the muscle, could be physically opening up space in the muscle cell for new bouton formation or process extension.\n\nRecognition and Clearance of Shed Presynaptic Debris and Ghost Boutons Requires the Draper Signaling Pathway\n\nInterestingly, we found that in draper mutants both disconnected ghost boutons and presynaptic debris accumulated, and this accumulation had a negative effect on NMJ expansion and bouton morphology. Moreover, synaptic growth appeared to be highly sensitive to both types of shed presynaptic material since the accumulation of either ghost boutons or presynaptic debris (when engulfment activity was blocked in muscles or glia, respectively) led to reductions in bouton growth similar to that seen in draper null mutants. As mentioned above, shed material might contain important signaling factors that potently stimulate or inhibit new synapse formation. If, for example, presynaptic debris contains molecules that inhibit synaptogenesis, the accumulation of such material would be expected to negatively regulate synaptic growth. Perhaps a similar type of inappropriate modulation of synaptogenesis by the membrane fragments of pruned terminals also accounts for their rapid clearance from the central nervous system after degeneration.\n\nDrosophila glial cells also engulf neuronal cell corpses and pruned or degenerating axons. Each of these targets is generated by a unique degenerative molecular cascade: cell corpses are produced by canonical apoptotic cell death pathways [40], pruned axons undergo degeneration through a ubiquitin proteasome-dependent mechanism [41], and severed axons undergo Wallerian degeneration via Wlds-modulated mechanisms [26]. Despite their unique pathways of production, each is engulfed by glia through Draper-dependent mechanisms, implying that these engulfment targets autonomously tag themselves with molecularly similar “eat me” cues. Our observations that mutations in draper led to accumulation of presynaptic debris and detached ghost boutons suggests that these new glial/muscle engulfment targets also produce similar cues for phagocytic cells to promote their destruction. If so, these data argue that all the necessary machinery essential for tagging membrane fragments for engulfment are present in a ghost bouton or fragment of presynaptic membrane. Importantly, while a lack of glial-mediated clearance of several targets has been observed in vivo—cell corpses, pruned axons or dendrites, and axons undergoing Wallerian degeneration—almost nothing is known about phenotypic consequences of a lack of glial engulfment function in the nervous system. Here we demonstrate that failure of glia and muscle to clear presynaptically derived material negatively regulates synaptic growth.\n\nIn conclusion our studies demonstrate that the process of synaptic growth includes a significant degree of membrane/synaptic instability, and that growing terminals are constantly sloughing off undifferentiated boutons and fragments of membrane. Our observations demonstrate that growing NMJs generate an excess number of undifferentiated synaptic boutons and that only a fraction becomes stabilized and drive the assembly of the postsynaptic apparatus. Exuberant synapses that have failed to form successful postsynaptic contacts are shed, and cleared from the NMJ by glia and muscle cells. The presence of such a pool ensures a continuous supply of nascent synapses available for use to rapidly increase input into the muscle if dictated by dynamic changes in signaling at the NMJ.\n\nMaterials and Methods\n\nDrosophila Strains and Behavioral Assays\n\nThe following fly strains were used for this study: draperΔ5 and UAS-Draper-RNAi [26], UAS-dCed-6-RNAi [23]; Repo-Gal4 (a gift from B. Jones), Gli-Gal4 [42], OK6-Gal4 [16], C57-Gal4 and C380-Gal4 [20], UAS-mCD8-GFP [43] UAS-myrRFP (Bloomington Stock Center), MHC-mCD8GFP-Sh [21], and UAS-ChR2 [44]. UAS-Draper-I and UAS-Draper-III were generated by M.A. Logan and will be described in detail elsewhere (MAL and MRF, unpublished data). For larval motility assays, larvae were cultured at 25°C, wandering third instar larvae were collected, briefly washed in distilled water, transferred to the center of a square agar plate, and covered with a transparent lid. After 30 s, total larval movement was followed for 1 min under red light conditions, 60% humidity, at 25°C.\n\nImmunolabeling, Live-Imaging, and Confocal Microscopy\n\nThird instar Drosophila larvae were dissected in calcium free saline [45] and fixed for 10 min with nonalcoholic Bouin's solution unless otherwise noted. Primary antibodies were used at the following dilutions: α-Draper, 1∶5,000 [24]; rabbit α-DLG, 1∶20,000 [46]; mouse α-DLG, 1∶500 (clone 4F3, Developmental Studies Hybridoma Bank, DSHB); α-CSP, 1∶100 [47]; α-Synapsin, 1∶10 (a gift from E. Buchner; [48]; α-Fas II, 1∶3000 [46]; α-GFP, 1∶200 (Molecular Probes); nc82 (α-Brp), 1∶100 (DSHB); FITC or Texas red-conjugated α-HRP 1∶200 (Jackson Immunoresearch). Secondary antibodies conjugated to FITC, Texas Red, or Cy5 (Jackson Immunoresearch) were used at a concentration of 1∶200. Samples were imaged using a Zeiss Pascal confocal microscope and analyzed using the Zeiss LSM software package and ImageJ.\n\nTo study the organization of glial membranes at the NMJ we fixed larval body wall muscle preparations of controls and draper mutants expressing mCD8-GFP in glia using the Gli-Gal4 strain for 15 min in 4% paraformaldehyde fix, and double stained the preparations with Texas Red conjugated α-HRP 1∶200 (Jackson Immunoresearch) and α-GFP (Molecular Probes). Glial membrane extensions at identified body wall muscle NMJs from abdominal segments A3 and A4 were scored individually as “blunt ended” (glial membranes terminated at the branch point), “covered” (glial membranes completely ensheathed the NMJ), “gliobulbs” (glial extensions terminated in a bulbous structure), “gliopods” (small finger-like glial membrane projections), and lamellipodia (glial membranes formed flat extensions that partially covered the NMJ). The percentage of NMJs containing the above types of glial membranes projections was calculated from 20 hemisegments for controls, and 15 hemisegments for draperΔ5 mutants.\n\nPresynaptic debris was scored from type Ib boutons at muscles 6 and 7, abdominal segment A3. This quantification was performed using images of α-HRP labeled NMJs that were acquired with identical confocal settings, and the amount of debris scored blindly according to a subjective scale of 0–3. Number of NMJs analyzed are ten to 12 per sample (from six animals). To score presynaptic debris after spaced stimulation, intact larvae expressing channelrhodopsin-2 in motorneurons were subjected to spaced light stimulation as in (Ataman et al. [13]), fixed at 2 h (1.5 h stimulation, 30 min rest) (n = 18 for stimulated samples, n = 12 for unstimulated controls), and 18 h after stimulation (n = 6 for stimulated samples, n = 6 for unstimulated controls), and stained with α-HRP antibodies. Confocal images of NMJs at muscles 6 and 7 (A2 and A3) were acquired with identical settings, and two 8-µm diameter circles at the postsynaptic region of each NMJ branch were selected for analysis using NIH Image software. The number of synaptic boutons and ghost boutons were quantified at muscles 6 and 7 (A3) from preparations double stained with α-HRP and α-DLG (n≥10 NMJs per genotype). Data were represented in histograms as the average±SEM. Statistical significance of the data was obtained in pair-wise comparisons using the Student's t-test.\n\nLive imagining of larvae was performed on either intact or dissected preps as Ataman et al. [13]. Briefly intact larvae were anesthetized using Sevoflurane (Baxter) and the dorsal muscles were then imaged through the cuticle using a 40× 1.2 NA objective on an Improvision spinning disk confocal microscope. Larvae were examined live by expression of UAS-mCD8GFP in motor neurons (pre-Gal4) or glia (gli-Gal4). Increased activity was induced in these larvae by expression of UAS-Channelrhodopsin2, and exposure to a pulsed 491-nm LED paradigm described in Ataman et al. [13] and Figure 1H. Larvae were examined every hour, every 4 h, or at 18-h intervals depending on the experiment. In order to visualize the debris, samples were converted to rainbow gradient color, and then contrast enhanced until the main arbor was saturated, as the debris is much dimmer than the presynaptic membrane.\n\nLive imaging of glia was also performed in dissected preps, as Ataman et al. [13]. Briefly, larvae were dissected in 0.1 mM calcium Drosophila HL3-saline, and imaged on a Zeiss Pascal Confocal (Carl Zeiss) using either 25× or 40× water immersion objectives.\n\nRT-PCR\n\nTotal RNA was isolated from third instar body wall muscle preparations with Trizol (Invitrogen) and purified using the RNeasy Mini Kit (QIAGEN). First strand cDNA was synthesized using Superscript II (Invitrogen) enzyme and oligo (dT) 12–18 primer (Invitrogen). PCR was performed using the following Draper isoform specific primers to detect expression of Draper-I, Draper-II, or Draper-III: DrprIuECDF (5′-GGGTCCCCTATGTGATATGC-3′) and DrprIuECDR (5′-TTGTAGCACTCGCAGCTCTC-3′); DrprIIuF (5′-GAAAATATATAGCAAGATTTTGTTTCC-3′) and DrprIIuR (5′-TTCGTGTTGTCGAAGCACTC-3′); DrprIIIuF (5′-GTCATTAGACTTTTACACAGG c-3′) and DrprIIIuR (5′-CTAGCGTATAGAATCAGAC-3′). Plasmids containing the Draper isoforms (pUAST-DraperI, pUAST-DraperII, and pUAST-DraperIII) were used as controls for PCR amplification. PCR program was as follows: denature at 95°C for 1 min, anneal at 56°C for 30 s, extension at 72°C for 30 s (30 cycles total). PCR products were run on a 0.8% agarose gel and visualized by ethidium bromide stain.\n\nSupporting Information"
}