{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000057",
  "doi": "10.1371/journal.pbio.3000057",
  "externalIds": [
    "pii:PBIOLOGY-D-18-00804",
    "pmid:30917109",
    "pmcid:PMC6453563"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A small proportion of Talin molecules transmit forces at developing muscle attachments in vivo",
  "authors": [
    {
      "name": "Sandra B. Lemke",
      "first": "Sandra B.",
      "last": "Lemke",
      "affiliation": "Max Planck Institute of Biochemistry, Martinsried, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3817-4351"
      ]
    },
    {
      "name": "Thomas Weidemann",
      "first": "Thomas",
      "last": "Weidemann",
      "affiliation": "Max Planck Institute of Biochemistry, Martinsried, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-6694-1087"
      ]
    },
    {
      "name": "Anna-Lena Cost",
      "first": "Anna-Lena",
      "last": "Cost",
      "affiliation": "Max Planck Institute of Biochemistry, Martinsried, Germany; University of Münster, Institute for Molecular Cell Biology, Münster, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-1836-9108"
      ]
    },
    {
      "name": "Carsten Grashoff",
      "first": "Carsten",
      "last": "Grashoff",
      "affiliation": "Max Planck Institute of Biochemistry, Martinsried, Germany; University of Münster, Institute for Molecular Cell Biology, Münster, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-0118-9231"
      ]
    },
    {
      "name": "Frank Schnorrer",
      "first": "Frank",
      "last": "Schnorrer",
      "affiliation": "Max Planck Institute of Biochemistry, Martinsried, Germany; Aix Marseille University, CNRS, IBDM, Marseille, France",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-9518-7263"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-03-27",
  "dateAccepted": "2019-03-08",
  "dateReceived": "2018-09-27",
  "volume": "17",
  "number": "3",
  "pages": "e3000057",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Bioassays and physiological analysis",
    "Biochemistry",
    "Biological tissue",
    "Cell biology",
    "Cellular types",
    "Developmental biology",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Bioassays and physiological analysis",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biological tissue",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Fluorescence imaging",
    "Discipline-v3/Fluorescence resonance energy transfer",
    "Discipline-v3/Fluorophotometry",
    "Discipline-v3/Imaging techniques",
    "Discipline-v3/Life cycles",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Muscle analysis",
    "Discipline-v3/Muscle biochemistry",
    "Discipline-v3/Muscle fibers",
    "Discipline-v3/Muscle physiology",
    "Discipline-v3/Muscle proteins",
    "Discipline-v3/Muscle tissue",
    "Discipline-v3/Muscles",
    "Discipline-v3/Musculoskeletal system",
    "Discipline-v3/Physiology",
    "Discipline-v3/Proteins",
    "Discipline-v3/Pupae",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Spectrophotometry",
    "Discipline-v3/Spectrum analysis techniques",
    "Fluorescence imaging",
    "Fluorescence resonance energy transfer",
    "Fluorophotometry",
    "Imaging techniques",
    "Life cycles",
    "Muscle analysis",
    "Muscle biochemistry",
    "Muscle fibers",
    "Muscle physiology",
    "Muscle proteins",
    "Muscle tissue",
    "Muscles",
    "Musculoskeletal system",
    "Physiology",
    "Proteins",
    "Pupae",
    "Spectrophotometry",
    "Spectrum analysis techniques",
    "Type/Research Article"
  ],
  "abstract": "Cells in developing organisms are subjected to particular mechanical forces that shape tissues and instruct cell fate decisions. How these forces are sensed and transmitted at the molecular level is therefore an important question, one that has mainly been investigated in cultured cells in vitro. Here, we elucidate how mechanical forces are transmitted in an intact organism. We studied Drosophila muscle attachment sites, which experience high mechanical forces during development and require integrin-mediated adhesion for stable attachment to tendons. Therefore, we quantified molecular forces across the essential integrin-binding protein Talin, which links integrin to the actin cytoskeleton. Generating flies expressing 3 Förster resonance energy transfer (FRET)-based Talin tension sensors reporting different force levels between 1 and 11 piconewton (pN) enabled us to quantify physiologically relevant molecular forces. By measuring primary Drosophila muscle cells, we demonstrate that Drosophila Talin experiences mechanical forces in cell culture that are similar to those previously reported for Talin in mammalian cell lines. However, in vivo force measurements at developing flight muscle attachment sites revealed that average forces across Talin are comparatively low and decrease even further while attachments mature and tissue-level tension remains high. Concomitantly, the Talin concentration at attachment sites increases 5-fold as quantified by fluorescence correlation spectroscopy (FCS), suggesting that only a small proportion of Talin molecules are mechanically engaged at any given time. Reducing Talin levels at late stages of muscle development results in muscle–tendon rupture in the adult fly, likely as a result of active muscle contractions. We therefore propose that a large pool of adhesion molecules is required to share high tissue forces. As a result, less than 15% of the molecules experience detectable forces at developing muscle attachment sites at the same time. Our findings define an important new concept of how cells can adapt to changes in tissue mechanics to prevent mechanical failure in vivo.",
  "fullText": "Introduction\n\nThe shape of multicellular organisms critically depends on the presence of mechanical forces during development [1,2]. Forces not only generate form and flows within tissues [3,4] but can also control cell fate decisions [5,6] and trigger mitosis [7]. There are various ways to quantify forces at the cellular or tissue level [8,9]; however, mechanical forces experienced by proteins in cells have only recently become quantifiable with the development of Förster resonance energy transfer (FRET)-based molecular tension sensors [10]. These sensors contain a donor and an acceptor fluorophore connected by a mechanosensitive linker peptide, which reversibly unfolds and extends when experiencing mechanical forces. As a result, such sensors report forces as a decrease in FRET efficiency caused by an increase in distance between the fluorophores. Since previous studies analyzed molecular forces using in vitro cell culture systems [11–17] and insights from in vivo experiments are still limited [18–21], it remains largely open how mechanical loads are processed at the molecular level in tissues of living organisms.\n\nIntegrins are a major and highly conserved force-bearing protein family. They connect the actomyosin cytoskeleton to the extracellular matrix and are essential for numerous mechanically regulated processes in vivo or in vitro [22,23]. However, in vivo it is particularly unclear how integrin-based structures are mechanically loaded because forces have so far only been analyzed in focal adhesions, which are typically not found in soft tissues [11–13,17]. Therefore, we chose to investigate Drosophila muscle attachment sites in vivo, which experience high mechanical forces during development [24] and depend on integrin-based attachment of muscle fibers to tendon cells [22,25]. For the molecular force measurements, we selected the integrin activator and mechanotransducer Talin, which is essential for all integrin-mediated functions and binds with its globular head domain to the tail of β-integrin and with its rod domain to actin filaments [26,27]. Thus, Talin is in the perfect position to sense mechanical forces across integrin-dependent adhesive structures. In contrast to measurements performed previously in vitro [12], we find that less than 15% of the Talin molecules experience significant forces at developing muscle attachments in vivo, suggesting that high tissue forces are sustained by recruiting a large excess of Talin molecules to muscle attachments. Reducing the Talin levels leads to rupture of muscle attachments in response to high forces during adult muscle contractions. This demonstrates the significance of high Talin levels for the robustness of muscle attachments under peak mechanical load.\n\nResults\n\nA Drosophila Talin tension sensor\n\nTo enable quantitative force measurements, we generated various Drosophila Talin tension sensor and control flies by modifying the endogenous talin (rhea) gene using a two-step strategy based on clustered regularly interspaced short palindromic repeats (CRISPR)/CRISPR-associated protein 9 (Cas9) genome engineering and ϕC31-mediated cassette exchange (Fig 1A, S1 Fig) [28]. This strategy enabled us to generate an entire set of Talin tension sensor fly lines with yellow fluorescent protein for energy transfer (YPet) and mCherry FRET pairs and 3 different mechanosensitive linker peptides [11,13], Flagelliform (F40), Villin headpiece peptide (HP), and HP’s stable variant (HPst), reporting forces of 1–6 piconewton (pN), 6–8 pN, and 9–11 pN, respectively (Fig 1B). The sensor modules were inserted both internally between the Talin head and rod domains (F40-TS, TS, stTS) at the analogous position used in mammalian Talin to report forces in vitro [11,17] and C-terminally as a zero-force control (C-F40-TS, C-TS, C-stTS). Furthermore, the individual fluorescent proteins were inserted at both positions as controls (I-YPet, I-mCh, C-YPet, C-mCh). All stocks are homozygous viable and fertile and do not display any overt phenotype indicating that the Talin tension sensor proteins are functional.\n\nTo assess the functionality of Talin-TS more rigorously, we first analyzed Talin-TS localization in adult hemithoraxes and found that Talin-TS localizes to myofibril tips as expected (Fig 2A–2D). Second, we performed western blot analysis and found the expected band shifts for tension sensor module incorporation into Talin protein isoforms (Fig 2E). Third, we quantified sarcomere length in flight muscles and found the expected length of 3.2 μm in wild-type (WT) [29] and talin-TS flies (Fig 2F–2H). Fourth, we tested flight ability [30] and found that neither the insertion of the sensor module nor the individual fluorescent proteins into the internal position nor the insertion of the sensor module at the C-terminus causes flight defects (Fig 2I). Fifth, we confirmed that Talin-TS (or Talin-I-YPet) is expressed correctly at all developmental stages (embryo, larva, and pupa) and is detected most prominently at muscle attachment sites as previously reported for endogenous Talin (Fig 2J–2O) [31]. Finally, we assessed the molecular dynamics of Talin-TS at flight muscle attachments using fluorescence recovery after photobleaching (FRAP). We compared the internal tension sensor to Talin-C-YPet, which is tagged at a functionally verified position [32], and found that internal tagging of Talin does not alter its molecular dynamics. Both the mobile fraction as well as the recovery half time are indistinguishable from C-terminally tagged Talin (Fig 2P–2S). Together, these data demonstrate that the tension sensor module is properly incorporated into Talin and the resulting protein is functional. Thus, Talin-TS is suitable for the quantification of mechanical tension across Talin in any tissue and at any developmental stage of Drosophila in vivo.\n\nForces across Drosophila Talin in primary muscle fiber cultures\n\nTo ensure that our approach is comparable to previous Talin force measurements in cultured mammalian cells, we established muscle fiber cultures by incubating primary myoblasts in vitro for 5 to 7 d [33,34]. Isolated myoblasts from talin-I-YPet embryos differentiated into striated, often multinucleated muscle fibers and efficiently adhered to the underlying plastic substrate (Fig 3A and 3B). In these cells, Talin-I-YPet localizes to adhesions at the fiber tips and at myofibril ends as well as to costameres, which connect myofibrils at the sarcomeric Z-discs to the cell membrane [35]. Primary muscle fibers generated from talin-I-YPet, talin-TS, and talin-C-TS embryos display similar morphologies (Fig 3C–3E) and contract spontaneously (S1 Movie). Adhesions at the fiber tips do not move during these contractions, whereas costameres are mobile and thus are not fixed to the plastic substrate (Fig 3F).\n\nFor establishing force measurements using these primary fiber cultures, we performed fluorescence lifetime imaging microscopy (FLIM) to determine the FRET efficiency of the Talin tension sensor containing the HP-sensor module (TS) compared to the zero-force control (C-TS). We created distinct masks for Talin FRET signals either in the entire fiber or specifically in cell-substrate adhesions at the fiber tips or in costameres along myofibrils (Fig 3G–3J). Consistent with previous Talin force measurements in cultured fibroblasts [11,17], we observed a reduction in FRET efficiency of TS compared to the control C-TS within the entire fiber, indicating that Talin indeed experiences mechanical forces in these adherent, primary muscle fibers (Fig 3K). As expected, we find higher average forces across Talin at muscle-substrate adhesions compared to the rest of the cell. In costameres, which are not fixed to the plastic substrate, the FRET efficiency of TS is indistinguishable from the control, indicating that forces across Talin at costameres are lower and do not exceed 6 to 8 pN (Fig 3K). Together, these data demonstrate that the Drosophila Talin-TS reports similar Talin forces at adhesions of cultured muscle fibers as were previously described for Talin in focal adhesions of mammalian fibroblasts [11,12,17].\n\nTissue forces during Drosophila muscle–tendon development in vivo\n\nTo quantify forces across Talin in vivo, we chose the developing muscle–tendon attachments of the flight muscles as a model system, which critically depend on integrin and Talin function [24,31]. At 20 hours after puparium formation (h APF), the developing myotubes have initiated contact with the tendon epithelium, and immature muscle attachment sites are formed (Fig 4A). While they mature, the myotubes compact and the tendon epithelium forms long cellular extensions. By 30 h APF, the myotubes have reached their maximally compacted stage (Fig 4A) and have initiated myofibrillogenesis. Thereafter, the muscles elongate and grow to fill the entire thorax by the end of the pupal stage [29]. Previous studies using laser-induced microlesions in developing tendons had shown that increasing mechanical tension is built up in the muscle–tendon tissue from 18 h to 22 h APF and that this tension is required for ordered myofibrillogenesis [24,36]. However, tissue tension at the maximally compacted stage of the muscle fibers at 30 h APF had not been analyzed yet. Therefore, we cut the tendon cells at 20 h and 30 h APF and performed time-lapse imaging to quantify the tendon tissue recoil. As a proxy for tissue tension, we calculated the initial recoil velocity from the first 2 frames after the cut (300 ms) and found that it remains high at 30 h APF (Fig 4B–4G, S2 Movie and S3 Movie).\n\nTo ensure that the high tissue tension is also present in the muscle fibers, we cut the muscle at 20 h and 30 h APF (Fig 4A). Cutting the muscle fibers in a single focal plane is not sufficient to cut the entire fiber in two. However, laser lesions in the muscle induce muscle contractions at 30 h APF but not at 20 h APF (S2 Fig, S4 Movie and S5 Movie). This demonstrates that the immature myofibrils present at 30 h APF are contractile and are stably connected to muscle attachments. A similar observation was made before in Drosophila abdominal muscles, in which laser-induced lesions cause a Ca2+ pulse that triggers contraction of the immature myofibrils [37]. To sever the entire muscle fibers, we cut repeatedly in a 10-μm–thick z-stack and tracked the recoil of the muscle attachments at 20 h and 30 h APF (Fig 4H–4L, S6 Movie and S7 Movie). Due to the z-stack acquisition, our time resolution was limited to 5 s, and therefore we could not determine the initial recoil velocity precisely. Instead, we quantified the average recoil velocity in the first 5 s and found that it increases from 20 h to 30 h APF, suggesting an overall increase in muscle fiber tension between 20 h and 30 h APF (Fig 4M). In conclusion, tissue tension in the muscle–tendon system remains high and possibly increases further from 20 h to 30 h APF, both in the tendon and the muscle tissue.\n\nForces across Drosophila Talin in vivo\n\nAfter establishing that tissue forces build up in the muscle–tendon system and remain high until 30 h APF, we measured Talin forces between 18 h and 30 h APF in living pupae at the anterior muscle attachment sites of the dorsal-longitudinal flight muscles using the HP-sensor module (Fig 5A and 5B and workflow in S3 Fig). For calculating the FRET efficiency, we determined the fluorescence lifetime of only the donor in flies expressing YPet at the internal position of Talin (S4A Fig). In addition, we excluded the possibility that FRET between neighbouring molecules (intermolecular FRET) affects our measurements throughout the entire time course (Fig 5C) and confirmed that our lifetime measurements are independent of signal intensity (S4B Fig). We noted that the FRET efficiency of the zero-force control sensor slightly increases over the time course, possibly because the increasing crowding at the attachments restricts the conformational freedom of the sensor and thus may favor FRET (Fig 5D). Therefore, we measured the FRET efficiency of the control sensor in addition to the tension sensor at all developmental time points. In this way, we detected a significant drop in FRET efficiency for Talin-TS compared to the control Talin-C-TS at 18 to 28 h APF (Fig 5D). The FRET efficiency reduction at muscle attachment sites was significantly smaller compared to the in vitro measurements of cultured muscle fibers (Fig 3K) or of cultured mammalian fibroblasts [11]. At 30 h APF, no difference in FRET efficiencies was detected, suggesting that there is little or no tension across Talin at this time point. Together, these data suggest that only a small percentage of Talin molecules at muscle attachments experience forces above 6 pN at 18 to 28 h APF. The remaining molecules could either bear no force or forces below 6 pN that cannot be detected by the HP-sensor module. Contrary to our expectation, the average force across Talin decreases during muscle compaction while tissue tension builds up and myofibrils are assembled.\n\nTo substantiate these findings, we compared flies carrying the HP-based Talin sensor (6–8 pN) to those with the stable variant HPst (9–11 pN), which only differs in 2 point mutations. We found similar and highly reproducible differences in FRET efficiency (Fig 5E, S4C Fig) indicating that, at 20 to 24 h APF, some Talin molecules even experience forces of ≥10 pN at muscle attachment sites. Comparison of TS to its stable variant (stTS) revealed a significant difference in FRET efficiency at 20 h APF, while the respective zero-force controls were indistinguishable (Fig 5E). This demonstrates that a proportion of the mechanically engaged Talin molecules experience a range of forces between 7 and 10 pN at muscle–tendon attachments in vivo, further emphasizing that the observed differences are force specific.\n\nTo test whether the remaining Talin molecules experience forces that are too low to be detected by the HP or HPst sensor modules, we generated flies with the F40 sensor module, which is sensitive to forces of 1 to 6 pN [13]. Again, we quantified a decrease in FRET efficiency relative to the control at 20 h and 24 h APF, but FRET efficiency differences remained small, and no change was observed at 30 h APF (Fig 5F). Thus, a large proportion of the Talin molecules at muscle attachment sites are not exposed to detectable mechanical forces during development.\n\nTo quantify the proportion of mechanically engaged Talin molecules at 20 h and 24 h APF, we applied biexponential fitting to our FLIM data and calculated the ratio of open versus closed sensor (Fig 5G, see Methods for details). This analysis revealed that only 13.2% and 9.6% of all Talin molecules are mechanically engaged at 20 h and 24 h APF, which contrasts in vitro measurements of focal adhesions that are characterized by a Talin engagement ratio of about 70% [12].\n\nEach mechanically engaged Talin molecule needs to be bound to an integrin, therefore we tested whether the integrin levels at muscle attachment sites may be limiting the amount of force-bearing Talin molecules. However, integrins and Talin are present at comparable levels at muscle attachment sites at 20 h and 30 h APF (S5 Fig). Thus, it is unlikely that a lack of integrins is the primary reason for the surprisingly small proportion of Talin molecules experiencing detectable forces.\n\nTalin concentration at developing muscle attachments\n\nAs Talin is thought to play an important mechanical role during tissue formation, we wanted to test whether such a small proportion of mechanically engaged Talin molecules in vivo could still contribute a significant amount of tissue-level tension. We therefore quantified the absolute amount of Talin molecules present at muscle attachment sites by combining in vivo fluorescence correlation spectroscopy (FCS) with quantitative confocal imaging (see workflow in S6A–S6D Fig). From FCS measurements in the muscle interior, we calculated the counts per particle (CPP) value, i.e. the molecular brightness of a single Talin-I-YPet particle in each pupa. Because such a particle may correspond to a Talin monomer or dimer, we compared the Talin-I-YPet brightness to the brightness of free monomeric YPet expressed in flight muscles and found no significant difference (Fig 6A). We conclude that Talin is mostly monomeric in the muscle interior.\n\nNext, we calculated the Talin concentration at muscle attachment sites by calibrating confocal images using the molecular brightness (CPP) information from the FCS measurements. Using a dilution series of Atto488, we ascertained that the fluorescence intensity increases linearly with the concentration over multiple orders of magnitude in our confocal images (S6E Fig). The resulting images with pixel-by-pixel Talin concentration values (Fig 6B) indicate an average concentration at the muscle attachment of 5.9 μM (20 h), 10.9 μM (24 h), and 30.9 μM (30 h) (Fig 6C). Thus, the local concentration of Talin molecules increases approximately 2-fold from 20 h to 24 h APF and 5-fold to 30 h APF, indicating that Talin may contribute to the high tissue stress by its strong recruitment to maturing muscle attachment sites.\n\nTo confirm this hypothesis, we estimated the density of Talin molecules on the membrane by dividing the number of Talin molecules per pixel by the estimated membrane area in the confocal volume (Fig 6D, see Methods for details). This resulted in about 400, 700, and 2,300 Talin molecules per μm2 at 20, 24, and 30 h APF, respectively, which corresponds to 20 nm × 20 nm space per molecule at 30 h APF. This space can easily accommodate the size of a Talin head domain (about 4 nm × 10 nm) [38], and the estimated density is comparable to previous studies of integrins in focal adhesions [39].\n\nBy combining our force quantifications with the estimated Talin density at muscle attachment sites, we calculated the Talin-mediated tissue stress to be in the order of 0.4 to 0.5 kPa at 20 h to 24 h APF (see Methods for details). These values are remarkably close to a previously published stress estimate of 0.16 kPa determined by traction force microscopy in focal adhesions of cultured cells [40]. Thus, Talin does contribute a significant amount of tissue stress despite the small proportion of mechanically engaged molecules (Fig 6D).\n\nHigh Talin levels are required to resist muscle contractions\n\nTo investigate the physiological relevance of the high Talin levels at muscle attachments, we aimed to reduce the Talin concentration. The simplest way would be to examine heterozygous animals with only 1 functional Talin copy. However, crossing talin-I-YPet to a talin null allele resulted only in a minor reduction of Talin levels (to about 80% of the WT level) at 20 h and 30 h APF muscle attachments (S7A–S7E Fig). Consequently, we did not detect any significant differences in the molecular forces across Talin in these heterozygous animals (S7F Fig).\n\nHence, we applied RNA interference (RNAi) to reduce Talin levels. As knockdown of Talin with a general muscle GAL4 driver—such as Mef2-GAL4—is embryonic lethal [30], we used the late flight-muscle–specific Act88F-GAL4 driver [41]. Act88F-GAL4–driven talin RNAi (talin-IR) resulted in a reduction of Talin levels to about 50% at flight muscle attachments at 90 h APF, which is shortly before the adult flies eclose (Fig 7A–7E). Apart from the reduced Talin levels, the muscle attachments look normal, and all flight muscles remain attached at 90 h APF.\n\nAs flight muscles at 90 h APF display a wavy shape and their cuticle has not hardened yet, we instead performed force measurements in adult flies, which have straightened flight muscles and are ready to fly. Talin force measurements in adult flight muscle attachments revealed a significant reduction in FRET efficiency for Talin-TS compared to the zero-force control. This indicates that a proportion of the Talin molecules indeed experience forces above 6 to 8 pN in adults under resting nonflying conditions (Fig 7F, S8 Fig) and the additional Talin could buffer peak muscle forces during flight.\n\nTo test this hypothesis, we investigated whether the reduction of Talin levels by RNAi has consequences during adult stages when flies actively fly and thus produce very high forces on muscle attachments. Indeed, talin knockdown flies display a muscle detachment phenotype, whereas in control flies, all muscles remain attached (Fig 7G–7J). In conclusion, high Talin levels are required for stable muscle attachments that withstand the high forces generated by active muscle contractions in adult animals.\n\nDiscussion\n\nOur findings highlight the importance of investigating tissues in their natural mechanical environment in vivo. While the forces per Talin molecule and the tissue stress in vivo are in the same order of magnitude as in previous in vitro studies of focal adhesions [11,12,40], a surprisingly small proportion of Talin molecules (&lt;15%) experience detectable forces during muscle development in vivo. An obvious question arising, therefore, is: what are the other Talin molecules doing at muscle attachment sites, for which we cannot detect significant mechanical forces? Likely, the pool of mechanically engaged Talin molecules exchanges dynamically with the other Talin molecules present at the muscle attachment site. Talin molecules may even remain anchored to integrin and actin, without actomyosin pulling on them continuously. Such a dynamic system would allow the rapid adjustment to changes in tissue forces and thereby prevent rupture of the muscle–tendon attachment upon a sudden increase in tissue stress. In line with this hypothesis, we demonstrated that a high Talin level is particularly important when active muscle contractions result in high forces on the attachments.\n\nTalin was just recently proposed to act as a “shock absorber” based on cell culture experiments [26]. In focal adhesions of cultured cells, the length of Talin can fluctuate dynamically on the time scale of seconds, with Talin being transiently extended from 50 nm up to 350 nm [42]. This can be explained by reversible folding and unfolding of some of the 13 helical bundles in the Talin rod upon actomyosin-dependent stretching of Talin. The hypothesis that Talin acts as a shock absorber is consistent with our finding that only some molecules experience forces at the same time under baseline conditions, whereas additional molecules may dampen a force increase. A similar force-induced reversible unfolding mechanism was recently proposed for particular immunoglobulin domains in the giant sarcomeric protein titin during muscle contraction cycles at estimated forces of 6 to 8 pN [43]. Thus, it is conceivable that muscle attachments prepare for peak forces during muscle contraction cycles by the recruitment of large amounts of Talin during development.\n\nIn addition, the unfolding of the Talin rod domains makes binding sites accessible, leading to the recruitment of vinculin [44]. Magnetic tweezer-based in vitro studies suggested that the rod domain R3 unfolds at about 5 pN [45] and the remaining rod domains unfold when forces larger than 8 pN are applied [46]. Our in vivo force measurements are consistent with those observations suggesting that low pN forces change the Talin structure and make vinculin binding sites accessible, thereby allowing a mechanotransduction response.\n\nPrevious estimates of forces transmitted by integrins based on studies of focal adhesions in vitro cover a wide range of forces. Studies using extracellular sensors with synthetic integrin ligands (that report forces based on double-stranded DNA rupture) suggest that integrins can experience very high forces in cells plated on glass (more than 54 pN) [47,48]. However, other data generated with FRET-based extracellular sensors suggest that about 70% of the integrins in focal adhesions experience low forces (less than 3 pN) [49]. These in vitro systems have the advantage that they are accessible for precise manipulations; however, the artificial mechanical environment may have a strong impact on the amount of force experienced by the individual proteins and the number of molecules that are mechanically engaged. Our study provides, to our knowledge, the first insights into molecular forces acting on integrin-mediated attachments in vivo. Here, we focused on developing muscle attachments in pupae; however, our newly established Talin tension sensor fly lines should enable future force measurements in all integrin-based processes in Drosophila leading to more insights into mechanobiology in vivo.\n\nIn this study, we found that only a small proportion of Talin molecules (&lt;15%) are experiencing forces higher than 6 to 8 pN at developing muscle attachments and thus hypothesize that tissues prevent mechanical failure in vivo with the following mechanism: a large pool of molecules dynamically share the mechanical load, such that a sudden increase in tissue tension can be rapidly buffered by mechanically engaging additional molecules already present at the attachment site. These additional molecules could either be unbound and then rapidly recruited or already bound but not yet under force. Mechanical failure of integrin-mediated attachments in vivo needs to be avoided at all cost, particularly in muscle fibers or cardiomyocytes, to prevent fatal consequences for the animal. Therefore, creating a mechanical buffer system to withstand peak forces is an important concept for the survival of animals.\n\nMethods\n\nFly strains\n\nAll fly work was performed at 27°C to be consistent with previously published work, unless otherwise stated. For details on the genome engineering strategy resulting in Talin tension sensor and control stocks generated in this study (talin-F40-TS, talin-C-F40-TS, talin-TS, talin-C-TS, talin-stTS, talin-C-stTS, talin-I-YPet, talin-C-YPet, talin-I-mCh, and talin-C-mCh), see below. Muscles were labelled using Mef2-GAL4 [50] with UAS-mCherry-Gma [51]. To label the tendon and muscle tissue simultaneously, Mef2-GAL4 and stripe-GAL4 [52] were used in combination with UAS-brainbow [53]. For quantifying Talin-GFP levels, a MiMIC GFP-trap line was used [54]; for Integrin-GFP levels, a homozygous viable GFP knockin line was used [55]. The deficiency line rhea79 was used as a talin null allele [31]; to achieve Talin knockdown, Act88F-GAL4 [41] was crossed to UAS-talin-IR (TF40399, obtained from the VDRC stock center [56]) at 25°C.\n\nGeneration of tension sensor and control stocks\n\nTension sensor and control stocks were generated by combining CRISPR/Cas9-mediated genome engineering with ϕC31-mediated cassette exchange as described previously [28]. See S1 Fig for a detailed depiction of the two-step strategy. For step 1, single guide RNAs (sgRNAs) were designed with the help of an online tool maintained by the Feng Zhang lab (http://crispr.mit.edu/) [57] and transcribed in vitro. After testing sgRNA cutting efficiency in Cas9-expressing S2-cells [58], 2 sgRNAs (70 ng/μL) were injected into Act5C-Cas9, DNAlig4169 embryos together with the dsRed donor vector (500 ng/μL) containing a dsRed eye marker cassette flanked by attP sites and homology arms. Successful homologous recombination events were identified by screening for red fluorescent eyes and verified by PCR and sequencing. “Ends-in” events were excluded. We call the resulting fly lines talin-I-dsRed and talin-C-dsRed. For step 2, vasa-ϕC31 plasmid (200 ng/μL) was injected together with attB-donor vector (150 ng/μL). Successful exchange events were identified by screening for the absence of dsRed, and correct orientation of the cassette was verified by PCR.\n\nAdult hemithorax staining\n\nAdult hemithoraxes were dissected and stained similar to as previously described [59]. Specifically, the wings and abdomen were cut off the thorax of adult flies with fine scissors, and the thoraxes were fixed for 15 min in 4% PFA in relaxing solution (20 mM sodium phosphate buffer [pH 7.0], 5 mM MgCl2, 5 mM ATP, 5 mM EGTA, 0.3% Trition-X-100). After washing once with PBST (PBS with 0.3% Triton-X-100), the thoraxes were placed on double-sided tape, and the legs were cut off. Next, the thoraxes were cut sagittally with a microtome blade (dorsal to ventral). The thorax halves were placed in PBST, washed once, and blocked in normal goat serum (1:30) for 30 min at room temperature (RT) on a shaker. Primary antibodies (anti-Talin antibody: 1:500, 1:1 mixture of E16B and A22A, DSHB) were incubated overnight at 4°C on a shaker. Hemithoraxes were then washed 3 times 10 min in PBST at RT and stained with secondary antibody (Alexa488 goat antimouse IgG, 1:500, Molecular Probes) and phalloidin (Rhodamine or Alexa647 conjugate, 1:500 or 1:200, respectively, Molecular Probes) in PBST for 2 h at RT in the dark. After washing 3 times with PBST for 5 min, hemithoraxes were mounted in Vectashield containing DAPI with 2 spacer coverslips on each side. YPet signal after fixation was bright enough for imaging without further amplification.\n\nDissection of pupae\n\nAt 32 h APF, pupae were freed from the pupal case and dissected in PBS in a silicone dish using insect pins [59]. The head and the sides were cut using fine scissors to remove the ventral half of the pupa. Next, the thorax was cut sagittally, and the thorax halves were cut off the abdomen and placed in fixing solution (4% PFA in PBST) for 15 min. The thorax halves were then stained with phalloidin and DAPI like the adult hemithoraxes but without shaking and were mounted using 1 spacer coverslip. At 90 h APF, pupae were dissected like adults after freeing them from the pupal case (see above).\n\nImaging of stainings\n\nSamples were imaged on a Zeiss LSM 780 scanning confocal microscope with Plan Apochromat objectives (10× air, NA 0.45 for overview images and 40× oil, NA 1.4 for detail images). For thick samples, a z-stack was acquired and maximum-projected using the ImageJ variant Fiji [60].\n\nSarcomere length quantification\n\nSarcomere length was quantified as previously described using the Fiji plug-in MyofibrilJ (https://imagej.net/MyofibrilJ) [29]. Briefly, an area with straight, horizontal myofibrils is analyzed by Fourier transformation to find the periodicity of the sarcomeres. One area was analyzed for each hemithorax stained with phalloidin and imaged at 40× and zoom 4.\n\nWestern blotting\n\nWestern blotting was performed according to standard procedures. Specifically, 15 flies each were homogenized in 100 μL 6× SDS loading buffer (250 mM Tris [pH 6.8], 30% glycerol, 1% SDS, 500 mM DTT) and heated to 95°C for 5 min. The amount of 200 μL water was added, and the equivalent of 0.5 fly (10 μL) and 1 fly (20 μL), respectively, were loaded onto a NuPAGE Novex 3–8% Tris-Acetate Gel. The transfer to the membrane was carried out overnight with 20 V at 4°C. The membrane was blocked (5% blotting grade blocker, BioRad) and then incubated overnight at 4°C with a 1:1 mixture of anti-Talin antibodies E16B and A22A (1:1,000 in block). For detection, HRP antimouse antibody and Immobilon Western Chemiluminescent HRP Substrate (Millipore) were used.\n\nFlight assays\n\nMale flies (1–3 d old, aged at 25°C) were thrown into a 1 m × 8 cm plexiglass cylinder with 5 marked sections [56]. Flightless flies fall to the bottom of the tube immediately, whereas strong fliers land in the top 2 sections and weak fliers in the third and fourth section. Flight assays were performed in triplicates with 10–20 males each and were repeated twice.\n\nLive imaging of embryos and larvae\n\nEmbryos from the cross yw; talin-I-YPet to w; Mef2-GAL4 ; UAS-mCherry-Gma were collected on apple juice agar plates for 24 h and dechorionated in 50% bleach (0.024% hypochlorite) for 3 min. Living embryos were mounted in 50% glycerol before imaging. L3 larvae from the same cross were immobilized by immersing them in 60°C water for about 1 s [30] and mounted using a plexiglass slide with a groove and 1 spacer coverslip on each side in 50% glycerol. Five-by-1–tile scan z-stacks were acquired using a 10× objective to image the entire larva.\n\nSample preparation for live imaging of pupae and adult flies\n\nWhite pre-pupae were collected and aged at 27°C to the desired time point. Before imaging, a window was cut into the pupal case above the thorax, and the pupae were mounted on a custom-made slide with a groove as previously described [61].\n\nLiving adults (0–2 d after eclosion) were mounted similarly: after cutting off the legs to prevent the flies from moving too much, up to 5 flies were each placed in a small drop of 50% glycerol (with 0.13% Triton to ensure that the fluid can wet the water-repellent surface of the cuticle) on a coverslip on their dorsal sides. The wings were then spread out in the drops on the coverslip, and the flies were aligned in a row anterior to posterior. Next, the coverslip was flipped over and placed on a custom-made slide with a groove and 2 spacer coverslips, such that the groove accommodated all 5 flies. In this way, the anterior muscle attachment sites of the dorsal most flight muscles can be imaged directly through the adult cuticle. The flies on each slide were imaged immediately after mounting to minimize the amount of time that they had spent confined to the slide before the measurement.\n\nFRAP\n\nLiving 24 h APF talin-C-YPet or talin-TS pupae were imaged at 25°C on a Leica SP8 scanning confocal microscope equipped with an argon laser. A 63× water objective (HC PL APO CS, NA 1.2) was used at zoom 2 to image flight muscle attachment sites first for 5 frames before the bleach (512 × 512 px), then a region of interest (ROI; 120 × 40 px) was bleached for 1 frame using all 4 argon laser lines (458 nm, 476 nm, 488 nm, and 514 nm), and finally the fluorescence recovery was followed for 61 frames with a 5 s time resolution. The resulting 5-min movies were analyzed with the Fiji plug-in FRAP profiler (http://worms.zoology.wisc.edu/ImageJ/FRAP_Profiler.java) by comparing the bleached region to a control region of the muscle attachment to correct for gradual bleaching during image acquisition. FRAP curves were each normalized (1 = pre-bleach intensity; 0 = intensity directly after bleaching) and then fit with a single exponential, yielding the recovery half time and the mobile fraction. Movies in which the attachment moved out of plane or out of the bleached region were excluded from the analysis. The experiment was performed on 3 independent experiment days.\n\nIsolation and differentiation of primary muscle fibers\n\nPrimary cells were isolated from Drosophila embryos and differentiated as previously described [33,34] with the following modifications: embryos (5–7 h old, aged at 25°C) were collected from smaller cages on only one 9-cm molasses plate per genotype. Embryos were homogenized with a Dounce homogenizer using a loose-fit pestle in 4 mL Schneider’s Drosophila medium (Gibco 21720–024, lot 1668085) and, after several washing steps (using 2 mL medium), were resuspended to a concentration of 3 × 106 cells/mL. Finally, cells were plated in 8-well ibidi dishes (1 cm2 plastic bottom for microscopy with ibiTreat surface) coated with vitronectin (optional) at a density of 3–9 × 105 cells/cm2 and differentiated for 5 to 7 d at 25°C in a humid chamber.\n\nFixation, staining, and imaging of primary muscle fibers\n\nPrimary muscle fibers were fixed on day 6 after isolation with 4% PFA in PBS for 10 min at RT on a shaker. Phalloidin-staining (Alexa647-conjugate; Molecular Probes) was performed overnight in the dark at 4°C. Fixed cells were imaged in PBS on a Zeiss LSM 780 with a 40× oil objective (Plan Apochromat, NA 1.4). Live imaging of twitching primary cells was performed on a Leica SP5 confocal with a 63× water objective (HCX PL APO 63×/1.2 W CORR λBL), acquiring the transmission light channel and the YPet channel simultaneously.\n\nTissue tension analysis by laser cutting\n\nLaser cutting and imaging was performed similar to a previous study on a custom-built setup with a spinning disc unit and a UV laser (355 nm, 100 mW nominal power) [37]. Here, flight muscles and the connected tendon tissue were imaged at 20 h and 30 h APF in stripe-GAL4, Mef2-GAL4, UAS-brainbow pupae expressing palmitoylated mCherry as a marker in the tendon and muscle tissue or in talin-I-YPet pupae with Talin-I-YPet as marker for muscle attachment sites. For performing line cuts in a single z-plane, movies were acquired with a 300-ms time resolution for 150 frames (45 s) using a 40× water objective (NA 1.1, Leica). After the first 10 frames, an 80- to 100-μm–long line was cut (UV laser pulse repetition rate: 1 kHz, 2 pulses every 0.5 μm) into the tendon or muscle tissue, and the recoil was followed over time. For performing line cuts in a 10-μm–thick z-stack in the muscle fibers, z-stack movies were acquired with a z-spacing of 1 μm and an exposure time of 300 ms per slice, resulting in 5.3 s acquisition time per stack. A total of 10 frames were acquired (42.5 s). During the second frame, 5 line cuts were performed, thereby cutting the tissue every 2 μm in z. A single z-plane of the resulting movie was chosen to analyze the tissue recoil.\n\nTo quantify the tissue recoil, a line (20 px width) was drawn along the direction of the movement in Fiji, and a kymograph with the average intensity along the line over time was created using the plug-in KymographBuilder [62]. In the kymograph, the movement of the tendon tissue or the muscle attachment was tracked manually by using the multipoint tool and the measure function. The initial recoil velocity of the tendon tissue was calculated from the first 2 frames after the cut. The recoil velocity of the muscle attachment after cutting the muscle in a z-stack was calculated from the position of the attachment in the first frame after the cut (at 5.3 s) compared to the position before the cut.\n\nFLIM\n\nPrimary muscle fibers and pupae were imaged live on a Leica SP5 microscope equipped with a pulsed white light laser (NKT Photonics, 80 MHz), a time-correlated single photon counting (TCSPC)-FLIM detector (FLIM X16, LaVision BioTec), and a 545/30 nm emission filter (Chroma). Primary muscle fibers were imaged with a 63× water objective (HCX PL APO 63×/1.2 W CORR λBL), and pupae were imaged with a 40× water objective (HC PL APO 40×/1.1 W CORR CS2). Photon arrival times were detected with a resolution of 0.08 ns in a 12.5 ns time window between laser pulses.\n\nFLIM-FRET data analysis\n\nThe FLIM data were analyzed using a custom-written MATLAB (MathWorks) program [11,12]. First, an intensity image was created to manually draw an ROI around the target structure (adhesions/costameres in primary cells or muscle attachment sites in pupae, also see S3 Fig). To create a binary mask of the target structure, Multi-Otsu thresholding with 3 classes was applied to the signal in the ROI blurred with a median filter (3 × 3 pixels), and holes in the mask containing the brightest class were filled. Photon arrival times of all photons inside the mask were plotted in a histogram, and the tail of the curve was fitted with a monoexponential decay yielding the fluorescence lifetime τ. Fits with more than 5% relative error in lifetime determination were excluded from further analysis. For dimmer samples (primary fiber cultures and intermolecular FRET pupae), we used a 10% relative error cut-off. The FRET efficiency E was calculated according to the following formula, with τDA being the lifetime of the donor in presence of the acceptor and τD the lifetime of the donor alone:\n\nFor all measurements, τD was determined as the median lifetime of Talin-I-YPet in the same experimental conditions. Experiments were repeated 2 to 5 times on different experiment days with 10 to 15 pupae/cells imaged per genotype and day.\n\nCalculation of the proportion of mechanically engaged Talin\n\nWe determined the number of mechanically engaged (= open) tension sensor Nopen relative to the total number of molecules Ntotal at the muscle attachment site using biexponential fitting similar to as previously described [12]. Briefly, we assumed that the fluorescence decay from a tension sensor FLIM measurement can be described by 2 lifetimes: the lifetime of the open sensor τnoFRET and the lifetime of the closed sensor undergoing FRET τFRET. The lifetime of the open sensor τnoFRET approximately corresponds to the lifetime of the donor alone, because of the large contour length increase upon opening of the sensor. Thus, we determined the lifetime τnoFRET by using a monoexponential fit on Talin-I-YPet data as described above. The lifetime τFRET was determined from zero-force control (Talin-C-TS) data. Since the Talin-C-TS sample contains fully fluorescent sensor (τFRET) and sensor with nonfluorescent mCherry acceptor (τnoFRET), we used a biexponential fit with fixed τnoFRET to determine τFRET. The 2 lifetimes τnoFRET and τFRET were then fixed and used to fit Talin-TS and Talin-C-TS data biexponentially, thereby determining the relative contributions of photons from molecules with these two lifetimes. From this, the relative number of molecules with τnoFRET and τFRET was calculated, taking into account that FRET reduces the number of photons detected in the donor channel. Finally, the ratio Nopen/Ntotal was determined by normalizing the Talin-TS values to the respective Talin-C-TS values.\n\nRelative quantification of protein levels\n\nFor the relative quantification of Talin-GFP and Integrin-GFP (βPS-GFP, Mys-GFP) levels at flight muscle attachments, living 20 h and 30 h APF pupae (mounted as described above) were imaged on a Zeiss LSM 780 scanning confocal microscope with a 40× oil objective (Plan Apochromat, NA 1.4) using the same laser power and gain settings for Talin- and Integrin-GFP pupae. Muscle attachments were traced manually with the free-hand selection tool in Fiji using a fixed line width (40 px for 20 h APF and 20 px for 30 h APF). The intensity in the area along the line was averaged for each pupa. For each experiment day, the median Talin-GFP intensity of all pupae was set to 1, and the relative Integrin-GFP intensity was calculated. Finally, the data from 3 independent experiment days were merged. Because the Talin-GFP allele is not homozygous viable, both the Talin-GFP and the Integrin-GFP flies were crossed to WT flies for this experiment.\n\nFor quantifying Talin-I-YPet levels in heterozygous pupae, talin-I-YPet flies were crossed to talin null flies (deficiency rhea79) [31], and homozygous talin-I-YPet animals were used as a control. In addition to images acquired on the Zeiss LSM 780 microscope as described above, confocal images from the corresponding FLIM data set (S7F Fig) were used for quantification.\n\nFor quantifying Talin-I-YPet levels at muscle attachments at 90 h APF upon talin knockdown with Act88F-GAL4, z-stacks were acquired on the Zeiss LSM 780 microscope with a 10× air objective (Plan Apochromat objectives, NA 0.45). In a maximum-projected image of the thorax, anterior and posterior flight muscle attachments were traced manually with the free-hand selection tool in Fiji using a line width of 4 px. For this experiment, the flies were crossed at 25°C because at 27°C Act88F-GAL4 is detrimental.\n\nFCS\n\nLiving talin-I-YPet pupae were analyzed at 20, 24, and 30 h APF by a combination of confocal microscopy (LSM 780, Zeiss) and FCS using a 40× water objective (C-Apochromat 40×/1.20 W Korr UV-VIS-IR) and the built-in GaAsP detector in single photon counting mode. Prior to the experiment, the correction collar and pinhole position were adjusted with fluorescent Rhodamine 6G in aqueous solution (30 nM in Tris [pH 8]) using the same type of cover glass (Marienfeld, High Precision, 18 × 18 mm, 170 ± 5 μm thickness) as for mounting the pupae [61]. To calibrate the detection volume (excitation 514 nm laser light), we measured FCS (120 s recordings) at 3 different positions 20 μm above the cover glass surface. Autocorrelation curves were analyzed with our open-source software PyCorrFit [63] (version 1.0.1, available online at http://pycorrfit.craban.de/). For fitting Rhodamine 6G data, we used a model accounting for triplet transitions and three-dimensional diffusion (denoted “T-3D” in PyCorrFit). The detection volume Veff was calculated based on the measured diffusion time (τdiff) and the published diffusion coefficient D = 414 μm2/s [64]:\n\nFor all measurements, the axis ratio of the detection volume S = 5 was consistently fixed [65].\n\nIn living pupae, fluorescent proteins (YPet or Talin-I-YPet) were measured by FCS using a park and probe procedure [66]: in images, 3 positions in the muscle interior next to the muscle attachment site were manually selected for FCS (10× 40 s recordings). For fitting of Talin-I-YPet autocorrelation curves (time bins &gt; 1 μs), a two-component three-dimensional diffusion model with 2 nonfluorescent dark states (denoted “T+T+3D+3D” in PyCorrFit) was applied. Transient dark states were assigned either to triplet transitions (τtrip1, T1) in the time range of 1–20 μs and photochemical flickering (τtrip2, T2) in the time range of about 200–600 μs [67]. The first diffusion time was assigned to protein diffusion in the muscle interior, whereas the second diffusion term was merely a descriptive term accounting for slow long-tail behaviour that cannot be avoided in a crowed intracellular environment [66]. Autocorrelation curves derived from visibly unstable intensity traces were excluded from further analysis. Due to the high endogenous expression levels, the contribution of noncorrelated background was negligible. Thus, the molecular brightness, i.e., the CPP value, of Talin-I-YPet was determined by dividing the average intensity I (brackets indicate the average) by the number of molecules in the focal volume N, which is dependent on the autocorrelation amplitude G(0) of the autocorrelation function G(τ) and the dark fractions T1 and T2 from the fit:\n\nBecause freely diffusing YPet diffuses faster than Talin-I-YPet, the signal fluctuations related to flickering and diffusion cannot be distinguished in YPet measurements. Therefore, the autocorrelation curves of free YPet were fitted by a simplified model function accounting only for transient triplet states and 2 diffusive terms, of which the first combines contributions of both protein diffusion and flickering (denoted “T-3D-3D” in PyCorrFit). To estimate true particle numbers, we corrected for triplet transitions and flickering globally by using the average fractions T1 and T2 from corresponding Talin-I-YPet measurements performed with the same excitation power density:\n\nThe diffusion constant of freely expressed YPet was in good agreement to other fluorescent proteins in the cytoplasm of living cells, suggesting that the point spread function positioned in the muscle cell is still diffraction limited. This finding justifies the external calibration of the detection volume by Rhodamine 6G.\n\nCalibration of confocal images\n\nFor quantification of the absolute Talin-I-YPet concentration at muscle–tendon attachment sites, the developing flight muscles were imaged in photon counting mode (512 × 512 px, pixel dwell time PT = 50 μs). Saturation of the detector was carefully avoided by keeping I(x,y) below 2 MHz. The counts in each pixel of an image were calibrated by the molecular brightness (CPP) value determined for Talin-I-YPet in the interior of the same muscle fiber by FCS [66]. Due to the monomeric state of Talin-I-YPet, intensity values stored in each pixel I(x,y) could be directly transformed into numbers of Talin molecules:\n\nUsing the Avogadro constant (NA) and the detection volume (Veff) as determined by Rhodamine 6G measurements, we then calculated concentration maps:\n\nFinally, the muscle attachment sites were isolated in the Talin-I-YPet concentration maps by creating a mask with the same thresholding algorithm as used for FLIM-FRET. The concentration values were averaged across pixels within the mask resulting in a mean concentration value per pupa.\n\nA prerequisite for this approach is that the count values per pixel in the acquired confocal images increase linearly with the concentration of the analyte. To test this, we made an Atto488 1:10 dilution series and acquired confocal images 50 μm into a drop of each dilution on a coverslip (covered to prevent evaporation). Quantification of the images indeed revealed a linear relationship between the photon count values and the analyte concentration over 5 orders of magnitude. Thus, low photon count values from Talin-I-YPet in the muscle interior can be directly compared to the high photon count values at the muscle attachment sites.\n\nEstimation of Talin density and tissue stress\n\nTo estimate Talin density on the membrane from pixel-by-pixel concentration values, we divided the average number of molecules in the focal volume at the muscle attachment sites by the membrane area in the focal volume. The focal volume was determined by Rhodamine 6G FCS measurements as described above. For the shape of the focal volume, we assumed an ellipsoid with the long axis (z) being 5 times the short axis (x = y). Therefore, for a focus volume of 0.32 fL, the membrane area in the z-y plane is 0.63 μm2. Taking into account that there are 2 membranes (one from the tendon and one from the muscle) and that the membrane is not flat (ruffles approximately increase the area 2-fold as determined from EM images [68]), the total membrane area in the focal volume is about 2.5 μm2.\n\nTo estimate Talin-mediated tissue stress, we calculated force threshold of sensor × Talin density × proportion of mechanically engaged Talin = 7 pN × 400 molecules/μm2 × 13.2% = 0.37 kPa for 20 h APF; and 7 pN × 700 molecules/μm2 × 9.6% = 0.47 kPa for 24 h APF. Note that these values are lower estimates because individual molecules might experience forces higher than 7 pN.\n\nStatistics\n\nBox plots display the median as a horizontal line, and the box denotes the interquartile range. Whiskers extend to 1.5 times the interquartile range from the median and are shortened to the adjacent data point (Tukey). In addition, all data points are shown as dots. Tests used for statistical evaluation are indicated in the figure legends. All data and statistical tests are listed in S1 Data.\n\nCode availability\n\nFLIM-FRET data were analyzed using custom-written MATLAB (MathWorks) code as published previously [11,12]. The code is available upon request.\n\nSupporting information"
}