{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0060125",
  "doi": "10.1371/journal.pbio.0060125",
  "externalIds": [
    "pii:08-PLBI-RA-0264R2",
    "sici:plbi-06-05-20",
    "pmid:18846726",
    "pmcid:PMC2430909"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A Regulatory Code for Neuron-Specific Odor Receptor Expression",
  "authors": [
    {
      "name": "Anandasankar Ray",
      "first": "Anandasankar",
      "last": "Ray",
      "affiliation": "Department of Molecular, Cellular, and Developmental Biology, Yale University, New Haven, Connecticut, United States of America"
    },
    {
      "name": "Wynand van der Goes van Naters",
      "first": "Wynand van der Goes",
      "last": "van Naters",
      "affiliation": "Department of Molecular, Cellular, and Developmental Biology, Yale University, New Haven, Connecticut, United States of America"
    },
    {
      "name": "John R Carlson",
      "first": "John R",
      "last": "Carlson",
      "affiliation": "Department of Molecular, Cellular, and Developmental Biology, Yale University, New Haven, Connecticut, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2008-05",
  "dateElectronic": "2008-05-27",
  "dateAccepted": "2008-04-11",
  "dateReceived": "2008-01-22",
  "volume": "6",
  "number": "5",
  "pages": "e125",
  "tags": [
    "Discipline/Computational Biology",
    "Discipline/Evolutionary Biology",
    "Discipline/Neuroscience",
    "Discipline/Physiology",
    "Type/Research Article"
  ],
  "abstract": "Olfactory receptor neurons (ORNs) must select—from a large repertoire—which odor receptors to express. In Drosophila, most ORNs express one of 60 Or genes, and most Or genes are expressed in a single ORN class in a process that produces a stereotyped receptor-to-neuron map. The construction of this map poses a problem of receptor gene regulation that is remarkable in its dimension and about which little is known. By using a phylogenetic approach and the genome sequences of 12 Drosophila species, we systematically identified regulatory elements that are evolutionarily conserved and specific for individual Or genes of the maxillary palp. Genetic analysis of these elements supports a model in which each receptor gene contains a zip code, consisting of elements that act positively to promote expression in a subset of ORN classes, and elements that restrict expression to a single ORN class. We identified a transcription factor, Scalloped, that mediates repression. Some elements are used in other chemosensory organs, and some are conserved upstream of axon-guidance genes. Surprisingly, the odor response spectra and organization of maxillary palp ORNs have been extremely well-conserved for tens of millions of years, even though the amino acid sequences of the receptors are not highly conserved. These results, taken together, define the logic by which individual ORNs in the maxillary palp select which odor receptors to express.",
  "fullText": "Introduction\n      \nOdor discrimination is based on the differential activities of olfactory receptor neurons (ORNs), which in turn depend on the odor receptors that the ORNs express [1,2]. This raises an intriguing problem: how do individual ORNs select, from among a large repertoire, which receptor genes to express?\n\nTwo models—a deterministic model and a stochastic model—are often proposed to explain the problem of receptor gene choice [3]. In the deterministic model, different receptor genes contain different combinations of cis-acting elements, and an individual gene is selected in those ORNs with corresponding transcription factors. In the stochastic model, individual receptor genes are selected by an unknown, singular entity or process that can act on only one gene at a time.\n\nIn mammals, the expression of an individual receptor is restricted to a particular zone of the olfactory epithelium, but within a zone, the choice of one receptor by a neuron is widely believed to be accomplished via a stochastic mechanism, followed by negative-feedback inhibition [4–6]. Only a single allele of an OR gene is expressed in an ORN [7], a property that has recently been found to be widespread among 4,000 autosomal genes surveyed in the human genome [8]. A 2.1-kb region called the H element, defined by its high homology between human and mouse, was shown to be required for normal expression of several OR genes adjacent to it [4]. Further analysis of the H element suggested an elegant model in which it also acts as a trans-acting enhancer element that allows stochastic activation of a single OR gene in each neuron [5]; however, recent data have favored a model in which the primary function of the H region is to act in cis, as one of many cis-regulatory elements required for OR expression in the mouse [4,9,10]. These results focus attention on the question of how cis-regulation might underlie the strikingly sophisticated problem of receptor gene choice.\n\nThe fruit fly Drosophila melanogaster contains two olfactory organs, the antenna and the maxillary palp, each covered with olfactory sensilla (Figure 1A). Each sensillum contains ORNs, usually two, combined according to a strict pairing rule. In the antenna, each ORN class is restricted to a zone of the antennal surface, with zones showing varying degrees of overlap (Figure 1A and [11]). In the maxillary palp, physiological data showed that different types of sensilla, and by extension, different classes of ORNs, appear to be largely if not completely coextensive, as if the maxillary palp constituted a single zone [12].\n\nThere are 60 Odor receptor (Or) genes, most of which are expressed in either the antenna or the maxillary palp [13–16]. Each receptor is expressed in ORNs of a single functional class; ∼37 ORN classes have been defined [11,12,17–19]. Most ORN classes express a single receptor [19–22].\n\nIn an earlier study, we identified two regulatory elements that are required for organ-specific expression of receptor genes [23]. Within an organ, we found no evidence for a negative-feedback mechanism. However, we identified a cis- regulatory element required for receptor expression in one ORN class. These findings suggested the possibility that neuron-specific odor receptor choice in Drosophila may depend on a sophisticated combinatorial code of cis-regulatory elements, as opposed to a stochastic mechanism followed by a negative feedback mechanism. The results thus laid a foundation for a systematic investigation of the most challenging aspect of the problem: how different receptors are expressed in different ORNs of an individual organ. The maxillary palp was chosen because it offers the virtue of numerical simplicity. It contains ∼120 ORNs, which are housed in three types of sensillum: pb1, pb2, and pb3. Each sensillum contains two ORNs: pb1 contains pb1A and pb1B; pb2 contains pb2A and pb2B; pb3 contains pb3A and pb3B. The odor response profile of each ORN has been defined and a receptor-to-neuron map has been established [12,21]. Seven Or genes are expressed in the maxillary palp, with two genes coexpressed in the pb2A neuron.\n\nWe systematically identified novel regulatory elements that dictate the proper expression of the maxillary palp Or genes in the correct ORNs, that is, elements that underlie the receptor-to-neuron map. These elements were identified by using a phylogenetic approach, much as the H element was identified through a comparison of two species. We compared the regulatory regions of orthologs from two Drosophila species whose genomes have been sequenced, and we identified elements that are evolutionarily conserved and that are specific to individual maxillary palp Or genes. Analysis of these elements across all 12 sequenced Drosophila genomes identified six that are conserved particularly highly. Functional analysis of these six elements reveals that some act positively to express individual Or genes in a subset of ORNs, and some act negatively to restrict the expression of individual Or genes to a single ORN class. Repression can be mediated via upstream or downstream regions, and in one case is mediated by the transcription factor Scalloped. Some elements are also used in other chemosensory organs, and some are conserved upstream of genes required for ORN axon targeting, sorting, and guidance.\n\nTaken together, the data support a model in which the receptor-to-neuron map is constructed via a system of molecular zip codes. Or genes contain three classes of regulatory elements: elements that specify expression in the correct organ, positive elements that activate Or genes in a subset of ORN classes within an organ, and negative elements that restrict expression to a unique ORN class within that organ. We propose that the concerted action of these three classes of elements thus solves a formidable biological regulatory problem. We carried out a functional analysis of the D. pseudoobscura maxillary palp. Surprisingly, we found a remarkable degree of conservation in the response spectra of the ORNs over tens of millions of years of evolution. The receptor-to-neuron map is also conserved.\n\n      Results\n      \n        Spatial Overlap of ORN Classes in the Maxillary Palp\n        \nWe examined the spatial organization of ORN classes in the maxillary palp. First, an anti-Elav antibody was used to illustrate the distribution of the entire population of ORN nuclei of the maxillary palp (Figure 1B). Second, we carried out a multiple-label experiment to differentially mark ORNs of the three types of sensilla: ORNs of the pb1A class were labeled in green, pb2B in yellow, and pb3A in red. The three classes of ORNs show extensive spatial overlap (Figure 1C). These results are consistent with the intermingling of sensillum types that are observed when recordings are taken from sensillar shafts [12]. The spatial overlap of ORN nuclei indicates that the identity of an ORN and, by extension, its choice of a receptor gene, are not dictated solely by its spatial position in a field.\n\n        Identification of Conserved, Gene-Specific Elements\n        \nWe previously compared the upstream regions of the two Or genes coexpressed in pb2A to identify regulatory sequences shared by these two genes, but not by any other maxillary palp Or gene [23]. To identify upstream regulatory elements for the other five maxillary palp Or genes, we used a different strategy based on phylogenetic analysis.\n\nD. melanogaster and D. pseudoobscura diverged tens of millions of years ago [24] and contain orthologous receptor genes. We examined the upstream regions of orthologous Or genes for conserved elements shared by the members of each orthologous pair, but not by any of the other maxillary palp Or genes. Accordingly, we identified all conserved upstream sequences greater than 6 base pairs (bp) in length for each pair of orthologs using DOT-PLOT analysis (Figure S1A), and from these conserved elements we selected those that were specific to each gene. The analysis was focused on the 500 bp that are upstream of the translational start site, because in a previous study, this extent of DNA was sufficient to confer faithful expression to a GAL4 reporter gene in the case of each of two maxillary palp Or genes analyzed in detail [23]. One pair of orthologs, Or85d and its D. pseudoobscura counterpart, was exceptionally well-conserved in the 500-bp upstream region, showing 80% identity. To identify discrete conserved elements within the region upstream of Or85d, we expanded our analysis to include a more divergent species, D. virilis.\n\nConserved, gene-specific elements were identified for each of the five Or genes analyzed (Figure 1D). The number of such elements varies: Or59c contains one, whereas Or42a contains six. In the special case of Or85d, two elements are shared by D. virilis and D. melanogaster upstream of Or85d, but are not found upstream of any other maxillary palp Or gene.\n\nTo identify the best candidate for a regulatory element for each of these receptor genes, we used a powerful bioinformatic approach that takes advantage of the recent sequencing of the genomes of ten other Drosophila species: D. simulans, D. sechellia, D. yakuba, D. erecta, D. ananassae, D. persimilis, D. willistoni, D. virilis, D. mojavensis, and D. grimshawi. The upstream regulatory regions of the orthologous receptor genes from all 12 species were aligned (Figure S1B) using the genome browser at the University of California Santa Cruz, and each of the elements was mapped onto the alignment. Using this approach, we were able to identify the gene-specific element with the highest sequence conservation for each of the receptor genes (Figures 1E and Figure S1); in the case of Or42a, two elements were nearly identical in their extent of conservation, and we have analyzed both.\n\n        Gene-Specific Elements That Promote Or Expression\n        \nTo determine whether the evolutionarily conserved, gene-specific elements have a regulatory function, we tested them in vivo using two complementary approaches, one based on a loss of function and one on a gain of function. For each gene, we analyzed the element with the highest sequence conservation. We did not analyze Or85d elements because we lacked a faithful Or85d-GAL4 driver.\n\nOr46a is expressed in the pb2B neuron, and its upstream region contains two conserved, gene-specific elements (Figures 1D and 1E and Figure S1). One of these elements, 46a1, is more highly conserved. It is 10 bp long, its sequence shows 93% identity across the 12 species, and its position is conserved. A 1.9-kb region of DNA upstream of Or46a drives faithful expression of a GAL4 reporter in pb2B (Figure 2A and [21]). However, when the 46a1 element is mutated, the 1.9-kb region no longer drives expression (Figure 2B). In most cases, no cells are labeled; in rare cases, a single ORN is labeled (n = 0.52 ± 0.24 cells/maxillary palp; n = 8 independent lines examined; n &gt; 10 maxillary palps examined per line). The simplest interpretation of these results is that the 46a1 element is necessary for Or46a expression in pb2B.\n\nWe then asked whether the 46a1 element can drive expression in the context of a minimal promoter. We placed four copies of 46a1 upstream of a TATA box and found that this small construct can in fact drive expression in maxillary palp cells (Figure 2C). Many, if not all, of the cells could be identified as ORNs, because they contain dendrites and axons; their identity is considered further below. Expression from this artificial promoter could also be detected in a small subset of neurons in the main gustatory organ, the labellum (unpublished data).\n\nOr71a is expressed in pb1B. Its upstream region contains multiple gene-specific elements, of which the longest and best conserved is 71a3, consisting of 16 bp and showing 97% sequence identity. This element was tested in the context of the Or71a 5′ + 3′ construct, which contains sequences both upstream and downstream of Or71a [21]. This construct drives faithful expression of GAL4 when the 71a3 element is intact (Figure 2D and [21]), but not when it is mutated (Figure 2E; n = 0.25 ± 0.1 cells/maxillary palp; n = 8 independent lines examined; n &gt; 20 maxillary palps examined per line). When multiple copies of 71a3 were placed upstream of a TATA box, the construct drove GAL4 expression in maxillary palp cells that can be identified as ORNs by virtue of their dendrites and axons (Figure 2F). Low levels of expression could also be detected in a small subset of cells in the labellum (unpublished data).\n\nOr59c is expressed in pb3A, and its upstream region contains a single gene-specific conserved element, 59c1, which is 11 bp long and shows 97% sequence identity across nine species (Figure 2G); the region containing the 59c1 sequences could not be identified in three of the most distantly related species, D. virilis, D. mojavensis and D. grimshawi. We have tested its function by placing multiple copies upstream of a TATA box and found that this minimal promoter drove robust expression of GAL4 in the maxillary palp (Figure 2H). Expression was not detected in the labellum.\n\n        Dependence of Neuron-Specific Elements on the POU Transcription Factor Acj6\n        \nEarlier studies have shown that the expression of a subset of the maxillary palp Or genes requires the POU domain transcription factor Acj6 [25], which is expressed in all ORNs of the maxillary palp [46]. Acj6 also controls axon targeting specificity of a subset of maxillary palp ORNs . The 46a1, 71a3, and 59c1 elements do not contain predicted Acj6 binding sites (Bai L, Carlson JR, unpublished results), and the transcription factors that act on these sequences are unknown. To test whether the factors that act on these neuron-specific elements are dependent on acj6, we examined the expression of the minimal promoter constructs in an acj66 background.\n\nIn the acj66 mutant, although the expression of the Or46a-GAL4 driver is lost, which is consistent with the loss of Or46a mRNA observed previously [13], the expression of the 46a1 minimal promoter construct is still strong (Figure 2I and 2J). These results suggest that the factors that direct expression from the 46a1 motif are independent of acj6 for their expression and function (Figure 2K). An alternative possibility is that another transcription factor can compensate for the loss of acj6.\n\nExpression of the Or71a-GAL4 driver can be detected in acj6, and the expression of the 71a3 minimal promoter construct can also be detected (Figure 2L and 2M). These results suggest that the factors binding to 71a3 do not require acj6 for their expression or function (Figure 2N).\n\nIn the case of Or59c, we find that acj6 is required both for expression of the gene and for the minimal promoter (Figure 2O and 2P). These results suggest that acj6 is required directly or indirectly for the expression of the 59c1 binding factor or for its function at the 59c1 site (Figure 2Q).\n\n        A Gene-Specific Element That Represses Or Expression\n        \nOr42a is expressed in pb1A, and 4.1 kb of upstream DNA drives faithful expression of GAL4 in maxillary palp ORNs [21]. Two elements are nearly identical in their high conservation: 42a4 (98%) and 42a6 (98%), and we tested the function of both elements in vivo. 42a6 maps only three bp from 42a5 (Figure 1D). We constructed a small deletion that eliminates both 42a6 and 42a5 elements, and we found no effect on Or42a-GAL4 expression (unpublished data).\n\nThe longer of the two most highly conserved elements at Or42a, 42a4, contains an inverted repeat: AGTGTAAAAGTTTACACTT. We were surprised to find that mutation of this element led to a 2-fold increase in the number of labeled maxillary palp cells, from 18.2 ± 1.8 (n = 9 maxillary palps) to 33.2 ± 3.7 (n = 9 maxillary palps quantified from two independent lines; n = 8 independent lines examined, n &gt; 20 maxillary palps examined/line) (Figure 3A–3C). The simplest interpretation of this result is that 42a4 is a negative regulatory element that represses Or42a in a subset of ORNs. To test this interpretation, we first carried out a double-label experiment using probes for the endogenous Or42a mRNA and for the green fluorescent protein (GFP) that is driven by the mutant promoter via GAL4. We found that all Or42a+ cells express GFP, but that GFP is also expressed in an additional subset of cells (Figure 3D).\n\nTo identify the cells that ectopically express GFP, we undertook a series of additional double-label experiments. We found that the GFP+ cells do not express Or59c mRNA, indicating that they are not pb3A neurons (Figure 3E; 0% of the GFP+ neurons are Or59c+; n = 8 maxillary palps); nor are they paired with cells that express Or59c mRNA, indicating that they are not pb3B neurons. In another experiment, GFP+ cells did not label with an Or33c probe (only 3% of the GFP+ neurons appear Or33c+; n = 8 maxillary palps), indicating that they are not pb2A neurons; however, GFP+ cells were often found paired with Or33c+ cells (arrowheads), indicating that many GFP+ cells are pb2B neurons (Figure 3F). The identity of these GFP+ cells as pb2B neurons was confirmed directly in another double-label experiment using a probe for Or46a mRNA (Figure 3G; 94% of the cells labeled with Or46a mRNA were GFP+; this value is the mean of values determined from n = 8 maxillary palps).\n\nThe simplest interpretation of these results is that positive regulatory elements in the Or42a upstream region are capable of driving expression not only in the pb1A neuron but also in the pb2B neuron. The 42a4 element represses expression in pb2B neurons, thereby restricting expression to a single ORN class, pb1A.\n\n        Reciprocal Control of Or42a and Or46a\n        \nThe ectopic expression of an Or42a promoter in Or46a+ neurons suggested a relationship between these two genes. Further evidence for a relationship came from analysis of the minimal promoter containing multiple copies of 46a1 (Figure 2C). This promoter drove GFP expression in more ORNs than could be accounted for by Or46a+ neurons alone. A double-label experiment showed that while most of the GFP+ cells are in fact Or46a+, some are Or42a+ (Figure 3H).\n\nThe reciprocal relationship between Or42a and Or46a misexpression suggests that Or42a may contain an unidentified positive regulatory element, 42ax, that is similar in sequence to 46a1, with both sites able to bind a transcription factor present in both pb1A and pb2B. To test this interpretation, we examined the 500 bp upstream region of Or42a for an element similar, but not identical, to 46a1 (GACATTTTAA). We identified a sequence, TATATTTTAA, identical to 46a1 at the 8 underlined positions, at −455 bp. Moreover, these two sequences share an ATTTTA core, which has been shown to function as a binding site for basic helix-loop-helix transcription factors at other loci. TATATTTTAA is not found upstream of any other maxillary palp Or genes. This 42ax sequence is conserved in sequence (80% identity) and location in seven of the 12 Drosophila species. It will be interesting to identify the transcription factor that binds 46a1 and then test directly its binding to 42ax.\n\n        Expression of Or59c Is Refined by Repression via Downstream Sequences\n        \nWhen DNA upstream of Or59c was fused to GAL4, expression of the reporter GFP was not faithful (Figure 4A; n = 5 independent lines); the same result was obtained when upstream regions of varying lengths were used (either 2.1 kb, which extends to the next upstream gene, or 5.2 kb, which includes upstream coding sequences). Double-label experiments using an Or59c probe revealed misexpression in many Or59c– cells; moreover, many Or59c+ cells did not express GFP. Some of the misexpressing cells are the neighboring pb3B neurons, which can be seen to be paired with Or59c+ pb3A cells (arrowheads in Figure 4A; 75% of the cells neighboring the Or59c+ cells were GFP+, n = 9 palps). To identify the other ORNs that ectopically express the Or59c-GAL4 construct, we carried out double-label experiments with other Or genes. Misexpression was also observed in pb1A cells, which express Or42a (96% of the Or42a+ cells misexpressed GFP, n = 9 palps), but not in the pb1B cells (Figure 4B), nor in the pb2A or B cells (Figure 4C). In summary, misexpression is specific to pb1A and pb3B.\n\nBecause neither of the varying lengths of upstream DNA sequences were sufficient to restrict GAL4 expression to the Or59c+ cells, we added 3′ sequences to the construct. Initially, 500 bp of DNA taken directly from the region immediately downstream from the Or59c stop codon was added downstream of the GAL4 coding region. Between the downstream sequences of Or59c and the GAL4 coding region was the Hsp70 3′ untranslated region (UTR), which is present in the GAL4 vector and which is often present in promoter-GAL4 analysis.\n\nThis Or59c 5′ + 3′ construct showed much less misexpression in Or59c− cells (Figure 4D). The total number of GFP+ cells declined from 49.7 ± 1.3 to 27.3 ± 2.1 (SEM; n = 10 in each case). However, some misexpression remained, and only 62% of the Or59c+ neurons were GFP+. We then removed the Hsp70 3′ UTR sequences, such that the Or59c downstream sequences were in close proximity to the 3′ end of the GAL4 coding region and the Or59c 3′ UTR is used. This construct drove faithful expression (Figure 4E; n = 8 independent lines examined). Thus, there is a negative regulatory element downstream of Or59c that restricts expression of this gene to pb3A neurons, and either there is a requirement that the native 3′ UTR be used, or else there is a regulatory factor that acts on this element in a context-dependent fashion in order to achieve this negative regulation. We note with interest that the inclusion of the downstream sequences, without the Hsp70 sequences, also drove expression in Or59c+ neurons that had previously failed to express the reporter, suggesting that the downstream sequences are required for positive as well as negative regulation of Or59c.\n\n        scalloped Represses Or59c in the Neighboring Neuron\n        \nInspection of the sequences downstream of Or59c that repressed misexpression revealed a binding site for the transcription factor Scalloped (Sd), AAATATTT [26] (Figure 5A). This site is well-conserved among a number of other species (Figure S2A). Sd has been shown to be expressed in olfactory organs [27]. To confirm and extend the description of sd expression we used an enhancer trap line, sdETX4 [27], and confirmed that sd is expressed in a subset of cells in the maxillary palp (Figure 5B and 5C).\n\nTo test whether sd represses Or59c, we carried out in situ hybridizations to the maxillary palp of a hypomorphic sd mutant, sd1 (Figure 5D). We found a 40% increase in the number of Or59c+ neurons (Figure 5E). By contrast, there was no increase in the number of Or42a+ neurons (Figure 5D and 5E). There was, however, an increase in the number of Or85d+ cells, and we note with interest that there is another type of Sd binding site, TAAAATTA [26], 737 bp downstream from the stop codon of Or85d.\n\nThe Or59c-GAL4 construct that contains only upstream sequences, Or59c 5′, misexpresses in two ORN classes, the neighboring pb3B cell (Or85d+) and pb1A (Or42a+), as shown above in Figure 4. We asked whether sd is expressed in these two ORN classes. Using an Or59c probe, which labels the pb3A cell, we found that sd is in fact expressed in neighboring cells (Figure 5F), but not in pb1A cells, which express Or42a (Figure 5G). These results suggest that Sd may repress the Or59c gene in pb3B. If so, we would expect that in an sd mutant, we would observe cells that coexpress Or59c and Or85d. We tested this possibility by carrying out double-label in situ hybridizations in two different hypomorphic alleles of sd, sd1, and sdSG29.1 [28]. In both alleles, we found Or59c+ Or85d+ cells (Figure 5H), but not Or59c+ Or42a+ cells (unpublished data). Thus repression of Or59c in the neighboring pb3B cell requires both a Sd binding site and Sd.\n\nSince Sd represses Or59c in pb3B, why doesn't Sd also repress Or85d in pb3B, given that both Or genes have Sd binding sites? The simplest explanation is that the two Sd binding sites are distinct. There are several potential interacting partners with which Sd may interact to form a functional transcription factor [26,29], and the pb3B cell may contain a partner necessary for repression at the Or59c binding site but not a partner necessary for repression at the Or85d binding site. If a faithful Or85d-GAL4 construct becomes available, it will be interesting to replace the Or85d-type Sd binding site with the Or59c-type Sd binding site, to determine whether the Or59c-type site confers repression in the pb3B cell.\n\nWe note that Or85d-GAL4 constructs containing only the 5′ regions of Or85d, which lack the Sd binding site, drive misexpression in a number of non-neuronal cells of the maxillary palp (Figure S2B). Most of the labeled cells lack dendrites and axons, and when labeled with a membrane-bound GFP, as opposed to with RNA probes that label the cell bodies, these cells appear larger than ORNs. These results suggest that Sd may interact with a binding partner in non-neuronal cells to repress Or85d expression in these cells.\n\n        Mechanisms of Receptor Gene Choice in the Maxillary Palp Are Used Elsewhere\n        \nOr42a is expressed in the larval olfactory system as well as in the maxillary palp [21,30]. The Or42a-GAL4 construct shows expression in one ORN in each of the bilaterally symmetric larval olfactory organs, the dorsal organs (Figure 6A). We also observed expression in two neurons of the labellum, the taste organ on the adult head (Figure 6A). To determine whether the conserved elements identified in our analysis of maxillary palp receptor choice can act in these other chemosensory organs, we examined Or42a-GAL4 constructs in which these elements were mutated. A mutation that affects both 42a6 and 42a5, which did not affect expression in the maxillary palp, had no effect on expression in these other organs. However, mutation of 42a4, which relieved repression of Or42a in other maxillary palp ORNs, also relieved repression of Or42a-GAL4 in the larval olfactory organs and the labellum (Figure 6B): in both cases supernumerary neurons were labeled. In the labellum, ∼8–10 pairs of neurons were labeled. These results suggest that the molecular mechanisms underlying receptor gene choice in the maxillary palp overlap with those specifying receptor expression in other chemosensory organs.\n\n        The Response Spectra and Organization of Maxillary Palp ORNs Have Been Conserved for Tens of Millions of Years\n        \nIn this study we have identified and functionally characterized a number of regulatory elements that operate in directing the formation of the receptor-to-neuron map of D. melanogaster. Because the newly defined elements we have analyzed here are conserved in sequence and position among Drosophila species, we predicted that the programmed regulation leading to the formation of receptor-to-neuron maps would be conserved as well. To test this prediction, we carried out a physiological analysis of the D. pseudoobscura maxillary palp. Although each of the seven Or genes expressed in the maxillary palp has an ortholog expressed in the D. pseudoobscura maxillary palp ( as described [21] and unpublished data), we expected that their odor response profiles would have diverged a great deal over the course of tens of millions of years. We did not know a priori whether we would be able to correlate D. pseudoobscura ORNs with D. melanogaster counterparts.\n\nWe were surprised to find that the profiles of the maxillary palp ORNs are remarkably well conserved between these two species (Figure 7). Despite the tens of millions of years of separation, each ORN class in D. melanogaster has a counterpart in D. pseudoobscura, and their responses to a panel of ten diverse odorants are strikingly similar. Not only are the magnitudes of the responses well conserved, but the modes of the responses, i.e., excitation versus inhibition, are conserved. For example, both the pb2B ORN of D. melanogaster and its D. pseudoobscura counterpart are excited by 4-methyl phenol and inhibited by 3-octanol. The orthologous receptors show amino acid identity as low as 59% in the case of Or71a (Figure S3), and in no case exceeded 84%, the identity determined for Or42a. Thus pb1B in D. melanogaster, which expresses Or71a, shows the same specificity for 4-methyl phenol and 4-propyl phenol as the corresponding ORN in D. pseudoobscura, although Or71a is only 59% identical between the two species.\n\nThe conservation of odor response spectra allows us to determine that the stereotyped pairing of ORNs is also conserved in the two species. These results suggest that not only are the response spectra of the odor receptors conserved with respect to a diverse panel of odorants, but that the program of receptor gene expression is also conserved between these distantly related species.\n\n        Search for Sensillum-Specific Elements\n        \nGiven the success in identifying gene-specific elements required for the expression of individual Or genes in individual classes of ORNs, we asked whether the same approach could be used to identify sensillum-specific elements required uniquely by the Or genes that are expressed in the neighboring ORNs of a common sensillum. We searched for sensillum-specific elements conserved in the upstream regions of D. melanogaster and D. pseudoobscura Or genes. Only one element, AAATCAATTA, was found upstream of all orthologs expressed in a particular sensillum type (Figure S4A and [23]). Mutational analysis of this element in the Or42a promoter did not, however, appear to affect expression (Figures S4B–S4E). Furthermore, expression was not affected by mutation of the more proximal of the two copies of this element in the Or71a upstream region (unpublished data). These results suggest that this element is not required for expression in the pb1 sensillum.\n\n      Discussion\n      \nWe have analyzed the problem of how individual ORNs select which receptor genes to express, a fundamental problem that underlies all odor coding. In Drosophila, the foundation of olfactory perception is a stereotyped receptor-to-neuron map. The developmental process by which this map is constructed has been examined here using an analysis of evolutionary conservation as a point of departure.\n\nWe identified conserved, gene-specific elements flanking five maxillary palp receptor genes. Functional analysis of the six most highly conserved elements confirmed that elements upstream of four of these genes act either positively or negatively in gene regulation, thereby validating the experimental approach. Two elements did not appear to be required for normal gene regulation; however, it is possible that they act in a redundant fashion or that they mediate a response to such epigenetic factors as feeding status, mating status, or circadian rhythm, which we did not examine.\n\nThe elements varied in length from 7 to 19 bp; some of the longer ones could be composite sites that bind more than one factor. Several of the sites contain AT-rich cores, reminiscent of binding sites for certain classes of transcription factors including POU domain proteins. One element, 42a4, contains two iterations of an octamer, in an inverted repeat. Two elements, 46a1 and 71a3, overlap with a Dyad-1 element, CTA(N)9TAA, a positive regulatory element that is required for normal maxillary palp expression and that is found upstream of all of these maxillary palp Or genes [23]. The close juxtaposition of regulatory elements suggests an interaction among the regulatory proteins that they bind.\n\nOur strategy for identifying these elements required that each be specific to a single maxillary palp Or gene. The identification of these elements reveals that each gene contains at least one unique element that is not shared with any other maxillary palp Or genes. This need not have been the case: the system could alternatively have been composed entirely of nonunique regulatory elements, each shared by multiple genes, but in unique combinations. In any case, in the maxillary palp the combinatorial code of cis-acting elements appears to include both unique and shared elements (e.g., Dyad-1).\n\nThe regulatory elements and the logic by which they operate are summarized in Figure 8. Positive regulatory elements direct expression in subsets of maxillary palp ORNs. Negative regulatory elements restrict this expression to a single ORN class. Overall, the correct expression pattern is determined by the interplay of positive and negative elements.\n\nThe negative regulation we have observed is highly specific. When the 42a4 element was ablated, Or42a misexpression was observed specifically in pb2B. One possible interpretation is that pb2B and pb1A, the cell that normally expresses Or42a, share a positively acting transcription factor that other ORNs lack. Thus the two ORNs with contexts that are permissive for Or42a expression are not neighboring ORNs that share a sensillum, but ORNs in different sensilla, with very different odor response profiles. Reciprocally, a positively acting element upstream of Or46a, which is expressed in pb2B, drives expression not only in pb2B but also in pb1A. This connection between pb1A and pb2B suggests a developmental relationship that remains to be defined in mechanistic terms.\n\nThis study has concentrated on receptor gene choice in the maxillary palp, on account of its numerical simplicity. Does a system of molecular zip codes also underlie the process of receptor gene choice across the entire odor receptor repertoire? In addition to the seven maxillary palp receptors, the Or gene family contains 53 other members expressed in the antenna or the larval olfactory system [19,30–32]. Using a comparative bioinformatic approach, we performed a large-scale analysis of sequence conservation in the 500 bp upstream of each of 42 Or genes across all 12 Drosophila species (Figure S5 and Text S1).  We found great diversity in the number, lengths, and distribution of highly conserved upstream regions. Within the most highly conserved of these regions we identified a variety of elements that are shared among subsets of Or genes (Figure S6A and S6B). This analysis, then, reveals a combinatorial structure to the organization of shared elements upstream of these receptor genes. This pattern supports a model in which a combinatorial code of positive and negative regulatory elements dictates the proper expression of each Or gene.\n\nWhat kind of proteins accomplish this regulation? In C. elegans, several kinds of transcription factors have been elegantly shown to play roles in specifying ORN identity and receptor expression [33]. In the mouse, a LIM-homeodomain protein, Lhx2, is required for normal ORN differentiation and expression of OR genes [34,35]. In Drosophila the POU domain protein Acj6 is required for the expression of a subset of Or genes [36]. We have also shown that Sd, a TEA domain-containing transcription factor, is critical in restricting the expression of some Or genes to their proper ORNs. Sd has been shown to act as a repressor in other systems and in fact is required for normal taste behavior in both larvae and adults [37]. Another aspect of receptor gene choice depends on proteins of the Notch pathway: receptor choice in neighboring ORNs of a sensillum appears to be coordinated via asymmetric segregation of regulatory factors from a common progenitor [23,38].\n\nSome elements that are essential to odor receptor gene choice are also located upstream of genes required for axon guidance and sorting (Figure S7 and Text S1). The presence and positions of these elements have been conserved for tens of millions of years of evolution. The presence of Or regulatory elements upstream of ORN axon-guidance genes could reflect a relationship between receptor gene choice and axon targeting. In addition to selecting particular Or genes for expression, ORNs send axons to particular glomeruli in the antennal lobe of the brain. ORNs that express the same Or gene send axons to the same glomerulus [16,19]. Thus the olfactory system contains both a stereotyped receptor-to-neuron map and a stereotyped connectivity map in the antennal lobes. The tight coordination between receptor gene choice and axonal projection could in principle arise in part from overlap in the mechanisms underlying these processes. In mammals, odor receptors play a role in ORN targeting [39–41]. In Drosophila, ORN targeting does not require the receptors [20], but could require the regulatory apparatus used to express the receptors. Acj6 provides an example of a link between the two processes: it acts both in receptor expression and ORN axon targeting (Figure 2) [13,25]. Moreover, we have found that Acj6 is required for the activity of one of the regulatory elements identified here.\n\nWe found a remarkable similarity of function between the maxillary palp ORNs of two species that diverged more than tens of millions of years ago. We had expected that over this time interval, the odor specificities of the ORNs would have diverged markedly to serve differing needs of the two evolving species. Instead, every ORN class showed strikingly similar responses, with few exceptions. The results show that two odor receptors can differ a great deal in amino acid sequence and still exhibit a very similar odor specificity.\n\nThe organization of the organ in the two species is also identical, in that corresponding ORNs are combined according to the same pairing rules. This high degree of conservation suggests a critical role for the maxillary palp in odor coding and in the generation of olfactory-driven behavior. The conservation of regulatory elements and organization also suggests that the two species use common mechanisms to specify the receptor-to-neuron map.\n\nThe regulatory challenge confronted by the Drosophila olfactory system represents an extreme among problems of gene regulation. It requires the storage and deployment of a great deal of information. Our data support a model in which Or gene expression is controlled by a system of molecular zip codes. Each Or gene contains elements that dictate expression in the proper olfactory organ [23], positive regulatory elements that specify expression in a subset of ORN classes, and negative regulatory elements that restrict expression to a single ORN class. This logic and the components that execute it have solved such a challenging problem with such efficiency that they have apparently been well conserved for tens of millions of years.\n\n      Materials and Methods\n      \n        Drosophila stocks, genetics, and transformation.\n        \nDrosophila stocks were raised at 25 °C. Wild-type flies were Canton-S unless otherwise indicated. sd1 and sdETX4, referred to here as sd{PlacZ}, were obtained from the Drosophila Stock Center (Bloomington, Indiana). sdSG29.1 was a gift from S. Cohen. D. pseudoobscura was from the Drosophila Species Resource Center (Tucson, Arizona). w; UAS-mCD8-GFP/CyO;UAS-mCD8-GFP was used as a source of GFP unless otherwise indicated. All DNA constructs were sequenced and then injected along with Δ2,3 transposase plasmid into w1118 flies. Multiple transgenic lines, in most cases eight, were generated and tested for each construct.\n\n        Bioinformatics.\n        \nTo identify gene-specific conserved sequences in the upstream maxillary palp Or genes, we used ClustalW alignments and DOT-PLOT analysis (MacVector ). To map identified cis-elements to sequences and identify overrepresented motifs, the DNA-PATTERN (STRINGS) and OLIGO-ANALYSIS programs were used at the RSA tools website (http://rsat.scmbb.ulb.ac.be/rsat/). For the identification of conserved sequences the Drosophila genome browser at http://genome.ucsc.edu/ was used. A multiple alignment was constructed using MULTIZ from the best-in-genome pairwise alignments generated by BLASTZ. Large-scale predictions of conserved elements were obtained from the multiple alignments using the PhastCons program with the most-conserved option. Shared elements were identified using the OLIGO-ANALYSIS program at the RSA tools website.\n\n        Mutant promoter constructs.\n        \nThe wild-type Or42a 4.1-kb promoter-GAL4 construct has been described previously [21]. In (42a4)-GAL4, the 42a4 element, which contains an inverted repeat (AGTGTAAANNTTTACACT), was mutated to (AGTG–––TTTGGATCC), resulting in a deletion within the first half-element and the substitution of a BamHI recognition sequence in the second half-element (italicized). This was accomplished by PCR amplification of two promoter fragments, one terminating immediately upstream of the TAAA in the first octamer of the 42a4 element, and the second wasa fragment extending from immediately downstream of this element to the start codon of Or42a. Primers for these PCR reactions contained the BamHI restriction site in place of ACACTT. The PCR products were AT-cloned into pGEM-T Easy. Subsequent ligation of the two PCR fragments resulted in the desired replacement in the context of the Or42a 4.1-kb promoter-transgene.\n\nIn the (42a5+6)-GAL4 construct a small deletion was designed to delete both the 42a5 and the 42a6 elements, which are separated by 3 bp (TGTGAACGATTGCAGCCTG). This was achieved by using a similar approach as for 42a(4)-GAL4, but in this case the two primers, containing BamHI sites at their ends, were designed to start immediately upstream of 42a6 and immediately downstream of 42a5. Ligation of the appropriate fragments led to the replacement of the entire 19-bp region, comprising the two elements, by a BamHI site.\n\nIn the (46a1)-GAL4 construct the 46a1 element (GACATTTTAA) was mutated by replacing the first six bases with a BamHI restriction site. This was achieved using a PCR cloning strategy similar to the ones described for the Or42a constructs.\n\nIn the (71a3)-GAL4 construct the 71a3 element (TGAATTTTAATTGAAA) was mutated to (GCTAGCTTAATTGAAA) by replacing the first six bases with a NheI restriction site using a PCR cloning strategy similar to the one described earlier, resulting in the desired mutation in the context of the Or71a 5′ + 3′-GAL4 construct.\n\nWe note that 46a1 and 71a3 each overlaps with a Dyad-1 motif, CTA(N)9TAA, a positive regulatory element that is required for expression of Or genes in the maxillary palp [23]; the mutations of 46a1 and 71a3 were designed so as not to affect the Dyad-1 motif.\n\nThe Or59c 2.1-kb promoter-GAL4 construct has been described in [21] and has been shown to express in a large number of non-endogenous cells in the palp. The Or59c 5′ + 3′-GAL4 was constructed by cloning a 0.5-kb fragment of DNA that lies immediately downstream of the Or59c stop codon into the SpeI/BamHI site that is positioned downstream of the GAL4-hsp70 3′ UTR in pG4PN. The 0.5-kb fragment was PCR-amplified from Canton-S genomic DNA with primers designed to add a Spe1 site to the 5′ end and a BamHI site to the 3′end.\n\nThe Or59c (5′ + 3′ direct)-GAL4 construct was made in several steps. First the 0.5-kb fragment of DNA immediately downstream of the Or59c stop codon, described above, was cloned into the BamHI/Spe1 site of pSK+ to generate plasmid pSK3'. Second, the GAL4 coding region was cloned as a HindIII fragment into pSK3' to yield pSKGAL4. The Or59c 5′ region was excised from the Or59c 2.1kb-GAL4 vector using KpnI/NotI(blunted) and it was KpnI/blunt cloned into the Kpn1/Apa1(blunted) site of the pSKGAL4 plasmid. Finally the KpnI/SpeI fragment from this plasmid was ligated with the KpnI/SpeI fragment of pG4PN to yield Or59c complex-GAL4.\n\n        Minimal promoter constructs.\n        \nComplementary pairs of oligonucleotides were designed such that upon annealing, they would yield a double-stranded DNA fragment that includes multiple copies of the corresponding conserved elements and overhangs on either side for EcoR1 restriction enzyme sites. These fragments were cloned directly into the EcoR1 site of the pPTGAL Drosophila transformation vector [42]. The 46a1 sequence was GACATTTTAAATGCCCTAATGACATTTTAAATGCCCTAATGACATTTTAAATGCCCTAATGACATTTTAA. The 71a3 sequence was CTAATTGAATTTTAATTGAAACGTCACTAATTGAATTTTAATTGAAACGTCACTAATTGAATTTTAATTGAAACGTCA. The 59c1 sequence was GCAAACTGTAATTAGAGGACCGCAAACTGTAATTAGAGGACCGCAAACTGTAATTAGAGGACCGCAAACTGTAATTAGAGGACC. We note that the constructs for 46a1 and 71a3 contain Dyad-1 motifs, but these motifs are not sufficient to drive expression in the maxillary palp [23]. The underlined sequences indicate the gene-specific elements, and the italicized sequences indicate the Dyad-1 sequences. For each minimal promoter construct, at least two independent lines were examined, and n &gt; 20 maxillary palps were examined for each line.\n\n        In situ hybridization and immunolabeling.\n        \nIn situ hybridization and immunohistochemical localization were performed as in [21]. Mouse anti-βGAL antibody (1:1000), and rabbit anti-GFP (1:250) were obtained from Promega.\n\nTo generate a high-resolution map of the nuclei of the three sensilla types (Figure 1C), (42a4)-GAL4/UAS-GFP; UAS-GFP/+ was used to label pb1A and pb2B in green, and Or46a and Or59c in situ hybridization probes were used to label with red the pb2B and pb3A cells, respectively. Thus pb1A was labeled green, pb2B was labeled yellow (red and green); pb3A was labeled red. Confocal Z-stacks consisting of nine optical sections of each palp were analyzed in Photoshop. Positions of the labeled nuclei were manually marked with the corresponding color at each optical plane, and the 9 stacks were compressed to generate a 2-D representation of all the labeled neurons.\n\n        Electrophysiology.\n        \nOdors were delivered and action potentials were recorded as described previously [20] and in Text S1.\n\n      Supporting Information"
}