{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2004929",
  "doi": "10.1371/journal.pbio.2004929",
  "externalIds": [
    "pii:pbio.2004929",
    "pmid:29883446",
    "pmcid:PMC6010301"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A sensory-motor neuron type mediates proprioceptive coordination of steering in C. elegans via two TRPC channels",
  "authors": [
    {
      "name": "Jihye Yeon",
      "first": "Jihye",
      "last": "Yeon",
      "affiliation": "Department of Brain and Cognitive Sciences, DGIST, Daegu, Republic of Korea"
    },
    {
      "name": "Jinmahn Kim",
      "first": "Jinmahn",
      "last": "Kim",
      "affiliation": "Department of Brain and Cognitive Sciences, DGIST, Daegu, Republic of Korea"
    },
    {
      "name": "Do-Young Kim",
      "first": "Do-Young",
      "last": "Kim",
      "affiliation": "Department of Brain and Cognitive Sciences, DGIST, Daegu, Republic of Korea"
    },
    {
      "name": "Hyunmin Kim",
      "first": "Hyunmin",
      "last": "Kim",
      "affiliation": "Companion Diagnostic Medical Technology Research Group, DGIST, Daegu, Republic of Korea"
    },
    {
      "name": "Jungha Kim",
      "first": "Jungha",
      "last": "Kim",
      "affiliation": "Department of Structure & Function of Neural network, KBRI (Korea Brain Research Institute), Daegu, Republic of Korea"
    },
    {
      "name": "Eun Jo Du",
      "first": "Eun Jo",
      "last": "Du",
      "affiliation": "Department of Anatomy and Cell Biology, Sungkyunkwan University School of Medicine, Suwon, Republic of Korea"
    },
    {
      "name": "KyeongJin Kang",
      "first": "KyeongJin",
      "last": "Kang",
      "affiliation": "Department of Anatomy and Cell Biology, Sungkyunkwan University School of Medicine, Suwon, Republic of Korea"
    },
    {
      "name": "Hyun-Ho Lim",
      "first": "Hyun-Ho",
      "last": "Lim",
      "affiliation": "Department of Structure & Function of Neural network, KBRI (Korea Brain Research Institute), Daegu, Republic of Korea"
    },
    {
      "name": "Daewon Moon",
      "first": "Daewon",
      "last": "Moon",
      "affiliation": "Department of New Biology, DGIST, Daegu, Republic of Korea"
    },
    {
      "name": "Kyuhyung Kim",
      "first": "Kyuhyung",
      "last": "Kim",
      "affiliation": "Department of Brain and Cognitive Sciences, DGIST, Daegu, Republic of Korea",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-9943-5092"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-06-08",
  "dateAccepted": "2018-05-24",
  "dateReceived": "2017-11-27",
  "volume": "16",
  "number": "6",
  "pages": "e2004929",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Animal models",
    "Animals",
    "Bending",
    "Biochemistry",
    "Biological locomotion",
    "Biophysics",
    "Caenorhabditis",
    "Caenorhabditis elegans",
    "Cell biology",
    "Cellular neuroscience",
    "Cellular types",
    "Classical mechanics",
    "Damage mechanics",
    "Deformation",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animals",
    "Discipline-v3/Bending",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biological locomotion",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Biophysics",
    "Discipline-v3/Caenorhabditis",
    "Discipline-v3/Caenorhabditis elegans",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Classical mechanics",
    "Discipline-v3/Damage mechanics",
    "Discipline-v3/Deformation",
    "Discipline-v3/Electrophysiology",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Ion channels",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Motor neurons",
    "Discipline-v3/Muscle contraction",
    "Discipline-v3/Muscle physiology",
    "Discipline-v3/Musculoskeletal system",
    "Discipline-v3/Nematoda",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neurophysiology",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Organisms",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Physiology",
    "Discipline-v3/Proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Transient receptor potential channels",
    "Electrophysiology",
    "Eukaryota",
    "Experimental organism systems",
    "Invertebrates",
    "Ion channels",
    "Model organisms",
    "Motor neurons",
    "Muscle contraction",
    "Muscle physiology",
    "Musculoskeletal system",
    "Nematoda",
    "Neurons",
    "Neurophysiology",
    "Neuroscience",
    "Organisms",
    "Physics",
    "Physiology",
    "Proteins",
    "Transient receptor potential channels",
    "Type/Short Reports"
  ],
  "abstract": "Animal locomotion is mediated by a sensory system referred to as proprioception. Defects in the proprioceptive coordination of locomotion result in uncontrolled and inefficient movements. However, the molecular mechanisms underlying proprioception are not fully understood. Here, we identify two transient receptor potential cation (TRPC) channels, trp-1 and trp-2, as necessary and sufficient for proprioceptive responses in C. elegans head steering locomotion. Both channels are expressed in the SMDD neurons, which are required and sufficient for head bending, and mediate coordinated head steering by sensing mechanical stretches due to the contraction of head muscle and orchestrating dorsal head muscle contractions. Moreover, the SMDD neurons play dual roles to sense muscle stretch as well as to control muscle contractions. These results demonstrate that distinct locomotion patterns require dynamic and homeostatic modulation of feedback signals between neurons and muscles.",
  "fullText": "Introduction\n\nAnimal locomotive behaviors, which include crawling, walking, swimming, and running, are mediated by a sensory system referred to as proprioception [1–3]. Specialized proprioceptive neurons sense body and limb movements and send signals to the brain, in which the proprioceptive signals are integrated and processed to coordinate motor activity [2–4]. In invertebrates, proprioceptive signals are detected by proprioceptive neurons and proprioceptors, which are located within the body wall muscles or mechanosensitive organs and orchestrate the movement of each body segment [5–9]. Similarly, in mammals, proprioceptors are located in their muscles, ligaments, and joints to coordinate the movements of the limbs [3, 10]. Defects in the proprioception-mediated coordination of locomotion cause uncontrolled and inefficient movements such as ataxic gait [7, 8, 11], but the precise molecular mechanisms by which proprioception occurs and how it modulates sensorimotor coordination remain unclear. Specifically, the cells and stretch-sensitive molecules that mediate proprioception need to be fully identified.\n\nMechanosensitive channels, including transient receptor potential (TRP) channels, degenerin/epithelial sodium channels (DEG/ENaC), and Piezo have been implicated as putative proprioceptors that transduce the mechanical signals derived from muscle and limb movements into electrical signals [8, 12–15]. TRP channels have been well characterized in animal models and in vitro expression systems as cellular sensors that detect a variety of mechanical forces. For example, Drosophila transient receptor potential no mechanical potential C (TRPN/NompC) channels are expressed in the bipolar dendrite (bd) and class I dendritic arborization (da) proprioceptive neurons of chordotonal organs, in which they are involved in both larval crawling and adult locomotion [8, 12, 16]. In addition, heterologously expressed transient receptor potential ankyrin (TRPA), transient receptor potential mucolipin (TRPM), transient receptor potential cation (TRPC), and transient receptor potential vanilloid (TRPV) channel isoforms can be activated by membrane stretch [17–24], but their precise functional role in proprioception remains unclear.\n\nThe nematode C. elegans is a genetically tractable animal model in which to dissect the sensorimotor feedback system’s underlying locomotion. Its complete synaptic wiring of motor circuits [25, 26] and a broad spectrum of locomotive behaviors, including forward and backward crawling and swimming [27, 28], provide a unique opportunity to study molecular and neuronal mechanisms underlying locomotive behaviors at single-synapse resolution. C. elegans moves in a sinusoidal wave pattern via a periodic bending of its head and body. These movements are thought to be generated and shaped by proprioception [29]. Two putative types of proprioceptive neurons have been identified: the B-type cholinergic neurons, which may respond to local body bending and propagate proprioceptive signals along the body, and the DVA neurons, which regulate the extent of body bending via activation of trp-4 TRPN channels [13, 30]. However, the molecular nature of the stretch-sensitive proprioceptive receptors and the mechanism by which these neurons direct proprioceptive feedback systems have not yet been identified.\n\nHere, we show that the C. elegans TRPC channels trp-1 and trp-2 are both necessary for the proprioception-mediated steering of forward locomotion and sufficient for stretch-induced neuronal responses upon expression. trp-1 trp-2 double-mutant animals show defects in steering during forward movement, leading to ventral circling locomotion. Both TRP-1 and TRP-2 are expressed in the SMDD proprioceptive neurons, the ablation of which also causes ventral circling locomotion. The activity of the SMDD neurons induced by head bending is not abolished but instead misregulated in trp-1 trp-2 mutants, and optogenetic manipulation of the activity of SMD neurons similar to that observed in trp-1 trp-2 double mutants also results in ventral circling locomotion. Moreover, expression of the proprioceptive receptors C. elegans trp-4 or Drosophila trpγ rescues the locomotive defects of trp-1 trp-2 double mutants, and ectopic expression of TRP-1 or TPR-2 causes robust Ca2+ responses to head bending in a C. elegans chemosensory neuron. Together, these results reveal that sensorimotor coordination of head steering locomotion in C. elegans is mediated by two TRPC channels trp-1 and trp-2 in the SMDD proprioceptive neurons.\n\nResults\n\ntrp-1 trp-2 double mutants make ventral-directed circles during forward movement\n\nTo identify the factors that mediate proprioception to modulate the sinusoidal waveforms of C. elegans, we performed a candidate mutant screen of mechanosensitive TRP channels and DEG/ENaC genes [31–33]. We measured 44 mutant strains, including 19 TRP channels and 25 DEG/ENaC channel genes, for three values of the sinusoidal locomotive waveforms including wave width, wave length, and turning angle (Fig 1A, S1–S3 Figs). We found several mutant strains with altered values (S1–S3 Figs). Since the defects were mild, however, we decided not to pursue these mutants further.\n\nInstead, we began to generate double mutants for genes examined in the first screening. The C. elegans genome contains three TRPC channel genes (i.e., trp-1, trp-2, and trp-3/spe-41; Fig 1B), of which trp-3 is expressed exclusively in sperm [32–34]. To determine whether remaining TRPC family members regulate locomotion, we used genetic recombination to create trp-1 trp-2 double mutants. In the trp-1 (sy690) allele, the promoter and the majority of the N-terminus of the TRPC channel are missing; in the trp-2 (sy691) allele, half the transmembrane domain is lost along with the TRP box domain. The nature of these molecular lesions suggests that they are likely null alleles (Fig 1C). We found that trp-1 trp-2 (sy690 sy691) double mutants exhibited continuous circular sinusoidal locomotion (Fig 1D, S1 and S2 Videos). To quantitate this circling behavior, we measured their turning angle and found it to be significantly higher than that of wild-type animals (trp-1 trp-2: 31.9° ± 5.1°, n = 20; wild type: 1.71° ± 1.1°, n = 20; Fig 1E). We call this phenotype “ventral circling locomotion.” In contrast to the double mutants, trp-1 or trp-2 single mutants did not exhibit ventral circling locomotion (Fig 1E). While the wave width of the trp-1 trp-2 double mutants is similar to that of wild-type animals, their wave length is slightly reduced (S4 Fig). The ventral circling locomotion of trp-1 trp-2 double mutants persists in the absence of bacterial food (S5 Fig). However, we did not find any differences of turning angles between wild-type and trp-1 trp-2 mutant animals during reversals (S6 Fig). Together, these results suggest that trp-1 and trp-2 regulate the turning angle of forward movement.\n\ntrp-1 and trp-2 are expressed and act in the SMD neurons to modulate the curvature of forward movement\n\nNext, we generated transgenic animals expressing trp-1p::gfp or trp-2p::mCherry transgenes under the control of 2.6-kb and 3-kb promoter regions, respectively [35–37]. We found that trp-1 and trp-2 were coexpressed in several head neurons, including the putative proprioceptive SMD neurons (Fig 1F) [26]. The SMD neurons include two left and right pairs of neurons (i.e., the dorsal SMDDL/R and ventral SMDVL/R) with cell bodies in the head that extend processes sublaterally from head to tail to innervate the muscles of the head. The SMDV cell bodies are located dorsally, and they send processes subventrally, whereas the SMDD cell bodies are located in the ventral ganglion, and their processes follow other dorsal sublateral cords (Fig 1A) [26]. To verify the expression of trp-1 and trp-2 in the SMD neurons, we compared the expression of the trp-1 and trp-2 reporters to that of the flp-22p-Δ4 and flp-22 SMD reporters (Fig 1F). The flp-22p-Δ4 promoter resides upstream of the flp-22 promoter, which drives transgene expression in several head neurons, including ASG and CEP (or URX), as well as in SMD (S7A and S7B Fig) [38]. In this study, we used the flp-22p-Δ4 promoter to express transgenes in the SMD neurons, except when otherwise noted. We observed strong overlap between the trp-1 or trp-2 transgene and SMD reporter expression (Fig 1F). We also found colocalization of trp-1 expression with trp-2 in the SMD neurons (Fig 1F), indicating that both trp-1 and trp-2 are indeed expressed in the SMD neurons.\n\nTo determine whether the ventral circling locomotion is caused by loss of trp-1 and trp-2 function in SMD, we expressed the trp-1 cDNA or trp-2 cDNA under the control of the flp-22p-Δ4 promoter in the trp-1 trp-2 double-mutant background. We found that expression of either trp-1 cDNA or trp-2 cDNA rescued the locomotion defects of the trp-1 trp-2 double mutants (Fig 1G, S8A Fig). We further dissected their relative contributions of the dorsal and ventral SMD neurons by expressing the trp-1 cDNA or trp-2 cDNA specifically in the SMDD and/or SMDV neurons under the control of the glr-1p-Δ1 and flp-7 promoters, respectively. The glr-1p-Δ1 promoter drives transgene expression in SMDD and some ventral nerve cord neurons but not in SMDV neurons; the flp-7 promoter drives expression consistently in several neurons, including SMDV but also weakly and occasionally in SMDD (S8B Fig) [38, 39]. Interestingly, glr-1p-Δ1 promoter–driven expression of either TRP-1 or TRP-2 fully rescued the ventral circling phenotype of the trp-1 trp-2 double mutants, but flp-7 promoter–driven expression produced a weaker rescue (Fig 1G, S8A Fig). These results suggest that TRP-1 and TRP-2 act in SMDD to regulate turning angle of forward locomotion.\n\nTRP-1 and TRP-2 synchronize SMDD neuronal activity with dorsal head/neck bending\n\nTo investigate the physiological roles of TRP-1/TRP-2 in the SMD neurons during forward locomotion, we first generated transgenic animals expressing GCaMP3 in the SMD neurons and recorded the Ca2+ transients of all the SMDD and SMDV somas as the animals moved freely. We observed oscillating Ca2+ transients in SMD during movement; the SMDD calcium activity was increased during dorsal head bending and reduced during ventral head bending, whereas the SMDV calcium transients were increased during ventral head bending and reduced during dorsal head bending (Fig 2A and 2B, S9 Fig, S3 Video) [40, 41]. These results indicate that the SMDD and SMDV oscillating Ca2+ waves are in antiphase (Fig 2B). A cross-correlation analysis of the SMD calcium dynamics and head bending showed a strong correlation between SMDD calcium activity and dorsal head bending and between SMDV activity and ventral head bending (Fig 2B and 2F).\n\nNext, we found that the SMDV and SMDD neurons of trp-1 trp-2 double mutants also exhibited oscillating Ca2+ transients during forward movement. However, although we did not see any changes in the calcium activity of the SMDV neurons, the Ca2+ transients of SMDD in trp-1 trp-2 double mutants were reverse-correlated with dorsal head bending and positively correlated to ventral head bending. This leads to two oscillating Ca2+ waves in SMDV and SMDD with phases similar to each other (Fig 2C, 2D and 2F, S9 Fig, S4 Video). We also noted that SMDD activity is a little lower than SMDV activity in trp-1 trp-2 double mutants (S10A Fig). The glr-1p-Δ1 promoter–driven expression of the trp-1 cDNA fully rescued this defect in the SMDD calcium dynamics (Fig 2E and 2F). The SMD activities of the trp-1 or trp-2 single mutants showed strong correlations with head bending like wild-type animals (S10B Fig), consistent with no apparent phenotype in forward locomotion upon each single mutation. These results suggest that TRP-1 and TRP-2 play a role in coordinating the activity of the SMDD neurons with dorsal head movement.\n\nSince the oscillatory calcium transients of SMDD and SMDV are synchronized in the trp-1 trp-2 mutants, we next asked whether the simultaneous activation of SMDD and SMDV can induce a locomotion pattern that mimics the defect of the trp-1 trp-2 mutants. We performed optogenetic experiments using transgenic animals that express the channelrhodopsin variant ReaChR::mKate2 in the SMDD/V neurons under the control of the lad-2p-Δ1 promoter [42, 43]. The lad-2p-Δ1 promoter is expressed in ALN, PLN, SAA, SDQ, and SMDD/V (S7C Fig). Previous studies have shown that optogenetic activations of the PLN, ALN, and SDQ neurons do not affect forward movement [44], nor do ablations of the SAA neurons [37]. Upon green light stimulation in the presence of retinal, transgenic worms instantly began ventral bending, which led to a ventral circling phenotype like that of the trp-1 trp-2 mutants (Fig 2G, S5 Video). Upon termination of the light stimulation, the animals immediately reverted to normal forward movement. These results suggest that the ventral circling phenotype of the trp-1 trp-2 double mutants is due to the synchronization of the activities of SMDV and SMDD neurons.\n\nSMDD and SMDV innervate the dorsal and ventral head muscles near the nerve ring region (Fig 2H) [26]. Previously, it was shown that a set of cholinergic marker genes are expressed in the SMD neurons and that a few excitatory nicotinic acetylcholine receptors are expressed in muscle [45, 46], suggesting that synaptic transmission from the SMD neurons to muscle is excitatory [47, 48]. To verify that synaptic transmission between SMD and neck muscles is excitatory, we performed the calcium imaging and optogenetic experiments by expressing ReaChR channelrhodopsin in the SMD neurons and measuring Ca2+ transients in dorsal and ventral muscles upon light exposure. Upon light exposure, Ca2+ transients in both dorsal and ventral muscles near the neck were strongly increased (S11 Fig), indicating that synaptic transmission from the SMD neurons to neck muscles is indeed excitatory. Then, we speculated that the uncoordinated SMDD calcium dynamics with head movement in the trp-1 trp-2 mutants impair dorsal head muscle contractions, leading to the ventral circling locomotion phenotype. Using transgenic animals expressing GCaMP3.35 in body wall muscles [49], we measured GCaMP intensity in the head muscles while observing SMD Ca2+ dynamics with head bending (Fig 2H, S12 Fig). We found that Ca2+ levels in the dorsal head muscles of trp-1 trp-2 double mutants during dorsal bending, when the SMDD GCaMP fluorescence is brightest, were reduced compared to those of wild-type animals, whereas the ventral muscle levels are unaltered (Fig 2H, S12 Fig). In addition, we examined the general morphology of the body wall muscles of wild-type, trp-1 trp-2 double-mutant, and unc-89 mutant animals, using label-free coherent anti-Stokes Raman scattering microscopy [50]. unc-89 gene encodes a component of the M-line and organizes the myosin filament structure of muscles in C. elegans [51]. Compared to disorganized muscle structure of unc-89 mutants, wild-type and trp-1 trp-2 mutant animals exhibit linearized and well-organized sarcomere structure (S13 Fig), indicating that the reduced Ca2+ activity in the dorsal head muscles is not a result of structural defects in the muscles. Consistent to this observation, trp-1 and trp-2 genes are not expressed in muscles (Fig 1F). Together, these results suggest that TRP-1 and TRP-2 in SMDD are involved in linking head bending to head muscle contractions.\n\nTRP-1 and TRP-2 may function as stretch-mediated proprioceptors in the SMDD neurons\n\nWe next asked whether TRP-1 and TRP-2 function as stretch-sensitive receptors to detect head bending–driven mechanical stretches due to the contraction of head muscles. First, we performed rescue experiments by expression of the previously identified stretch receptors C. elegans TRP-4 and Drosophila TRPγ [8, 13]. trp-4 encodes a TRPN subfamily member that is expressed in the DVA putative proprioceptive neuron and that regulates body bending [13]; trpγ is a TRPC homolog gene expressed in femoral chordotonal proprioceptive organs that regulate fine leg coordination during walking [8]. The expression of the trp-4 or trpγ cDNAs in the SMD neurons fully rescued the ventral circling locomotion defect of trp-1 trp-2 mutants (Fig 3A). In addition, we expressed the trp-1 or trp-2 cDNAs in the DVA neuron of trp-4 (sy695) mutants. trp-4 mutants exhibit exaggerated wave width during forward movement due to defects in body stretch–mediated proprioception [13]. As with the expression of TRP-4, the expression of TRP-1 or TRP-2 in the DVA neuron rescued the altered locomotion of trp-4 mutants. In addition, the wave width for these animals was even smaller than that of wild-type animals (Fig 3B). These results indicate that the stretch sensitive TRP-4 and TRPγ channels can functionally substitute for TRP-1 and TPR-2. Furthermore, the role of the TRPC channels is evolutionarily conserved between C. elegans and Drosophila [8].\n\nTo further investigate the stretch-sensitive functions of TRP-1 and TRP-2, we first ectopically expressed the trp-1 or trp-2 cDNAs in the AWC chemosensory neurons of transgenic animals also expressing GCaMP3. We then monitored Ca2+ transients in the AWC somas during freely moving conditions. Previous studies have shown that the AWC neurons elicit Ca2+ transients upon odor removal [52]. In addition, ultrasound-induced mechanical deformation also induces Ca2+ responses in the AWC neurons expressing TRP-4 [53]. We detected weak and inconsistent Ca2+ responses in the AWC neurons of forward-moving animals (Fig 3C and 3D) [53]. However, misexpression of either TRP-1 or TRP-2 in the AWC neurons caused the AWC neurons to additionally produce strong and consistent Ca2+ responses, depending upon dorsoventral nose bending (Fig 3C and 3E). We observed increases of the AWC Ca2+ signal during dorsal nose bending that fell back to baseline during ventral bending, resulting in a strong correlation between the Ca2+ transients in the AWC neurons and dorsal nose bending (Fig 3F). Next, we tested two other chemosensory neurons, AWA and ASI, and found that, similar to those in TRP-1-expressed AWC, Ca2+ transients in TRP-1-expressed ASI were increased only upon dorsal nose bending but not ventral nose bending (S14 Fig). However, we did not see significant difference of Ca2+ transients in TRP-1-expressed AWA (S14 Fig). These results suggest that ectopic expression of TRP-1 or TRP-2 is sufficient to confer neuronal responses upon mechanical deformation of head muscles in a context-dependent manner and support a role for TRP-1 and TRP-2 as putative stretch-sensitive receptors.\n\nThe SMDDs are stretch-sensitive proprioceptive neurons that directly regulate muscle contractions\n\nTo determine whether the SMD neurons are stretch-sensitive proprioceptive neurons that mediate forward locomotion, we first performed laser microsurgery to individually ablate pairs of SMDD or SMDV cell bodies. Ablation of the SMDD cell bodies resulted in a ventral circling phenotype similar to that observed with the trp-1 trp-2 mutants, confirming that the ventral circling phenotype of the trp-1 trp-2 double mutants is due to a functional defect in the SMDD neurons (Fig 4A and 4C). Furthermore, ablation of the SMDV neurons induces dorsal circling locomotion (Fig 4B and 4C). Because ctbp-1 mutants show defects in the neuronal processes of SMDD but not SMDV neurons [39], we examined the locomotion of ctbp-1 mutants. C-terminal binding protein 1 (CTBP-1) is a transcriptional repressor of C-terminal binding protein, which regulates neuronal development [39]. We found that ctbp-1 (ok498) mutant animals exhibited the ventral circling phenotype like the trp-1 trp-2 double mutants (Fig 4D). These results indicate that the SMD neurons play a role in steering forward locomotion—SMDD for the dorsal direction and SMDV for the ventral direction.\n\nBecause SMD neurons have pre- and postsynaptic connections with several sensory neurons, motor neurons, and interneurons in the head region [26], we asked whether Ca2+ transients in the SMD neurons are elicited by transmissions from presynaptic neurons or by direct sensing of head muscle contractions. We first measured Ca2+ transients in the SMD neurons of unc-13 (e1091) and unc-31 (e928), which have defects in synaptic vesicle release and dense core vesicle release, respectively [54, 55]. We found that although these mutant animals have uncoordinated movements, the correlation between head bending and the activity of their SMD neurons was quantitatively unaltered compared to wild type (Fig 4E). This suggests that SMD Ca2+ signals could be induced by direct mechanical sensory stimuli or electric synaptic transmission rather than by chemical synaptic transmission from other cells. We next asked whether the head muscle contractions upon head bending indeed generate SMD calcium activity. When we tested unc-54 (e1092) myosin heavy chain mutants, which are paralyzed because of severe defects in muscle contractions [56], we found a complete absence of SMD calcium transients (Fig 4F). We did observe SMDD and SMDV calcium activity in these animals, however, when we physically induced head bending by gently pushing the head with a platinum wire in the dorsal and ventral directions, respectively (Fig 4F). To validate that head muscle contractions are sufficient to generate SMD calcium dynamics further, we generated transgenic animals expressing ReaChR channelrhodopsin in the body wall muscle and calcium sensor GCaMP in the SMD neurons, respectively. The worms were placed into the 4% agar pad to be immobilized. Then, we activated both dorsal and ventral body wall muscles simultaneously by exposing light to animals and observed the SMD Ca2+ transients. We found that upon light exposure, Ca2+ level was increased in the SMDD and SMDV neurons (Fig 4G), suggesting muscle contractions are indeed sufficient to activate the SMD neurons. Taken together, these results indicate that head muscle contractions are sufficient to directly generate SMD calcium dynamics.\n\nDiscussion\n\nThe motor circuits and neural mechanisms underlying the sinusoidal forward and backward movements of C. elegans have been extensively studied [57, 58]. Little is known, however, about how worms steer their head to maintain a straight path overall. Here, we have determined that the proprioceptive receptor SMD neurons and TRP-1/TRP-2 TRPC channels are required for the proprioceptive feedback that regulates head steering during forward movement.\n\nThe SMD cholinergic neurons were suggested to be proprioceptive receptor neurons because of their morphology, including their extension of synapse-free processes along the body and their innervation of head muscles [26, 47]. With several lines of evidence, we demonstrated that the SMD neurons do indeed function as proprioceptive neurons that control head steering locomotion. First, laser ablations of the SMD neurons cause severe defects in steering during forward movement. Killing either the SMDD or the SMDV neurons results in ventral or dorsal circling locomotion, respectively. In addition, the ctbp-1 mutants, which have defects in their SMDD processes, also exhibit ventral circling locomotion. Second, optogenetic activation of the SMD neurons results in head steering locomotion. When we stimulate all four SMD neurons together, producing a synchronized calcium dynamic similar to that observed in trp-1 trp-2 double mutants, the animals exhibit ventral circling movements. Third, we found that SMD neurons are activated by head/neck muscle stretching. Forced head/neck bending in the dorsal or ventral directions elicits robust Ca2+ transients in SMDD or SMDV neurons, respectively. Finally, disruption of chemical synaptic transmission does not affect the oscillating Ca2+ transients produced in the SMD neurons upon head bending. Together, these results indicate the SMD neurons are necessary and sufficient to generate head steering locomotion and strongly support that the SMD neurons are bona fide proprioceptive neurons in C. elegans.\n\nThe DVA neuron, which was previously identified as a proprioceptive neuron, is stimulated by body bending and expresses a stretch receptor, the TRP-4 TRPN channel [13]. Rather than innervating any muscles, however, the DVA neurons appear to send sensory signals to the ventral nerve cord motor neurons to modulate the locomotor circuitry [13, 26]. Additionally, laser ablation of the DVA neurons only mildly affects body bending [13]. Unlike the DVA neurons, the SMD neurons directly sense head/neck muscle stretch and regulate muscle contractions, suggesting head steering locomotion in C. elegans is regulated mainly by a feedback system utilizing only a single neuronal cell type. In addition, recent studies have shown that SMD regulates the activity of other interneurons, including postsynaptic RIAs and extrasynaptic RMEs via cholinergic neurotransmission to set the amplitude of head bending [40, 41]. This indicates dual roles for SMD in head locomotion: the regulation of steering via direct muscle contractions and the modulation of head bending amplitude via synaptic transmission to other postsynaptic target neurons.\n\nPreviously, the TRP-1 and TPR-2 TRPC channels were shown to modulate nicotine-dependent behaviors by acting in command interneurons as receptor-operated channels [36]. Here, we identified a novel role for the TRP-1 and TRP-2 channels as putative stretch-sensing molecules in the proprioceptive SMDD neurons that regulate the proprioceptive feedback system that directs forward locomotion in C. elegans. First, trp-1 and trp-2 are coexpressed in the SMDD proprioceptive receptor neurons. Second, trp-1 trp-2 double mutants, but not single mutants, exhibit a ventral circling phenotype similar to that of SMDD-ablated animals. This indicates that TRP-1 and TRP-2 are redundant but necessary for SMDD-mediated head steering locomotion. Third, either TRP-1 or TRP-2 is sufficient to confer head/neck bending–dependent Ca2+ signals in the AWC chemosensory neuron. Fourth, TRP-1 and TRP-2 are functionally interchangeable with the two known proprioceptors C. elegans trp-4 or Drosophila trpγ. Although we could not completely rule out the possibility of an indirect and modulatory role of TRP-1/TRP-2 in stretch sensation [59–61], we suggest that TRP-1 and TRP-2 are putative proprioceptor channels that act redundantly to detect head/neck bending in the SMDD proprioceptive neurons responsible for regulating dorsal head muscle contractions.\n\nWhat physiological role do TRP-1 and TRP-2 play in the SMDD neurons? In general, TRP channels are nonselective Ca2+-permeable ion channels that permit Ca2+ influx in response to various stimuli [62]. In our Ca2+ imaging results, the SMDD neurons of trp-1 trp-2 double mutants still show oscillating calcium dynamics, but rather than being synchronized with dorsal head/neck bending, they are synchronized with ventral head/neck bending. This means that the SMDD and SMDV neurons fire synchronously upon ventral head/neck bending. Thus, in contrast to TPR-4, which is required for the increased Ca2+ signals that appear in DVA neurons upon body bending, TRP-1 and TRP-2 are not required for Ca2+ signals in the SMDD neurons. Since the oscillating Ca2+ transients in the SMD neurons are completely abolished in the paralyzed unc-54 mutants, SMD Ca2+ signals obviously originate from body movements. These Ca2+ influxes may arise from a yet unidentified proprioceptor in the SMD processes that run along the body. This proprioceptor would detect body bending/body muscle stretch and generate Ca2+ transients. In Drosophila, the TRP channels Nanchung, Inactive, and NompC are coexpressed in the auditory neurons of both the chordotonal and Johnston’s organs to detect and transduce sound vibrations [63–65]. Although these channels are all expressed in the auditory neurons and all function in hearing, the activities of NompC and the Nanchung–Inactive complex are independent of one another [63]. It is also possible that putative proprioceptors among the ventral nerve cord motor neurons detect body bending and cause waves of body muscle contractions [66, 67]. The VB1 ventral motor neurons are electrically coupled to the SMD neurons, and thus Ca2+ influx may propagate from these ventral motor neurons to the SMD neurons via gap junctions [26]. Recently, Fouad and colleagues showed that during forward locomotion, a midbody rhythmic signal or wave propagates from the midbody to the head via nonproprioceptive coupling [68]. Thus, we speculate that during forward locomotion, a rhythmic signal is transmitted from the VB1 motor neuron to the SMDV neurons. Moreover, the SMDV and SMDD neurons are also electrically coupled. Our working model is that during the forward movement, the oscillating calcium wave generated by midbody rhythm–generating units reaches at VB1 and causes ventral neck muscle contraction, and this calcium wave then transmits to the SMDV and SMDD, which synchronize the states of SMDV and SMDD together with that of VB1, and elicits ventral head/neck muscle contractions. Then, SMDD detects dorsal head/neck bending via TRP-1/TRP-2 and changes phase of SMDD calcium transients from those of SMDV, which initiates dorsal head muscle contractions via cholinergic transmission from SMDV to dorsal head muscles. TRP-1 and TRP-2 in SMDD neurons thus seem to play a role in detecting head/neck bending, and the SMDD neurons themselves seem to integrate information about head/neck bending and body bending. They separate the SMDD neurons from the circuit of the SMDV neurons and ventral muscle contractions, orchestrating dorsal head muscle contractions so the animal can steer straight (Fig 4H). In mice, ablation of proprioceptive systems also causes synchronized activation of muscles in the hip, knee, and ankles [69]. Together, we propose that synchronization of the locomotion circuits is a general consequence of the loss of function of proprioceptive neurons and receptor molecules, and distinct locomotion patterns require dynamic, homeostatic modulation of feedback signals between proprioceptive neurons and muscles.\n\nMaterials and methods\n\nStrains\n\nAll strains were maintained at 20°C [29]. The N2 Bristol strain was used as a wild-type strain. To generate the trp-1 trp-2 double mutants, trp-1 (sy690) males were mated with trp-2 (sy691) hermaphrodites, and the genomic deletion was confirmed by PCR (trp-1-deletion_1_F: GGCTAAGTTCCTGTCTACCAC, trp-1-deletion_2_F: TCTGCTACTCGTAGGGGCTT, trp-1-deletion_R: CTGTTGACAATGAGGATGAGAG; trp-2-deletion_1_F: CTACGCACTGATGACGTGGA. trp-2-deletion_2_F: AGTCACTGCTCAGAGCTACC, trp-2-deletion_R: AGTACGCAAACAACGACTACAG). All the mutants and transgenic strains used in this study are listed in Table 1.\n\nMolecular biology and transgenic worms\n\nAll the constructs created in this study were inserted into the pPD95.77 vector [70]. For the flp-22 and lad-2 promoter analysis, 2.7-kb and 7.3-kb promoter regions were amplified by PCR from N2 genomic DNA and used to generate flp-22p::gfp and lad-2p::gfp as previously described [38, 71]. Deletions in the flp-22 and lad-2 promoter reporter constructs were generated by using various enzymes or PCR fusions. To generate transgenic worms, 50 ng of each reporter construct was injected, with 50 ng of unc-122p::dsRed as an injection marker. Among the various flp-22 promoter fragments, flp-22p-Δ4 was used as an SMD neuronal marker. A 2.6-kb fragment of the trp-1 promoter and a 2.9-kb fragment of the trp-2 promoter from the start codon were amplified by PCR and inserted into the pPD95.77 vector. For the rescue experiments, glr-1p-Δ1 (for SMDD; a gift from Hannah Nicholas) [39], flp-7p (for SMDV) [38], flp-22p-Δ4 (for SMDD/V), and twk-16p (for DVA; a gift from Shawn Xu) [13] were fused with a trp-1 cDNA, a trp-2 cDNA, a trp-4 cDNA (gift from Shawn Xu) [36], and a trpγ cDNA (a gift from Craig Montell) [8]. The trp-1 cDNA and the trp-2 cDNA were amplified by PCR from a cDNA library. With 50 ng of unc-122p::dsRed as an injection marker, 0.5 ng of the trp-1, trp-2, trp-4, and trpγ cDNAs under the control of various promoters were injected into trp-1 trp-2 double mutants or trp-4 mutants. For ectopic expression of trp-1 cDNA or trp-2 cDNA in AWC, ceh-36p-Δ1 (a gift from Piali Sengupta) was fused with the trp-1 cDNA or trp-2 cDNA in the pPD95.77 vector, and gpa-4p was fused with the trp-1 cDNA in the pPD95.77 vector for ectopic expression in AWA, and ASI. 0.5 ng of each transgene was injected with 50 ng of unc-122p::dsRed as an injection marker. lad-2p-Δ1 and myo-3p were inserted into the ReaChR::mKate2 vector (a gift from Henrik Bringmann) [42, 43], and 100 ng of each transgene was injected with 50 ng of unc-122p::dsRed or unc-122p::gfp as an injection marker, respectively.\n\nBehavior tracking and phenotype analysis\n\nTo record animal locomotion, NGM agar plates were coated with 600 μl of Escherichia coli OP50, incubated for 3 h, and allowed to fully dry. Bacterial lawn plates were prepared the day before behavior recordings. Well-fed young adult hermaphrodite worms were used to leave trajectories on bacterial lawn plates and recorded under a Leica High-performance Fluorescence Stereomicroscope (M205FA) using the Leica Application Suite Advanced Fluorescence Lite 3.5 software. To quantify the turning angle of the worm paths, 5 min of behavior video were collected into 30 s–interval images. A total of 10 images from each worm were used to measure the dorsal or ventral angles from the dorsoventral body positions during forward movement. From each image, at least 3 ventral and dorsal angles were measured using Image J, and the angle values were averaged. The averaged dorsal angles were then subtracted from the averaged ventral angles to obtain a turning angle. The turning angles were then color-coded along a brown-to-blue scale. Ventral circling was defined as dark brown, and dorsal circling was defined as dark blue. Twenty worms for each strain were analyzed to generate a locomotion pattern heat map. To measure wave length and wave width, the Leica Application Suite Advanced Fluorescence Lite 3.5 software was used to capture images of worm tracks on the bacterial lawn. Wave width was defined as the peak-to-trough distance of the sine wave, and wavelength was defined as the peak-to-peak distance of the sine wave. The average of 6 consecutive wave widths and wave lengths from each worm track was quantified. At least 50 worms for each strain were measured and analyzed.\n\nIn vivo calcium imaging in freely moving condition\n\nWell-fed young adult–stage worms were used to observe SMD and head muscle calcium activities. For freely moving conditions, each worm was transferred onto a 2% agarose pad on a glass slide and placed on a coverslip. Fluorescence time lapse images were acquired over the course of 80 s under a Zeiss Axio observer A1 with a 20× objective using the Image J software. At least 100 frames (20 s) of continuous forward movement from each worm were selected and analyzed with a customized program that automatically normalizes SMD fluorescence intensity and subtracts the background. Head muscle activities were obtained together with SMD neuronal activities and analyzed as described above. To quantify SMD neuronal activity in the unc-54 mutants induced by head bending, a platinum wire was used to manually bend the heads of worms on the NGM agar plate. The resulting calcium intensities were observed under a Zeiss SteREO Discovery V8.\n\nLaser ablation\n\nYoung adult–stage flp-22p-Δ4::mCherry; flp-12p::gfp transgenic worms were anesthetized with 1 M sodium azide on the 2% agar pad. Transgenic worms coexpressing markers of both the SMD and SMB neurons (flp-22p-Δ4::mCherry; flp-12p::gfp) were used for precise ablation of the SMD cell bodies because the SMD and SMB neurons are so close to one another. After ablation, animals that exhibited GFP expression in the SMB neurons were selected [27, 37]. A commercial femtosecond (approximately 120 fs) pulse laser system (Insight Deepsee Dual, Spectra physics), employed as a light source (790 nm) for nonlinear imaging in an Olympus IX83 microscope platform, was also used to kill the SMDD or SMDV neurons (56 mW illumination during 35 s). After these ablations, the worms were transferred to NGM agar plates immediately and allowed to recover for 14 h at 15°C. Mock-ablated worms were placed on the same agar pad to expose them to light and allowed to recover on separate NGM agar plates. Locomotion was observed and recorded over 5 min with the Leica High-performance Fluorescence Stereomicroscope M205FA using the Leica Application Suite Advanced Fluorescence Lite 3.5 software. After the behavioral recordings, the expression of flp-22p-Δ4::mCherry in the SMD neurons and flp-12p::gfp in the SMB neurons were confirmed under a Zeiss Axio observer A1 with a 40× objective. Only worms that specifically lost fluorescence of flp-22p-Δ4::mCherry in their SMD neurons but exhibited expression of flp-12p::gfp in the SMB neurons were counted as ablated worms.\n\nCoherent anti-Stokes Raman scattering microscopy\n\nYoung adult stage of wild-type and trp-1 trp-2 double-mutant animals were anesthetized with 100mM sodium azide on the 2% agar pad and placed on a top of an agarose pad. The label-free images were obtained under the coherent anti-Stokes Raman scattering microscopy, followed by the setting of the microscopy as previously described [50].\n\nOptogenetic experiments in freely moving condition\n\nL4 transgenic worm larvae expressing ReaChR::mKate2 transgenes under the control of indicated promoters were transferred 12 h before the assay to either normal OP50 plates or OP50-retinal plates containing 1 mM all-trans-retinal (ATR, Sigma). OP50-retinal plates were prepared by seeding 200 μl OP50 with 2 μl 100 mM ATR (Sigma) in 100% ethanol. To stimulate ReaChR, we illuminated the NGM plates with 565 nm LED at roughly 0.05 mW/mm as measured with an optical power/energy meter. We recorded at least 40 young adult hermaphrodites per strain in the presence or absence of ATR under a custom automated worm-tracking system. The animals were allowed to move on the NGM agar plates for at least 1 min. Then, the recordings began with 10 s in the absence of green light, followed by 10 s of green light stimulation, and finally another 10 s without green light. Circling behavior was determined within 1 s after supplying the green light stimulus.\n\nCross-correlation analysis\n\nThe JMP10 software (SAS) was used as described to analyze time series of head bending angles and calcium fluorescence intensities for a cross-correlation analysis [40]. The time lag was 20 s, and head position was used as an input. Peak correlations are the correlation values between head bending and SMD activity at lag 0 s and are compared using the ANOVA test.\n\nSupporting information"
}