{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0060284",
  "doi": "10.1371/journal.pbio.0060284",
  "externalIds": [
    "pii:08-PLBI-RA-0237R7",
    "sici:plbi-06-11-10",
    "pmid:19018662",
    "pii:08-PLBI-RA-0237",
    "pmcid:PMC2586362"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Drosophila Neurotrophins Reveal a Common Mechanism for Nervous System Formation",
  "authors": [
    {
      "name": "Bangfu Zhu",
      "first": "Bangfu",
      "last": "Zhu",
      "affiliation": "Neurodevelopment Group, School of Biosciences, University of Birmingham, Birmingham, United Kingdom"
    },
    {
      "name": "Jenny A Pennack",
      "first": "Jenny A",
      "last": "Pennack",
      "affiliation": "Neurodevelopment Group, School of Biosciences, University of Birmingham, Birmingham, United Kingdom"
    },
    {
      "name": "Peter McQuilton",
      "first": "Peter",
      "last": "McQuilton",
      "affiliation": "Neurodevelopment Group, School of Biosciences, University of Birmingham, Birmingham, United Kingdom; Department of Genetics, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Manuel G Forero",
      "first": "Manuel G",
      "last": "Forero",
      "affiliation": "Neurodevelopment Group, School of Biosciences, University of Birmingham, Birmingham, United Kingdom"
    },
    {
      "name": "Kenji Mizuguchi",
      "first": "Kenji",
      "last": "Mizuguchi",
      "affiliation": "Department of Biochemistry, University of Cambridge, Cambridge, United Kingdom; Department of Applied Mathematics and Theoretical Physics, Centre for Mathematical Sciences, University of Cambridge, United Kingdom; National Institute of Biomedical Innovation, Osaka, Japan"
    },
    {
      "name": "Ben Sutcliffe",
      "first": "Ben",
      "last": "Sutcliffe",
      "affiliation": "Neurodevelopment Group, School of Biosciences, University of Birmingham, Birmingham, United Kingdom"
    },
    {
      "name": "Chun-Jing Gu",
      "first": "Chun-Jing",
      "last": "Gu",
      "affiliation": "Neurodevelopment Group, School of Biosciences, University of Birmingham, Birmingham, United Kingdom"
    },
    {
      "name": "Janine C Fenton",
      "first": "Janine C",
      "last": "Fenton",
      "affiliation": "Neurodevelopment Group, School of Biosciences, University of Birmingham, Birmingham, United Kingdom"
    },
    {
      "name": "Alicia Hidalgo",
      "first": "Alicia",
      "last": "Hidalgo",
      "affiliation": "Neurodevelopment Group, School of Biosciences, University of Birmingham, Birmingham, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2008-11",
  "dateElectronic": "2008-11-18",
  "dateAccepted": "2008-10-08",
  "dateReceived": "2008-01-21",
  "volume": "6",
  "number": "11",
  "pages": "e284",
  "tags": [
    "Discipline/Developmental Biology",
    "Discipline/Evolutionary Biology",
    "Discipline/Genetics and Genomics",
    "Discipline/Molecular Biology",
    "Discipline/Neuroscience",
    "Type/Research Article"
  ],
  "abstract": "Neurotrophic interactions occur in Drosophila, but to date, no neurotrophic factor had been found. Neurotrophins are the main vertebrate secreted signalling molecules that link nervous system structure and function: they regulate neuronal survival, targeting, synaptic plasticity, memory and cognition. We have identified a neurotrophic factor in flies, Drosophila Neurotrophin (DNT1), structurally related to all known neurotrophins and highly conserved in insects. By investigating with genetics the consequences of removing DNT1 or adding it in excess, we show that DNT1 maintains neuronal survival, as more neurons die in DNT1 mutants and expression of DNT1 rescues naturally occurring cell death, and it enables targeting by motor neurons. We show that Spätzle and a further fly neurotrophin superfamily member, DNT2, also have neurotrophic functions in flies. Our findings imply that most likely a neurotrophin was present in the common ancestor of all bilateral organisms, giving rise to invertebrate and vertebrate neurotrophins through gene or whole-genome duplications. This work provides a missing link between aspects of neuronal function in flies and vertebrates, and it opens the opportunity to use Drosophila to investigate further aspects of neurotrophin function and to model related diseases.",
  "fullText": "Introduction\n      \nIn vertebrate brain development, neurons are produced in excess, and surplus neurons are eliminated through apoptosis (cell death), adjusting innervation, targeting, and connectivity to target size [1]. Neurotrophins (NTs) are the major class of molecules promoting neuronal survival in vertebrates. They also control cell proliferation and neuronal differentiation, and they are required for axonal and dendritic elaborations, synaptic plasticity, excitability, and long-term potentiation (LTP, the basis of memory and learning) [2–5]. NTs underlie most aspects of vertebrate nervous system development and function, and abnormal NT function is linked to psychiatric disorders [6–9]. NTs are the key molecules linking nervous system structure and function in vertebrates [2,3]. Despite such fundamental roles, NTs have been missing from invertebrates.\n\nThere is compelling evidence that neurotrophic factors exist in Drosophila. As in vertebrates, about half the neurons die in the fruit fly central nervous system (CNS) during embryogenesis [10]. Apoptosis occurs in most neuroblast lineages [11,12], and there is dramatic hyperplasia in mutant embryos lacking programmed cell death [13]. In multiple CNS contexts, the survival of subsets of neurons and glia requires long-range, nonautonomous support. For instance, there are no glial cells of retinal origin; glia enter the retina through the optic stalk, and if they are defective, such as in repo mutants, retinal neurons die in excess [14]. In disconnected mutants, the optic lobes (where the retinal photoreceptor neurons project to in the brain) degenerate. When mosaic clones of disconnected mutant cells are generated in the brain optic lobes in otherwise normal flies, retinal neurons die [15]. Lack of connectivity at the optic lobe also results in massive optic lobe neuronal death [16,17] due to abnormal function originating from the retina rather than the brain [16,17]. A trophic factor for retinal neurons is predicted to emanate from the brain optic lobe glia [16,17]. In the embryonic CNS, upon glial ablation or mutations in glial cells missing, there is excess neuronal apoptosis [18]. Glia are also produced in excess: most dramatically, in the embryo, 75% midline glia and a small subset of longitudinal glia die during axon guidance (prior to homeostatic functions of glia) [19–24]. Identified gliatrophic factors include the neuregulin homolog Vein [24] and the TGFα homolog Spitz [19,25,26], both ligands of EGFR, and the ligands of the PDGR homolog PVR [27]. Other properties commonly assigned to complex brains and to NT function, such as synaptic plasticity, LTP, and complex behaviour, all occur in flies. However, no neurotrophic factor has been identified in Drosophila.\n\nThe NTs comprise brain-derived neurotrophic factor (BDNF), nerve growth factor (NGF), NT3, and NT4/5 (plus NT6/7 in fish) and bind the Receptor Tyrosine Kinases TrkA, -B, -C, the atypical TNFR superfamily member p75, and Integrin α9β1 [28–30]. Pro-NTs bind p75 to promote cell death, and mature NTs bind Trk and p75 receptors, or p75 alone, to promote cell survival [3,28,30]. Vertebrate NTs bind Trks to activate the MAPKinase/ERK and AKT pathways (promoting cell survival), PLC-γ (regulating calcium levels), and NFκB (promoting cell survival) [3,30]. Binding of NTs to p75 independently of Trks results in cell death or cell survival, through JNK and NFκB, respectively [30]. In an evolutionary context, p75 is more ancient than the Trks [30]. The most conserved NT among vertebrates is BDNF, and BDNF mutations correlate with epilepsy, anxiety, depression, attention deficit disorder, autism, and other cognitive and psychiatric disorders (e.g., [6–9]). NTs underlie an endogenous mechanism of CNS repair [31], and disregulation of NGF underlies chronic pain (e.g., in cancer) [32]. Drosophila is a very powerful model organism used to understand gene networks and model disease; however, a surprising void has been the lack of NT studies in flies.\n\nNT ligands and receptors have been identified throughout the invertebrate deuterostomes (Figure S1). There are functional Trk receptors in the lancelet Amphioxus [33], and p75 and Trk orthologs have been identified in sea urchin and acorn worm [34–36]. Searches of sequenced genomes have revealed NTs in all deuterostome groups, represented by Amphioxus NT (Bf-NT), acorn worm NT (Sk-NT), and sea urchin NT (Sp-NT) [34,37,38] (Figure S1 and Table S1). In protostome invertebrates, a bona fide Trk (in the snail Lymnea) and an atypical Trk (in the snail Aplysia), have also been identified in molluscs [35,36,39]. The function of these ancient NTs and receptors is unknown. These findings indicate that NTs are more ancient in evolution than previously thought, although no NT has been identified in protostomes.\n\nThe presence of NTs in flies has been controversial. Structural and biochemical features of the Drosophila protein Spätzle (Spz) revealed an NGF domain [40,41]. However, a parallel similarity to horseshoe crab coagulogen, involved in the blood-clotting cascade [41], overshadowed that earlier finding. An initial computational analysis of the sequenced genomes based on BLAST searches declared lack of NTs in flies [42]. However, this simple BLAST search missed 30% of Drosophila genes and would have missed any proteins with structural conservation despite sequence divergence. Structural predictions have confirmed that Spz belongs to the NT superfamily [43]. There are to date no functional studies of Spz in the CNS, so whether it plays neurotrophic roles is unknown.\n\nTo investigate whether a NT may underlie some of the structural and functional aspects of the insect nervous system, we searched the sequenced Drosophila genome for NT sequences. We show here that Drosophila Neurotrophin 1 (DNT1) is a NT superfamily member that promotes neuronal survival and targeting, and that there is a NT family in Drosophila formed by DNT1, DNT2, and Spz.\n\n      Results\n      \n        Identification of DNT1\n        \nWe used 28 known full-length and Cystine-knot domain (Cysknot, characteristic of NTs) vertebrate NT sequences to query release 2 of the Drosophila genome with TBLASTN and PSI-BLAST, which is specific to detect distantly related sequences (Figure 1A and Text S1). When using carp BDNF as query, both searches identified CG18318. In turn, CG18318 identified BDNF from multiple species, from fish to human. After isolating the full-length cDNA3 from CG18318 (Figures 1C and S2; GenBank accession number: FJ172423), we used the protein sequence to carry out a structure-based search using FUGUE (Figure 1A) [44]. FUGUE identifies distantly related proteins, the sequence of which may have diverged through evolution while retaining structural conservation [44]. FUGUE compares the query protein sequence with the HOMSTRAD database of proteins of known structure, and it assigns amino-acid substitutions a score depending on how this affects protein structure [44]. FUGUE identified the human NTs with over 99% certainty as probable homologs of cDNA3 from CG18318 (Table S2), above similarity to coagulogen. Search of the ENSEMBL human database using cDNA3 protein sequence as query also identified human BDNF (Figure 1A). Thus, we named the protein encoded by cDNA3 Drosophila Neurotrophin1 (DNT1). PSI-BLAST searches using Spz as query to the Drosophila genome had identified distant spz paralogs [45]: DNT1 is spätzle 2 (spz2).\n\nTo verify the structural features of DNT1, we carried out a structural alignment of DNT1 to known NT sequences from human, Xenopus, and the ancient NTs from lamprey (Lf-NT), Amphioxus (Bf-NT), sea urchin (Sp-NT), and acorn worm (Sk-NT) (Figure 1B). All the essential residues that form the NT Cysknot (positions 499–601 in DNT1) are conserved in all these sequences, i.e., the six cysteines, the glutamine (position 539), and conservative substitutions of all the residues of the hydrophobic core. Interestingly, DNT1 shares more conserved residues with acorn worm Sk-NT than with other NTs (Figure 1B). The DNT1 Cysknot is highly conserved in all sequenced insects, such as fruit fly (Drosophila), mosquito (Anopheles), and bee (Apis) (Figure 2), and conservation outside the Cysknot is also high among all Drosophila species.\n\nThere is high sequence divergence, particularly outside, but also within the Cysknot among all ancient NTs (Lf-NT, Bf-NT, Sp-NT, Sk-NT, and DNT1). We have attempted phylogenetic analyses of DNT1 and spz compared to all known NTs, including all ancient NTs, as above, using three standard methods (Figure S3). Sequence divergence precludes direct proof of orthology between DNT1 and vertebrate NTs. An ancestral NT gene was quite likely the predecessor of DNT1 in protostomes and NTs in deuterostomes.\n\nNTs are secreted proteins with a Cysknot domain, cleaved from pre-pro-precursors, and which dimerise to become functional [46]. Similarly, Spz becomes functional following cleavage to form a Cysknot dimer [40,47–49]. Instead, coagulogen does not dimerise to be functional [41,50]. DNT1 is a 886-amino acid (aa) protein with a 102-aa Cysknot followed by a 286-aa COOH tail, predicted to be secreted and cleaved, possibly at position 498 (Figures 1D, 1E, and S2, predicted cleavage site: FSLSKKR RE; see Text S1). DNT1 is cleaved upstream of the Cysknot in cell culture (Figure 1F), although the putative protease cleaving DNT1 in vivo may be absent in S2 cells. Both recombinant Cysknot and the Cysknot with the COOH extension (Cysknot3-tail) form dimers (Figure 1G), hence they fold correctly upon expression. Thus, DNT1 presents structural, cleavage, and dimerising features of canonical NTs.\n\n        DNT1 Promotes Neuronal Survival and Targeting\n        \nThe functional characteristics of mature vertebrate NTs are: (1) they are expressed by target cells in limiting amounts; (2) they maintain neuronal survival; and (3) they enable targeting and connectivity. Thus, we asked whether DNT1 satisfies any or all of these criteria.\n\nDNT1 is expressed in target cells throughout development. In the embryo, DNT1 is expressed at the CNS midline (Figure 3A–3C), the intermediate target for interneurons (the vertebrate floorplate is also an intermediate target that supports neuronal survival [51]), in two lateral CNS cells per hemisegment at stage 17 and in the epidermis (unpublished data), and in the muscles (Figure 3D–3F), the target for motor neurons. In the larva, it is expressed in the lamina (Figure 3G–3I) of the optic lobe, the target for photoreceptor axons. In the adult, it is expressed in the optic lobes and central brain (Figure 3J and 3K), in the site of learning and memory.\n\nIn order to analyse the incidence of apoptosis upon loss or gain of function for DNT1, apoptotic cells were visualised in vivo with anti-cleaved Caspase-3 (Caspase-3) antibodies, and we developed a computer software programme for the automatic quantification of Caspase-3 stained cells, called DeadEasy (Figure S4, Text S1, and M. G. Forero, J. A. Pennack, A. R. Learte, K. Kato, R. L. Griffiths, et al, unpublished data). Caspase-3 antibodies stain specifically apoptotic cells (Figure S4A); they have the advantage over other methods of not staining necrotic cells, and are extensively used to visualise apoptotic cells in multiple model organisms and in human paradigms (e.g., [13,52–56]). Six or seven trunk segments (depending on stage) of stained embryos are scanned at the confocal microscope throughout the whole thickness of the CNS ventral nerve cord (VNC). A region of interest (ROI) is selected over the VNC for quantification to exclude the epidermis. DeadEasy identifies stained cells in each individual section throughout the VNC and subsequently in 3-D, based on minimum volume and pixel intensity, and produces the total number of cells per VNC. The programme has been verified and validated (see Text S1).\n\nTo ask whether DNT1 can rescue naturally occurring cell death (NOCD), we expressed in all neurons (with elavGAL4) four forms of the protein: (1) full-length; (2) pro-domain (i.e., cDNA1, lacking the Cysknot, see Text S1); (3) Cysknot; and (4) Cysknot3-tail comprising the Cysknot plus the COOH extension (Figures 1E and 4B). We stained embryos with Caspase-3 (Figure 4A and 4B) and quantified CNS apoptosis in the VNC automatically with DeadEasy software. Expression of either the full-length protein or the pro-domain does not reduce apoptosis levels compared to wild type (Figure 4C). However, expression of either the Cysknot or the Cysknot3-tail results in a significant reduction in apoptosis compared to wild type (Figure 4C). The disparity between the full-length and the cleaved forms is reminiscent of vertebrate NTs [3,46] and of the fact that the cleaved Spz Cysknot is functional when expressed in transgenic flies, whereas full-length Spz is not [47]. Expression of either DNT1 Cysknot or the Cysknot 3-tail at the midline (with simGAL4) also reduces significantly apoptosis compared to wild type (Figure 4C), implying that DNT1 is normally present in limiting amounts at this target. These data show that DNT1 can promote cell survival in the embryonic CNS.\n\nTo ask whether DNT1 is required to promote cell survival, we generated by homologous recombination genetic null mutant alleles, DNT141 and DNT155, as verified by PCR, Southern blot, and reverse transcriptase PCR (Figures 1C and 5A–5C and Text S1). DNT141 homozygous mutant flies are viable. In the CNS of homozygous DNT141 null mutant embryos, apoptosis levels are comparable to wild type at stages 13/14, and there are no axon guidance defects (unpublished data). At stage 17, DNT141, DNT141 /DNT155, and DNT141/Df(3L)ED4342 null mutant embryos show a significant increase in apoptosis in the CNS (Figure 4E). To verify that the increase in apoptosis is a direct consequence of loss of DNT1 function, we expressed the DNT1 Cysknot in all neurons in embryos mutant for DNT1 (Figure 4E, rescue). This leads to a significant reduction in apoptosis compared to DNT1 mutants, confirming that loss of DNT1 function causes the increase in apoptosis in the mutants.\n\nTo verify whether the cells dying in excess in the mutants are neurons, we labelled DNT1 mutant embryos with the neuronal markers anti-HB9 and anti-Eve (as well as Caspase-3), which label complementary sets of motor neurons and interneurons. HB9 stains the majority of the ventrally and laterally projecting motor neurons [57,58]. This corresponds to motor neurons that project via intersegmental nerve (ISN), ISN branch b/d (ISNb/d), segmental nerve branch a (SNa), and SNc, four RP neurons, and a ventral motor neuron, but it does not stain the Eve dorsally projecting motor neurons [57,58]. HB9 is expressed in many interneurons, including serotonergic neurons and a subset of FasII-negative interneurons [58]. Eve-expressing neurons are pCC, fpCC, and EL interneurons and dorsally projecting motor neurons, including aCC, RP2, and the Us/CQs [59]. Colocalisation of Caspase-3 with HB9 increases significantly in DNT141/DNT155 and DNT141/Df(3L)ED4342 mutant embryos compared to wild type (Figure 6A). Colocalisation of Caspase-3 and Eve in the EL interneurons and in the U/CQ motor neurons also increases significantly in DNT141 mutants (Figure 6B). Apoptosis causes cell loss, and there is a significant reduction in the number of Eve-positive neurons in DNT141 mutants compared to wild type (Figure 6C). These data show that neurons die in excess in the absence of DNT1.\n\nTo ask whether DNT1 maintains CNS cell survival nonautonomously from the midline intermediate target, we reduced levels of DNT1 transcripts containing the Cysknot (CK) by expressing three different DNT1-RNAi (RNA interference) sequences in target cells (Figure 4D): CK-RNAi, pwCK-RNAi, and pro-domain-RNAi. The pro-domain-RNAi knocks down all DNT1 transcripts, whereas CK-RNAi knocks down only cDNA3. Three different and partially overlapping constructs were used to rule out the contribution of off-target effects to the phenotype. To enhance the specificity and penetrance of RNAi, experiments were carried out in embryos heterozygous for the null allele DNT141 or for Df(3L)ED4342 that uncovers the DNT1 locus. Targeted DNT1 pro-RNAi, pwCK-RNAi, and CK-RNAi restricted to a narrow strip of cells at the CNS midline (with simGAL4) increase apoptosis significantly throughout the CNS cortex compared to controls at stage 17 (Figure 4E). Since the shorter cDNA1 does not promote neuronal survival, the increase in apoptosis is due to the knocking down of cDNA3 in all cases. Thus, reducing DNT1 levels at the midline is sufficient to induce apoptosis throughout the VNC. These data, together with the facts that DNT1 mutants have excess apoptosis throughout the VNC despite being expressed in a very small group of cells and DNT1 rescues NOCD when overexpressed at the midline only (Figure 4C), show that DNT1 promotes cell survival nonautonomously in the CNS.\n\nTo investigate whether DNT1 is required for axonal targeting, we analysed the axonal projections of FasII-positive motor neurons in DNT141, DNT141/DNT155, and DNT141/Df(3L)ED4342 mutant embryos and upon DNT1-CKRNAi and DNT1-pro-RNAi targeted to the muscle (with 24BGAL4) in embryos heterozygous for Df(3L)ED4342. In all cases, there is a significant increase in the incidence of misrouting phenotypes in ISNb/d and SN fascicles compared to wild type, including effects in more than one projection per hemisegment (e.g., misrouting plus loss; Figure 7D–7G, 7J, 7K, 7M, and 7N). To verify the target-dependent origin of these phenotypes, we targeted DNT1-RNAi to all neurons as a control. The incidence of axonal phenotypes upon RNAi targeted to all neurons is not significantly different from wild type, whereas it is significantly different from the incidence upon RNAi targeted to the muscle (Figure 7M and 7N). This shows that the phenotypes caused by RNAi targeted to the muscle are due to the loss of DNT1 function in this target. To verify whether targeting to the muscle requires a limited source of DNT1, we overexpressed DNT1 Cysknot 3-tail in the muscle. Excess of DNT1 Cysknot3-tail prevents targeting by motor neuron terminals at muscle 6/7 and 12/13 (Figure 7H and 7L–7N). Thus, DNT1 produced by the muscle enables correct motor neuron targeting.\n\n        Neurotrophic Function of Spz and Its Receptor Toll\n        \nGiven the proposal of an NGF domain in Spz [40,41,43], we asked how Spz relates to the vertebrate NTs. PSI-BLAST search using BDNF and all other vertebrate NTs as query against the Drosophila genome fails to identify spz. Following the same approach as for DNT1, a PSI-BLAST search using spz sequence as a query against the SWISSPROT database produces no significant hit to any NT. DNT1 and spz are paralogs [45], but under the same PSI-BLAST search conditions, DNT1 can be linked to some members of NTs (e.g., fish BDNF), whereas no such link can be established between Spz and any NT. Percentage identity within the Cysknot is higher for DNT1 and BDNF (26.4%) than for Spz and NGF (19%) or than for any other spz paralog when compared with NTs. Conservation of spz in insects is lower (or absent, e.g., A. gambiae) than that of DNT1, but although DNT1 is not conserved in beetles (Tribolium), spz is (Figure S5A). These observations suggest that DNT1 retains the sequence features of an ancient neurotrophin ancestor better than spz does.\n\nNevertheless, Spz still forms a Cysknot [40,41,43] that can be aligned to the NT Cysknot superfamily (Figure 1B). Thus, we next asked whether Spz may have NT function. Spz is expressed at the embryonic CNS midline (Figure 8A), and its receptor, Toll, is in all CNS axons (Figure 8B and 8B′). Expression of activated Toll in all neurons rescues NOCD at stage 17 (but not at stages 13 and 14) (Figure 8D), showing that it can maintain neuronal survival. To ask whether Spz and Toll are required for neuronal survival, we looked at stage 17 embryos where maternal product enables normal early development, as confirmed by the eclosion of homozygous spz2  mutant flies. Apoptosis increases in the CNS of spz2 and Tollr3/Df(3R)ro80b mutant embryos, indicating that both Spz and Toll are required for neuronal survival (Figure 8D). Altogether, these data show that spz also has neurotrophic function, but it is weaker than DNT1. DNT1 and Spz do not seem to play fully redundant roles. Apoptosis does not increase further in spz2 DNT141 double mutants, and expression of activated spz in DNT141 mutant embryos rescues apoptosis slightly, but it does not rescue the DNT141 mutant phenotype (Figure 8D). We cannot rule out the possibility that DNT1 may rescue the spz mutant phenotype. This indicates that DNT1 and Spz may promote the survival of distinct subsets of neurons.\n\n        The Functions of DNT1 and Spz Are Specific to Neuronal Modality\n        \nspz is also expressed in bands along the location of embryonic lateral muscles (Figure 9A), in a complementary pattern to that of DNT1 in muscles (Figures 3E and 9B), suggesting that they may aid targeting by different axonal projections. Loss of Spz function affects predominantly targeting by the SNa motor axons (Figure 9C). Loss of DNT1 affects ISNb/d projections more severely that SNa projections (Figure 7M and 7N). The SNa axonal phenotype of double-mutant embryos lacking both DNT1 and Spz functions (spz2 DNT141) is epistatic to spz (Figure 9C). Altogether, these observations suggest that the targeting functions of DNT1 and Spz depend on neuronal modality.\n\n        A Third Drosophila Neurotrophin, DNT2\n        \nDNT1 is closer to spz and spz5 (CG9972) than to the other paralogs [45] (see Table S2). Structure-based alignment using FUGUE reveals that DNT1/Spz2, Spz, and Spz5 are more closely related to each other and to human NTs, whereas Spz3 (CG7104) and Spz6 (CG9196) are less closely related to vertebrates NTs (Table S2). Spz5 is very highly conserved amongst insects (Figure S5B).\n\nThe Cysknots of Spz3, Spz4 (GC14928), and Spz6 differ from the canonical NT Cysknot: Spz3 and Spz4 have two extra cysteines and the Spz6 Cysknot lacks two of the conserved cysteines and has three extra ones in unusual locations. The Cysknots of Spz6 and Spz4 also differ from the rest in that they lack a conserved intron [45]. Furthermore, Spz4 is closest to coagulogen (29% identity), while also being closer to Spz3 (51% identity) than to other paralogs, and its expression is up-regulated upon immune challenge [45]. Thus, the six spz paralogs fall into two groups: one formed by DNT1/spz2, spz, and spz5, and the other formed by spz3, spz4, and spz6. Nevertheless, at least five of the six paralogs are expressed in the nervous system. There are no mutants available for spz3, -4, and -6. Structural considerations suggest that Spz5 could also have neurotrophic function.\n\nTo investigate whether spz5 has neurotrophic function we first visualised its expression pattern. spz5 is expressed at the embryonic CNS midline (Figure 8C), in muscles (Figure 9A), in the epidermis (unpublished data), and in the embryonic head peripheral nervous system (PNS) (unpublished data). To ask whether Spz5 can maintain neuronal survival, we expressed the Cysknot domain of spz5 (UASDNT2 CK) in all neurons (with ElavGAL4), which rescues NOCD (at stage 17) (Figure 8D). To ask whether loss of spz5 function affects neuronal survival, we used the only available mutant allele—spz5e03444—and deficiency Df(3L)Exel6092 uncovering the spz5 locus. There is an increase in apoptosis in spz5e03444/Df(3L)Exel6092 transheterozygous mutant embryos (Figure 8D). Altogether, these data mean that Spz5 maintains neuronal survival in the embryonic CNS. Loss of both DNT1 and spz5 in double-mutant embryos results in an increase in apoptosis compared to each of the single mutants (Figure 9D), revealing redundant or complementary functions in the control of neuronal survival. Thus, we rename spz5 (CG9972) as DNT2.\n\nIn the muscle, the expression of DNT2 overlaps with that of both DNT1 (in muscles 6, 7, 12, and 13) and spz (in SBM, LT lateral muscles). Both ISNb/d and SNa projections are mildly affected in DNT2e03444/Df(3L)exel6092 mutant embryos. The penetrance of ISNb/d targeting defects increases in DNT1 DNT2 double-mutant embryos, although not significantly (genotype: DNT2e03444 DNT141/Df(3L)Exel6092 DNT141) (Figure 9D). The penetrance of both SNa and ISNb/d targeting defects increases in DNT2e03444 DNT141spz2 triple-mutant embryos, compared to the double or single mutants (Figure 9D). In the triple mutants, misrouting phenotypes can be very dramatic, and there are cases of loss of all ISNb/d motor axons (not seen in single mutants) (Figure 9D, far left). Misrouting of the transverse nerve (TN) can be very dramatic in triple mutants (Figure 9E), although milder effects in this nerve occur with comparable penetrance in all genotypes (∼10%). Misroutings of ISN are negligible in single and double mutants, but they increase and can be dramatic in triple-mutant embryos (12.7%, Figure 9F). These findings indicate that there is a synergistic interaction between DNT1, Spz, and DNT2 in targeting, suggestive of redundant functions in this context.\n\nSynergism between the DNTs is further revealed by the effects of these mutations in viability. Whereas both DNT141 and DNT2e03444 mutants are viable and fertile, viability is somewhat affected in DNT141 DNT2 e03444 double mutants (Table S3): in homozygosis, DNT141 DNT2 e03444 flies are viable (although some larval lethality, as well as when in trans over DNT141 Df(3L)6092, was observed), but DNT141 DNT2 e03444/TM6B flies do not produce homozygous progeny at 18 °C, suggesting unsuccessful larval competition. Whereas homozygous spz2 flies can eclose as adults, the DNT141 spz2 double and triple mutants are completely lethal (100% penetrance). This suggests that DNT1, Spz, and DNT2 play redundant functions for viability.\n\n        Adult Flies Lacking DNT1 and DNT2 or Spz Have Locomotion Deficits\n        \nNeurotrophin mutant mice display abnormal locomotion [60–63].To ask whether DNT mutant flies move normally, we tested the ability of adult flies to climb over the rim of a Petri dish and walk along it—something wild-type flies do without difficulty and without falling off (Video S1). DNT141 DNTe03444 and DNT141 DNT2e03444/DNT141 Df(3L)Exel6092 double-mutant flies display a range of phenotypes (Table S4) including: inability to estimate the location of the rim (Videos S2, S3, and S6), falling off (Video S3 and S5), sluggishness (Video S4), inability to climb (Video S6), slow, uncoordinated movements (Video S7), and wobbling (Video S8); Spz2 mutant flies can barely walk (Video S9). These phenotypes may be due to abnormal targeting or muscle structure or function or synaptic activity. They suggest that an involvement of DNTs in higher neuronal functions is a possibility.\n\n      Discussion\n      \nWe provide bioinformatic and functional evidence that DNT1 is a NT, and it forms a family with at least two further Drosophila NT members, Spz and DNT2.\n\nNeurotrophic factors had been anticipated in Drosophila but not previously found. We have identified DNT1 and shown that it satisfies the criteria to be a NT superfamily member. First, DNT1 was identified by sequence homology to NTs through sequence-based bioinformatic searches. Sequence identity to NTs is not high and is restricted to the Cysknot domain. However, this conservation is sufficient to ensure the structural features of a NT Cysknot. Second, DNT1 is structurally a NT superfamily member. DNT1 is predicted to be secreted, it is cleaved and forms a NT-Cysknot, which dimerises to become functional. A structure-based alignment shows conservation of all the residues relevant to forming the Cysknot, not only between DNT1, vertebrate, and human NTs, but also including the ancient NTs from Amphioxus, sea urchin, and acorn worm. Third, DNT1 functions like a canonical NT: loss of DNT1 function results in increased neuronal apoptosis, gain of DNT1 function rescues NOCD, and interfering with DNT1 function affects targeting by embryonic motor axons. In the CNS, neuronal survival depends on DNT1 produced in limiting amounts from the midline intermediate target. Targeting by the motor axons requires DNT1 at the muscle. The high conservation of DNT1 in insects supports its functional relevance. Adult flies mutant for spz or double mutant for DNT1 and DNT2 have distinct locomotion deficits. DNT1 is expressed in the brain, in the centres for learning and memory, suggesting possible higher neuronal functions.\n\n        A NT Family in Drosophila Formed by DNT1, DNT2, and Spz\n        \nPrevious reports had revealed an NGF domain in Spz and biochemical evidence supports a similar mechanism of activation for Spz and the vertebrate NTs [40,47,49]. A theoretical structural analysis of Spz had shown that Spz forms a NT Cysknot [41,43] . These are features also found in DNT1. However, when we carried out bioinformatic searches for Spz, a relationship between Spz and the NTs could not be established. Sequence identity between Spz and NGF is lower than for DNT1 and BDNF. Spz is also less conserved in insects than DNT1 is. The sequence of Spz is more diverged from the vertebrate NTs than DNT1 is. Nevertheless, Spz, together with Toll, also plays neurotrophic functions.\n\nStructural analysis of the spz paralogs indicates that DNT1, Spz, and Spz5 are more closely related to each other and to the NTs, whereas Spz3, Spz4, and Spz6 are highly diverged. We cannot at this stage rule out the possibility that Spz3, Spz4, and Spz6 may also play functions in the nervous system. Spz5 is structurally close to the NTs and very highly conserved in insects. We have shown that Spz5/DNT2 has neurotrophic functions, as it rescues NOCD, and loss of Spz5/DNT2 function results in increased CNS apoptosis and axon targeting errors. We have renamed spz5 as DNT2. Thus, there is a NT family in Drosophila formed of at least DNT1/Spz2, DNT2/Spz5, and Spz.\n\n        Neurotrophin Superfamily: High Sequence Divergence in the Invertebrate NTs\n        \nOrthologs are genes related by ancestry. The identification of DNT1 by sequence homology to BDNF does not mean that DNT1 is a BDNF ortholog. BDNF resulted from the duplication of an ancestral vertebrate NT, thus a relationship between DNT1 and vertebrate NTs goes back to an ancestral NT (Figure 10A). Consistently, DNT1 and Spz are more closely related to Sk-NT from acorn worm. The sequence relatedness between DNT1 and the NTs is unlikely to be due to convergence since it was found using three independent types of searches, including a structure-based search, and confirmed with two types of reverse searches, and biochemical features and function are also conserved. Direct proof that DNT1, DNT2, and spz are general NT orthologs cannot be obtained. High sequence divergence amongst all invertebrate NTs precludes the phylogenies to resolve. The same conclusion had been reached for the analysis of ancient deuterostomian NTs [38]. Our phylogenetic analyses of DNT1 and spz compared to all known NTs, revealed interesting features: first, the invertebrate deuterostomian NTs are closer to DNT1 and Spz than the vertebrate NT. Second, amongst those, acorn worm NT (Sk-NT) is the closest to DNT1 and Spz. Third, two other protein families contain Cysknots, TGFβ and PDGF, but these Cysknots differ from that of NTs. The Cysknot in DNT1 and Spz [41] is unequivocally closer to the NT Cysknot. The most parsimonious explanation (Figure 10A) is that an ancestral NT gene present in Urbilateria (the presumed common ancestor of all bilateral organisms) gave rise to the NTs in deuterostomes and in protostomes. The deuterostome NT duplicated twice to give rise to BDNF, NGF, NT3, and NT4 in vertebrates, and the protostome ancestor duplicated more than once to generate at least DNT1, DNT2, and spz, while sequences diverged, retaining the structural features of the NT Cysknot that enabled function.\n\nA similar scenario is encountered in the tumour necrosis factor (TNF) superfamily, in which sequence similarity and identity between TNF members is restricted to the TNF homology domain where it is also low (19%–30%), but they are nevertheless considered members of a protein superfamily based on structural and functional conservation [64]. Thus, deuterostomian invertebrate NTs (Bf-NT, Sp-NT, and Sk-NT) belong to the NT superfamily based on sequence similarity in the Cysknot [34,38], and we show that DNT1, DNT2, and Spz belong to the NT superfamily based on sequence, structural, and functional criteria.\n\n        Why Had NTs Been Missing in Drosophila?\n        \nIt had long been thought that NTs were missing from the Drosophila genome [42,65–68]. A similarity between Spz and NGF had been previously proposed [40,41] but remained controversial. First, structural considerations had also revealed a similarity between Spz and horseshoe crab coagulogen [41], involved in the blood-clotting cascade. However, this study [41] did not use FUGUE, which was developed later to infer structural relationships between distantly related proteins [44]. A later study confirmed that Spz belongs to the NT superfamily [43]. Our phylogenetic analysis does not resolve coagulogen as sufficiently distinct from DNT1, Spz, or the NTs. The Toll signalling cassette is conserved in horseshoe crab, including a Toll receptor and the downstream target NFκB [37,69]. Although it is unknown whether coagulogen may also have NT function in the horseshoe crab CNS, it is an intriguing possibility. We show here that FUGUE analysis comparing DNT1 to all proteins of known structure reveals a closer relationship of DNT1 to vertebrate NTs than to coagulogen.\n\nSecond, an initial comparison of the sequenced human and Drosophila genomes with BLAST reported that there were no NTs in Drosophila [42,68]. However, this simple BLAST missed 30% of the Drosophila genes and would have missed any proteins with structural conservation despite sequence divergence. In fact, a recent report has reiterated the relationship of Spz to the NT superfamily [43]. We identified DNT1 using searches optimised for distantly related sequences, PSI-BLAST and FUGUE. In PSI-BLAST sequence searches, carp BDNF reveals sequence relatedness of DNT1 to NTs. Reverse BLAST and PSI-BLAST reveal similarity of DNT1 to BDNF from multiple fish species and humans. Structure-based searches with FUGUE demonstrate that DNT1 is structurally related to human BDNF, NGF, NT3, and NT4. Thus, DNT1 retains the features of all four human NTs. Thus, there is high sequence divergence among the NTs that nevertheless retain the functional Cysknot.\n\n        Similarities and Differences in NT and DNT Functions in the CNS\n        \nThe neurotrophic theory originally proposed that NTs promote neuronal survival in a target-dependent manner [1], although NTs can also promote neuronal survival prior to innervation and in autocrine and paracrine manners [4,70]. Important evidence that vertebrate NTs promote neuronal (and glial) survival was the finding that exogenous application of NTs rescues neurons (and glia) from NOCD, both in cell culture and in vivo [71–82]. We find that expressing DNT1 either in all CNS neurons or at the midline can rescue NOCD in vivo. Expressing DNT2 or activated Toll in all CNS neurons also rescues NOCD. These findings indicate that, like in vertebrates, the DNTs can promote cell survival. The prosurvival functions of the DNTs are nonautonomous as the three DNTs are expressed virtually only at the CNS midline, but in the mutants, apoptosis is induced throughout the VNC; DNT1-RNAi targeted to the midline induces apoptosis throughout the VNC, and overexpression of DNT1 only at the midline rescues NOCD throughout the VNC.\n\nLoss of vertebrate NTs in individual mouse NT knockouts or their receptors affect the CNS very weakly, and do not generally cause an increase in CNS apoptosis [60–63,83–90]. Loss of DNT1, spz, Toll, or DNT2 function does not cause massive CNS neuronal death either. Nevertheless, apoptosis increases significantly in the embryonic CNS in all DNT mutants. The dying cells are at least partly HB9 and Eve neurons. We did not find significant apoptosis phenotypes in DNT1 mutants or upon gain of function in the developing retina (unpublished data).\n\nVertebrate NTs play partially redundant functions [60,61,63,72,83–86]: some can substitute for one another to rescue apoptosis in mutants, and in multiple knock-out combinations, e.g., BDNF−/−NT3−/−NT4−/− or TrkB−/−TrkC−/−, a 20% reduction in motor neurons and a dramatic increase in brain apoptosis, respectively, were observed compared to single mutants. The DNTs play redundant roles in the embryonic CNS in some, but not all, contexts. Expression of activated spz in DNT141 mutant embryos is not sufficient to fully rescue apoptosis (however, we have not tested the reciprocal experiment), but apoptosis increases in DNT1−/− DNT2−/− double mutants, indicating redundancy between DNT1 and DNT2 for cell survival.\n\nVertebrate NT function depends on neuronal modality: different neurons require different NTs for survival, and increases in apoptosis in the brain were observed when looking at specific neuronal types (e.g., parvalbumin-positive neurons in BDNF knock-out mice) [60,72,84,91]. In DNT1 mutants, we observe an increase in apoptosis of HB9- and Eve-positive neurons, and loss of Eve neurons. Neuronal modality differences are revealed in the targeting by motor axons (see below). Alterations in DNT1 function affect primarily ISNb/d motor axons, whereas loss of Spz function affects SNa motor axons, correlating with complementary domains of spz and DNT1 expression in different subsets of muscles.\n\nLocomotion deficits and/or lethality are a further feature of NT knock-out mice [60–63]. In fruit flies, some double-mutant combinations of the DNTs and triple mutants die during embryogenesis. DNT1 DNT2 double-mutant and spz2 mutant viable adult flies have distinct locomotion and/or behavioural deficits. Locomotion defects can reflect proprioception or muscle or synaptic problems. NTs play roles in synaptic plasticity, LTP, and behaviour, and altered NT function causes psychiatric and cognitive disorders in humans [2,3]. At least DNT1 is expressed in the adult central brain in the centres controlling learning and memory. Perhaps the DNTs are involved in higher neuronal functions.\n\nDNT1 produces two types of transcripts: the longer contain the Cysknot domain (cDNA3), and shorter ones (cDNA 1, cDNA2, and cDNA4) comprise only most of the pro-domain. We have shown that expression of the shorter isoform does not rescue apoptosis, rather it (and the full-length protein) may increase it (see Figure 4C). This is reminiscent of the opposite functions of the mature and full-length vertebrate NTs in the control of neuronal survival and death, respectively [3], and of the fact that in transgenic flies, full-length Spz is not functional in immunity, whereas the cleaved Cysknot is [47,48]. We do not know whether the shorter DNT1 isoforms play other roles, but conceivably they may modulate the function of mature DNT1, as the pro-domain of spz can inhibit signalling by the Spz-Cysknot [43,92].\n\n        Similarities and Differences in NT and DNT Functions in the PNS and Motor Neurons\n        \nLoss of vertebrate NTs severely affects the PNS, and rather weakly affects the motor neurons [60–63,83–88,93]. Virtually all vertebrate PNS neurons require NTs for survival. In Drosophila, the effect of DNT1 mutations in the embryonic PNS is milder than in the CNS (unpublished data). Exogenous application of NTs can rescue vertebrate motor neuron survival [76–78], but loss of individual vertebrate NTs does not induce motor neuron apoptosis [61–63,88]. Only 20%–30% of motor neurons die in triple knock-out mice lacking multiple NTs or all Trk receptors [85,93]. In fact, the main trophic factor maintaining vertebrate motor neuron survival is GDNF, which does not belong to the NT superfamily (e.g., [94]). Motor neurons are not produced in vast excess in Drosophila, but there is motor neuron apoptosis in normal embryos, as detected with the motor neuron markers HB9 and Eve, although the underlying cause is not known [13]. We observe a significant increase in HB9 neuronal apoptosis in DNT1 mutant embryos compared to wild type (although HB9 also labels interneurons). Loss of Eve motor neurons is also observed in DNT1 mutants, as well as loss of all the FasII-positive ISNb/d axons in triple-mutant embryos. It has previously been reported that RP motor neurons can be missing in Toll mutant embryos, although this could reflect an autocrine function [95]. We have not been able to conclusively determine whether motor neuron death in DNT1 and triple mutants is due to the target-derived function of DNTs in the muscle, or an autocrine/paracrine requirement in the motor neurons. Expression of DNTs at the midline could influence the motor neurons within the CNS. Abundant evidence indicates that motor neurons live and function well in the absence of the muscle target in Drosophila [96]. For instance, upon genetic elimination or surgical ablation of the muscle [97–99] and in the absence of muscle-derived signals [100], motor neurons grow towards the muscle but fail to target or target to ectopic sites. In normal embryos and larvae, the projection patterns of motor neurons is very stereotypic [96,101,102]. Accordingly, it would appear that motor neuron survival may not depend on the target muscle in Drosophila embryos and larvae.\n\nVertebrate NTs influence muscle innervation by motor neurons [103]. In Drosophila, the existence of a muscle-derived sprout-promoting factor to which Toll-expressing motor neurons would respond had been anticipated [95]. We show that a target-derived function of DNTs in the muscle is required for guidance and targeting by motor axons. Loss of function for all three DNTs, as well as gain of DNT1 function, disrupts axon guidance and targeting by motor axons. The domains of expression of DNT1 and spz in the muscles are complementary, and both overlap that of DNT2. Consistently, DNT1 and spz, together with DNT2, affect targeting by complementary sets of motor axons, and the triple mutants have dramatic defects in all motor neuron projections (see above).\n\nThe larval neuromuscular junction (NMJ) offers the most amenable synapse in Drosophila. There is abundant evidence of synaptic plasticity at the NMJ [104,105]. However, so far, the identification of the responsible retrograde signals has been rather scarce [105–108]. The identification of the muscle-derived secreted DNTs is promising in this context.\n\nAll three DNTs are expressed at the CNS midline and in the muscles. At least the Spz receptor Toll is expressed transiently in the muscle; Toll and spz mutants have muscle defects, and Toll is involved in motor neuron synaptogenesis [95,109], although some of the Toll mutant muscle defects may be due to nonautonomous effects [110]. We have also observed muscle defects in spz mutants and most severely in the triple mutants. However, targeting errors were also observed in the presence of normal muscle patterns (see Figure S6), indicating that targeting and putative muscle functions can be dissociated. We cannot rule out the possibility that DNTs may play roles in midline-derived glia or neurons, including motor neurons, or in the muscles. Interestingly, vertebrate NTs also have functions in the muscle [111].\n\n        Evolution of NT Receptor and Signalling\n        \nSignalling by DNT1 and DNT2 may not necessarily proceed by binding canonical vertebrate-like Trk and p75 receptors. Ligand and receptor pairs do not necessarily coevolve [34,112]. For instance, Toll-like receptors are highly conserved, but bind very different ligand types in flies and vertebrates [113]. DNT1 and DNT2 may bind yet-unidentified Trk and p75 homologs in Drosophila or other receptors that activate equivalent signalling pathways and result in equivalent cellular, neurotrophic responses. Trk homologs were originally reported in Drosophila and subsequently showed not to belong to the Trk family [39]. However, a Trk homolog has been found in the protostome mollusc Lymnea [36,39], suggesting that either Trks may have been lost in Drosophila or not found. Trk receptors are modular, thus exon shuffling during evolution could have led to the separation of domains into different proteins while retaining function [34,112]. Consistently, an intracellular Trk-like tyrosine kinase domain has been found in Aplysia in a receptor, ApTrk, with an extracellular domain unrelated to the Trks [35]. The converse situation is conceivable.\n\nDNT1 may bind a receptor tyrosine kinase, or a TNFR-like receptor (as p75 is), or resembling Spz, a Toll-like receptor, or, as with vertebrate NTs, DNT1 may be a promiscuous ligand binding multiple receptor types. As with vertebrate NT receptors, binding to one receptor type may result also in interactions with other receptors that alter cellular outcomes depending on context. There is a TNF receptor and multiple Toll-like receptors in Drosophila [114]. Signalling by Toll and mammalian Toll-like receptors underlies innate immunity [115], and it is an ancient pathway present also in the cnidarian Nematostella and in Caenorhabditis elegans. Vertebrate NTs are also involved in immunity. Perhaps Toll signalling is an ancient mechanism underlying the functions of both the nervous and immune systems. Interestingly, the extracellular domain of Toll resembles that of Trk receptors (with the unusual combination of Leu-rich repeats and cysteine repeats), and intracellularly, Toll activates a downstream signalling pathway very similar to that of p75, resulting in the activation of NFκB [34]. Our data indicate that the evolutionary trajectory of neurotrophin signalling in arthropods travelled through—although may not be restricted to—Toll. DNTs may also bind other receptor types.\n\nToll, p75 and the TNFR family are more ancient than the Trks [30]. Drosophila Spz/Toll, and vertebrate Toll-related, p75 and TNFR receptors signal through NFκB (promoting cell survival) and c-Jun (promoting cell death) [115]. Vertebrate Toll-like–related receptors also activate MAPKinases [115], and p75 also activates AKT [30]. These pathways are compatible with the neurotrophic functions of DNT1, DNT2, and Spz. NFκB is also involved in synapse formation, synaptic plasticity, learning, and memory, and alterations in NFκB function also lead to psychiatric conditions [116,117]. Inhibition of NFκB signalling in crabs (protostome arthropods like flies) leads to deficits in learning and memory, functions traditionally assigned to NTs [118]. Conceivably, also higher functions of DNTs may be controlled by NFκB.\n\nOur findings and those of others [33–36,38,41,45] suggest that the evolution of neurotrophin signalling may have resulted in diversification of receptors and/or downstream signalling pathways.\n\n        Ancestral Origin of NTs in Animals\n        \nWe have not found DNT1 sequences in the snail Aplysia (see Text S1). This could mean that NTs appeared independently in deuterostomes and insects, and their similarity is due to convergence. However, it is equally possible that structure and function were conserved despite high sequence divergence, that the sequences have not been found yet, or that NT were lost from some or many animals. A Trk-like tyrosine kinase domain has been found in Aplysia, ApTrk [35], and a bona fide Trk ortholog in another snail, Lymnea, suggesting that the NT signalling pathway is present in molluscs. Our unsuccessful search in Aplysia is likely due to incomplete genome sequence and expressed sequence tag (EST) collection [119].\n\nIf a NT was present in Urbilateria (Figure 10A), then NTs may be important in the nervous system development and function of all animals with a centralised nervous system or brain. What about simpler animals such as anemones and corals, which do not have a centralised nervous system, but a diffuse, nerve net (Figure 10A and 10B)? To ask this, we searched for NTs in a cnidarian, Nematostella, but we did not find a DNT1 homolog. Sequence divergence and/or incomplete EST database may have also prevented the identification of NT sequences in Nematostella. Orthologs of Toll and downstream targets of Toll, p75, and Trk receptors, such as NFκB, MAPKinase, and ERK, are all present in Nematostella [120]. Alternatively, NTs may have originated in Urbilateria and are absent from simpler animals, or perhaps a preexisting NT may have been lost in Nematostella and other cnidarians (just as NTs were lost in the deuterostome Ciona [38]), as extensive gene loss is known to have occurred in cnidarians [121]. Consistently with the view that elaborations of neurotrophin signalling underlie brain complexity, perhaps the diffuse net structure of the cnidarian nervous system does not require neurotrophin signalling, resulting in their loss. However, the acorn worm also has a diffuse, nerve net nervous system, and it has a NT and p75 receptor. This suggests that NTs may also be present in other animals with a nerve net, where they may have a subset of functions (e.g., axon guidance, connectivity, or synaptic functions).\n\n        Conclusion and Implications\n        \nOur data suggest that a NT was most likely present in Urbilateria, the common ancestors of all bilateral organisms—protostomes and deuterostomes (Figure 10A)—it duplicated independently in vertebrates and invertebrates, and NTs were retained in organisms with a centralised nervous system and/or brain. NTs may be more ancient and have been either retained or lost in animals with diffuse neuronal nets (Figure 10B). Our findings imply that the control of cell survival and targeting by the NT superfamily is an ancient mechanism of nervous system development. Further functions of the DNTs could also include synaptic and neuronal activity, learning, and memory. Our findings support the notion of a common origin for nervous system centralisation in evolution [122,123]. They suggest that in the course of evolution “elaborations of what went before” [124]—an available molecular mechanism involving the ancestral NTs—and “tinkering” [125] with NT signalling accompanied the diversification of nervous systems and behaviours.\n\nThe identification of DNTs bridges a void in neuronal studies using Drosophila as a model for understanding the brain. Conserved molecular mechanisms involving the NT superfamily may underlie aspects of retrograde transport, dendrite formation, axonal remodelling, synaptic plasticity, LTP, and learning and memory also in flies—all functions for which NTs are responsible in vertebrates. This work opens a wide range of opportunities to further the understanding of brain formation and evolution and to model human brain diseases using Drosophila.\n\n      Materials and Methods\n      \nDetails on methods can be found in Text S1. A summary is given below:\n\n        Bioinformatics: Identification.\n        \nFull-length and Cystine-knot sequences from 28 known vertebrate NTs were used in PSI-BLAST searches (http://www.ncbi.nlm.nih.gov/blast/blast.cgi) against release 2 of the Drosophila genome. Carp (Cyprinus carpio) BDNF showed homology with CG18318 both in BLAST and PSI-BLAST searches as the only hit in Drosophila. This hit was verified by reverse-BLAST. When DNT1 is used as a query in structure-based searches using FUGUE, it identifies with over 99% certainty the human neurotrophins, comprising BDNF, NGF, NT3, and NT4 as probable homologs.\n\n        Structural alignment and model of the DNT1 protomer.\n        \nTo verify the homology of DNT1 to NTs, we carried out structural alignments. The sequences for the NT Cystine-knot domains were aligned against the HOMSTRAD [126] (http://www-cryst.bioc.cam.ac.uk/homstrad/) entry of the nerve growth factor (NGF) family using FUGUE [44]. Using this alignment, a model of DNT1 was built with MODELLER [127].\n\n        Phylogenetic analysis.\n        \nPhylogenetic analysis was attempted using sequences comprised with the Cysknot domain only, as sequences diverge considerably outside the Cysknot. Methods used were Maximum Parsimony, Neighbour Joining, and Maximum Likelihood.\n\n        Identification of DNT1 and Spz insect orthologs.\n        \nThe BLAST server at FlyBase (http://www.flybase.org/blast/) was used to identify orthologs of DmNT1 and DmSpz in other insect species (see also: http://rana.lbl.gov/drosophila/).\n\n        DNT1 cleavage prediction.\n        \nCleavage prediction analysis using the ProP server (http://www.cbs.dtu.dk/services/ProP) reveals two high scores at positions 283 and 294. However, the sequence most likely to match the cleavage site of Spz by Easter is FSLSKKR RE at position 498.\n\n        Search for DNT1 homologs in the cnidarian Nematostella and mollusc Aplysia\n        \nWe searched for sequence homologs of DNT1 in the sequenced genome of Nematostella vectensis and the EST collections of N. vectensis and Aplysia californica.\n\n        Genetics and homologous recombination.\n        \nFor details of the mutants, alleles, transgenic lines of flies, and GAL4 driver lines of flies used, see Text S1. Null alleles for DNT1 were generated by homologous recombination using the ends-out protocol. The coding region of DNT1, including the ATG and the whole Cysknot domain, was replaced by the coding region of the white gene.\n\n        Isolation of cDNA3, cloning, and transgenesis for gain-of-function and RNAi experiments.\n        \nThe DNT1 locus corresponds to CG18318 from release 2 and CG32244 plus CG32242 from release 3 of the sequenced genome (http://www.flybase.org). Full-length cDNA3 was amplified by PCR from cDNA libraries. DNT1 (cDNA3) was sequenced and presents the following characteristics: MW 100, 315 kDa, PI: 6.17. DNT1 is 886 aa long, with a Signal Peptide (1–30 aa), a pro-domain (31–498 aa), a 102-aa Cysknot domain (499–601 aa), and an extended, disordered 285-aa COOH tail (602–886 aa). For further details on this and on the generation of gain-of-function and RNAi constructs for transgenesis, see Text S1.\n\n        RT-PCR and Southern blots for verification of RNAi and homologous recombinants.\n        \nRT-PCR was used to verify that targeted RNAi in a heterozgygous mutant background resulted in a down-regulation of DNT1 transcripts encoding the Cysknot. Under the same conditions, the null DNT141 mutants do not produce transcripts, whereas heterozygote embryos produce transcripts in normal levels.\n\n        Cell culture transfections and western blotting.\n        \nCell culture and western blotting were used to verify cleavage and dimerisation of DNT1.\n\n        In situ hybridisations and immunohistochemistry.\n        \nThese methods were carried out following standard protocols, except that for Toll stainings, embryos were fixed for 10 min.\n\n        Microscopy.\n        \nWide-field microscopy was carried out with Nomarski optics with a Zeiss Axioplan 2 and confocal microscopy with Leica SP2 and Radiance 2000 laser scanning confocal microscopes.\n\n        DeadEasy software for the automatic quantification of apoptotic cells.\n        \nWe purposely wrote DeadEasy software as an ImageJ plug-in, to quantify automatically cells stained with the apoptotic marker anti-cleaved Caspase-3 (M. G. Forero, J. A. Pennack, A. R. Learte, K. Kato, R. L. Griffiths, and A. Hidalgo, unpublished data). For details, see Text S1.\n\n        Statistical analysis.\n        \nStatistical analyses of all experiments, with rationale, tests applied, confidence intervals, and p-values, are given in Text S1.\n\n        Filming of adult locomotion.\n        \nFilming was carried out with a Motic camera mounted on a Leica MZ8 microscope and using Motic Images Plus 2.0 software.\n\n        Accession numbers.\n        \nThe DNT1 cDNA sequences have been deposited in GenBank; for accession numbers, see text and Text S1.\n\n      Supporting Information"
}