{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2006649",
  "doi": "10.1371/journal.pbio.2006649",
  "externalIds": [
    "pii:pbio.2006649",
    "pmid:30550561",
    "pmcid:PMC6310287"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "CD71+VISTA+ erythroid cells promote the development and function of regulatory T cells through TGF-β",
  "authors": [
    {
      "name": "Shima Shahbaz",
      "first": "Shima",
      "last": "Shahbaz",
      "affiliation": "Department of Dentistry, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Canada"
    },
    {
      "name": "Najmeh Bozorgmehr",
      "first": "Najmeh",
      "last": "Bozorgmehr",
      "affiliation": "Department of Dentistry, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Canada"
    },
    {
      "name": "Petya Koleva",
      "first": "Petya",
      "last": "Koleva",
      "affiliation": "Department of Dentistry, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Canada"
    },
    {
      "name": "Afshin Namdar",
      "first": "Afshin",
      "last": "Namdar",
      "affiliation": "Department of Dentistry, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Canada"
    },
    {
      "name": "Juan Jovel",
      "first": "Juan",
      "last": "Jovel",
      "affiliation": "The Applied Genomics Core, Office of Research, University of Alberta, Edmonton, Canada"
    },
    {
      "name": "Roy A. Fava",
      "first": "Roy A.",
      "last": "Fava",
      "affiliation": "Department of Veterans Affairs Medical Center, Research Service, White River Junction, Vermont, United States of America; Department of Medicine, Geisel School of Medicine at Dartmouth, Dartmouth Hitchcock Medical Center, Lebanon, New Hampshire, United States of America"
    },
    {
      "name": "Shokrollah Elahi",
      "first": "Shokrollah",
      "last": "Elahi",
      "affiliation": "Department of Dentistry, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Canada; Department of Medical Microbiology and Immunology, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Canada",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-7215-2009"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-12-14",
  "dateAccepted": "2018-11-20",
  "dateReceived": "2018-05-13",
  "volume": "16",
  "number": "12",
  "pages": "e2006649",
  "tags": [
    "Animal cells",
    "Antibodies",
    "Biochemistry",
    "Blood cells",
    "Cell biology",
    "Cell signaling",
    "Cellular types",
    "Developmental biology",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Antibodies",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Blood cells",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell signaling",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetics",
    "Discipline-v3/Immune cells",
    "Discipline-v3/Immune physiology",
    "Discipline-v3/Immune receptors",
    "Discipline-v3/Immune system proteins",
    "Discipline-v3/Immunology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Neonates",
    "Discipline-v3/Physiology",
    "Discipline-v3/Proteins",
    "Discipline-v3/Regulatory T cells",
    "Discipline-v3/Signal transduction",
    "Discipline-v3/Signaling cascades",
    "Discipline-v3/Spleen",
    "Discipline-v3/T cells",
    "Discipline-v3/TGF-beta signaling cascade",
    "Discipline-v3/Toll-like receptors",
    "Discipline-v3/White blood cells",
    "Gene expression",
    "Genetics",
    "Immune cells",
    "Immune physiology",
    "Immune receptors",
    "Immune system proteins",
    "Immunology",
    "Neonates",
    "Physiology",
    "Proteins",
    "Regulatory T cells",
    "Signal transduction",
    "Signaling cascades",
    "Spleen",
    "T cells",
    "TGF-beta signaling cascade",
    "Toll-like receptors",
    "Type/Research Article",
    "White blood cells"
  ],
  "abstract": "Cell-surface transferrin receptor (CD71+) erythroid cells are abundant in newborns with immunomodulatory properties. Here, we show that neonatal CD71+ erythroid cells express significant levels of V-domain Immunoglobulin (Ig) Suppressor of T Cell Activation (VISTA) and, via constitutive production of transforming growth factor (TGF)- β, play a pivotal role in promotion of naïve CD4+ T cells into regulatory T cells (Tregs). Interestingly, we discovered that CD71+VISTA+ erythroid cells produce significantly higher levels of TGF-β compared to CD71+VISTA− erythroid cells and CD71+ erythroid cells from the VISTA knock-out (KO) mice. As a result, CD71+VISTA+ erythroid cells—compared to CD71+VISTA− and CD71+ erythroid cells from the VISTA KO mice—significantly exceed promotion of naïve CD4+ T cells into induced Tregs (iTreg) via TGF-β in vitro. However, depletion of CD71+ erythroid cells had no significant effects on the frequency of Tregs in vivo. Surprisingly, we observed that the remaining and/or newly generated CD71+ erythroid cells following anti-CD71 antibody administration exhibit a different gene expression profile, evidenced by the up-regulation of VISTA, TGF-β1, TGF-β2, and program death ligand-1 (PDL-1), which may account as a compensatory mechanism for the maintenance of Treg population. We also observed that iTreg development by CD71+ erythroid cells is mediated through the inhibition of key signaling molecules phosphorylated protein kinase B (phospho-Akt) and phosphorylated mechanistic target of rapamycin (phospho-mTOR). Finally, we found that elimination of Tregs using forkhead box P3 (FOXP3)-diptheria toxin receptor (DTR) mice resulted in a significant expansion in the frequency of CD71+ erythroid cells in vivo. Collectively, these studies provide a novel, to our knowledge, insight into the cross-talk between CD71+ erythroid cells and Tregs in newborns. Our results highlight the biological role of CD71+ erythroid cells in the neonatal period and possibly beyond.",
  "fullText": "Introduction\n\nReticulocytes originate in bone marrow (BM) from erythroblasts by the process of nuclear extrusion and are released into the blood, where they further mature into erythrocytes (red blood cells). Reticulocytes contain RNA, mitochondria, endoplasmic reticulum, and ribosomes. As reticulocyte maturation progresses, the nucleus vanishes, protein synthesis ceases, and cell-surface transferrin receptor (CD71) disappears [1].\n\nThe main function of vertebrate erythrocytes has been considered to be oxygen transporters; however, other functions such as interactions with immune cells and immunomodulatory properties have also been attributed to their immature counterparts [2,3]. In 1979, for the first time, Pavia and colleagues demonstrated the immunosuppressive effects of murine neonatal splenocytes on adult cells [4,5]. Subsequent studies towards understanding the immunomodulatory mechanism of these cells showed that TGF-β [6] and direct cell–cell interactions might partially be involved for their immunosuppressive effects [7]. Moreover, it has been suggested that erythroid precursors promote polarization of naive CD4+ T cells to different T cell subtypes [3,8] and may alter the T-helper 1/2 (Th1/Th2) cytokine balance toward a Th2 phenotype in newborns [9]. In agreement, we have recently discovered that CD71+ erythroid cells are enriched in newborns and, because of their immunosuppressive properties, impair both the innate and adaptive immune responses in newborns [10–12]. These cells coexpress CD71 (transferrin receptor) and glycophorin-A–associated protein (TER119; the erythroid lineage marker) in mice or CD71 and CD235a (the erythroid lineage marker) in humans [11]. In addition, we have shown that CD71+ erythroid cells express arginase-2, and this enzymatic activity is required for their immunosuppressive activity [10,11]. Overall, our previous studies have revealed that neonatal vulnerability to infection results from the temporary existence of immunosuppressive CD71+ erythroid cells. In agreement, a recent study has shown a marked expansion of erythroid precursors (CD71+ TER119+) in murine spleens following Salmonella infection and demonstrated that presence of these cells was associated with enhanced bacterial persistence [9]. More recently, the immunomodulatory properties of CD71+ erythroid cells in cord blood of preterm versus full-term newborns have been investigated [13]. Although we have shown that CD71+ erythroid cells express arginase-2, it is unclear whether these erythroid cells express surface molecules such as inhibitory receptors in order to execute their immunosuppressive/immunoregulatory properties.\n\nInhibitory receptors or immune checkpoints regulate T cell function by restraining initial T cell activation that otherwise can be potentially pathogenic for the host. However, sustained expression of coinhibitory receptors such as program death-1 (PD-1), cytotoxic T-lymphocyte-associated protein 4 (CTLA-4), T-cell immunoglobulin and mucin-domain containing-3 (TIM-3), and lymphocyte activation 3 (LAG-3) are hallmarks of dysfunctional T cells [14–16]. Coinhibitory receptors, upon interaction with their ligands on antigen-presenting cells (APCs) and/or tumor cells, mediate immune suppression [14,15]. V-domain Ig Suppressor of T Cell Activation (VISTA), a newly discovered inhibitory receptor, is a transmembrane immunoglobulin (Ig) super family also known as Programmed Death-1 Homologue-1 (PD-1H), vsir, Gi24, Dies1, DD1α, c10orf54, and SISP1 [17–19]. VISTA messenger RNA (mRNA) is expressed predominantly in hematopoietic and less in nonhematopoietic tissues. Within the hematopoietic compartment, VISTA is expressed on dendritic cells, monocytes, neutrophils, and natural killer (NK) cells, as well as naïve T cells and regulatory T cells (Tregs), but not on B cells [17–19]. So far, several studies have shown that VISTA has immunomodulatory functions, regardless of its regulatory role in differentiation of osteoblast, adipocyte, and embryonic stem cells [20–23] and cell apoptosis [24].\n\nVISTA is unique among other immunoglobulin superfamily molecules but lacks classic immunoreceptor tyrosine-based inhibition motifs (ITIMs) or immunoreceptor tyrosine-based switch motifs (ITSMs) [18]. This explains the dual role for VISTA on APCs or T cells as a ligand or receptor, respectively. The inhibitory function of VISTA has widely been studied and supported by several in vitro and in vivo reports [18,19,25,26]. These studies have revealed that agonistic monoclonal antibodies to VISTA induce inhibitory response [26], in contrast to antagonistic antibodies that promote stimulatory action [18,25,27]. Although VISTA is considered as an inhibitory molecule, no evidence of overt autoimmunity was reported in VISTA knock-out (KO) mice. However, T-cell–activation phenotype and accelerated aging is reported in these VISTA KO mice [26,28,29]. Furthermore, the anti-inflammatory role of VISTA has been proved in different studies using mouse models of Graft Versus Host Disease (GVHD), Concanavalin A (Con-A)–induced hepatitis [28,29], and experimental autoimmune encephalomyelitis [27]. Moreover, it has been shown that VISTA has an anti-inflammatory role via regulation of the interleukin-23/17 (IL-23/IL-17) axis [30], and VISTA blockade in various animal tumor models has shown promising results in terms of enhanced T cell response against the tumor [25,26,31,32]. However, the mechanism(s) underlying the role of VISTA in stem cell differentiation and/or immunomodulation have yet to be well elucidated.\n\nSome reports indicated that VISTA induces stem cell differentiation via interaction with TGF-β family members including Bone Morphogenic Protein-4 (BMP4). In the TGF-β downstream pathway, VISTA promotes BMP4 signaling through activation of SMAD 1, 5, and 8; VISTA forms a complex with SMAD 4 and regulates target gene expression toward stem cell differentiation [20,22,33]. Moreover, VISTA with microRNA-125a (miR-125a) generates a regulatory loop that modulates BMP4 signaling on stem cell differentiation in vitro [22]. Other studies suggest that VISTA is constitutively expressed on Tregs and plays an important role in their function [20,22]. As such, VISTA improves the induction of Foxp3+-induced Tregs (iTregs) in the presence of TGF-β in both mice and human CD4+ T cells in vitro [18,32]. A recent study using wild-type (WT) and VISTA KO mice has shown that VISTA is required for de novo induction and expansion of iTregs from naïve T cells [34]. Since some reports indicated a role for VISTA in stem cell differentiation, we aimed to investigate the expression and function of VISTA in CD71+ erythroid cells.\n\nIn this study, for the very first time to our knowledge, we have shown that CD71+ erythroid cells express significant levels of VISTA, and more importantly, the CD71+VISTA+ subpopulation, compared to the CD71+VISTA− subpopulation, produces significant levels of TGF-β. In addition, we have shown defects in CD71+ erythroid cells from VISTA KO mice in terms of TGF-β production ability. We also demonstrate that CD71+VISTA+ erythroid cells via TGF-β enhance iTreg induction in vitro. Thus, our studies provide a novel insight, to our knowledge, into the role of CD71+ erythroid cells in immune regulation and cross-talk with Tregs.\n\nResults\n\nTranscriptional profile of CD71+ erythroid cells\n\nIn order to determine the transcriptional profile of CD71+ erythroid cells over time, we conducted RNA sequencing (RNAseq) analysis on total RNA extracted from enriched CD71+ erythroid cells from the spleen of 3-, 6-, 12-, and 28-day-old BALB/c mice. When hierarchical clustering was conducted on Euclidian distances between samples, day 3 CD71+ erythroid cells clearly showed a different gene expression profile than the rest of the time points (Fig 1A). For the most part, day 6 and day 12 samples formed separated branches on a dendrogram, while day 28 samples exhibited a more erratic distribution along such dendrograms (Fig 1A). Those results are partially recapitulated in principal component analysis (PCA) on the Euclidian distances between samples. In essence, day 3 CD71+ erythroid cells clearly separated from the rest of the samples along the first principal component, and day 6 samples formed a rather discrete cluster. Day 12 and day 28 samples intermingled (Fig 1B). In summary, the transcriptional profile of day 3 samples is clearly distinct from the rest of the samples. Day 6 CD71+ erythroid cells were found to have a transcriptional profile somewhat different from day 12 and day 28 samples, and the latter two groups showed a similar transcriptional profile. This suggests that a rather drastic change in the gene expression program of CD71+ erythroid cells takes place early during mice development, and no other major changes are observed at later time points.\n\nWe have previously shown that CD71+ erythroid cells are enriched in C57BL/6 newborn mice and gradually disappear by 3 weeks of age [11]. To determine the frequency of CD71+ erythroid cells in the spleens of three different mice strains (BALB/c, C57BL/6, and filial 1 hybrid [F1]), we compared their presence at different ages (S1A Fig). The percentages of CD71+ erythroid cells in BALB/c peaked between days 6 and 9, followed by a gradual decline at later time points to reach levels comparable to adult mice by day 28 (S1A and S1B Fig). A similar pattern was observed for the frequency of CD71+ erythroid cells in C57BL/6 and F1 mice, respectively (S1C and S1D Fig). Of note, although the frequency of CD71+ erythroid cells reached adult levels by day 21 in Cincinnati [11], these cells remained for a week longer in the neonatal mice in Edmonton. This might be due to differences in microbiome or other physiological and environmental factors.\n\nWe decided to determine gene expression of different inhibitory molecules and/or their ligands in CD71+ erythroid cells. Our RNAseq data indicated high gene expression for galectin-9 (Lgals9), galectin-1 (Lgals1), and VISTA (vsir) in CD71+ erythroid cells, respectively (Fig 1C). However, other inhibitory receptors were absent or expressed at very low levels (e.g., galectin-3 [Lgals3], TIGIT, LAG-3, and PD-L1) (Fig 1C). To confirm our RNAseq data, we measured surface expression of highly expressed inhibitory molecules (Lgals9, Lgals1, and VISTA) on CD71+ erythroid cells. We found that VISTA was highly expressed on CD71+ erythroid cells compared to Lgals9 and Lgals1 (Fig 1D–1F).\n\nIdentification of preferential VISTA expression on CD71+ erythroid cells\n\nTherefore, we aimed to investigate the role of VISTA in CD71+ erythroid cell function. As shown in Fig 2A and 2B, approximately 40% of CD71+ erythroid cells expressed VISTA in neonatal BALB/c mice at day 3. VISTA expression levels peaked on days 6–9 (&gt;60%), followed by a significant decline at day 12, which remained at similar levels thereafter. In contrast, in the C57BL/6 mouse strain, there was a lower expression level for VISTA on CD71+ erythroid cells in 3-day-old mice (&lt;30% compared to &gt;40% in BALB/c mice) and significantly increased in 6-day-old mice, still lower than the same age in BALB/c mice (approximately 45% compared to approximately 65%) but peaked to a similar level as BALB/c mice at day 9, followed by a significant decline at day 12 (Fig 2C). Contrary to BALB/c mice, VISTA expression was significantly increased at days 15–18 in C57BL/6 mice and then remained constant until day 28 (Fig 2C). In F1 mice, approximately 50% of CD71+ erythroid cells expressed VISTA at day 3, and the expression level of VISTA peaked at day 6 but, interestingly, was reduced at day 9 compared to BALB/c and C57BL/6 mice (Fig 2D). The expression level of VISTA then decreased abruptly to reach the minimum level at day 12, after which there was a significant increase at day 15, which remained at a similar level until day 28 (Fig 2D).\n\nIn addition, the intensity of VISTA expression on CD71+ erythroid cells was measured at different time points. We observed that the mean fluorescence intensity (MFI) of VISTA was significantly increased on CD71+ erythroid cells of neonatal mice at days 9 and 15 compared to day 3 in both BALB/c (Fig 2E and 2F) and B57BL/6 mice (Fig 2G and 2H). However, the intensity of VISTA on CD71+ erythroid cells in F1 mice remained unchanged at days 3, 9, and 15 (Fig 2I and 2J). In order to confirm the RNAseq data, we evaluated VISTA gene expression levels in mice at different ages. Consistent with the protein levels, VISTA mRNA expression levels were significantly higher at days 6 and 9 compared to day 3, followed by a significant drop at day 12 in BALB/c mice (Fig 2K).\n\nWe further analyzed the expression of VISTA among CD71+ erythroid cells obtained from the BM compared to the spleen. Interestingly, we found that the MFI of VISTA on CD71+ erythroid cells from BM was significantly higher than their counterparts in the spleen (Fig 2L and 2M). Similar results were obtained for the percentages of VISTA+CD71+ erythroid cells in the BM versus the spleen (S1E Fig).\n\nAlthough adult mice have very low percentages of CD71+ erythroid cells in their spleens compared to neonates (S1F Fig), these cells expressed high levels of VISTA, but no difference in its expression level was observed when male and female mice were compared (S1G Fig).\n\nCD71+VISTA+ erythroid cells produce TGF-β\n\nWhat is the role of VISTA on CD71+ erythroid cells? Given the association of VISTA with TGF-β family members, including BMP4, we investigated TGF-β–associated gene expression profile in CD71+ erythroid cells. Interestingly, we found TGF-β1, Smad3, Smad5, and TGF-β receptor 1 (r1) genes were markedly increased (Fig 3A). Increased TGF-β expression by CD71+ erythroid cells was also confirmed by quantitative polymerase chain reaction (qPCR) and flow cytometry (Fig 3B and 3C).\n\nWe then investigated whether there was any association between VISTA expression and TGF-β production. We found that CD71+VISTA+ cells constitutively produce significantly higher levels of TGF-β compared to CD71+VISTA− cells at different ages in BALB/c mice (Fig 3D and 3E). Similar results were observed among neonatal CD71+ erythroid cells in C57BL/6 and F1 mice (Fig 3F and 3G, respectively). To determine whether we can use Toll-like receptor agonists to enhance TGF-β secretion from CD71+ erythroid cells, we analyzed the expression of different toll-like receptors on these cells. We found that CD71+ erythroid cells express Toll-like receptor (TLR) 1, TLR2, and TLR-4 genes. However, their expression levels dropped significantly at day 3 compared to day 1, and by day 6, their expression levels became almost undetectable and remained at very low levels thereafter (Fig 3H, 3I and 3J). Therefore, we decided to measure the expression of TLRs among neonatal CD71+ erythroid cells at day 3 by flow cytometry. As shown in Fig 3K and 3L, we observed significantly higher surface expression of TLR1 among neonatal CD71+ erythroid cells in liver and spleen compared to their counterparts in the BM and thymus. Since CD71+ erythroid cells express TLR1, we then stimulated CD71+ erythroid cells with N-palmitoyl-S-dipalmitoylglyceryl (Pam3) Cys-Ser- (Lys) 4 (CSK4), a TLR-1 agonist, and heat-killed (HK) Listeria monocytogenes (Lm), a TLR-2 agonist. As is shown in Fig 3M, stimulation by HK Lm and/or Pam3CSK4 enhanced production of TGF-β among CD71+ erythroid cells. Of note, since we have shown a small portion of CD71+ erythroid cells express Lgals1 and Lgals9 on their surface (Fig 1E and 1F), we compared TGF-β production by Lgals9+ versus Lgals9− cells. We found that Lgals9+ cells produce higher levels of TGF-β compared to Lgals9− CD71+ erythroid cells. However, VISTA+CD71+ erythroid cells surpass Lgals9+ cells in terms of TGF-β production (Fig 3N). In addition, we observed coexpression of VISTA with Lgals1 and Lgals9 on a small portion of CD71+ erythroid cells (S1H and S1I Fig). Furthermore, we investigated the expression of glycoprotein A repetitions predominant (GARP) on VISTA+ versus VISTA− CD71+ erythroid cells. Although VISTA+ cells appear to express slightly higher percentages of GARP, it did not reach significance (S1J and S1K Fig).\n\nCD71+VISTA+ erythroid cells promote and sustain FOXP3 expression and the suppressive function of iTregs in vitro\n\nWe first determined the frequency of Tregs at different ages in newborn BALB/c mice. Tregs can be detected in the spleen of the newborn mouse starting at day 3. The percentage of Tregs rose significantly thereafter until day 9, after which there was a gradual increase to reach the adult levels (Fig 4A and 4B). However, the absolute number of Tregs expanded gradually from the day 3 to day 18 and then significantly increased at days 21 and 28 before reaching the adult level (S1L Fig). As shown in Fig 4B, we observed a dramatic increase in the percentages of Tregs at days 6 and 9, which coincided with the maximal abundance of CD71+ erythroid cells in newborn mice (S1A–S1D Fig). Based on these observations, we decided to determine whether there was cross-talk between these two immunosuppressive cell populations in the neonatal period. As we have shown in Fig 3D, VISTA+CD71+ compared to VISTA−CD71+ erythroid cells produce significantly higher levels of TGF-β. Therefore, we isolated VISTA+CD71+ and VISTA−CD71+ erythroid cells and cocultured each subpopulation with the isolated naïve CD4+ T cells from adult mice at a 1:1 ratio. After 4 days, we found that VISTA+CD71+ erythroid cells promoted naïve CD4+ T cell conversion into iTregs (Fig 4C and 4D). Our data demonstrate that VISTA+CD71+ erythroid cells significantly expanded Tregs mainly via TGF-β production because blocking TGF-β significantly abrogated the effects of VISTA+CD71+ on iTreg induction (Fig 4C and 4D). In contrast, the effects of VISTA−CD71+ subpopulation on the induction of Tregs was significantly lower (Fig 4C and 4D), possibly due to the lower TGF-β production by these cells. Next, the phenotype of iTregs was analyzed, and we found iTregs do not express TIGIT and express low CD73 but high PDL-1, VISTA, Lgals9, and CD39 (Fig 4E). Interestingly, we found both natural and iTregs express helios (Fig 4F), which agrees with the recent finding claiming that helios should not be considered as a marker of natural Tregs [35,36]. Furthermore, we found that these iTregs significantly inhibited the proliferative capacity of effector T cells in a dose-dependent manner when compared to the spleen Tregs (Fig 4G and 4H). Other studies have shown that antagonizing the Akt signaling pathway is required for Treg induction [37,38]. To test this, we cultured naïve T cells in the presence or absence of CD71+ erythroid cells for 18 h and then measured phosphorylation of Akt and mTOR. Intracellular staining for phospho-Akt and phospho-mTOR revealed significant reduction in Akt (Fig 4I and 4J) and mTOR phosphorylation (Fig 4K and 4L) levels when naïve T cells were cocultured with CD71+ erythroid cells.\n\nIn addition, we decided to investigate whether CD71+ erythroid cells impact FOXP3 induction via arginase-2 expression in naïve CD4+ T cells in vitro. We have reported elsewhere that CD71+ erythroid cells utilize this enzyme as one of their immunosuppressive mechanisms [11]. Therefore, we measured FOXP3 expression on naïve CD4+ T cells in the presence of CD71+ erythroid cells and L-arginine. Our observations showed that neutralization of arginase-2 by L-arginine supplementation did not impact Treg frequency (S1M Fig).\n\nCD71+ erythroid cells from VISTA KO mice produce lower levels of TGF-β, which subsequently hinders their ability to induce FOXP3 expression\n\nTo better understand the function of VISTA, we investigated the role of CD71+ erythroid cells from VISTA KO mice for the induction of Tregs. We found no significant difference in the frequency of CD71+ erythroid cells between WT and VISTA KO mice at ages of 6 and 9 days (Fig 5A and 5B). However, we found impaired TGF-β production ability of CD71+ erythroid cells from VISTA KO compared to the WT mice (Fig 5C and 5D). Since we have shown in Fig 4C and 4D that CD71+VISTA+ erythroid cells, compared to CD71+VISTA− erythroid cells, were superior in Treg induction, we analyzed the effects of CD71+ erythroid cells from VISTA KO mice compared to WT mice on FOXP3 induction in vitro. Interestingly, we found that CD71+ erythroid cells from VISTA KO were defective in FOXP3 induction when cocultured with naïve CD4+ T cells in vitro (Fig 5E and 5F). Consistently, lower Treg frequency was observed in VISTA KO compared to the WT mice (Fig 5G and 5H). Finally, the expression of GARP on CD71+ erythroid cells in VISTA KO and WT mice was measured. Interestingly, CD71+ erythroid cells from VISTA KO mice had significantly higher levels of GARP compared to the WT group (Fig 5I and 5J). Of note, an abundance of activated immune cells, CD71+TER119−, in the spleen of VISTA KO mice compared to the WT group was evident (Fig 5K and 5L). CD71 (transferrin receptor) is an activation marker and can be expressed on different immune cells including T cells [39]. It appears that these activated nonerythroid lineage cells in VISTA KO mice consist of different immune cells, but the majority were CD3+ T cells (Fig 5K).\n\nDepletion of CD71+ erythroid cells in vivo does not change percentages of Tregs because of the compensatory mechanism of their remaining/newly generated counterparts\n\nTo further establish the relationship between CD71+ erythroid cells and Tregs, CD71+ erythroid cells were depleted using anti-CD71 antibody. As we have previously described, this antibody depletes 50%–60% of CD71+ erythroid cells in vivo [10–12]. Since CD71+ erythroid cells reach to the maximal levels at days 6–9 in newborns, we decided to deplete these cells by a single injection of anti-CD71 antibody (approximately 150 μg) at day 9, and 2 days later, we investigated the frequency of Tregs and CD71+ erythroid cells in their spleens. As shown in Fig 6A and 6B, administration of anti-CD71 antibody reduced approximately 60% of CD71+ erythroid cells in the spleen of mice. However, depletion of CD71+ erythroid cells had no significant effects on the percentage of Tregs (Fig 6C and 6D), which is in contrast to our in vitro observation (Fig 4C and 4D). Although Treg frequency was unchanged, potential changes in Treg phenotype following CD71+ erythroid cell depletion was studied. We observed that Tregs exhibited significantly higher MFI for CD25 and Ki67 in the absence of CD71+ erythroid cells, respectively (S2A and S2B Fig). In addition, significant up-regulation of PDL-1 and GARP on Tregs following anti-CD71 treatment was noted (S2C–S2F Fig). However, no changes in TIGIT or CTLA-4 expression levels in Tregs under these circumstances were observed (S2G–S2J Fig). These phenotypical changes in Tregs suggest a possible feedback when CD71+ erythroid cells were depleted. Since depletion of CD71+ erythroid cells did not impact Treg frequency in vivo, we decided to better characterize the remaining and/or newly generated CD71+ erythroid cells following anti-CD71 antibody administration by conducting RNAseq analysis. Interestingly, we observed that the remaining and/or newly generated CD71+ erythroid cells have a different transcriptional profile than their counterparts in the control animals (Fig 6E). Anti-CD71–treated animals significantly up-regulated VISTA expression compared to the IgG isotype control group in both the percentages and MFI of VISTA expression (Fig 6F–6H). In addition, CD71+ erythroid cell depletion led to a rise in the gene expression of both TGF-β1 and TGF-β2 by the remaining or newly produced CD71+ erythroid cells (Fig 6E and 6I and 6J). More importantly, we observed that CD71+ erythroid cells from anti-CD71-antibody–versus rat immunoglobulin G- (IgG) isotype–treated group significantly up-regulated TLR2 but not TLR4 mRNA expression levels (Fig 6K and 6L). In agreement, we found higher TLR2 surface expression on these cells compared with their native counterparts (Fig 6M and 6N). Based on these data, we decided to determine whether remaining and/or newly generated CD71+ erythroid cells respond to HL Lm, a TLR2 agonist, and subsequently produce more TGF-β compared to controls. Interestingly, we found this was the case, and CD71+ erythroid cells from the anti-CD71–treated group produced significantly higher TGF-β when stimulated with HK Lm in vitro (Fig 6O and 6P). Furthermore, we found up-regulation of inhibitors of DNA binding (ID) differentiation genes (Id1 and Id2) in CD71+ erythroid cells obtained from the anti-CD71–treated mice compared to the control group, which are downstream of the BMP4–VISTA pathway (Fig 6E, 6Q and 6R). Thus, higher VISTA expression may result in up-regulation of Id1 and Id2 genes, which is in line with a report indicating down-regulation of both Id1 and Id2 mRNA levels when the VISTA gene is silenced [20]. In addition, up-regulation of PDL-1, galectin-3 (Lgals3), and Lgals1 in CD71+ erythroid cells from the treated animals with anti-CD71 antibody versus controls was observed (Fig 6E and 6S–6U).\n\nDepletion of Tregs is associated with expansion of CD71+ erythroid cells\n\nDespite the fact that depletion of CD71+ erythroid cells did not impact Treg frequency in vivo, we decided to determine what happens to the frequency of CD71+ erythroid cells when Tregs are depleted in newborns. Therefore, frequency of CD71+ erythroid cells was analyzed in the presence and absence of Tregs using FOXP3-DTR B57BL/6 mice. FOXP3-DTR mouse allows elimination of FOXP3+ following administration of diphtheria toxin (DT) (35 ng/g body weight) [40]. For these studies, we decided to use 11-day-old neonatal mice that had substantial percentages of Tregs. Two consecutive injections of DT at days 11 and 12, as anticipated, resulted in elimination of the majority of Tregs (Fig 7A). Subsequently, we found that elimination of FOXP3+ Tregs led to a significant increase in the percentages of CD71+ erythroid cells in these mice (Fig 7B and 7C). Finally, in order to exclude possible adverse effects of DT on the erythropoiesis in neonates, we administered DT (35 ng/g body weight) into C57BL/6 WT mice and measured the frequency of CD71+ erythroid cells following two consecutive treatments. As shown in Fig 7D and 7E, administration of DT did not change the frequency of CD71+ erythroid cells in the WT neonatal mice. To further understand the mechanisms whereby depletion of Tregs led to expansion of CD71+ erythroid cells, we measured VISTA expression on CD71+ erythroid cells. Interestingly, we did not observe any significant difference in VISTA expression levels between control and Treg-depleted groups (Fig 7F and 7G). In addition, we cocultured isolated CD71+ erythroid cells and Tregs to determine possible effects of Tregs on CD71+ erythroid cells in vitro. Interestingly, we observed that addition of Tregs to CD71+ erythroid cells resulted in a significant decrease in MFI of CD71 (transferrin receptor) on these erythroid cells (Fig 7H and 7I). In addition, presence of Tregs down-regulated the MFI of Ki67 on CD71+ erythroid cells in vitro (Fig 7J and 7K). However, no changes in the expression of other inhibitory receptors (e.g., VISTA and PDL-1) were observed (S2K–S2N Fig). These observations suggest possible cross-talk between these two cell populations during the neonatal period.\n\nHuman CD71+ erythroid cells express low levels of VISTA compared to mice\n\nWe, and others, have shown that CD71+ erythroid cells are abundant in human cord blood and placenta tissues and coexpress CD71 and CD235α [11,41–43]. Thus, we decided to determine whether our observations were reproduceable in human samples. We found that human cord blood CD71+ erythroid cells express much lower levels of VISTA compared to their counterparts in mice. Interestingly, expression of VISTA was significantly higher on placenta CD71+ erythroid cells compared to the cord blood (Fig 7L and 7M). In addition, we performed qPCR for the expression of VISTA (PD-1H) gene in enriched cord blood and placenta CD71+ erythroid cells. Interestingly, we were able to detect PD-1H gene in both cord blood and placenta CD71+ erythroid cells. However, its expression level was significantly higher in placenta CD71+ erythroid cells compared to the cord blood (Fig 7N). Since human CD71+ erythroid cells get lysed when exposed to the perm buffer for intracellular cytokine staining, we performed qPCR on enriched CD71+ erythroid cells for TGF-β gene expression. We observed that both cord blood and placenta CD71+ erythroid cells express TGF- β; however, gene expression of this cytokine was significantly higher in placenta than cord blood CD71+ erythroid cells (Fig 7O).\n\nDiscussion\n\nIn this report, we demonstrate a novel role, to our knowledge, for CD71+ erythroid cells in promoting the development of iTregs. Consistent with our previous studies [10,11], we have shown that CD71+ erythroid cells are physiologically enriched in newborns and gradually disappear by day 28. The transcriptional analysis confirms a different transcriptional profile for CD71+ erythroid cells in the neonatal period. This suggests that a rather drastic change in the gene expression program of CD71+ erythroid cells takes place early during development. However, transcriptome analysis determines that these cells consistently express some functional genes associated with inhibitory receptors and/or their ligands such as Lgals9, Lgals1, and VISTA. In agreement, we find VISTA is highly expressed on neonatal CD71+ erythroid cells despite some fluctuations in its expression levels throughout the first 4 weeks of life. Although Lgals9 and Lgals1 genes are highly expressed in these cells, surface expression of these molecules is substantially low on CD71+ erythroid cells compared to the VISTA. Here, we demonstrate that neonatal VISTA+CD71+ erythroid cells are responsible for promoting iTreg development. In contrast, VISTA−CD71+ erythroid cells and CD71+ erythroid cells from VISTA KO mice show significant defect in promotion of naïve CD4+ T cells into FOXP3+ iTregs when cocultured in vitro in the presence of low-dose IL-2. This observation confirms a role for VISTA in the conversion of naïve CD4+ T cells into iTregs. The roles of different inhibitory molecules in the development and maintenance of Tregs have been widely described. For instance, CTLA-4 is required for TGF-β–mediated induction of FOXP3+ Tregs from CD4+CD25− cells [44], and Lgals9 enhances iTreg stability and function via interaction with CD44, which forms a complex with TGF-β r1 [45]. Likewise, PDL-1 promotes the induction and maintenance of iTregs [37]. Although PDL-1 signaling alone is sufficient to promote iTreg development and can promote iTreg development in the absence of TGF-β [37], this is not the case for VISTA [34]. Recently, it has been reported that compared to naïve T cells from WT mice, stimulation of naïve T cells from VISTA KO mice with anti-CD3/CD28 in the presence of TGF-β resulted in decreased induction of iTregs [34]. The induction of iTregs was nearly abolished in both WT and VISTA KO naïve T cells in the absence of TGF-β. However, the suppressive function of iTregs was not affected by the loss of VISTA [34]. Our transcriptome analysis determines that CD71+ erythroid cells consistently express TGF-β, which was confirmed by qPCR and flow cytometry analysis. More importantly, CD71+VISTA+ erythroid cells are the dominant TGF-β–producing cells compared to their VISTA− counterparts or CD71+ erythroid cells from VISTA KO mice. In agreement, we find that CD71+VISTA+ erythroid cells significantly promote FOXP3 expression in naïve CD4+ T cells, demonstrating their TGF-β–dependent effects on the development of iTregs. This finding is further reinforced by the observation that inhibition of TGF-β abrogates FOXP3 expression in naïve CD4+ T cells when cocultured with CD71+VISTA+ erythroid cells. These observations demonstrate that VISTA is associated with the TGF-β overproduction phenotype in CD71+ erythroid cells. It is worth noting that Lgals9+CD71+ erythroid cells also contribute to TGF-β production despite their low frequency. Thus, our studies reveal a novel mechanism, to our knowledge, by which CD71+VISTA+ erythroid cells mediate immune tolerance. We have already demonstrated that CD71+ erythroid cells have immunosuppressive properties in the neonate [10–12] and play an essential role in fetomaternal tolerance [41,46]. CD71+ erythroid cells get expanded in the peripheral blood of women during the course of pregnancy; however, this was not the case when we compared the frequency of these cells in healthy women versus women with inflammatory bowel disease (IBD) [46]. Interestingly, we found reduced frequency of CD71+ erythroid cells in the peripheral blood of IBD women was associated with a reduction in Tregs in these patients [46]. Taken together, here we provide a novel role, to our knowledge, for CD71+ erythroid cells in immune hemostasis by promoting iTregs from naïve CD4+ T cells. However, CD71+ erythroid cells in human cord blood and/or placenta express much lower VISTA on their surface compared to their counterparts in neonatal mice.\n\nWhere do CD71+VISTA+ erythroid cells exert their crucial role on iTreg development? CD71+ erythroid cells are mostly abundant in spleen, BM, and blood but in much lower frequency in lymph nodes (approximately 5%) of newborns [10–12]. On the other hand, VISTA is widely expressed on hematopoietic and to a lesser extent on nonhematopoietic cells [19], and overexpression of VISTA is associated with a reduction in T cell activation and proliferation and with reduced cytokine production [18,19]. In addition, Wang and colleagues have shown that PD-1HIg (VISTA) promotes induction of iTregs in the presence of TGF-β [34], which is in agreement with our finding that CD71+VISTA+ erythroid cells, via TGF-β, promote development of iTregs from naïve CD4+ T cells. In addition, this group indicated that this effect, largely mediated via suppression of inflammatory cytokines as such VISTA signaling, prevents the conversion of iTregs to Th1 and Th17 in an inflammatory condition [34]. Although this is not investigated in our current study, we have previously reported the inhibitory effects of CD71+ erythroid cells on the production of Th1 and Th17 cytokines in an infection model [12]. We, and others, have shown that CD71+ erythroid cells from mice or human cord blood suppress cytokine production and T cell proliferation in vitro [10,11,13] and utilize arginase-2 as one of their potential immunosuppression mechanisms [10,11]. However, it should be noted that the role of CD71+ erythroid cells in suppression of immune responses may be more complex and possibly would work through multiple mechanisms. Although arginase-1, via dendritic cells, can promote FOXP3 induction [47], our observations do not support a role for arginase-2 in Treg development. Intriguingly, we reveal a crucial role for CD71+VISTA+ erythroid cells in the control of iTreg pool size in newborns, which may contribute to the inhibition of T cell responses. In agreement, lower Treg population and subsequently abundance of activated immune cells, especially T cells, was noted in VISTA KO mice. Although the percentages of VISTA-expressing cells among CD71+ erythroid cell population vary from day 3 to 28, consistently their frequency peaks at days 6–9 in different mice strains, which coincides with the similar pattern, expansion, in Treg frequency in mice. This may suggest cross-talk between CD71+ erythroid cells and Tregs in the newborn.\n\nWe see a dramatic reduction in the expression of VISTA on CD71+ erythroid cells in all three mice strains at age 12. The postnatal development of the hypothalamic-pituitary-adrenal (HPA) axis in mice occurs at two different stages. Day 12 marks the transition time when the visual stimulatory signals occur. After the stress-hyporesponsive period (day 12), mice exhibit enhanced corticosterone basal levels and a response of adrenocorticotropic hormone (ACTH) and corticosterone [48]. Some changes, such as up-regulation of VISTA, may occur following the visual stimulatory signals after day 12, when mice open their eyes. In agreement, it has been shown that corticosteroid treatment leads to the up-regulation of coinhibitory molecules such as CTLA‐4, PD‐1, CD73, and FOXP3 in a colitis model [49]. Although it is plausible that the increase in corticosteroids after day 12 enhances the expression of VISTA on CD71+ erythroid cells, the interaction of corticosteroids and VISTA merits further investigation.\n\nVISTA is a crucial element of BMP4 signaling, suggesting that it acts as a BMP4 coreceptor [20]. In fact, VISTA has the highest expression levels in the BM and spleen [19], where immune cells including CD71+ erythroid cells are present.\n\nIn our complementary studies, we decided to find out whether depletion of CD71+ erythroid cells impairs Treg development in vivo. Although complete depletion of CD71+ erythroid cells, because of their nature (being red blood cell precursors), is impossible, their partial depletion did not impact Treg frequency in vivo. This suggests the existence of a differential mechanism in place by the remaining and/or newly generated CD71+ erythroid cells to compensate for the loss of their depleted siblings. In agreement, we find that the remaining and/or newly generated CD71+ erythroid cells express significantly higher levels of VISTA and subsequently elevated expression levels of both TGF-β1 and TGF-β2 genes. Smads 2 and 3 are receptor-regulated Smads and promote TGF-β signal via interactions with Smad 4 [50]. In contrast, Smads 6 and 7 are hindrance Smads and act to repress the TGF-β signal by competing with receptor-regulated Smads for the receptor (TβR) [51]. TGF-β overproduction can increase growth promotion by suppressing Id genes, which is the case in normal cells [50]. Conversely, in some malignant cells, unlike primary cells, Ids are not down-regulated by TGF-β [52]. Similarly, our results indicate up-regulation of Id1 and Id2 genes despite a spike in TGF-β production in CD71+ erythroid cells following anti-CD71 administration, suggesting that Ids can function either in concert with or opposition to TGF-β function. Although no significant difference in the Smad genes was observed in CD71+ erythroid cells from control versus anti-CD71–treated mice, PDL-1 was highly up-regulated in newly generated and/or remaining CD71+ erythroid cells post treatment. This may explain an alternative compensatory mechanism for CD71+PDL-1+ erythroid cells to promote iTreg development because PDL-1 plays a critical role in the development and maintenance of iTreg function, especially mediating immune regulation where TGF-β is present [37]. Although neonatal CD71+ erythroid cells do not express PDL-1, we have shown that pregnancy-induced CD71+ erythroid cells (either in spleen or placenta) express substantial levels of PDL-1 and/or PDL-2 [41]. Furthermore, expression of TLRs on CD71+ erythroid cells and changes in their expression levels following anti-CD71 treatment reveal a novel role, to our knowledge, for CD71+ erythroid cells in sensing pathogen-associated molecular patterns (PAMPs). The abundance of CD71+ erythroid cells in the newborn and their ability to recognize PAMPs illustrate a dynamic role for these cells in the neonatal period.\n\nWe also find that CD71+ erythroid cells attenuate the Akt signaling pathway during the conversion of naïve CD4+ T cells to iTregs by reducing the phosphorylation of Akt and its downstream substrate mTOR. In agreement, previous studies have shown that truncation of TCR signaling and inhibition of Akt and mTOR signaling axis are crucial for the development of iTregs [38,53,54]. This negative regulation is mediated by the neuropilin-1-semaphorin-4a axis for phosphatidylinositol 3-kinase-AKT (PI3K-Akt) [55] and of the mTOR complex 2 (mTORC2) pathway by the inositol phosphatase phosphate and tensin homolog (PTEN) [56] in Tregs.\n\nDespite the fact that depletion of CD71+ erythroid cells did not influence Treg frequency in newborn mice, it potentially impacts their proliferative capacity, as shown by enhanced CD25 and Ki67 expression in Tregs in the absence of CD71+ erythroid cells. In addition, we decided to determine the effects of Treg depletion on the frequency of CD71+ erythroid cells in vivo. We find depletion of Tregs using FOXP-3-DTR mice results in a significant increase in the percentages of CD71+ erythroid cells. Although depletion of Tregs does not impact VISTA expression on CD71+ erythroid cells in vivo, we see significant reduction in the expression of CD71 and Ki67 in CD71+ erythroid cells when cocultured with Tregs in vitro. These observations demonstrate cross-talk between these two immunosuppressor cell populations. While revealing the molecular mechanism of this observation merits further investigations, we suggest depletion of Tregs may impact erythropoiesis. For instance, IL-2 KO mice that have lower Treg frequency experience anemia [57]. This might be due to the immune activation in the absence of Tregs and subsequently extramedullary erythropoiesis, which results in the expansion of immature red blood cells in the periphery. These data suggest that both CD71+ erythroid cells and Tregs, by utilizing different mechanisms, may contribute to the immune regulation in the newborn. Thus, our study highlights the important role of CD71+ erythroid cells in the neonatal period.\n\nMaterials and methods\n\nEthics statement\n\nAll animal experiments were carried out in accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals of the Canadian Council for Animal Care. The experimental protocol was approved by the Committee on the Ethics of Animal Experiments at the University of Alberta (Protocol # AUP00001021).\n\nAnimals\n\nMale and female BALB/c and C57BL/6 mice were purchased from the Charles River Institute (Morrisville, NC, USA). BALB/c and C57BL/6 mice were bred together to create F1 mice. In addition, B6.129 (Cg-FOXP3 DTR) mice were purchased from The Jackson Laboratory (Bar Harbor, ME, USA). All animals were maintained and bred under pathogen-free conditions within the animal care facility at the university of Alberta. Similarly, C57BL/6 VISTA KO mice were maintained and bred under pathogen-free conditions within the animal care facility at the VA Medical Centre, White River Junction, VT, USA.\n\nCD71+ erythroid cells and Treg depletion\n\nFor in vivo depletion, purified anti-CD71 (8D3) and rat IgG2a isotype control antibodies were administered i.p. (150–200 µg) at day 6, and 2 days later, spleens were harvested for immunological assays.\n\nFor Treg depletion, FOXP3-DTR neonatal mice (9 days old) were injected i.p. with DT (Sigma-Aldrich), 35 ng/g body weight, before sample collection at day 11.\n\nFlow cytometry analysis\n\nFluorophore or biotin-conjugated antibodies with specificity to mouse cell antigens and cytokines were purchased from eBioscience (Waltham, MA, USA) or BD Biosciences (San Jose, CA, USA). Specifically, the following antibodies were used for mouse studies: anti-CD71 (C2), anti-VISTA (MIH64, MIH63), anti-LAP (TW7-16B4), anti-CD3 (500A2), anti-CD4 (RM4-5), anti-CD62L (MEL-14), anti-CD44 (5035–41), anti-TER-119 (TER-119), anti-CD73 (Ty/23), anti-CD39 (24DMS1), anti-PDL-1 (MIH5), anti-TIGIT (1G9), anti-Helios (22F6), anti-CD25 (PC61.5), anti-FOXP3 (FJK-165), GARP (YGIC86), IgG1 K ISO control (P3.6.2.8.1), anti-CD281(TLR1, eBioTR23), and anti-CD284 (TLR4, MT5510). Recombinant mouse TGF-β1, anti-Lgals9 (RG-395), and anti-CD282 (TLR2, T2.5) were purchased from Biolegend (San Diego, CA, USA), and TGF-β1 blocker was purchased from Sigma-Aldrich (St. Louis, MO, USA). Anti-Lgals1 (EPR3205) and the secondary antibody (A31572) were purchased from Abcam (Cambridge, UK). Human antibodies against CD71 (MA712) and CD235a (HIR2) from BD and VISTA (B7H5DS8) were purchased from eBioscience. Live dead staining kits were purchased from Invitrogen (Carlsbad, CA, USA). Purified NA/LE Hamster anti-mouse CD3e(145-2C11), CD28(37.51), phospho-Akt, and phospho-mTOR were purchased from BD Bioscience. Surface or intracellular staining were performed as we have described elsewhere [11,16]. TGF-β levels were measured following intracellular staining using Latency Associated Protein (LAP). Paraformaldehyde fixed cells were acquired using a BD LSR Fortessa-SORP or Fortessa-X20 (BD Bioscience). Data analysis was performed by using FlowJo software (version 10).\n\nCell isolation and cell culture\n\nMice spleens were processed, and in order to obtain single-cell suspensions, spleen samples were ground between sterile frosted glass slides in 7 ml of 1× RBC lysis buffer and then filtered through nylon mesh. Cells were resuspended and processed in Dulbecco’s Modified Eagle’s Medium (DMEM)—high glucose (Sigma) with 1% penicillin/streptomycin (Sigma), 10% FBS (Sigma), and nonessential amino acids (Sigma). For cell enrichment, CD71+ erythroid cells were enriched as we previously described elsewhere [10,11] with a purity typically exceeding 95% (S2O Fig). Furthermore, isolated CD71+ erythroid cells were labeled with PE-conjugated anti-VISTA mAb (MIH63), followed by anti-PE microbeads (Miltenyi Biotec), and passed through MACS separation columns (Miltenyi Biotec). VISTA+ and VISTA− were isolated based on positive and negative selections, respectively. The purity of VISTA+ and VISTA− cells was approximately 95% as shown in S2P Fig. Naive CD4+ T cells were isolated from the adult mice spleens according to the manufacturing instruction (Stemcell Technologies) with purity &gt; 90% (S2Q Fig).\n\nAssessment of Treg induction and their characterization\n\nNaïve CD4+ T cells were cultured in 96-well plates in the presence of either CD71+/VISTA+ or CD71+/VISTA− erythroid cells from WT mice and CD71+VISTA− from VISTA KO mice, supplemented with recombinant IL-2 (100 IU/ml), and stimulated with soluble anti-CD3 (3 μg/ml) and anti-CD28 (1 μg/ml) antibodies. Mouse recombinant TGF-β1 (Biolegend) and TGF-β1 blocker (Sigma) were also used as positive and negative controls, respectively. Cultures were analyzed 4–5 days later for FOXP3 induction.\n\nFor functional assays, Tregs were isolated from either splenocytes of adult mice or following generation (coculture of naïve CD4+ T cells with neonatal CD71+VISTA+ erythroid cells) using Treg isolation kit (Stemcell Technologies, Vancouver, Canada), then cocultured with effector T cells at different ratios for proliferation assay using CFSE dye (Thermo Fisher Scientific, Waltham, MA, USA). Naïve CD4+ T cells were cultured for 24 h in 96-well plates with or without CD71+ erythroid cells in the presence of recombinant IL-2 (100 IU/ml) and anti-CD3 (3 μg/ml) and anti-CD28 (1 μg /ml). Then, phospho-AKT and phospho-mTOR were performed according to the manufacturing instruction.\n\nGene expression assay\n\nEnriched CD71+ erythroid cells were subjected to total RNA extraction in TRIZOL reagent (Invitrogen) using the RNeasy kit (Qiagen, Venlo, The Netherlands). A Nano-Drop ND-1000 Spectrophotometer (NanoDrop Technologies, Wilmington, DE, USA) was used to check the quantity and quality of RNA for each sample. Usually, 500 ng of the isolated RNA was reverse transcribed employing a QuantiTect Reverse Transcription kit (Qiagen). Gene expression of PD-1H (VISTA), TGF-β, and TLRs was calculated by the 2−ΔΔCt method. Glyceraldehyde phosphatidyl hydrogenase (GAPDH) was used as a housekeeping gene for normalization of the cDNA levels. Samples collected at day 1 postnatal were used as the calibrator samples. The negative controls contained water or reverse-transcription negative RNA instead of template DNA.\n\nRNAseq\n\nRNAseq libraries were constructed from 500 ng of total RNA using the TruSeq RNA Library Prep kit v2 (Illumina, San Diego, CA, USA) according to the manufacturer’s instructions at The Applied Genomic Core (TAGC), University of Alberta. Libraries were sequenced on a NextSeq 500 instrument (Illumina) using a 75-bp paired-end protocol at an approximate depth of 12 M paired-end reads per sample. Transcripts abundance was quantified using Kallis [58] and 100 bootstraps. Differential expression analysis was conducted using Sleuth [59]. Data postprocessing was carried out with in-house R scripts.\n\nStatistical analysis\n\nStatistical comparison between various groups was performed by the t test using PRISM software. In the gene expression assay, differences between adult group and newborns at different time points were evaluated using one-way ANOVA, followed by Tukey’s test for multiple comparisons. Results are expressed as mean ± SEM. p value &lt; 0.05 was considered as statistically significant.\n\nSupporting information"
}