{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0060289",
  "doi": "10.1371/journal.pbio.0060289",
  "externalIds": [
    "pii:08-PLBI-RA-2243R3",
    "sici:plbi-06-11-24",
    "pmid:19067488",
    "pii:08-PLBI-RA-2243",
    "pmcid:PMC2586378"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Gamma-Secretase Represents a Therapeutic Target for the Treatment of Invasive Glioma Mediated by the p75 Neurotrophin Receptor",
  "authors": [
    {
      "name": "LiMei Wang",
      "first": "LiMei",
      "last": "Wang",
      "affiliation": "Department of Oncology, University of Calgary, and Tom Baker Cancer Centre, Calgary, Canada; Department of Biochemistry and Molecular Biology, University of Calgary, Calgary, Canada; Clark H. Smith Brain Tumor Center and Southern Alberta Cancer Research Institute, Calgary, Canada"
    },
    {
      "name": "Jennifer J Rahn",
      "first": "Jennifer J",
      "last": "Rahn",
      "affiliation": "Department of Oncology, University of Calgary, and Tom Baker Cancer Centre, Calgary, Canada; Department of Biochemistry and Molecular Biology, University of Calgary, Calgary, Canada; Clark H. Smith Brain Tumor Center and Southern Alberta Cancer Research Institute, Calgary, Canada"
    },
    {
      "name": "XueQing Lun",
      "first": "XueQing",
      "last": "Lun",
      "affiliation": "Department of Oncology, University of Calgary, and Tom Baker Cancer Centre, Calgary, Canada; Clark H. Smith Brain Tumor Center and Southern Alberta Cancer Research Institute, Calgary, Canada"
    },
    {
      "name": "Beichen Sun",
      "first": "Beichen",
      "last": "Sun",
      "affiliation": "Department of Oncology, University of Calgary, and Tom Baker Cancer Centre, Calgary, Canada; Clark H. Smith Brain Tumor Center and Southern Alberta Cancer Research Institute, Calgary, Canada"
    },
    {
      "name": "John J. P Kelly",
      "first": "John J. P",
      "last": "Kelly",
      "affiliation": "Department of Cell Biology and Anatomy, University of Calgary, Calgary, Canada; Hotchkiss Brain Institute, Calgary, Canada"
    },
    {
      "name": "Samuel Weiss",
      "first": "Samuel",
      "last": "Weiss",
      "affiliation": "Department of Cell Biology and Anatomy, University of Calgary, Calgary, Canada; Hotchkiss Brain Institute, Calgary, Canada"
    },
    {
      "name": "Stephen M Robbins",
      "first": "Stephen M",
      "last": "Robbins",
      "affiliation": "Department of Oncology, University of Calgary, and Tom Baker Cancer Centre, Calgary, Canada; Department of Biochemistry and Molecular Biology, University of Calgary, Calgary, Canada; Clark H. Smith Brain Tumor Center and Southern Alberta Cancer Research Institute, Calgary, Canada"
    },
    {
      "name": "Peter A Forsyth",
      "first": "Peter A",
      "last": "Forsyth",
      "affiliation": "Department of Oncology, University of Calgary, and Tom Baker Cancer Centre, Calgary, Canada; Department of Biochemistry and Molecular Biology, University of Calgary, Calgary, Canada; Clark H. Smith Brain Tumor Center and Southern Alberta Cancer Research Institute, Calgary, Canada; Department of Clinical Neurosciences, University of Calgary, Calgary, Canada"
    },
    {
      "name": "Donna L Senger",
      "first": "Donna L",
      "last": "Senger",
      "affiliation": "Department of Oncology, University of Calgary, and Tom Baker Cancer Centre, Calgary, Canada; Clark H. Smith Brain Tumor Center and Southern Alberta Cancer Research Institute, Calgary, Canada"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2008-11",
  "dateElectronic": "2008-11-25",
  "dateAccepted": "2008-10-13",
  "dateReceived": "2008-06-04",
  "volume": "6",
  "number": "11",
  "pages": "e289",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Neurological Disorders",
    "Discipline/Neuroscience",
    "Type/Research Article"
  ],
  "abstract": "The multifunctional signaling protein p75 neurotrophin receptor (p75NTR) is a central regulator and major contributor to the highly invasive nature of malignant gliomas. Here, we show that neurotrophin-dependent regulated intramembrane proteolysis (RIP) of p75NTR is required for p75NTR-mediated glioma invasion, and identify a previously unnamed process for targeted glioma therapy. Expression of cleavage-resistant chimeras of p75NTR or treatment of animals bearing p75NTR-positive intracranial tumors with clinically applicable γ-secretase inhibitors resulted in dramatically decreased glioma invasion and prolonged survival. Importantly, proteolytic processing of p75NTR was observed in p75NTR-positive patient tumor specimens and brain tumor initiating cells. This work highlights the importance of p75NTR as a therapeutic target, suggesting that γ-secretase inhibitors may have direct clinical application for the treatment of malignant glioma.",
  "fullText": "Introduction\n      \nHuman malignant glioma (MG) is one of the most common primary central nervous system tumors in adults. These tumors are diffuse, highly invasive, with dismal prognosis, and long-term survivors are rare [1,2]. MG extend tendrils of tumor several centimeters away from the main tumor mass. These, as well as the recently identified brain tumor-derived stem-like cells [3–6], herein called brain tumor-initiating cells (BTICs), act as “disease reservoirs,” rendering these tumors refractory to available treatments such as surgery or radiotherapy [7,8]. The highly invasive nature of these tumors is the result of genotypic and phenotypic changes that result in the activation of a number of coordinate cellular programs, including those necessary for migration (e.g., motility) and invasion (e.g., extracellular matrix [ECM] degradation) [9] and changes in pathway signaling that impart resistance to conventional treatments by reducing proliferation and increasing resistance to apoptosis [8,10,11]. A detailed understanding of the mechanisms underlying this invasive behavior is essential for the development of effective therapies.\n\nSeveral genes, including those that encode uPA/uPAR, ephrinB3/EphB2, matrix metalloproteinases (MMPs), a disintegrin and metalloproteases (ADAMs), cathepsins, and integrins, have previously been implicated in glioma invasion [12]. More recently, gene expression profiling identified several subclasses of gliomas that separate tumors into good and poor prognosis groups of which diffuse infiltrative gliomas are divided into four such subclasses [13]. One of these four subclasses, designated hierarchical cluster 2B (HC2B), was found to include several genes with specific roles in cell migration and invasion, and membership in this group was found to strongly correlate with poor patient survival. Our understanding of the proteins that initiate, and the pathways that regulate, glioma invasion is continually expanding, such as the recent discovery that CD95 via the activation of the PI3K/Akt/glycogen synthetase kinase (GSK3β) pathway regulates glioma invasion [14]. However, despite recent advances and efforts to target these specific molecules or pathways, no clinically relevant agents have been identified as yet. Using a discovery-based approach and a series of functional, biochemical, and clinical studies, we have identified the p75 neurotrophin receptor (p75NTR) as a critical regulator of glioma invasion [15]. We found that p75NTR, through a neurotrophin-dependent mechanism, dramatically enhanced migration and invasion of genetically distinct glioma and that robust expression of p75NTR was detected in the highly invasive tumor cell population from p75NTR-positive glioblastoma patient specimens. In this current study, we investigated the mechanism by which p75NTR imparts this highly invasive behavior to malignant glioma, and assessed the use of a clinically applicable agent in abrogating this invasive behavior.\n\np75NTR elicits a large array of diverse biological responses that are regulated by a complex layer of mechanisms. These intricate layers of control have been proposed to explain the variety of cellular effects triggered by p75NTR activation. Key p75NTR signaling pathways already identified include Ras homolog gene family, member A (RhoA), Jun N-terminal kinase (JNK), mitogen-activated protein kinase (MAPK), and nuclear factor κ B (NFkB) [16]. These pathways are believed to be activated by upstream proteins that directly associate with various regions of the p75NTR intracellular domain (ICD). These proteins include guanine nucleotide dissociation inhibitor (RhoGDI), ribosome-inactivating protein-2 (RIP-2), and p75NTR-associated cell death executor (NADE) [17–20], which associate with a region referred to as the “death domain”; Schwann cell factor-1 (SC-1); neurotrophin receptor-interacting MAGE homolog (NRAGE); tumor necrosis factor (TNF) receptor-associated factor (TRAF), and neurotrophin receptor interacting factor (NRIF) [21–23], which associate with the juxtamembrane region of p75NTR; and a PDZ-containing protein Fas-associated phosphatease-1 (FAP-1), which associates with the C-terminal Ser-Pro-Val (SPV) [24]. What proteins or biological process are activated by p75NTR, however, is highly cell context specific. In addition to associating with other signaling molecules, p75NTR, similar to amyloid precursor protein (APP) and Notch, has been shown to undergo regulated α-secretase and γ-secretase cleavage, referred to as regulated intramembrane proteolysis (RIP). Cleavage of several type-1 transmembrane receptors has been implicated and shown to be necessary in eliciting some downstream biological responses [25–28]. α-Secretase cleavage of full-length p75NTR by a sheddase liberates the extracellular domain (ECD), leaving an unstable membrane-bound C-terminal fragment (CTF) that is cleaved by the γ-secretase complex to release an ICD with potential signaling capability [26,29]. Here, we show for the first time to our knowledge that regulated intramembrane proteolysis of p75NTR is a requirement for the highly invasive behavior of p75NTR-positive malignant glioma, and designate RIP as a clinical target for the treatment of invasive malignant glioma.\n\n      Results\n      \n        p75NTR Proteolytic Processing Occurs in Patient Specimens Endogenously Expressing p75NTR\n        \nIn a previous study, our laboratory identified p75NTR as a potent mediator of invasion in human glioma using a novel invasive glioma mouse model generated by serial in vivo selection [15]. In that study, we found that p75NTR was expressed in 22% mid-grade astrocytomas (two of nine) and 85% of glioblastoma multiforme (GBM) specimens (17 of 20), and that the p75NTR-positive glioma cells in the patient tumor cell population were more migratory than the p75NTR-negative glioma cells. Here, we investigate the mechanism underlying this p75NTR-induced invasion. In neurons, p75NTR is a substrate for sequential α- and γ-secretase–mediated intramembrane proteolysis generating 24 kDa CTF and 19 kDa ICD fragments, respectively, and the generation of these fragments are required for some of its biological functions [26,28,30–34]. We therefore sought to determine whether intramembrane proteolysis of p75NTR occurred in malignant glioma patient specimens. To do this, we assessed whether the generation of the 24-kDa CTF and the 19-kDa ICD occurred in a panel of surgically resected human glioma specimens and normal human brain. Tumor and normal tissue taken at the time of surgery were immediately snap frozen in liquid nitrogen and stored at −80 °C. Frozen tumor tissue was digested in lysis buffer and analyzed by western blots using a p75NTR cytoplasmic-specific antibody that not only detected the full-length p75NTR protein, but also detected p75NTR-positive fragments migrating at 24 and 19 kDa, respectively, in the p75NTR-positive specimens (eight of nine GBMs and two of five Grade III glioma) (Figure 1A). Hence, p75NTR processing occurs in human glioma tumors, and this suggested the possibility that p75NTR processing is required for glioma invasion.\n\n        p75NTR Is Proteolytically Processed in Invasive Glioma Cells\n        \nTo address the possible role(s) of p75NTR proteolytic processing in glioma cells, we assessed whether the appearance of the p75NTR-positive fragments at 24 and 19 kDa was the result of proteolytic processing of the full-length p75NTR in invading glioma cells. We have previously established the highly invasive glioma cell lines U87R and U251R for which p75NTR accounts for their invasive behavior [15]. The U87R and U251R invasive glioma cells were grown in the absence or presence of the proteasome inhibitor epoxomicin, a compound used to inhibit rapid degradation of proteins often associated with RIP-mediated proteins [26,35]. Western blot analysis showed that in addition to the 75-kDa full-length p75NTR protein, 24-kDa and 19-kDa fragments (Figure 1B, lane 1 and 5) were present and stabilized in the presence of 1 μM epoxomicin (Figure 1B, lane 2 and 6). These results are in agreement with the model that the full-length p75NTR protein is cleaved, releasing the ECD, CTF, and intracellular fragments. Next, we verified that the appearance of the 24-kDa and 19-kDa fragments was the result of sequential cleavage of p75NTR by an α-secretase and then a γ-secretase. First, we determined whether treatment of p75NTR glioma cells (U87p75NTR) using the TNF-α protease inhibitor (TAPI)-2, known to inhibit metalloproteases and ADAMs such as tumor necrosis factor-α converting enzyme (TACE) [36–38] and previously shown to inhibit the proteolytic processing of p75NTR in neurons [26,32,33,39], could inhibit p75NTR processing in glioma cells. TAPI-2 inhibited the proteolytic processing of p75NTR as indicated by the lack of CTF and ICD, and abrogated p75NTR-mediated invasion (Figure S1). Since TAPI-2 has broad specificity, and glioblastomas are known to produce high levels of many proteases, including members of the MMP, ADAM, and ADAMTS families, leaving the exact identity of the α-secretase unclear, we focused our efforts on the second cleavage event. To determine whether the generation of the 19-kDa fragment was the result of cleavage of p75NTR by a γ-secretase, U87R and U251R cells were treated with 2 μM Compound X (Calbiochem), a specific inhibitor of γ-secretase, for 4 h in the absence or presence of epoxomicin. Western blot analysis of p75NTR revealed that in the presence of the γ-secretase inhibitor, an accumulation of the 24-kDa fragment occurred without subsequent cleavage to the 19-kDa ICD, consistent with the release of the ICD of p75NTR by γ-secretase (Figure 1B, lanes 3, 4, 7, and 8). The role of processing of p75NTR was not limited to a single glioma cell line and was a general mechanism observed in glioma cells established from genetically distinct individuals (U87p75, U251p75, U343p75, and U118p75).We found that in all p75NTR-positive glioma cell lines, full-length p75NTR was cleaved to generate two fragments of 19 and 24 kDa: ICD and CTF, respectively (Figure 1C). These results demonstrate that regulated intramembrane proteolysis of p75NTR is a global event occurring in highly invasive p75NTR-positive human glioma cells.\n\n        γ-Secretase Inhibition Significantly Abrogated p75NTR-Induced Glioma Migration and Invasion In Vitro\n        \nIn neurons, ectodomain shedding of p75NTR by α-secretase and then γ-secretase cleavage to generate an ICD fragment can result in the activation of downstream events [26–28,30–34]. To test whether the processing of p75NTR resulting in the release of the ICD fragment has a functional role in glioma invasion, we analyzed in vitro migration and invasion of U87R, U251R, U87p75NTR, and U251p75NTR glioma cell lines using circular monolayer migration assays (Figure 2A and 2B) and 3D-collagen invasion assays (Figure 2C and 2D) in the absence and presence of the γ-secretase inhibitor, Compound X. p75NTR-mediated glioma migration and invasion were significantly inhibited in the presence of Compound X. In contrast, when the proteasome inhibitor epoxomicin was used to stabilize p75NTR-ICD, a significant increase in migration and invasion was seen (unpublished data), consistent with increased invasion observed when a cDNA construct mimicking the ICD fragment was ectopically expressed in U87 glioma cells (Figure 3Aand 3B). To determine whether γ-secretase inhibition was confined to glioma invasion or had effects on other biological processes, we assessed the effect of γ-secretase inhibition on survival and proliferation of p75NTR-positive glioma cells. No significant change was observed on either survival or proliferation in vitro (Figure S2).\n\n        Biochemical Characterization of U87 and U251 Glioma Cells Expressing p75NTR Wild-Type or Cleavage-Resistant Chimeric p75NTR Alleles\n        \nIt is well known that γ-secretase has many substrates [40,41]. To directly test the role of p75NTR processing in glioma invasion, we constructed cleavage-resistant chimeric proteins of p75NTR by replacing either the transmembrane (p75FasTM) or the extracellular stalk domain of p75NTR (p75FasS) with equivalent domains from the Fas receptor [39] (Figure 3C). Both p75NTR and Fas receptors are members of the TNF receptor superfamily, and although they each contain similar domains, Fas, unlike p75NTR, does not undergo RIP. Since ectopic expression of p75NTR in the human glioma cells lines U87 and U251 was sufficient to mediate glioma invasion [15], these cell lines were used as a model system to assess the p75NTR chimeric mutants. U87 and U251 were therefore stably transfected with the cleavage-resistant p75NTR constructs (p75FasS and p75FasTM). To ensure proper function of all p75NTR protein constructs, we assessed their location, topography, and ability to bind neurotrophin in both U87 and U251 glioma cell lines. Receptor orientation and localization at the plasma membrane was confirmed by flow cytometric analysis using a monoclonal antibody specific to the ECD domain of p75NTR (Figure S3A). As expected, all p75NTR constructs were expressed at the plasma membrane with the correct topography. Next, we assessed whether the chimeric constructs could still bind neurotrophin. Previously, we demonstrated that in the absence of p75NTR, glioma cells secrete high levels of brain-derived neurotrophic factor (BDNF) protein into the culture medium in vitro. When these same cells express p75NTR, the majority of the BDNF is found to be cell associated, presumably bound to p75NTR [15]. To confirm that the p75NTR cleavage-resistant chimeric forms retained the ability to bind neurotrophin, ELISA assays were performed to detect BDNF expression in the conditioned medium and total cell lysates of U87 and U251 cells expressing p75FL, p75FasTM, p75FasS, and p75CRD130 (Figure S3B). p75CRD130 is a neurotrophin-binding mutant created by inserting four amino acids after amino acid residue 130 [15,42–47]. Expression of the chimeric p75NTR proteins (p75FasTM and p75FasS), just like the p75 wild type, resulted in a shift in BDNF localization from the conditioned medium to the cell lysate. This was in contrast to the cells expressing the neurotrophin-binding mutant (p75CRD130) or the empty vector (pcDNA) where the bulk of BDNF was detected in the culture medium. These data demonstrate that p75 NTR cleavage-resistant chimeric constructs p75FasTM and p75FasS retained their ability to bind neurotrophin (Figure S3C). Once we confirmed the correct expression and binding of the various p75NTR constructs, western blots using a p75NTR cytoplasmic domain-specific antibody were performed to evaluate proteolytic processing of the various p75NTR receptors (Figure 3D). In cells expressing p75FasS, only the full-length protein was detected, consistent with inhibition of the α-secretase cleavage, whereas the full-length 75 kDa and the 24-kDa fragment were detected in cells expressing the p75FasTM construct corresponding to the ectodomain shedding of p75NTR by α-secretase but with inhibition of the γ-secretase cleavage. Moreover, in the presence of epoxomicin, no additional p75NTR fragments were observed (Figure S4). These results demonstrate the cleavage-resistant chimeric p75NTR alleles were expressed with correct biochemical characteristics in U87 and U251 glioma cells. In addition, and consistent with the hypothesis that proteolytic processing of p75NTR is required for glioma invasion, only the full-length 75 kDa band was detected in lysates from U87 cells expressing p75CRD130, a p75NTR construct that was unable to induce glioma invasion [15].\n\n        Cleavage-Resistant Chimeric Forms of p75NTR Do Not Induce Glioma Migration and Invasion In Vitro or In Vivo\n        \nSince we have shown that neurotrophin binding is required for p75NTR-mediated glioma invasion [15], and the neurotrophin-binding mutant p75CRD130 does not undergo RIP, it would appear that RIP of p75NTR is required for glioma invasion. To determine whether this is in fact true, U87 and U251 cells expressing the p75NTR cleavage-resistant constructs were assessed for their invasive ability using 3D-collegen invasion assays. We found that expression of cleavage-resistant forms of p75NTR (p75FasS, p75FasTM, and p75CRD130), which prevented receptor proteolysis, blocked p75NTR-mediated glioma invasion (Figure 4A and 4B), providing evidence to support a role for γ-secretase–dependent release of p75NTR ICD in mediating glioma invasion.\n\nTo determine whether p75NTR processing was required for glioma invasion in vivo, U87 glioma cell lines ectopically expressing p75FasS and p75FasTM were implanted into the brains of immunocompromised (SCID) mice. U87 glioma cells expressing full-length p75NTR (U87p75) or control vector (U87pcDNA) were used for comparison. Twenty-eight days after implantation, the mice were sacrificed, and frozen brain sections were stained with antibodies against human nuclei, to visualize all glioma cells (Figure 4C, upper panel) or with anti-human p75NTR (Figure 4C, bottom panel). Implantation of U87 glioma cells stably transfected with the control pcDNA vector led to the formation of well-circumscribed tumors, while U87 glioma cells ectopically expressing p75NTR formed tumors with highly infiltrative edges. In sharp contrast to the p75NTR-expressing U87 tumors, tumors expressing either p75FasTM or p75FasS formed well-circumscribed tumors similar to the p75NTR-negative tumors (U87pcDNA). Comparable results were seen in three independent experiments. In conjunction with the in vitro data, these data suggest that proteolytic processing of p75NTR is required for glioma invasion in vivo (Figure 4C).\n\nIt is well known that the microenvironment of tumors can change the biochemical characterization and function of cells. We have demonstrated in vitro that glioma cells expressing p75NTR undergo proteolytic processing to generate first the 24-kDa CTF and then the 19-kDa ICD. To provide evidence that RIP of p75NTR occurs in vivo, 7–9-μm cryosections from mice implanted for 3–4 wk with in vivo–selected U87R and U251R, or ectopically expressing p75NTR, p75FasS, p75FasTM, and pcDNA, were assessed for p75NTR processing by western blot. The 24- and 19-kDa fragments were found in the highly invasive glioma cells, U87R, U251R, and U87p75NTR. In contrast, neither the 24-kDa nor the 19-kDa fragment was seen in cells expressing p75FasS, and as expected, only the 24-kDa fragment was detected in cells expressing the p75FasTM, consistent with their in vitro characterization (Figure 4D). These data further support a role for RIP of p75NTR in glioma invasion.\n\n        p75NTR Proteolytic Processing Occurs in BTICs from Patient Specimens That Endogenously Express p75NTR\n        \nOur data demonstrated that 85% of GBM specimens (17/20) express p75NTR, that the p75NTR-positive glioma cells in the original patient tumor cell population were more migratory [15], and that 24- and 19-kDa p75NTR-positive fragments are present in p75NTR-positive primary Grade III and GBM patient specimens (Figure 1). We therefore wanted to determine whether the appearance of these fragments in the malignant glioma patient specimens was the result of intramembrane proteolysis of p75NTR. To do this, we established primary cultures from human glioma patient tumors. The recent discovery that human stem cell-like tumor cells, termed BTICs, retain characteristics that closely recapitulate the original patient tumor [3–6,48,49] prompted us to establish the primary patient tumor cultures under neural stem cell–promoting conditions. BTICs share characteristics with neural stem cells (NSCs) such as continuous self-renewal, extensive brain parenchymal migration and infiltration, and potential for full or partial differentiation, properties not found in established glioma cell lines [50,51]. Operative samples of human GBM were obtained at the time of surgery, and brain tumor sphere cultures were established in NS-A basal medium plus epidermal growth factor (EGF) and basic fibroblast growth factor (bFGF) (EF medium). Immunocytochemical analysis of BTICs established from five glioma patients expressed the early neural cell progenitor proteins Nestin, Musashi, hSox2, and CD133 (J. J. P. Kelly, S. Weiss, P. A. Forsyth, and D. L. Senger; unpublished data). In addition, four out of five glioma tumor progenitor cells in vitro expressed high levels of p75NTR as detected by immunocytochemistry (Figure 5A) and western blot (Figure 5B). To determine whether p75NTR expressed on the BTICs undergoes RIP, BTICs were grown in the absence and presence of γ-secretase and/or 2 μM epoxomicin. Similar to the glioma cell lines, full-length p75NTR, CTF, and ICD were detected, and the 19-kDa ICD fragment was dependent on γ-secretase cleavage (Figure 5B). We next determined whether the BTICs retained their expression of p75NTR in vivo: BTIC cells were implanted into the brains of SCID mice and allowed to establish for 4–8 wk. Animals were sacrificed, and frozen sections were stained with either an anti-human nuclear antibody (to identify the human BTICs) or anti-p75NTR (Figure 5C). All tumors established from BTICs cells showed highly infiltrative tumors, and consistent with the in vitro data, four out of five tumors showed high expression of p75NTR in vivo.\n\n        γ-Secretase Inhibitor Significantly Abrogated p75NTR-Induced Migration and Invasion In Vivo\n        \np75NTR as a substrate for γ-secretase [26,33,39] adds to a growing list of proteins shown to be substrates for γ-secretase cleavage, including APP [52–54], Notch [55,56], and Notch ligands Delta1 and Jagged2 [57], ErbB4 [58], CD44 [59,60], and E-cadherin [61,62]. Our in vitro data and the recent application of γ-secretase inhibitors (egs.LY-450139 and LY-411575) in advanced clinical trials for Alzheimer disease [63–65] prompted us to investigate the use of γ-secretase inhibitors to treat highly invasive gliomas. Using an intracranial glioma model, we assessed the therapeutic potential of γ-secretase inhibitors. Parallel experiments were performed using the genetically distinct U87p75NTR and U251p75NTR glioma cell lines and the p75NTR-positive BTICs established from a patient GBM. Cells were implanted intracerebrally into SCID mice; and 3 d after implantation for U87p75NTR and U251p75NTR or 5 d after for BTICs, mice were administered subcutaneously (s.c.) either 10 mg/kg γ-secretase inhibitor or vehicle control (corn oil) once/day for 2–3 wk (three to five mice/group). Tumors were allowed to grow for a total of 4–6 wk, at which time, all animals were sacrificed, their brains removed, frozen in O.C.T. compound, and sectioned. Immunohistochemical staining of the frozen brain sections for anti-human nuclei (unpublished data) or p75NTR (Figure 6A–6C) showed that animals implanted with U87p75NTR-, U251p75NTR-, or p75NTR-positive BTICs formed tumors with highly infiltrative edges (Figure 6A–6C; upper panels). In sharp contrast, animals implanted with U87p75NTR-, U251p75NTR-, or p75NTR-positive BTICs and given the γ-secretase inhibitor DAPT developed localized tumors with highly demarcated edges (Figure 6A–6C; lower panels). These results strongly suggested γ-secretase inhibition that results in blocking the generation of the p75NTR ICD substantially inhibited the invasive ability of glioma cells in vivo. To establish whether the effects of the γ-secretase inhibition were confined to glioma invasion or had consequences on other biological functions, we assessed the effect of γ-secretase inhibition on glioma cell proliferation in vivo and found no significant change (Figure S5). The γ-secretase inhibitor had negliable effects on the self-renewal capability of the BTIC line used in Figure 5 (unpublished data).\n\nTo confirm that administration of DAPT inhibited p75NTR ICD generation in vivo, 7–9 μm cryosections were lysed as described previously, and western blots for p75NTR were performed (Figure 6D). These experiments show the presence of full-length p75NTR, CTF, and ICD in control animals that received s.c. administration of vehicle (corn oil) alone. In contrast, western blots of cryosections from animals that received daily injections of the γ-secretase inhibitor DAPT detected only the full-length and CTF fragments of p75NTR. Subcutaneous administration of γ-secretase inhibitor DAPT inhibited the generation of the p75ICD and resulted in a visible accumulation of the CTF. In addition and most importantly, animals bearing U87p75NTR orthotopic xenographs and given daily s.c. injections of the γ-secretase inhibitor DAPT survived significantly longer (p &lt; 0.0001) than control animals (Figure 6E), further highlighting the potential use of γ-secretase inhibitors in the clinical treatment of malignant glioma.\n\n      Discussion\n      \nThe p75NTR signaling cascade is a complex signaling axis that depends on numerous factors, including cellular context and specific protein interactions that influence biological outcomes to regulated intramembranous proteolysis of p75NTR. For example, a recent report showed that in primary cultures of cerebellar neurons, p75NTR ectodomain shedding and subsequent γ-cleavage is necessary for the growth inhibitory signal of myelin associated glycoprotein (MAG) [33]. Conversely, in retinal ganglion cells, neurotrophin-induced activation of p75NTR was shown to promote neurite growth in a RIP-dependent manner [66]. Ligand-dependent induction of p75NTR cleavage has also been reported in other cell systems, including sympathetic neurons and glial cells [28,30,34]. Similarly, we have shown that glioma migration is neurotrophin dependent [15] and that this neurotrophin-induced invasion is dependent on RIP of p75NTR.\n\nTo assess the role of RIP in p75NTR-mediated glioma invasion, we used a pharmacological and molecular approach both in vitro and in vivo to demonstrate that (1) p75NTR proteolytic processing occurs in glioma cell lines, surgically resected tumor specimens, and BTICs isolated from patient specimens; (2) cleavage-resistant alleles of p75NTR are insufficient to mediate glioma invasion; and (3) pharmacological inhibition with a clinically applicable γ-secretase inhibitor results in a dramatic decrease of glioma invasion both in vitro and in vivo and significantly prolonged survival of animals bearing p75NTR-positive intracranial tumors. Together, these data highlight the potential of using pharmacological inhibition to interfere with RIP as a therapeutic intervention for highly infiltrative p75NTR-positive gliomas.\n\nOne of the initial steps in regulating RIP is the shedding of the ECD by an α-secretase. This shedding event is required for subsequent cleavage of the CTF to generate an ICD. In order to show that both of these proteolytic events were important in the processing of p75NTR, we made a series of chimeric molecules with the Fas receptor, a related family member that does not generate CTF and ICD fragments [39,67]. The means by which the ECD is shed from the full-length p75NTR protein and what its biological role is are not fully understood [68–70]. Glioma cells are known to express many proteases, including serine, cysteine, and metalloproteinases that are involved in invasion and tumor progression. The ADAM metalloproteinase disintegrins, including ADAM17 and ADAM10, have been described as prominent sheddases for p75NTR as well as other transmembrane type-1 receptors such as APP [71–73], with recent in vivo evidence establishing a correlation with glioma invasion and an increase in ADAM17 under hypoxic stress [74,75]. The use of inhibitors targeting these proteinases may thus result in preventing RIP of p75NTR. Here, we have shown that the broad-range metalloproteinase inhibitor TAPI-2 was able to prevent both proteolytic processing of p75NTR in glioma and p75NTR-mediated invasion. Although a possible therapeutic strategy for highly invasive p75NTR-positive tumors, previous clinical attempts to inhibit the protease-rich environment of tumors using broad-spectrum MMP inhibitors have so far proven to be ineffective as anti-cancer agents, with phase II and III trials failing to show efficacy or survival benefit [76,77]. The reason for this lack of efficacy may result in part from the fact that glioblastomas produce high levels of proteases, many of which have been suggested to help facilitate tumor cell survival and invasiveness [74,78–83]. Attempts, therefore, to inhibit the ectodomain shedding of p75NTR in a clinical setting may prove difficult.\n\nThe second proteolytic event with possible direct therapeutic importance is mediated by the γ-secretase complex, which is composed of several proteins including presenilin, nicastrin, APH-1, and presenilin enhancer 2 (PEN-2) [84]. This protein complex is known to be essential in the normal processing of amyloid β-peptides from β-APP. Abnormal accumulation of amyloid β-peptides with the formation of plaques is believed to be the pathogenesis of Alzheimer disease. Given the connection between Alzheimer disease and γ-secretase, there has been great interest in developing compounds that can inhibit this protein complex with some of these compounds already in phase II/III clinical trials [85]. The exact molecular mechanism(s) by which the ICD fragment of p75NTR exerts the invasive behavior of glioma cells is unknown. As is the case with the Notch signaling pathway [41,86,87], there have been recent studies to suggest that the ICD fragment can translocate to the nucleus, but whether it acts as part of a transcriptional complex is unclear [28,30]. In addition, myelin-associated glycoprotein binding to cerebellar neurons induces α- and γ-secretase proteolytic cleavage of p75NTR, and the resulting ICD fragment is necessary for both the activation of the small molecular weight GTPase, RhoA, and inhibition of neurite outgrowth [33]. Whether these processes or others are regulated by the p75NTR ICD fragment in glioma cells remains to be determined.\n\nIn our present study, we show that neurotrophin-induced p75NTR proteolytic processing is required for p75NTR-mediated glioma invasion in vitro and in vivo. Furthermore, daily administration of the γ-secretase inhibitor DAPT to animals bearing p75NTR-postive intracranial tumors significantly prolonged survival. These results are intriguing and support the possible clinical application of γ-secretase inhibitors for the treatment of these deadly tumors. We cannot, however, exclude the possibility that we are inhibiting the processing of other proteins that may be involved in glioma invasion since γ-secretase is known to mediate the proteolytic processing of several transmembrane proteins [52,53,55,57–61]. The biochemical evidence presented here, however, supports the hypothesis that the anti-invasive effect of γ-secretase inhibition is at least in part the result of inhibition of p75NTR RIP. Moreover, the fact that we did not observe any significant effects on proliferation or survival of the human glioma cells in vivo suggests that the dominant mechanism of activity is the inhibition of p75NTR-mediated glioma invasion.\n\nExcitingly, we also found that a large percentage (four out of five) BTICs from primary glioma patient tissue express high levels of p75NTR. This rare population of cells with stem-like properties and the ability to repopulate the tumor [3–6] have been shown to be resistant to our current therapies (radiation and temozolomide) and thus may represent a “disease reservoir” for these devastating tumors [88,89]. Unlike the U87 parental cells, these cells are highly invasive in vivo, and treatment with a γ-secretase inhibitor dramatically blocked their invasive nature (Figure 6). Several recent studies have demonstrated strong similarities between BTICs and neural stem and progenitor cells [4,90,91]. However, whether human glioblastoma stem cells arise from mutated neural stem cells or a more mature cell type that acquires self-renewal capacity remains to be determined. Interestingly, a small population of cells (0.3%) within the stem cell niche of the adult rat subventricular zone has neurosphere-forming capacity, express p75NTR [92], and appear to be maintained from birth through adulthood [93–95]. In addition, the more migratory p75NTR glioma cell population in clinical glioblastoma patient specimens also represents a small percentage of the main tumor mass [15]. It is intriguing to note that glioma cells that express high levels of p75NTR seem to possess many characteristics of BTICs, including self-renewal, extensive brain parenchymal migration, and potential for differentiation (J. J. P. Kelly and S. Weiss, unpublished data). Whether p75NTR is an early brain tumor stem cell marker, at least for some GBMs, remains to be determined.\n\nIn a previous study, we postulated that p75NTR itself may be a valid target for the treatment of glioma, and now we propose that abrogation of the cellular processing of p75NTR represents an additional therapeutic target. Although these inhibitors may have application in malignant glioma, they may have an even broader application for cancer, as p75NTR has also been implicated in other cancers, including melanoma, specifically the more aggressive melanomas that metastasize to the brain [96–98]. Thereby, therapies that target the processing of p75NTR may also be beneficial for other metastatic cancers.\n\n      Materials and Methods\n      \n        Cell culture.\n        \nThe human glioma cell lines U87, U118, and U343 were obtained from the American Type Culture Collection. The human glioma cell line U251N was a kind gift from V. W. Yong (University of Calgary, Calgary, Alberta, Canada). All cells were maintained in complete media (Dulbecco's modified eagle's medium [DMEM] F12 supplemented with 10% heat-inactivated fetal bovine serum [FBS], 0.1 mM nonessential amino acids, 2 mM l-glutamine, and 1 mM sodium pyruvate [Gibco BRL, http://www.invitrogen.com]) at 37 °C in a humidified 5% CO2 incubator. Cells were passaged by harvesting with trypsin (Gibco BRL) at 80%–90% confluence. Stable transfectants of U87, U251, U118, and U343 cells were maintained in identical media with the exception of the addition of 400 μg/ml of G418 (Invitrogen, http://www.invitrogen.com).\n\n        Construction of p75NTR cleavage-resistant plasmids.\n        \nThe human p75NTR expression vector was constructed as described previously [98]. The expression plasmids containing the p75NTR mutants were constructed by subcloning of PCR fragments containing the desired p75NTR sequences. Chimeric proteins were created by replacing either the transmembrane (p75FasTM) or the extracellular stalk domain of p75NTR (p75FasS) with equivalent domains from the Fas receptor [Figure 3C] as described by Domeniconi et al. 2005 [33]. The neurotrophin-binding mutant that was mutated by a four-amino acid (ARRA) insertion after amino acid residue130 was termed p75CRD130 [15,42,43,47]. The p75NTR intracellular domain construct was created using amino acids 236–399 of the wild-type receptor plus a methionine at the amino terminus (p75-ICD). The original p75NTR templates were from B. Hempstead (p75WT; Weill Medical College of Cornell University, New York, New York) and M. Chao (pT3/T7-p75; New York University School of Medicine, New York, New York). All constructs were inserted into pcDNA 3.1 expression vectors (Invitrogen). The sequences of all the mutant expression plasmids were confirmed prior to stable transfection.\n\n        Transfection of glioma cell lines.\n        \nTransfection of glioma cell lines was performed as described previously [15]. Briefly, cells to be transfected were seeded at 2 × 105 cells/well in six-well plates, and incubated at 37 °C overnight. Vector DNA was introduced to the cells using FuGENE 6 transfection reagent (Roche Diagnostic, http://www.roche.com) according to the manufacturer's instructions. The following day, the medium was changed to fresh complete medium containing the antibiotic G418 (concentration determined by toxicity curve for each cell line) to select for those cells that had taken up the vector. The cells were then grown under antibiotic selection until the cells were at confluence. For U87p75NTR, U251p75NTR, U118p75NTR, U343p75NTR, U87p75FasTM, U87p75FasS, U87p75CRD130, U251p75FasTM, and U251p75FasS transfection, transfected cells were identified by flow cytometry and western blot.\n\n        Western blotting.\n        \nThe desired cells were washed in ice-cold PBS and lysed by gentle rocking in lysis buffer (50 mM Tris-HCl [pH 7.4], 150 mM NaCl, 10 mM NaF, 0.02% NaN3, 0.5% sodium deoxycholate, 0.1% SDS, 1% Nonidet P-40, 1% Triton X-100, 1 mM EDTA, 60 mM β-octyl glucoside, 25 μg/ml aprotinin, 10 μg/ml leupeptin, 3 mM sodium orthovanadate, 1 mM PMSF) at 4 °C. Cellular debris was removed by centrifugation, and protein quantification was performed using the bicinchoninic acid (BCA) assay (Pierce Biotechnology, http://www.piercenet.com). Proteins were resolved on 12% SDS-PAGE gels, and western blots were performed using the following primary antibodies: rabbit polyclonal anti-human p75NTR intracellular domain (Promega, http://www.promega.com), mouse monoclonal anti-human p75NTR ECD (Upstate Biotechnology), mouse monoclonal anti-β-tubulin (Sigma-Aldrich, http://www.sigmaaldrich.com), or mouse monoclonal anti-β-actin (Cell Signaling Technology, http://www.cellsignal.com). The appropriate HRP-conjugated secondary antibody (Pierce Biotechnology) was used, and blots were visualized using enhanced chemiluminescence (Amersham Biosciences).\n\n        Flow cytometric analysis of p75NTR.\n        \nA total of 1 × 106 cells stably transfected with p75NTR wild type or p75NTR cleavage-resistant constructs p75FasTM and p75FasS were collected using Puck's EDTA at 37 °C and then washed in PBS containing 1 mM EDTA (PBS/EDTA). Cells were exposed to the monoclonal anti-p75NTR, clone ME20.4 (which recognizes the extracellular domain; Upstate Biotechnology, http://www.upstate.com), diluted 1:250 in PBS/EDTA for 30 min on ice. Cells transfected with pcDNA vector alone were used as negative controls. After washing with PBS/EDTA, cells were incubated with Alexa-488 conjugated goat anti-mouse IgG (Invitrogen/Molecular Probes, http://www.probes.invitrogen.com) diluted 1:500 in PBS/EDTA for 30 min on ice. Cells were then washed with PBS/EDTA, resuspended in PBS/EDTA, and analyzed using a FACScan flow cytometer (Becton, Dickinson and Company, http://www.bdbiosciences.com).\n\n        ELISA.\n        \nU87 and U251 glioma cells stably transfected with p75NTR wild type or the cleavage-resistant constructs were allowed to condition culture medium for 5 d. The conditioned medium was then collected, centrifuged, and filtered through a 0.2-μm syringe filter (VWR International, http://www.vwr.com). The remaining cells were washed with ice-cold PBS, and total cellular lysates were extracted as described for western blot. Protein quantification was performed using the BCA assay (Pierce Biotechnology), and BDNF, nerve growth factor (NGF), or neurotrophic factor 3 (NT-3) ELISA (R&amp;D Systems, http://www.rndsystems.com) was performed as per the company protocol. Briefly, MaxiSorp ELISA plates (Nalge Nunc International, http://www.nalgenunc.com.com) were coated with monoclonal anti-human BDNF, NGF, or NT-3 (R&amp;D Systems), nonspecific binding was blocked, and then the standards of serial dilutions of recombinant human BDNF, NGF, or NT-3 (Sigma-Aldrich) and equal volumes of conditioned medium or equal quantities of lysate were added. Bound antigen was detected using the corresponding biotinylated antibody, streptavidin HRP, and a tetramethylbenzidine substrate (R&amp;D Systems). Absorbance was measured at 450 nm.\n\n        In vitro p75NTR proteolysis.\n        \nFor in vitro p75NTR cleavage assessment, the desired cells were treated for 4 h at 37 °C and 5% CO2 with the proteasome inhibitor epoxomicin (1 μM) (Calbiochem, http://www.emdbiosciences.com) and/or γ-secretase inhibitor Compound X (2 μM) (Calbiochem). DMSO was used as the vehicle control. Cells were then washed one time with cold PBS on ice, lysed in lysis buffer (50 mM Tris-HCl [pH 7.4], 150 mM NaCl, 10 mM NaF, 0.02% NaN3, 0.5% sodium deoxycholate, 0.1% SDS, 1% Nonidet P-40, 1% Triton X-100, 1 mM EDTA, 60 mM β-octyl glucoside, 25 μg/ml aprotinin, 10 μg/ml leupeptin, 3 mM sodium orthovanadate, 1 mM PMSF) at 4 °C with protease inhibitors, and centrifuged for 5 min at 14,000×g; supernatants were quantified by BCA assay (Pierce Biotechnology) for use in SDS-PAGE. The CTF (24 kDa) and ICD (19 kDa) fragments were detected using an antibody specific to the p75NTR ICD (Promega).\n\n        Circular Monolayer Migration Assay.\n        \nMigration assays were performed using a microliter-scale radial monolayer migration assay as described previously [15]. Briefly, ten-well Teflon-masked microscope slides were coated with 20 μg/ml laminin, followed by the addition of 50 μl of medium to each well. Sedimentation manifold (Creative Scientific Methods, http://www.creative-sci.com) was placed over the laminin-coated slide. Cells were seeded through the central lumen of the cell sedimentation cylinder at 2,000 cells/well (five wells per cell type/condition) to establish a circular 1-mm diameter confluent monolayer. Slides were placed on ice for 60 min and then incubate at 37 °C for approximately 6 h. Attachment of the cells was confirmed prior to removing the sedimentation manifold. Once the sedimentation manifolds were removed, cells were given complete medium containing the γ-secretase inhibitor (Compound X, 2 μM). A digital image of the cells was taken (before migration = 0 h) using a Zeiss Axiovert 200M inverted fluorescent microscope (Carl Zeiss, http://www.zeiss.com). The cells were then incubated in a humidified chamber at 37 °C and 5% CO2, and a second digital image was taken 48 h later. Best-fit circles were drawn around the area covered by the cells at the 0 h and 48 h time points, and the actual cell area was determined using Axiovision 4.2 imaging software (Carl Zeiss). Quantitative migration scores were calculated as the increase in the area covered by the cells beyond the initial area of the cells.\n\n        3D-invasion assay.\n        \nTo test the invasive ability of the p75NTR cleavage-resistant constructs, actively growing glioma cells U87 and U251 stably transfected with p75NTR and p75NTR cleavage-resistant constructs were suspended in a collagen gel solution and plated in transwell chambers with 8.0-μm pore size polycarbonate membrane (Costar, http://www.costar.com). The collagen gel was prepared by mixing collagen solution (Chemicon International 3D Collagen cell culture system, Cat# ECM675, http://www.chemicon.com) with 5× DMEM F12 medium on ice. Neutralization solution (40:1) and extracellular matrix (ECM) proteins were added at a concentration of 10 μg/ml (laminin, fibronectin, chondroitin sulfate proteoglycan, Chemicon). A total of 1 × 105 cells were suspended in 350 μl of collagen gel solution, and 70 μl of the collagen/cell mixture was pipetted into the Transwell chambers (five chambers for each cell line). Chambers were immediately transferred to a 37 °C incubator for 60 min to allow the matrix to polymerize. Once polymerized, 100 μl of serum-free DMEM was added to the upper chamber and 1.0 ml of 10% FBS complete medium with the γ-secretase inhibitor Compound X (2 μM) was added to the lower chamber. Transwell chambers were kept at 37 °C for 6 h, at which time the chamber was washed with PBS, fixed with acid-alcohol for 15 min at room temperature, and then stained with hematoxylin. Any cells remaining in the top chamber were removed, and membranes were mounted on glass slides. Four different fields were counted for each membrane.\n\n        Animals.\n        \nSix- to 8-wk-old female SCID mice were purchased from Charles River Laboratories (http://www.criver.com). The animals were housed in groups of three to five and maintained on a 12-h light/dark schedule with a temperature of 22 °C ± 1 °C and a relative humidity of 50% ± 5%. Food and water were available ad libitum. All procedures were reviewed and approved by the University of Calgary Animal Care Committee.\n\n        In vivo studies using an intracranial glioma model.\n        \nActively growing glioma cells stably transfected with p75NTR and p75NTR cleavage resistant constructs were harvested by trypsinization, washed, and resuspended in sterile PBS(137 mM NaCl, 8.1 mM Na2HPO4, 2.68 mM KCl, and 1.47 mM KH2PO4 [pH 7.5]). These cells were implanted intracerebrally into the right putamen of SCID mice (1 × 105 cells/mouse) at a depth of 3 mm through a scalp incision and a 0.5-mm burr hole made 1.5–2 mm right of the midline and 0.5–1 mm posterior to the coronal suture. All mice were anaesthetized by intraperitoneal administration of ketamine (85 mg/kg) plus xylazine (15 mg/kg) (MTC Pharmaceuticals). The stereotactic injection used a 5-μl syringe (Hamilton Co., www.hamiltoncompany.com) with a 30-g needle mounted on a Kopf stereotactic apparatus (Kopf Instruments). After withdrawal of the needle, the incision was sutured. Animals were sacrificed at specific time points (generally weekly, from 2–6 wk postinjection) or when they lost 20% of their body weight or had difficulty ambulating, feeding, or grooming. For some experiments, BrdU was given by intraperitoneal injection 24 h prior to sacrifice. Following sacrifice, the brains were removed, frozen in Tissue-Tek O.C.T. compound (Electron Microscopy Sciences, http://www.emsdiasum.com), and cryo-sectioned into 7–9-μm sections for examination by immunohistochemistry and in vivo p75NTR proteolysis assessment.\n\n        Immunohistochemistry.\n        \nFrozen sections were air-dried at room temperature, fixed with cold acetone, and then rinsed with PBS. Endogenous peroxidases in the sections were inactivated with 0.075% H2O2/methanol, and nonspecific binding was blocked with 10% normal goat serum in PBS. The sections were incubated with rabbit polyclonal anti-human p75NTR ICD antibody (Promega) or mouse monoclonal anti-human nuclei (Chemicon) in blocking buffer overnight at 4 °C. Following washing with PBS, the appropriate biotinylated secondary antibody (Vector Laboratories, http://www.vectorlabs.com) was applied. Avidin-biotin peroxidase complexes were then formed using the VECTASTAIN Elite ABC kit (Vector Laboratories) and detected by addition of SIGMAFAST DAB (3,3′-diaminobenzidine tetrahydrochloride) (Sigma-Aldrich), which was converted to a brown reaction product by the peroxidase. Toluidine blue (for frozen sections) was used as a nuclear counterstain. Sections were then dehydrated in an ethanol/xylene series and mounted with Entellan (Electron Microscopy Sciences).\n\n        In vivo p75NTR proteolysis.\n        \nFor detection of p75NTR proteolytic processing in vivo, the desired cells were implanted intracerebrally into SCID mice as described previously. Mice were sacrificed 3–4 wk later. Following sacrifice, the brains were removed, frozen in Tissue-Tek O.C.T. compound (Electron Microscopy Sciences), cryosectioned into 7–9-μm sections, and alternating sections were stained with toluidine blue. Based on the size of tumor, cryosections were lysed in 2× loading buffer (0.1 M Tris-HCl [pH 6.8], 4% SDS, 20% glycerol, 10% β-mercaptoethanol, 0.02% bromphenol blue). Proteins were resolved on 12% SDS-PAGE gels, and western blots were performed using an anti-p75NTR cytoplasmic specific antibody (Promega).\n\n        Detection of p75NTR proteolysis in patient specimens.\n        \nTumor and normal tissues were obtained from the Canadian Brain Tumor Tissue Bank in London, Ontario, and the Brain Tumor Tissue Bank at the Clark Smith Brain Tumor Center within the Southern Alberta Cancer Research Institute. Briefly, tissue was taken during surgery while patients were under a general anesthetic, and was placed immediately in liquid nitrogen and stored at −80 °C. An institutional ethics board approved the collection and use of all of the surgical tissue used, and all of the patients gave signed informed consent. Frozen sections of patient tumor tissue were lysed in lysis buffer (50 mM Tris-HCl [pH 7.4], 150 mM NaCl, 10 mM NaF, 0.02% NaN3, 0.5% sodium deoxycholate, 0.1% SDS, 1% Nonidet P-40, 1% Triton X-100, 1 mM EDTA, 60 mM β-octyl glucoside, 25 μg/ml aprotinin, 10 μg/ml leupeptin, 3 mM sodium orthovanadate, 1 mM PMSF) with protease inhibitors on ice using a homogenizer (Life Technologies). Lysates were centrifuged for 5 min at 14,000×g to remove debris, and supernatants were quantified by BCA assay (Pierce Biotechnology). In this study, based on our previous immunohistochemistry results of p75NTR expression in GBM patient specimens, western blot analysis was performed on nine GBMs and five mid-grade glioma samples using an antibody specific for the intracellular domain of p75NTR.\n\n        Primary culture of brain tumor-initiating cells (BTICs).\n        \nTumor and normal tissues were obtained from the Tumor Tissue Bank in Foothills Hospital, Calgary, Alberta. Operative samples of human gliomas were obtained during brain tumor surgery and transported to the laboratory in serum-free DMEM-F12. Primary cultures of brain tumor-initiating cells (BTICs) were established. Briefly, necrotic and connective tissue and any blood clots were removed using forceps, and the remaining tissue was washed in PBS and cut into pieces of approximately 1 mm3. The tissue was then incubated for 5–10 min at 37 °C in an enzyme cocktail of trypsin (0.25%) and DNase I (10 μg/ml) in PBS. The digested tissue was strained through a 100-μm mesh and washed with PBS. Following lysis of the red blood cells, the remaining cells were washed with PBS and strained through a 40-μm mesh. After spinning at 1,000 rpm for 5 min, cells were resuspended in stem cell medium (M medium) or stem cell medium plus EGF and bFGF (EF medium). M medium is NeuroCult NS-A basal medium (human) 450 ml plus NeuroCult NS-A Proliferation Supplements (human) 50 ml (StemCell Technologies). EF media is M media plus human recombinant EGF (20 ng/ml; Sigma) and bFGF (20 ng/ml; Chemicon).\n\n        Immunocytochemistry of BTICs.\n        \nEight-well LAB-TEK chamber slides (Nalgel Nunc, http://www.nuncbrand.com) were coated with poly-l-ornithine (Sigma) and incubated at 37 °C for 1 h. The desired BTICs were plated into chambers with stem cell culture medium to equilibrate overnight at 37 °C, 5% CO2. Chambers were then rinsed with PBS, fixed in 3.7% paraformaldehyde diluted in PBS for 20 min, and rinsed twice with PBS. Anti-p75NTR cytoplasmic specific antibody (1:3,000, Promega) and antibodies to the progenitor markers: Nestin (1:1,000), hSOX2 (1:5,000), and mushashi (1:200) (R&amp;D System) were diluted in 0.3% Triton X-100/PBS/10% goat serum, and 200 μl of these solutions were added to each chamber, incubated overnight at 4 °C. Following washing with PBS, the appropriate Cy-3– or FITC-conjugated secondary antibodies (1:2,000) (Cedarlane, http://www.cedarlanelabs.com) were applied and incubated for 30 min in the dark at room temperature. The chambers were removed, and slides were mounted with DAPI counterstained mounting medium (Vector Laboratories) and imaged with an Olympus IX70 Delta Vision RT microscope and the SoftWoRx software package.\n\n        Detection of p75NTR proteolysis in BTICs.\n        \nBased on the immunocytochemistry staining results, BTICs were collected, dissociated by polished glass pipette, aliquoted into six-well plates, and treated with the proteasome inhibitor epoxomicin (1 μM) (Calbiochem) and/or the γ-secretase inhibitor Compound X (2 μM) (Calbiochem), or DMSO vehicle alone, for 4 h at 37 °C and 5% CO2. Cells were then washed twice with cold PBS on ice, lysed in lysis buffer with protease inhibitors, and quantified by BCA assay. Western blots for p75NTR using a p75NTR cytoplasmic-specific antibody were performed.\n\n        In vivo γ-secretase studies using intracranial glioma models.\n        \nActively growing glioma cell line U87p75 and BTICs were implanted intracerebrally into SCID mice as described previously. Three days later for the U87p75 cell line, and 5 d later for BTICs, mice were administered s.c. vehicle (corn oil) or 10 mg/kg γ-secretase in corn oil once/day for 2 wk (U87p75NTR) or for 3 wk (BTIC). At 3 wk for animals bearing U87p75NTR tumors or 4 wk for animals bearing BTIC tumors, animals were sacrificed, the brains were removed, frozen in Tissue-Tek O.C.T. compound, and cryosectioned into 7–9-μm sections. The cryosections were used for tumor immunohistochemistry staining and for assessment of in vivo p75NTR cleavage. For survival studies (eight animals per group), U87p75NTR glioma cells were implanted intracerebrally into SCID mice. Animals were given daily s.c. injections of 10 mg/kg γ-secretase inhibitor DAPT or vehicle (corn oil) alone, once/day beginning on day 3. Animals were followed until sacrifice was required.\n\n        Statistical analysis.\n        \nStatistical analysis of data was performed using GraphPad Prism software (GraphPad Software). Survival curves were generated using the Kaplan-Meier method. The log-rank test was used to compare the distributions of survival times. A p-value of less than 0.05 was considered statistically significant.\n\n      Supporting Information"
}