{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000185",
  "doi": "10.1371/journal.pbio.3000185",
  "externalIds": [
    "pii:PBIOLOGY-D-18-00818",
    "pmid:30947255",
    "pmcid:PMC6448818"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A novel evolutionary conserved mechanism of RNA stability regulates synexpression of primordial germ cell-specific genes prior to the sex-determination stage in medaka",
  "authors": [
    {
      "name": "Amaury Herpin",
      "first": "Amaury",
      "last": "Herpin",
      "affiliation": "INRA, UR1037 Fish Physiology and Genomics, Rennes, France; University of Wuerzburg, Physiological Chemistry, Biocenter, Wuerzburg, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-0630-4027"
      ]
    },
    {
      "name": "Cornelia Schmidt",
      "first": "Cornelia",
      "last": "Schmidt",
      "affiliation": "University of Wuerzburg, Physiological Chemistry, Biocenter, Wuerzburg, Germany"
    },
    {
      "name": "Susanne Kneitz",
      "first": "Susanne",
      "last": "Kneitz",
      "affiliation": "University of Wuerzburg, Physiological Chemistry, Biocenter, Wuerzburg, Germany"
    },
    {
      "name": "Clara Gobé",
      "first": "Clara",
      "last": "Gobé",
      "affiliation": "UMR BDR, INRA, ENVA, Université Paris Saclay, Jouy en Josas, France",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-5242-7426"
      ]
    },
    {
      "name": "Martina Regensburger",
      "first": "Martina",
      "last": "Regensburger",
      "affiliation": "University of Wuerzburg, Physiological Chemistry, Biocenter, Wuerzburg, Germany"
    },
    {
      "name": "Aurélie Le Cam",
      "first": "Aurélie",
      "last": "Le Cam",
      "affiliation": "INRA, UR1037 Fish Physiology and Genomics, Rennes, France"
    },
    {
      "name": "Jérome Montfort",
      "first": "Jérome",
      "last": "Montfort",
      "affiliation": "INRA, UR1037 Fish Physiology and Genomics, Rennes, France"
    },
    {
      "name": "Mateus C. Adolfi",
      "first": "Mateus C.",
      "last": "Adolfi",
      "affiliation": "University of Wuerzburg, Physiological Chemistry, Biocenter, Wuerzburg, Germany"
    },
    {
      "name": "Christina Lillesaar",
      "first": "Christina",
      "last": "Lillesaar",
      "affiliation": "University of Wuerzburg, Physiological Chemistry, Biocenter, Wuerzburg, Germany"
    },
    {
      "name": "Dagmar Wilhelm",
      "first": "Dagmar",
      "last": "Wilhelm",
      "affiliation": "University of Melbourne, Department of Anatomy & Neuroscience, Parkville, Victoria, Australia"
    },
    {
      "name": "Michael Kraeussling",
      "first": "Michael",
      "last": "Kraeussling",
      "affiliation": "University of Wuerzburg, Physiological Chemistry, Biocenter, Wuerzburg, Germany"
    },
    {
      "name": "Brigitte Mourot",
      "first": "Brigitte",
      "last": "Mourot",
      "affiliation": "INRA, UR1037 Fish Physiology and Genomics, Rennes, France",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-1475-2786"
      ]
    },
    {
      "name": "Béatrice Porcon",
      "first": "Béatrice",
      "last": "Porcon",
      "affiliation": "INRA, UR1037 Fish Physiology and Genomics, Rennes, France"
    },
    {
      "name": "Maëlle Pannetier",
      "first": "Maëlle",
      "last": "Pannetier",
      "affiliation": "UMR BDR, INRA, ENVA, Université Paris Saclay, Jouy en Josas, France",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-5826-619X"
      ]
    },
    {
      "name": "Eric Pailhoux",
      "first": "Eric",
      "last": "Pailhoux",
      "affiliation": "UMR BDR, INRA, ENVA, Université Paris Saclay, Jouy en Josas, France"
    },
    {
      "name": "Laurence Ettwiller",
      "first": "Laurence",
      "last": "Ettwiller",
      "affiliation": "University of Heidelberg, Centre for Organismal Studies (COS), Department of Developmental Biology, Heidelberg, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3957-6539"
      ]
    },
    {
      "name": "Dirk Dolle",
      "first": "Dirk",
      "last": "Dolle",
      "affiliation": "University of Heidelberg, Centre for Organismal Studies (COS), Department of Developmental Biology, Heidelberg, Germany"
    },
    {
      "name": "Yann Guiguen",
      "first": "Yann",
      "last": "Guiguen",
      "affiliation": "INRA, UR1037 Fish Physiology and Genomics, Rennes, France",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-5464-6219"
      ]
    },
    {
      "name": "Manfred Schartl",
      "first": "Manfred",
      "last": "Schartl",
      "affiliation": "University of Wuerzburg, Physiological Chemistry, Biocenter, Wuerzburg, Germany; Comprehensive Cancer Center Mainfranken, University Hospital, Wuerzburg, Germany; Hagler Institute for Advanced Study and Department of Biology, Texas A&M University, College Station, Texas, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-04-04",
  "dateAccepted": "2019-03-04",
  "dateReceived": "2018-09-28",
  "volume": "17",
  "number": "4",
  "pages": "e3000185",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Animals",
    "Biochemistry",
    "Bioinformatics",
    "Cell biology",
    "Cellular types",
    "Database and informatics methods",
    "Developmental biology",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animals",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Bioinformatics",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Database and informatics methods",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Embryology",
    "Discipline-v3/Embryos",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Fish",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetics",
    "Discipline-v3/Genital anatomy",
    "Discipline-v3/Germ cells",
    "Discipline-v3/Gonads",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Messenger RNA",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Organisms",
    "Discipline-v3/Oryzias",
    "Discipline-v3/Osteichthyes",
    "Discipline-v3/Ovaries",
    "Discipline-v3/RNA",
    "Discipline-v3/Reproductive system",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Sequence analysis",
    "Discipline-v3/Sequence motif analysis",
    "Discipline-v3/Vertebrates",
    "Embryology",
    "Embryos",
    "Eukaryota",
    "Fish",
    "Gene expression",
    "Genetics",
    "Genital anatomy",
    "Germ cells",
    "Gonads",
    "Messenger RNA",
    "Nucleic acids",
    "Organisms",
    "Oryzias",
    "Osteichthyes",
    "Ovaries",
    "RNA",
    "Reproductive system",
    "Sequence analysis",
    "Sequence motif analysis",
    "Type/Research Article",
    "Vertebrates"
  ],
  "abstract": "Dmrt1 is a highly conserved transcription factor, which is critically involved in regulation of gonad development of vertebrates. In medaka, a duplicate of dmrt1—acting as master sex-determining gene—has a tightly timely and spatially controlled gonadal expression pattern. In addition to transcriptional regulation, a sequence motif in the 3′ UTR (D3U-box) mediates transcript stability of dmrt1 mRNAs from medaka and other vertebrates. We show here that in medaka, two RNA-binding proteins with antagonizing properties target this D3U-box, promoting either RNA stabilization in germ cells or degradation in the soma. The D3U-box is also conserved in other germ-cell transcripts, making them responsive to the same RNA binding proteins. The evolutionary conservation of the D3U-box motif within dmrt1 genes of metazoans—together with preserved expression patterns of the targeting RNA binding proteins in subsets of germ cells—suggest that this new mechanism for controlling RNA stability is not restricted to fishes but might also apply to other vertebrates.",
  "fullText": "Introduction\n\nThe gonads of vertebrates are characterized by the intimate association of germ cells and supporting somatic cells [1–4]. The precursor cells of the soma are derived from the embryonic lateral plate mesoderm, whereas germ cells originate from the germline lineage [5–9]. To carry out their highly specialized biological functions, the somatic gonadal primordium and the germline cells together must establish timely regulated programs of gene expression [1,10,11].\n\nThe mab-3/doublesex/dmrt1 gene orthologs are, among metazoans, the most evolutionary conserved key regulators of the earliest phases of gonad development. They control complex gene regulatory networks specifying male gonadal primordium development as well as gonadal maintenance [12–15]. Remarkably, besides being firmly anchored within the regulatory network at critical nodes, dmrt1 genes were found to act as upstream male sex determiners in organisms as phylogenetically diverse as flatworm [16], water flea [17], frog [18], flatfish [19], birds [20] and medaka [21,22].\n\nDuring the last decade, much has been learned about how dmrt1 as the most versatile sex gene triggers and controls gonad development. In human, it is a critical dosage-sensitive sex-determining gene, such that haploinsufficiency leads to XY male-to-female sex reversal and infertility [23,24]. In mice, it is required for male gonadal differentiation of somatic and germ cells [25–27], although Dmrt1 appears to be dispensable for primary sex determination [15]. Dmrt1 also plays the decisive role in maintaining the cellular identity of the adult testis, most obvious from the fact that its malfunction in adult mutant mice gonads leads to transdifferentiation of Sertoli to granulosa-like cells and feminization of a fully developed testis [27]. Consequently, the action range of Dmrt1 is not restricted to initiation of the male gonadal phenotype during early development but also contributes to the active suppression of the female networks via repression of two ‘anti-testis’ pathways, Foxl2 and Wnt family member 4 (WNT4)/β-catenin (see [28] for review).\n\nIn sex determination model fish medaka, male sex determination is implemented by a male-specific primordial germ cell (PGC) mitotic arrest due to the activity of a Y-chromosome–specific duplicate version of dmrt1, designated dmrt1bY [29]. In dmrt1 knockout mice, germ cells fail to arrest mitosis [30]. Further work on dmrt1 has shown it to be a transcriptional gatekeeper controlling mitosis versus meiosis decision in male germ cells [26]. Thus, dmrt1 in mice and dmrt1bY in medaka appear to be regulators of germ cell proliferation.\n\nDespite its well-characterized crucial functions for gonad development in many vertebrates, the mechanisms that regulate the complex temporal and spatial expression pattern and guarantee precise levels of dmrt1 transcripts are only barely understood. Diverse regulatory mechanisms have been occasionally reported. Indirect transcriptional regulation of dmrt1 upon steroid treatments has been described in several fish species (see [13] for review). Gonadal dimorphic expression of dmrt1 has been suggested to be possibly under the control of differential CpG methylation of its promoter in two different flatfish species [31,32]. Similarly, in the red-eared slider turtle (Trachemys scripta), DNA methylation dynamics accounting for dmrt1 sexual dimorphic expression are tightly correlated with temperature [33]. In vitro transcriptional regulation assays revealed that binding sites for Sp1, Egr1 [34], and Gata4 [35] factors, which are present in the promoters of many genes, are also involved in transcriptional regulation of the rat dmrt1 gene. And finally, evidence was presented that microRNA 224 (miR-224) promotes differentiation of mouse spermatogonial stem cells via direct targeting of dmrt1, decreasing its expression in testes [36]. Certainly in the context of ‘indirect’ regulation, dmrt1 is one of the most prominent examples.\n\nIn medaka, for which a functional duplicate of the autosomal dmrt1a gene on the Y chromosome—dmrt1bY—became the master regulator of male sex determination [22,37], transcriptional rewiring was brought about by exaptation of two transposable elements, Izanagi and Rex1, co-opted to act as silencers. These turn off the somatic and the germ cell–specific expressions of the dmrt1bY gene [38, 39]. Thus far, two factors, dmrt1 itself [38] and sox5 [39], were identified, which turn off dmrt1bY expression after it has fulfilled its function in the early developing gonad [38, 39].\n\nWe previously identified a 11-bp sequence motif in the 3′ UTR of dmrt1bY (D3U-box, for dmrt1 3′ UTR box). This motif confers stability to the mRNA in the developing embryonic gonad, whereas in other tissues, the transcript is rapidly degraded [40], indicating that a post-transcriptional regulation mechanism could play a role in germline expression of dmrt1 in medaka.\n\nHere, we show that the dmrt1 11-nucleotide cis-regulatory D3U-Box motif is a target for two antagonizing RNA binding proteins, Oryzias latipes CUG-binding protein (Ol-cug-bp) and Oryzias latipes Bicoid Stability Factor (Ol-bsf)—also known as cugbp Elav-like family member (celf) and leucine rich pentatricopeptide repeat containing (lrpprc), respectively, in mammals. In Drosophila, the bicoid stability factor (bsf) has initially been shown to be involved in regulating the stability of bicoid transcripts during oogenesis through binding structures within the 3′ UTR of transcripts that resemble CUG hairpins [41]. Later, bsf was also reported to have a role in regulation of early zygotic genes by binding a short consensus sequence (CAGGUA) in the 5′ UTR of genes expressed in the early zygote [42]. Cug-bp is the human homolog of the Xenopus eden-bp, which was shown to bind to mRNAs, such as c-mos, that exhibit rapid deadenylation following fertilization of oocytes [43]. Previous studies of cug-bp function have focused mainly on the roles of this protein in regulating alternative splicing [44] and also on its ability to modulate translation of several mRNAs [45]. However, as cug-bp is able to functionally substitute for eden-bp to induce deadenylation in Xenopus oocyte extracts [46], it seems likely that it also plays a similar role in regulating poly(A) shortening in mammalian cells. Indeed, it was shown that cug-bp can interact with poly(a)-specific ribonuclease (PARN) deadenylase to promote deadenylation of its substrate RNAs [47].\n\nWe find that in medaka, the D3U-box is targeted by these two different RNA binding proteins, with Ol-cug-bp1 leading to dmrt1bY degradation unless Ol-bsf is present in germ cells. Moreover, this new mechanism of dmrt1 RNA stability appears to regulate also the abundance of other transcripts specifically expressed in PGCs.\n\nResults\n\nSpecific enrichment of a conserved cis-regulatory motif (D3U-box) in vertebrate genomes\n\nIn an initial analysis of dmrt1 post-transcriptional regulation [40], we found that an 11-bp long cis-regulatory motif in the D3U-box confers transcript stability in PGCs (Fig 1A). In vitro evidence was obtained that the D3U-box possibly mediates its function through protein binding [40]. Further on this sequence motif was found to be evolutionary conserved in dmrt1 genes from flies to mammals (Fig 1A; [40]).\n\nTo investigate whether this motif is specific for the dmrt1 genes or also present in other genes, we performed genome-wide searches for human, mouse, medaka, and the green spotted puffer (Fig 1B). The D3U-box was found in more than 250 3′ UTRs of genes from human and mice and is also abundant in medaka and green spotted puffer (Fig 1B). Notably, also, a ‘split’ version of the D3U-box (see Fig 1B) displayed specific enrichment in 3′ UTRs (Fig 1B), suggesting that the D3U-box motif might be articulated around two independent cis-regulatory sequences, hence putatively targeted by 2 different RNA binding proteins.\n\nMedaka whole transcriptome scans (3′ UTR and coding sequences) using the vertebrate D3U-box consensus motif matrix (Fig 1A: 3′ UTR sequences; and S1 Fig: 3′ UTR and coding sequences) resulted in several hits, including tra2, sox10, misr2, dead end, and vasa (S1 Fig). Like dmrt1 [14,29,48,49], these RNAs are critically involved in germ cell development and maintenance in medaka and many other organisms ([36,50–55] and [56,57] for review).\n\nFurthermore, bioinformatics analyses and literature searches [45,47] revealed that the D3U-box cis-regulatory motif is a putative target for 2 evolutionary conserved RNA binding proteins involved in either mRNA degradation or stabilization. These 2 proteins, Ol-cug-bp (also known as CELF in mammals) and Ol-bsf (also known as LRPPRC in mammals), have been shown to specifically recognize CUG repeats and the CAGGU(AG) motif, respectively, which constitute the D3U-box (see S2 Fig for phylogeny and synteny analysis of Ol-bsf and Ol-cug-bps).\n\nOl-BSF and Ol-CUG-BP1 specifically bind to the D3U-box motif\n\nTo confirm our bioinformatics prediction, Ol-bsf and Ol-cug-bp1 and 2 proteins were subjected to electrophoretic mobility shift assay (EMSA) using the D3U-box motif as target and different competitors (Fig 2). The in vitro–translated proteins (Fig 2A and 2F) were assayed for binding with radioactively labelled RNA probes. Using the D3U-box motif, mobility shifts were detected for the 2 proteins tested: Ol-bsf (Fig 2B to 2E) and Ol-cug-bp1 (Fig 2G to 2I), indicating that Ol-bsf as well as Ol-cug-bp1 are, in principle, able to bind the D3U-box in vitro. Binding specificities were confirmed by competition of the medaka D3U-box motif for Ol-bsf or Ol-cug-bp1 interactions with either a scrambled D3U-box–derived motif (Fig 2B and 2I) or a minus CUG repeat motif competitor (Fig 2H). The absence of any significant interference with the D3U-box binding indicated the specificity of the observed interactions (Fig 2B, 2I and 2H). Furthermore, competition experiments between radioactively and nonradioactively labelled D3U-boxes resulted in progressive loss of the apparent shifts (Fig 2C and 2G). Notably, a clearly visible shift was also observed when using the Drosophila D3U-box sequence together with the medaka Ol-bsf protein (Fig 2D). Altogether, these experiments suggest that the D3U-box is a preferential target for Ol-bsf and Ol-cug-bp1 binding. Of note, performing the very same set of experiments together with the Ol-cug-bp2 protein did not result in any convincing evidence for specific binding to the D3U-box.\n\nOl-bsf and Ol-cug-bps antagonistically regulate the expression and stability of reporter constructs harbouring the D3U-box motif and of dmrt1bY transcripts\n\nTo monitor a possible effect of Ol-bsf on regulation of the male sex-determination gene in medaka, we generated a dmrt1bY reporter line by introducing the green fluorescent protein (GFP) open reading frame (ORF) fused to the dmrt1bY 3′UTR (including the D3U-box) into exon 1 of a bacterial artificial chromosome (BAC) clone containing the dmrt1bY gene and flanking regions (Fig 3A and 3B). The recombined BAC was then used for establishing a stable transgenic line in which GFP expression most reliably indicates endogenous dmrt1bY expression [48,58,59]. Expression of dmrt1bY is highly dynamic during primordial gonad formation, progressively switching from germ cell expression only between stages 26 (1.25 dpf) and 29 (3.1 dpf) to an exclusive somatic expression from stages 33/34 (5 dpf) up to hatching (9 dpf) when the gonad is formed [39,59]. After injection of the Ol-bsf morpholino (see S3 Fig for validation of the morpholino), we found a significant reduction of GFP expression (Fig 3B) and, after Ol-bsf overexpression, a strong increase of the reporter at both mRNA and protein (fluorescence) levels (Fig 3A and 3B).\n\nNext, to obtain a more physiological readout of the role(s) of Ol-bsf and Ol-cug-bps for RNA stability in vivo, the relative abundances of endogenous dmrt1bY transcripts were monitored after modulation of Ol-bsf/Ol-cug-bp1/Ol-cug-bp2 expression in medaka embryos (Fig 3C and 3D). First, we checked for changes in dmrt1bY transcript levels after overexpression of the 2 medaka Ol-cug-bp ohnologs (Ol-cug-bp1 and Ol-cug-bp2, Fig 3C). This resulted in decreased dmrt1bY mRNA (Fig 3C). Second, the relative abundances of dmrt1bY transcripts were recorded after either overexpression or morpholino knockdown of Ol-bsf in medaka embryos (Fig 3D). It revealed that higher Ol-bsf expression correlates with an increased abundance, while lowering Ol-bsf expression resulted in a reduction of dmrt1bY transcripts (Fig 3D). In vivo, D3U-box–induced modulation of RNA stability was further investigated in embryos injected with either control RNAs or RNAs harbouring the D3U-box (Fig 3E). Ratios between control and D3U-box–containing mRNAs were then quantified in absence or in presence of either l-cug-bp1 or Ol-bsf mRNAs (Fig 3F). It revealed that, over time, overexpression of Ol-bsf correlates with an increased stabilization of the D3U-box–containing mRNAs, while overexpression of Ol-cug-bp1 correlates with a decreased stabilization of the D3U-box–containing mRNAs (Fig 3F).\n\nExpression of Ol-cug-bp1, Ol-cug-bp2, and Ol-bsf during embryonic development and in adult tissues\n\nDuring the embryonic developmental period, both Ol-cug-bp ohnologs display complementary patterns of expression. Ol-cug-bp1 is expressed at early stages and Ol-cug-bp2 only later when dmrt1bY transcripts appear in the germ cells around stage 25 (S4A and S4C Fig). In adult tissues, Ol-cug-bp1 and Ol-cug-bp2 are expressed at high levels in brain and gonads (S4B and S4D Fig), while Ol-cug-bp2 is additionally expressed in eyes, muscles, and skin (S4D Fig). Of note, both ohnologs are always more expressed in testes compared to ovaries (S4B and S4D Fig). Expression profiling of Ol-bsf revealed that in adult medaka, it is ubiquitously expressed in all adult tissues, with particular high levels in gonads of both sexes (S4E and S4F Fig).\n\nOl-bsf is specifically expressed in the germ cells during early gonad primordium formation with correlated levels of expression between Ol-bsf and dmrt1bY at hatching stage\n\nFor bioimaging analyses of protein localization over time, we used expression reporter lines for vasa [11] and Ol-bsf (see Materials and methods), respectively. During embryonic development, we noted a distinct spatially and temporarily restricted expression pattern (Fig 4). From fertilization up to stages 16/17, Ol-bsf is expressed throughout the embryo (Fig 4A). Of note, cell transfection of a tagged version of OL-bsf and subsequent immunohistochemistry revealed that bsf protein is localized in the cytoplasm (insert in Fig 4A). From stage 25 onwards—when germ cells line up on both sides of the embryo within the lateral plate mesoderm—progressively, Ol-bsf expression becomes restricted to the PGCs (Fig 4B to 4G) where it is co-expressed with Ol-vas, a specific germ cell marker in medaka [60]. During the following developmental stages (stages 33/34), expression heterogeneity for Ol-bsf between germ cells became obvious (Figs 4H to 4J and 5C and 5D). This heterogeneity was particularly apparent between 4 to 10 days post hatching (dph), when Ol-bsf is higher expressed at the tips of the forming gonads (curly brackets in Fig 4K to 4P and square brackets in Fig 5C and 5D). In summary, Ol-bsf has a highly dynamic expression pattern, switching from an early somatic to a progressively restricted germ cell expression. Within the germ cell pool, the levels of expression show a significant heterogeneity.\n\nFurthermore, dmrt1bY expression shows heterogeneity between individual germ cells (Fig 4Q and 4R). Being also higher expressed at the tip of the primordial gonads, the expression levels of Ol-bsf and dmrt1bY show a clear positive correlation (Fig 4Q and 4R).\n\nExpression of Ol-bsf in the germ-line stem cells of adult gonads\n\nGiven the high abundance of Ol-bsf transcripts in adult gonads detected by qPCR (S4E and S4F Fig), we next monitored expression of Ol-bsf in fully mature gonads of both sexes at cellular resolution (Fig 6). In adult testes, Ol-bsf fluorescence is restricted to two distinct subpopulations of germ cells, which are also positive for Ol-vas (Fig 6A to 6C). Diagnosed by condensed nuclear morphology and size [62] and localization [39], these first Ol-bsf–positive cells represent the earliest step of germ cell differentiation while another subpopulation of more mature germ cells is also observed (Fig 6C and 6F). In ovaries, Ol-bsf fluorescence is restricted to the germinal cradle [63] located in the interwoven threadlike ovarian cords at the periphery of the ovary (Fig 6G to 6N). These Ol-bsf–positive cells, representing the smaller-size subpopulation of Ol-vas fluorescent cells, are assigned to germline stem cells and early dividing germ cell lineage [63] (Fig 6O to 6Q).\n\nFurthermore, in mice both bsf (lrpprc) and cug-bp1 (celf1) are expressed in the germ cells within the testis cords and germ cells of the ovary (S5A and S5L Fig). Immunohistochemistry revealed that bsf/lrpprc is expressed only in a subpopulation of germ cells in mice (S5M to S5R Fig).\n\nOl-bsf mutant fish display gonadal phenotypes\n\nTo delineate the physiological role of Ol-bsf during gonad formation and maintenance, we generated medaka Ol-bsf knockout lines after genome editing using the clustered regularly interspaced short palindromic repeats/CRISPR-associated protein 9 (CRISPR/Cas9) technology (S6 Fig). Homozygous Ol-bsf knockout larvae display reduced swimming (S7 Fig) and die within the first 2 weeks after hatching. Heterozygote mutant fish develop normally and produce mature gametes. Histological analysis of gonads of heterozygous mutants of both sexes revealed, however, that ovaries had an accumulation of small-sized oocytes compared to wild type (Fig 7A to 7D, S8 and S9 Figs), whereas testes of heterozygous mutants exhibited reduced amounts of spermatogonial stem cells, with germ cells in advanced stages of spermatogenesis located close to the periphery of the organ (Fig 7E and 7F and S10 Fig). In both sexes, Ol-bsf heterozygote mutants present an increase of germ cell committing to gametogenesis. While adult mutant males do not display any observable bias of fertility, adult mutant females have reduced egg production together with lower fertilization rates (S11 Fig).\n\nOl-bsf and Ol-cug-bps antagonistically orchestrate expression levels of several germ cell transcripts selectively harbouring the D3U-box\n\nOur matrix scan bioinformatic analysis had revealed the presence of the D3U-box either in 5′, 3′, or coding regions of several germ cell transcripts (S1 Fig). To find out whether Ol-bsf and Ol-cug-bp might regulate stability of these RNAs in a similar way, like for dmrt1bY, during gonadal development the relative abundances of these transcripts harbouring the box motif (tra2, sox10, misr2, dead end, and vasa; see S1 Fig) were first monitored after either overexpression or morpholino knockdown of Ol-bsf in medaka embryos (Fig 5A1 to 5A10). It revealed that for the majority of these transcripts (sox10, misr2, tra2, and vasa), higher Ol-bsf expression correlated with an increased abundance (Fig 5A1 to 5A5 odd numbers and 5A19), while reduced Ol-bsf expression resulted in lower levels of most of these transcripts (Fig 5A2 to 5A6 even numbers). As exceptions, dead end (Fig 5A7 and 5A8) transcript abundance showed either no or an opposite pattern following Ol-bsf expression modulation, while vasa (Fig 5A10) was unaffected in the Ol-bsf-morpholino–treated embryos.\n\nWe next checked for the relative abundances of the very same transcripts harbouring the D3U-box (tra2, sox10, misr2, dead end, and vasa) after overexpression of the 2 medaka Ol-cug-bp ohnologs (Ol-cug-bp1 and Ol-cug-bp2, Fig 5B1 to 5B10). With the exception of vasa (Fig 5B9 and 5B10), the majority of the transcripts analysed had lower abundance, whereas medaka Ol-cug-bp ohnologs were overexpressed (Fig 5B1 to 5B8).\n\nIn vivo, an apparent correlation between Ol-bsf levels and Ol-vas expression could be visualized in the germ cells of the forming gonadal primordium using fluorescent reporter lines (Fig 5C and 5D). Reduced levels of Ol-bsf expression after morpholino injection led to a significant increase in PGC number at stage 18, (Fig 5E). In line with this observation, microarray data comparing Ol-bsf(−/+)–deficient testes (displaying reduced levels of Ol-bsf; S12A Fig) to wild type revealed a general up-regulation of genes involved in germ cell proliferation or differentiation. A significant proportion (10.1%) of the down-regulated genes codes for proteins localized in the mitochondria. Finally, gene ontology (GO) term analysis revealed that, in mutant testes partially depleted for the Ol-bsf gene, rRNA processing is particularly affected (S12A Fig).\n\nDiscussion\n\nThe expression of most genes is dynamically tightly regulated, temporally and spatially. Such regulations occur at multiple steps, including transcription, splicing, mRNA transport, mRNA stability, translation, protein stability, and post-transcriptional modifications [65,66]. While the importance of complex post-transcriptional regulations—like in the case of nanos, oskar, or bicoid, e.g. [61,67–69]—has been mainly identified through genetic approaches for the development of the germline or oocyte, respectively, such approaches have proven to be much less valuable for finding the expected regulatory proteins that bind specifically to these mRNAs. In medaka fish, expression of the master sex determiner dmrt1bY mRNA is very dynamic, occurring first in the PGCs prior to morphological somatic sex differentiation and then quickly switches to an exclusive Sertoli cell localisation [59,70]. Importantly, dmrt1bY is expressed in PGCs of male embryos much before its expression in the pre-Sertoli cells at the sex determination stage [59]. This early PGC expression is necessary for the later onset of dmrt1bY expression in the pre-Sertoli cells at the sex-determination stage of male development [59]. There, the level of dmrt1bY mRNA needs to reach a certain threshold to exert the sex-determining function [21]. This suggested that medaka germ cells exhibit sexually different characters before the formation of the somatic gonadal primordium depending on dynamic and tightly timely regulated mechanisms of post-transcriptional regulations [59,70].\n\nWe have identified in medaka a cis-regulatory 11-bp motif in the 3′ UTR of dmrt1bY called D3U-box. This motif confers stability to the dmrt1bY mRNA in germ cells of the developing embryonic gonad, whereas in other tissues, the transcript is rapidly degraded [40]. The D3U-box motif was found to be highly conserved in the dmrt1 3′ UTR in the fish lineage (O. latipes, O. curvinotus, Takifugu rubripes, Tetraodon nigroviridis, Epinephelus coioides, and Danio rerio), as well as in other vertebrates, including Mus musculus, Pan troglodytes, Macaca mulatta, and Homo sapiens, and even in the ecdysozoan clade (Anopheles gambiae and Bactocera oleae).\n\nBoth phylogenetic conservation and presence of the D3U-box in several germ cell transcripts implied the existence of similarly conserved trans-acting factor(s) involved in the synexpression of those transcripts. To identify such factor(s), we undertook an unbiased approach centred on the D3U-box sequence and based on the evolutionary conservation of the ‘split’ motifs of the D3U-box, implying evolutionary conserved trans-acting factors. Further bioinformatics analyses and literature searches revealed that the D3U-box motif is a putative target for 2 RNA-binding proteins, namely cug-bp [45,47] and bsf (also known as lrpprc in mammals [41,42,71]).\n\nEMSAs indicated that Ol-bsf and Ol-cug-bp1, but not Ol-cug-bp2, specifically target and interact with the different parts of the D3U-box, the 3′ and the 5′ parts, respectively. Additionally, our results suggested that the observed regulation of dmrt1bY transcript abundance is likely to be the result of a differential binding of the 2 RNA-binding proteins (Ol-bsf and Ol-cug-bp1) with antagonistic properties, trans-regulating RNA stability via the D3U-box.\n\nBeing—like its mammalian counterparts—ubiquitously expressed, Ol-cug-bps are highly expressed in the gonads of both sexes in medaka (S4C to S4F Fig) and mice ([72] and S5 Fig). Interestingly, Ol-bsf is specifically expressed in the germ cells during medaka early gonadal primordium formation as well as in the adult ovary and is cytoplasmically localized. This expression pattern resembles the subcellular localization of Drosophila bsf, which is present in cytoplasmic particles in oocytes and surrounding nurse cells [41] and in the cytoplasms and nuclei in early embryos [42].\n\nIn vivo, using fluorescent reporter medaka fish lines, we could show that, besides obvious correlated expression levels between Ol-bsf, dmrt1bY, and Ol-vas in a subpopulation of germ cells of the forming gonadal primordium, medaka Ol-bsf is also preferentially expressed in adult germline stem cells. This restricted and up to now unreported expression pattern might reveal another so far underappreciated role for bsf/lrpprc in germ cell physiology. Similarly, immunohistochemistry localization of mouse bsf/lrpprc revealed its presence in a subpopulation of germ cells in mice (S5 Fig), suggesting an evolutionary conserved function that is not restricted to exclusive regulation of dmrt1.\n\nReduced expression of bsf/lrpprc in mammalian cell lines [73,74] or flies [75] or because of a missense mutation in human (French Canadian Leigh Syndrome [76]) resulted in decreased levels of mitochondrial mRNAs. This led to respiratory chain dysfunction and increased lactate levels in flies and humans [75,76]. Similarly, in medaka, many transcripts with mitochondrial function displayed decreased steady-state levels when Ol-bsf expression was reduced (S12B Fig). Although knockdown of bsf in flies affects climbing ability, fecundity, and life span [75], mutant medaka hatchlings for Ol-bsf comparably displayed a significantly reduced swimming ability (S7 Fig), suggesting—with all the necessary notes of caution, such as in Drosophila—possible muscle weakness in relation to mitochondrial dysfunction and energy metabolism failure [75].\n\nOl-bsf–heterozygous mutant fish develop normally. Although adult mutant males do not seem to display any observable bias of fertility, adult mutant females have reduced egg production together with significantly lower fertilization rates. In-depth morphological inspection of heterozygote mutant gonads of both sexes revealed that ovaries display an important accumulation of small-sized oocytes compared to wild type. Mutant testes exhibited a discontinuous spermatogenetic flux, likely reflecting uncontrolled spermatogenesis, independent of the seminiferous epithelial cycle. Such a testicular phenotype can be interpreted in the light of dmrt1 loss of expression as a result of low Ol-bsf expression. Similarly, in mice, loss of dmrt1 in germ cells uncouples meiotic initiation from the seminiferous epithelial cycle, resulting in uncontrolled spermatogenesis, too [26]. The mouse celf1 (also known as cugbp1) is predominantly expressed in testis ([72] and S5E and S5F Fig). There, it was demonstrated that celf1 post-transcriptionally represses cyp19a1 (aromatase) mRNA translation, by direct binding, to maintain high concentrations of testosterone compatible with spermiogenesis [77]. This situation is reminiscent of the situation we observed in medaka with a strong repression of aromatase expression when both Ol-cug-bps are overexpressed (S12C1 and S12C2 Fig). Additionally, as observed in medaka, mouse celf/cug-bps and bsf/lrpprc are expressed at relevant levels in germ cells, possibly implying a functional conservation across vertebrates.\n\nWhole transcriptome scans using either the medaka or Drosophila D3U-box sequences as query resulted in hits enriched for genes specifically expressed in the germ cells, including tra2, sox10, misr2, dead end, and vasa. We provide evidence that Ol- and Ol-cug-bps antagonistically regulate the expression of germ cell transcripts harbouring the D3U-box motif. Certainly most of these regulations occur via an mRNA decay versus stabilization equilibrium after Ol-cug-bps and Ol-bsf targeted the D3U-box motif.\n\nLastly, to explain the observed differences in the degree of regulation of D3U-box containing transcripts after either Ol-bsf or Ol-cug-bp1/2 modulations, we consider that this follows the degree of conservation of the D3U-box (S1 Fig). It is also intuitive that the location of the D3U-box (5′, 3′ or coding regions) within the transcripts is of relevance (S1 Fig). For efficient regulation, reasonably high (tra2) or moderate (sox10) conservation and location within the UTRs appears to be more effective than a moderately conserved motif located in the coding sequences (vasa and dead end). However, multiple, highly conserved D3U-boxes nested within the coding region seem to be efficient as well (misr2). Dead end transcripts, for which the D3U-box was identified within the 5′ UTR, however, has only strict conservation for the 3′ part (CUGCUG) and is only regulated by Ol-cug-bp1 and Ol-cug-bp2 (Fig 5B7 and 5B8) while it expectedly escapes Ol-bsf regulation (Fig 5A7 and 5A8). Altogether, using complementary approaches, our data suggest that the D3U-box motif is—depending on the cellular context—targeted by 2 antagonizing RNA binding proteins, promoting either RNA stabilization in germ cells or degradation in the soma. This new mechanism of dmrt1 RNA stability appears to also regulate the abundance of other transcripts specifically expressed in PGCs, depending of the preservation of the D3U-box motif.\n\nMaterials and methods\n\nBioinformatic analyses\n\nGene, transcript, and UTR annotation, coordinates, and sequence for human, mouse, medaka, and Tetraodon were retrieved from EnsEMBL using the EnsEMBL API (version 54). UTR regions spread across several exons were stitched together per transcript, and the resulting sequence was scanned for the presence of the D3U-box consensus matrix and the other motifs.\n\nFish maintenance and breeding\n\nAll medaka fish used in this study were taken from closed breeding stocks of the wild-type Carolina Biological Supplies (Carbio) strain or transgenic lines produced on a wild-type Carbio background and were kept under standard conditions [5]. Medaka embryos were staged according to Iwamatsu [78]. The fish used in this study from aquaria housed stocks were kept and sampled in accordance with the applicable EU and national German legislation governing animal experimentation. We hold an authorization (568/300-1870/13) of the Veterinary Office of the District Government of Lower Franconia, Germany, in accordance with the German Animal Protection Law (TierSchG).\n\nCell culture, transient cell transfection, and immunohistochemistry\n\nMedaka embryonic stem cells (MES-1) were cultured as described [79]. For transfection, cells were grown to 80% confluence in 6-well plates and transfected with 5 μg expression vector using FuGene (Roche, Germany) reagent as described by the manufacturer. After pCS2::OL-LRPPRC:3XFLAG transfection for 48 hours, cells were fixed in 4% paraformaldehyde (PFA) for 15 minutes, washed with phosphate-buffered saline (PBS) buffer, and then permeabilized with 0.1% Triton X-100 in PBS for 10 minutes. After blocking in 1% Bovine Serum Albumin (BSA) for 20 minutes, cells were incubated overnight at 4°C in blocking buffer (1% BSA) together with the primary antibody (3-times FLAG, monoclonal anti-FLAG M2, category number F1804; Sigma-Aldrich). After extensive washes in PBS, cells were then incubated with Alexa 488 conjugated secondary antibody in 1% BSA for 1 hour. Cell nuclei were stained with Hoechst 33343 (Invitrogen) for 5 minutes (1 μg/mL final concentration) and subsequently mounted using Mowiol 4–88 (Roth). Confocal images were acquired using a Nikon Eclipse C1 laser-scanning microscope (Nikon) and were fitted with a 60× Nikon objective (PL APO, 1.4 NA) and Nikon image software.\n\nPhylogenetic analysis\n\nThe lrpprc phylogenetic tree was built using the online phylogeny.fr automatic pipeline [80]. lrpprc sequences were retrieved from public database sequences in the following species and lrpprc homologs were retrieved by tblastn searches on the PhyloFish [81] database (http://phylofish.sigenae.org/) using medaka protein (O. latipes, XP_011482612.1) as bait. Sequences were aligned with MUSCLE (version 3.8.31) configured with default settings. After alignment, ambiguous regions were removed with Gblocks (version 0.91b) using the following parameters: minimum length of a block after gap cleaning of 10, no gap positions allowed in the final alignment, rejection of all segments with contiguous nonconserved positions bigger than 4, and a minimum number of sequences for a flank position of 85%. The phylogenetic tree was reconstructed using the neighbour joining method implemented in the BioNJ program [82] with N = 100 bootstrapping. The resulting phylogenetic tree was exported as a Newick file and edited in Evolview [83]. The public database for lrpprc sequences is as follows: Cyprinodon variegatus (XP_015233698.1), Haplochromis burtoni (XP_005930623.2), Fundulus heteroclitus (XP_012720452.1), Xiphophorus maculatus (XP_005804231.1), Poecilia reticulata (XP_008426945.1), Lates calcarifer (XP_018552533.1), Salmo salar (XP_014035445.1), Kryptolebias marmoratus (XP_017287636.1), Larimichthys crocea (KKF31900.1), Pygocentrus nattereri (XP_017546072.1), Ictalurus punctatus (XP_017319936.1), Austrofundulus limnaeus (XP_013886428.1), Xenopus tropicalis (NP_001039203.1), Cynoglossus semilaevis (XP_008319858.1), Callorhinchus milii (XP_007895038.1), Astyanax mexicanus (XP_007255829.1), Chrysemys picta bellii (XP_005296166.1), Scleropages formosus (KPP63655.1), Bos taurus (XP_005212770.1), Cyprinus carpio (KTG42350.1 and XP_018937975.1), Equus caballus (XP_005600080.1), H. sapiens (BAF82705.1), Rattus norvegicus (NP_001008519.1), M. musculus (AAH59862.1), Coturnix japonica (XP_015712995.1), Serinus canaria (XP_009094627.1), Lepisosteus oculatus (XP_015218688.1), Amia calva (AAC_LOC100694568.1), Esox lucius (XP_012989242.1), Latimeria chalumnae (XP_005999623.1), Sinocyclocheilus anshuiensis (XP_016313114.1 and XP_016355337.1), Sinocyclocheilus rhinocerous (XP_016417572.1 and XP_016400889.1), Oreochromis niloticus (XP_003438484.3), D. rerio (NP_001136064.1), Stegastes partitus (XP_008296301.1), T. rubripes (XP_011601434.1), Nothobranchius furzeri (XP_015800103.1), and Gallus (XP_001234903.3). The PhyloFish species are as follows:\n\n(DAA_LPPRC.1).2_Anguilla_anguilla;\n\nY_Up_12_k31_Locus_13642_Umbra_pygmaea;\n\nW2_Dp_10_k25_Locus_11398_Dallia_pectoralis; S2_Pb_10_k31_Locus_2910_Pantodon_bulchozi;\n\nW_Ha_12_k43_Locus_3235_Hiodon_alosoides;\n\nD2_Om_14_k31_Locus_6093_Oncorhynchus_mykiss;\n\nN_St_1_k25_Locus_84_Salmo_trutta;\n\nO_Ot_10_k25_Locus_4385_Oncorhynchus_tshawytscha;\n\nQ_Sf_1_k25_Locus_1875_Salvelinus_fontinalis;\n\nP_Cl_2_k25_Locus_10853_Coregonus_lavaretus;\n\nI_Tt_3_k25_Locus_2938_Thymallus_thymallus;\n\nE_Aa_2_k25_Locus_4938_Alosa_alosa;\n\nZ_Pa_1_k25_Locus_2290_Plecoglossus_altivelis;\n\nU_Cc_1_k25_Locus_265_Coregonus_clupeaformis;\n\nR_Ok_10_k31_Locus_25108_Oncorhynchus_keta;\n\nG_Ph_4_k37_Locus_379_Pangasianodon hypophthalmus;\n\nK2_Cb_1_k25_Locus_1206_clarias_batrachus;\n\nM_Pf_1_k25_Locus_1736_Perca_fluviatilis;\n\nG2_Ps_1_k65_Locus_195_Polypterus_senegalensis;\n\nK_Gm_1_k43_Locus_6389_Gadus_morhua;\n\nC_Ob_2_k31_Locus_7388_Osteoglossum bicirrhosum;\n\nB2_Gp_10_k25_Locus_1874_Gnathonemus petersii;\n\nV_Sc_10_CL11520Contig1_Scyliorhinus caniculata\n\nThe celf2 phylogenetic tree was built using the online phylogeny.fr automatic pipeline [80]. Celf2 sequences were retrieved from Ensembl. Sequences were aligned with MUSCLE (version 3.8.31) configured with default settings. After alignment, ambiguous regions were removed with Gblocks (version 0.91b) using the following parameters: minimum length of a block after gap cleaning of 5, gaps were allowed in the final alignment if they were within an appropriate block, all segments with contiguous nonconserved positions bigger than 8 were rejected, and a minimum number of sequences for a flank position of 55%. The phylogenetic tree was reconstructed using the neighbour joining method implemented in the BioNJ program [82] with N = 100 bootstrapping. The resulting phylogenetic tree was exported as a Newick file and edited in Evolview [83]. The genomic context around celf1 and celf2 was analysed using the Genomicus website [84]. A few additional genomes were analysed manually by blasting (tblastn) some fish NCBI genomes with the spotted gar Celf protein and by manually extracting the NCBI gene annotation around these corresponding celf loci.\n\nLocomotor activity\n\nLocomotor activity was determined at hatching stage (stage 39, 9 dpf) either under dark conditions or with 10% light (approximately equal to 100 lux) by measuring the total distance swum during a period of 5 minutes (described in [85]) for 12 hatchlings in each condition. Briefly, the larvae were transferred into 12-well plates containing 1 mL Danieau’s solution, and the plate was placed in a Zebrabox equipped with a video camera, infrared light, and filter (ViewPoint Life Sciences, Lyon, France) and the ZebraLab Videotrack software (ViewPoint Life Sciences) for tracking. Following a 5-minute-long habituation period with the same light conditions as for the experimental period, the locomotor activity was recorded. The detection threshold was 11, the inactive/small threshold was 0.5 cm/s, and the small/large threshold was 1.0 cm/s. The total distance swum for each individual is equal to the sum of distances reached during inactivity, small and large movements. p-Values were calculated using two-tailed unpaired t test with Excel 14.4.8 (Microsoft), and p &lt; 0.05 was considered significant. Bars and error bars indicate mean ± standard deviation.\n\nEMSA\n\nBinding assays were carried out as previously described [38,40]. In detail, 5′-UGGUUCACGUCUGCUGCAGGUCUCUGACUCU-3′ for the native D3U-box, 5′-UGGUUCACGUCUGCUGCAGCUCUCUGACUCU-3′ for the Olive fruit fly box (Off-box), 5′-UGGUUCACGUUCUUCAAGACGCUCUGACUCU-3′ for the D3U-scrambled box (S-D3U-box), and 5′-UGGUUCACGUUCUUCACAGGUCUCUGACUCU-3′ for the D3U-minus CUG box (CUGminus-D3U-box) were synthesized and end-labelled. For radioactive labelling, 50 pmol of the duplex 5′ termini were used, together with 50 pmol of gamma-[32P]-ATP and 20 units of T4 PNK in 1×-adjusted T4 PNK buffer, and were incubated for 20 minutes at 37 °C. Unincorporated nucleotides were removed through a Sephadex G-50 spin column. For producing Ol-lrpprc, Ol-cug-bp1, and Ol-cug-bp2 proteins, pCS2::OL-LRPPRC, pCS2::OL-CUG-BP1 or pCS2::OL-CUG-BP2 plasmids were linearized using KpnI and then in vitro transcribed using mMessage mMachine kit (Ambion). Finally, Ol-bsf, Ol-cug-bp1, and Ol-cug-bp2 proteins were in vitro translated using Ambion’s Retic Lysate Kit from the previously in vitro–transcribed Ol-lrpprc, Ol-cug-bp1, and Ol-cug-bp2 capped RNAs. DNA binding reaction contained 10 mMTris-HCl (pH 7.9), 100 mM KCl, 10% glycerol, 5 mM MgCl2, 1 μg torula rRNA, 0.075% Triton X-100, 1 mM DTT, 1 μg BSA, 0.5 ng radiolabelled probe, and 2 or 4 μL in vitro translation mix in a total volume of 20 μL. The amount of 1/10 volume heparin (50 mg/mL) was added just before loading the binding reaction. For control, reticulocyte lysate alone together with radiolabelled duplex probe was used and did not result in any shift. Binding reactions were performed on ice for 10 minutes, and complexes were resolved on a 5% native acrylamide (37.5:1) gel in 0.5 X TBE and then directly subjected to autoradiography. Of note, due to different exposure times—which can be appreciated through the different intensities of the free probes in the respective figures—autoradiographies should not be compared between each other.\n\nEstablishment of transgenic fluorescent reporter lines and imaging\n\nFor a dynamic and in vivo visualization of endogenous Ol-bsf expression, a transgenic fluorescent reporter line was created. The Ol-bsf upstream promoter region of the Ol-bsf gene (732 bp up to the next upstream gene) was cloned (BamH1 sites) in front of the mCherry ORF of a meganuclease plasmid (BamH1-BSFp-Fw: AAAGGATCCAGTGTGAGTTCTATCAAGCCTGG; BamH1-BSFp-Rv: AAAGGATCCTTCTGTAGCTGCGTAGAGGAAGATC). For the generation of a stable transgenic line, the meganuclease protocol was used [86]. Briefly, approximately 10 to 15 pg of total vector DNA in a volume of 500 pL injection solution containing I-SceI meganuclease was injected into the cytoplasm of 1-cell–staged medaka embryos (Carbio strain). Adult F0 fish were mated to each other, and the offspring were tested for the presence of the transgene by fluorescence check. Siblings from positive F1 fish were raised to adulthood and tested again for fluorescence. Tg[vasa:GFP] and Tg[dmrt1bY:GFP] transgenic lines were described earlier [11,29,48,59].\n\nVisualization of PGCs\n\nFor PGC visualization and counting, the GFP-nos1 3′ UTR construct that includes the mmGFP5 ORF cloned upstream of the 3′ UTR of the zebrafish nanos1 gene [5,87] was injected at 1 cell stage. N = 34 and 28 for wild-type and MO-bsf–injected embryos, respectively. For imaging, embryos, hatchlings or tissues were mounted with 1.2% low melting temperature agarose.\n\nIn vivo expression regulation analyses and real-time PCR\n\nFor producing Ol-bsf, Ol-cug-bp1, and Ol-cug-bp2 capped mRNAs, pCS2::OL-BSF, pCS2::OL-CUG-BP1, or pCS2::OL-CUG-BP2 plasmids were linearized using KpnI and then in vitro transcribed using mMessage mMachine kit (Ambion). For overexpression, 1 nanolitre was injected into the cytoplasm of 1-cell–stage medaka embryos. For mRNA stability assays, equimolar amounts of control and D3U-box–containing RNAs were injected.\n\nTotal RNAs were extracted from fish tissues or embryos using the TRIZOL reagent (Invitrogen) according to the supplier’s recommendation. After DNase treatment, reverse transcription was performed with 2 μg total RNA using RevertAid First Strand Synthesis kit (Fermentas) and random primers. Real-time quantitative PCR was carried out with SYBR Green reagents, and amplifications were detected with an i-Cycler (Biorad). All results are averages of at least 2 independent reverse transcription reactions. Error bars represent the standard deviation of the mean. Relative expression levels (according to the equation 2–DeltaCT) were calculated after correction of expression of elongation factor 1 alpha (ef1alpha).\n\nMorpholino injections\n\nFor Ol-bsf knockdown experiments, embryos were injected with a splice morpholino: 5′-TTGATGACTGGCCTGCCAACCTGTC-3′ targeting the 3′ splice junction of Ol-bsf exon 2 (see S3 Fig). The most efficient dose (4 mg/mL) was experimentally determined and the specificity of the targeting confirmed in control experiments (see S3 Fig).\n\nMicroarray\n\nTotal RNAs were extracted from adult medaka gonads using the Tri-reagent (Sigma-Aldrich) according to the supplier’s recommendation. The total RNA yield was estimated using a Nanodrop ND-1000 spectrophotometer (Labtech, Palaiseau, France), and RNA integrity was checked by means of an Agilent Bioanalyzer (Agilent Technologies, Massy, France). Medaka gene expression profiling was conducted using an Agilent 8x60K high-density oligonucleotide microarray (GEO platform GPL24100). Labelling and hybridization steps were performed following the ‘One-Color Microarray-Based Gene Expression Analysis (Low Input Quick Amp labelling)’ Agilent protocol. Briefly, for each sample, 150 ng of total RNA was amplified and labelled using Cy3-CTP. Yield (&gt;825 ng cRNA) and specific activity (&gt;6 pmol of Cy3 per μg of cRNA) of Cy3-cRNA produced were checked with the Nanodrop. The amount of 600 ng of Cy3-cRNA was fragmented and hybridized on a sub-array. Hybridization was carried out for 17 hours at 65 °C in a rotating hybridization oven prior to washing and scanning with an Agilent Scanner (Agilent DNA Microarray Scanner, Agilent Technologies, Massy, France) using the standard parameters for a gene expression 8x60K oligo-array (3 μm and 20 bits). Data were then obtained with the Agilent Feature Extraction software (10.7.3.1) according to the appropriate GE protocol (GE1_107_Sep09). The arrays were normalized (scale normalization) and log-transformed using Genespring Software (version 14.5). A t test analysis (p &lt; 0.05) was employed to determine the genes that were the most differentially expressed between the 2 conditions. Microarray data sets have been deposited to the GEO-NCBI with the accession number GSE 104726. GO was performed using the panther program (http://geneontology.org/).\n\nCRISPR/Cas9 genome editing\n\nIdentification of CRISPR/Cas9 target sites and design of oligonucleotides of were performed by the use of the ZiFiT software (http://zifit.partners.org/ZiFiT/Disclaimer.aspx). For preparation of sgRNAs, the DR274 plasmid (Addgene number 42250) was first linearized with Bsa1, electrophoresed in a 2% agarose gel, and purified. Pairs of complementary oligonucleotides were annealed (40 mM Tris–HCl [pH 8.0], 20 mM MgCl2, and 50 mM NaCl buffer) by heating at 95 °C for 2 minutes and then cooled down slowly to 25 °C within 1 hour. The double-stranded oligonucleotides were then ligated into the linearized pDR274 vector. Different sgRNAs were designed to target several sites within the Ol-BSF gene (see S6 Fig) in order to create deletions. After linearization with Dra1 and Not1, respectively, pDR274 and pCS2-nCas9n plasmids were used for generating either sgRNAs or Cas9 RNAs. The synthesized RNAs were then injected into 1-cell–staged embryos at the following concentrations: 25 ng/μL for each sgRNAs and 100 ng/μL for the Cas9 mRNA. CRISPR-positive fish were then screened for mutations using PCR primers flanking the site of deletion (see S6 Fig). The inferred mutant protein is presented in S6C Fig. Mutant fish used in this study have been outcrossed for at least 5 generations.\n\nHistology\n\nGonads were fixed for 48 hours in Bouin-Holland fluid and then dehydrated serially in aqueous 70% and 95% ethanol, ethanol/butanol (5∶95), and butanol. Tissues were embedded in paraffin, and 5-μm mid-sagittal gonad sections were stained with Regaud’s haematoxylin and haematoxylin–eosin–safran.\n\nSupporting information"
}