{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2002214",
  "doi": "10.1371/journal.pbio.2002214",
  "externalIds": [
    "pii:pbio.2002214",
    "pmid:28542493",
    "pmcid:PMC5441578"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "The in vivo structure of biological membranes and evidence for lipid domains",
  "authors": [
    {
      "name": "Jonathan D. Nickels",
      "first": "Jonathan D.",
      "last": "Nickels",
      "affiliation": "Shull Wollan Center—A Joint Institute for Neutron Sciences, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America; Biology and Soft Matter Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America; Department of Physics and Astronomy, University of Tennessee, Knoxville, Tennessee, United States of America"
    },
    {
      "name": "Sneha Chatterjee",
      "first": "Sneha",
      "last": "Chatterjee",
      "affiliation": "Biology and Soft Matter Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America; Biosciences Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America"
    },
    {
      "name": "Christopher B. Stanley",
      "first": "Christopher B.",
      "last": "Stanley",
      "affiliation": "Biology and Soft Matter Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America"
    },
    {
      "name": "Shuo Qian",
      "first": "Shuo",
      "last": "Qian",
      "affiliation": "Biology and Soft Matter Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America"
    },
    {
      "name": "Xiaolin Cheng",
      "first": "Xiaolin",
      "last": "Cheng",
      "affiliation": "Center for Molecular Biophysics, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America; Department of Biochemistry & Cellular and Molecular Biology, University of Tennessee, Knoxville, Tennessee, United States of America"
    },
    {
      "name": "Dean A. A. Myles",
      "first": "Dean A. A.",
      "last": "Myles",
      "affiliation": "Biology and Soft Matter Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America"
    },
    {
      "name": "Robert F. Standaert",
      "first": "Robert F.",
      "last": "Standaert",
      "affiliation": "Shull Wollan Center—A Joint Institute for Neutron Sciences, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America; Biology and Soft Matter Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America; Biosciences Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America; Department of Biochemistry & Cellular and Molecular Biology, University of Tennessee, Knoxville, Tennessee, United States of America"
    },
    {
      "name": "James G. Elkins",
      "first": "James G.",
      "last": "Elkins",
      "affiliation": "Biosciences Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America; Department of Microbiology, University of Tennessee, Knoxville, Tennessee, United States of America"
    },
    {
      "name": "John Katsaras",
      "first": "John",
      "last": "Katsaras",
      "affiliation": "Shull Wollan Center—A Joint Institute for Neutron Sciences, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America; Biology and Soft Matter Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, United States of America; Department of Physics and Astronomy, University of Tennessee, Knoxville, Tennessee, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-8937-4177"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2017-05-23",
  "dateAccepted": "2017-04-11",
  "dateReceived": "2017-02-10",
  "volume": "15",
  "number": "5",
  "pages": "e2002214",
  "tags": [
    "Amino acid analysis",
    "Bacillus",
    "Bacillus subtilis",
    "Bacteria",
    "Bacterial pathogens",
    "Biochemistry",
    "Cell biology",
    "Cell membranes",
    "Cellular structures and organelles",
    "Chemical elements",
    "Chemistry",
    "Discipline-v3/Amino acid analysis",
    "Discipline-v3/Bacillus",
    "Discipline-v3/Bacillus subtilis",
    "Discipline-v3/Bacteria",
    "Discipline-v3/Bacterial pathogens",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell membranes",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Chemical elements",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Hydrogen",
    "Discipline-v3/Lipid structure",
    "Discipline-v3/Lipids",
    "Discipline-v3/Medical microbiology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial pathogens",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Molecular biology assays and analysis techniques",
    "Discipline-v3/Molecular biology techniques",
    "Discipline-v3/Neutron scattering",
    "Discipline-v3/Nuclear physics",
    "Discipline-v3/Nucleons",
    "Discipline-v3/Organisms",
    "Discipline-v3/Particle physics",
    "Discipline-v3/Pathogens",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Prokaryotic models",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Scattering",
    "Experimental organism systems",
    "Hydrogen",
    "Lipid structure",
    "Lipids",
    "Medical microbiology",
    "Microbial pathogens",
    "Microbiology",
    "Molecular biology",
    "Molecular biology assays and analysis techniques",
    "Molecular biology techniques",
    "Neutron scattering",
    "Nuclear physics",
    "Nucleons",
    "Organisms",
    "Particle physics",
    "Pathogens",
    "Pathology and laboratory medicine",
    "Physics",
    "Prokaryotic models",
    "Scattering",
    "Type/Research Article"
  ],
  "abstract": "Examining the fundamental structure and processes of living cells at the nanoscale poses a unique analytical challenge, as cells are dynamic, chemically diverse, and fragile. A case in point is the cell membrane, which is too small to be seen directly with optical microscopy and provides little observational contrast for other methods. As a consequence, nanoscale characterization of the membrane has been performed ex vivo or in the presence of exogenous labels used to enhance contrast and impart specificity. Here, we introduce an isotopic labeling strategy in the gram-positive bacterium Bacillus subtilis to investigate the nanoscale structure and organization of its plasma membrane in vivo. Through genetic and chemical manipulation of the organism, we labeled the cell and its membrane independently with specific amounts of hydrogen (H) and deuterium (D). These isotopes have different neutron scattering properties without altering the chemical composition of the cells. From neutron scattering spectra, we confirmed that the B. subtilis cell membrane is lamellar and determined that its average hydrophobic thickness is 24.3 ± 0.9 Ångstroms (Å). Furthermore, by creating neutron contrast within the plane of the membrane using a mixture of H- and D-fatty acids, we detected lateral features smaller than 40 nm that are consistent with the notion of lipid rafts. These experiments—performed under biologically relevant conditions—answer long-standing questions in membrane biology and illustrate a fundamentally new approach for systematic in vivo investigations of cell membrane structure.",
  "fullText": "Introduction\n\nBecause of the inherent complexity of living cells, high-resolution analytical methods are generally used ex vivo, and many depend on labels to differentiate the species of interest. In the case of cellular membranes, their nanoscopic structure (ultrastructure) has been elucidated primarily through electron microscopy (EM) with heavy-atom labels[1], supplemented with in vitro biophysical studies of model membranes.[2–12] In vivo membrane studies at lower resolution, notably with fluorescence microscopy, have provided additional details of lateral structure as well as important information on diffusion and other dynamic processes.[13] Through these techniques, a vivid picture of the membrane has emerged.[14–19] Nonetheless, they have significant limitations, and fundamental questions about the ultrastructure of the membrane in vivo remain unresolved.[20]\n\nFor example, membrane hydrophobic thickness is a basic structural parameter with implications for membrane transport, as well as membrane protein folding and function. Yet the hydrophobic thickness of membranes has never been determined in vivo. Another outstanding question concerns the existence of nanoscopic domains, or lipid rafts. The lipid raft hypothesis[21] invokes lateral organization of membrane lipids and proteins into distinct domains in the plane of the membrane to facilitate the assembly and regulation of multi-molecular complexes. This hypothesis provides a compelling rationale for numerous observations relating to membrane trafficking, endocytosis, signal transduction, and other processes.[22–25] However, evidence for lipid domains has been largely inferential, and it is now widely believed that these domains are nanoscopic as well as transient[26,27], making them difficult to detect. New methods to interrogate lateral structure in vivo—ideally without the use of extrinsic probes—would help us to understand the role of lateral heterogeneity in the many cellular processes where it has been implicated.\n\nIn this context, small-angle neutron scattering (SANS) has emerged as a uniquely powerful tool for the study of lipid bilayer structure in vitro. Neutrons have wavelengths on the order of Ångstroms (Å) and are thus inherently nanoscopic probes, well-matched to the dimensions of membrane structure. Using appropriately designed experiments, both transverse (normal to the membrane plane)[7] and lateral (within the membrane plane)[28,29] structure can be accurately determined. Importantly, neutron-scattering techniques do not require extrinsic molecules or heavy atoms as labels and rely instead on hydrogen (H)/deuterium (D) isotopic substitution. Cold and thermal neutrons are also nondestructive[30–32], making them ideal for the study of living systems. However, applications of powerful neutron-based ultrastructural methods have been restricted to in vitro membrane models due to the complex scattering signal arising from cells as a result of their diverse biomolecular composition.\n\nScattering and imaging experiments require that the feature(s) of interest have an observable signal, contrasted from the background. Where contrast is insufficient in the native system, it must be imparted through the use of labels. In the case of fluorescence imaging, contrast arises from the distinctive excitation and emission properties of native, or more commonly, introduced fluorophores. With X-rays and electrons, scattering contrast arises from differences in electron density, which scale with atomic number. Neutrons, on the other hand, are scattered by atomic nuclei, and the key contrast parameter—analogous to electron density—is the scattering length density (ρ). Neutron scattering lengths (b) are unrelated to atomic number and, in fact, vary among isotopes of the same element (S1 Fig). Most importantly, the scattering lengths of hydrogen (bH = −3.74 fm) and deuterium (bD = 6.67 fm) are substantially different.[31] Thus, neutron contrast is unique in that it can be varied in hydrogen-rich biological systems with H/D isotopic labels, as opposed to the heavy-atom labels used in X-ray and electron scattering, or fluorescent labels used in microscopy.\n\nDifferent classes of biomolecules (i.e., proteins, lipids, carbohydrates, and nucleic acids) have different elemental compositions, which gives each class a different value of ρ (Fig 1a and 1b; Table A in S1 Text). Multicomponent systems can be designed such that 2 or more components have the same ρ, for example, protein in approximately 42% D2O/H2O. In this case, the protein and solvent are said to be contrast-matched, and the protein does not generate a distinct scattering signal—i.e., it is effectively invisible to neutrons.[30] If a third component is introduced having a different ρ (e.g., DNA), it then becomes the only contributor to the net scattering. Through judicious H/D-labeling of the sample and the aqueous medium, ρ for the different biomolecules can be tuned to enhance or attenuate their scattering. Thus, contrast can be varied without changing the chemical composition of the system.\n\nIn this report, we describe a chemical–biological approach to controlling neutron contrast variation in vivo and its application to the study of cell membrane ultrastructure. As a platform, we chose the gram-positive bacterium B. subtilis. This organism has a number of attractive features, such as being genetically tractable, having a well-characterized lipid metabolism, and growing readily in deuterated media. Importantly, it has a single membrane and uses only saturated fatty acids (FAs) that can be prepared readily in deuterated form to allow tuning of membrane contrast. After suppressing cellular contrast through global D-labeling (i.e., replacing most of the H with D throughout the cell), we selectively reintroduced contrast to the membrane by supplying H-FAs, which the cell incorporated. In this way, we were able to isolate the SANS spectrum of the membrane, which showed it to be a lamellar structure with a hydrophobic thickness of 24.3± 0.9 Å. A modification of the contrast-labeling scheme led to the observation of nanoscopic lipid structures of &lt;40 nm within the plane of the cell membrane, providing experimental evidence for the existence of nanoscopic lipid domains (lipid rafts) in an active biological membrane.\n\nResults\n\nTotal cellular neutron contrast matching strategy for B. subtilis\n\nThe neutron scattering signal from a cell reflects the sum of contributions from all cellular components, here, taken to be water, protein, RNA, DNA, carbohydrate, and lipid (Fig 1a). Each of these has a characteristic ρ (Fig 1b), and from their relative abundances in B. subtilis,[33] we estimated the total scattering from the organism as a function of D2O concentration in the aqueous environment. Water accounts for approximately 85% of the cellular volume and exchanges rapidly across the membrane. Therefore, immersion of cells in deuterated buffer changes the neutron contrast, ergo the net scattering, with the relative contributions of the different molecular species varying as a function of D2O concentration (Fig 1c; S2 Fig).\n\nWe then measured the total scattering from B. subtilis cultured in standard M9 minimal medium (H-M9) and resuspended in phosphate buffered saline (PBS) at different D2O concentrations. The observed scattering corresponded closely to predictions of the simple compositional model, as shown in Fig 1c. Note that the cells scatter strongly over the entire range of percent D2O, and the total signal at any concentration of D2O reflects contributions from the multiple classes of biomolecules present in the cell. Structural analysis based on the overlapping signals is impractical, if not impossible.\n\nTo isolate a meaningful scattering signal from the membrane, it was first necessary to suppress neutron contrast from the entire cell by manipulating its H/D composition. This objective was achieved by culturing B. subtilis in deuterium-enriched M9 minimal medium (D-M9, prepared in 90% D2O with H-glucose as the carbon source). Due to metabolic H/D exchange, deuterium from the growth medium becomes permanently incorporated into the carbon skeletons of biosynthetic molecules. Overall, skeletal deuteration was approximately 70% (S4 Fig, Tables B and C in S1 Text), which was predicted to create a near-contrast matched condition for all biomolecules when the cells were immersed in approximately 85% D2O buffer (Fig 2a). This expectation was borne out in the scattering experiment, where a strong reduction in the total scattering was observed at approximately 85% D2O (Fig 2b, open circles; S2 Fig).\n\nIncorporation of H/D-labeled FAs into the cellular membrane\n\nWith contrast suppressed, the next step was to reintroduce contrast specifically into the membrane by providing exogenous FAs for incorporation into the membrane phospholipids. Membrane FAs, after conversion to FA methyl esters (FAMEs), are readily analyzed for structure and isotope substitution by gas chromatography/mass spectrometry (GC/MS). As shown in Fig 2c (top), B. subtilis uses a mixture of 7 main FAs, all of which are saturated (have no double bonds), and all but one of which are branched.[34,35] Initial supplementation experiments with wild-type B. subtilis showed that exogenous FAs were not incorporated into the membrane lipids intact, so the native pathways for both catabolism and anabolism of FAs had to be blocked (Fig 2d).\n\nCatabolism was blocked genetically by the deletion of yusL, the gene encoding a critical enzyme in β-oxidation, enoyl-CoA hydratase.[36] Anabolism was blocked chemically using cerulenin, an irreversible inhibitor of β-ketoacyl-ACP synthase that suppresses de novo FA biosynthesis.[37] This combination resulted in conditional FA-dependent growth (demonstrated in S5 Fig). Cerulenin-induced growth inhibition can be rescued with a mixture of just 2 of the native complements of FAs—palmitic acid (normal-hexadecanoic acid [n16:0]) and 12-methyltetradecanoic acid (anteiso-pentadecanoic acid [a15:0]).[38] These 2 constitute a minimal set of 1 high-melting (n16:0) and 1 low-melting (a15:0) FA, with which the cell can regulate the fluidity and structure of its membrane. Unlabeled (H) and perdeuterated (D) forms of these 2 FAs were then used in various mixtures to tune neutron contrast in the membrane.\n\nGrowth of B. subtilis ΔyusL in D-M9 medium did not alter the FA composition of the membrane (Fig 2c, upper and middle panels; see S4 Fig for peak assignments and Table B in S1 Text for peak areas and deuteration analysis). However, when cerulenin-treated ΔyusL cells were grown in the same D-M9 medium, supplemented with H-n16:0 and H-a15:0, their membrane FAs were found to consist exclusively of these 2 FAs, with no deuterium incorporated from the medium (Fig 2c, bottom panel). The total neutron scattering from these cells showed a large increase in scattering at 85% D2O (marked by the blue arrow in Fig 2b), which can be attributed entirely to the H-FAs incorporated into the membrane phospholipids.\n\nSANS measurements to determine hydrophobic membrane thickness\n\nHaving imparted contrast to the membrane (Fig 3a), we used SANS to determine the transverse membrane structure by recording the scattered intensity, I(q), as a function of the scattering wavevector, q. Cells for this experiment were cultured as described above in D-M9 medium, supplemented with cerulenin and H-n16:0 and H-a15:0 to label the membrane, then transferred to 85% D2O buffer. Because these are more time-consuming experiments, the cells were resuspended in an 85% D2O buffer supplemented with glucose, Mg2+, and cerulenin. These additives prevent autolysis and preserve the membrane potential,[39,40] such that cells in suspension remained &gt;90% viable over a period of 4 h at 25°C, as determined by direct cell counts, optical density measurements, and live/dead staining (S6 and S7 Figs). The residual background was recorded using cerulenin-treated ΔyusL cells, which were fed a mixture of FAs contrast-matched to 85% D2O (a15:0 and n16:0, each 30% H and 70% D), and which do not contribute substantially to the net neutron scattering signal.\n\nIn SANS, the shape of the I(q) versus q data describes the structure of the sample on the order of Ångstroms to approximately 100 nm. Formally this data is modeled using a lamellar form factor representing the acyl core of the bilayer, with the 2 identical head group regions on either side, contrast-matched to the scattering density of the surrounding cellular environment. The lamellar form factor is characterized by a q−2 dependence at low-q, arising from the 2D membrane surface of the entire bacterium, transitioning to a q−4 dependence typical of 3D objects with smooth surfaces and sharp interfaces—more detail is available in the literature[41–44] and the materials and methods.\n\nSubtraction of the background from the sample scattering revealed a pure membrane spectrum, which displayed a lamellar form factor characteristic of a lipid bilayer (Fig 3b), with the expected q−2 dependence at low-q (dashed line). A fit of the data (solid red line) revealed the average membrane hydrophobic thickness (2DC) to be 24.3 ± 0.9 Å at 25°C (S8 Fig). The hydrophobic thickness of the living B. subtilis membrane is thus comparable to that of synthetic phosphatidylcholine (PC) bilayers, such as dimyristoyl PC (2DC = 25.7 Å at 30°C) or 1-palmitoyl-2-oleoyl PC (2DC = 28.8 Å at 30°C).[46] It is also comparable to that of purified basolateral plasma membranes from rat hepatocytes (approximately 26 Å), as measured by small-angle X-ray scattering,[6] highlighting the conservation of membrane structure across animal and eubacterial kingdoms.\n\nDetecting lateral membrane structure in vivo using SANS\n\nFinally, we sought to examine the lateral structure within the membrane to determine whether the lipids in the B. subtilis membrane are uniformly mixed or display nanoscopic organization, as predicted by the lipid raft hypothesis.[21] Canonical mammalian lipid domains are believed to be enriched in the high-melting lipids, cholesterol and sphingomyelin. Bacteria generally lack these lipids, but are nonetheless believed to have lipid domains[47–53] formed from lipid species playing analogous roles. [54,55] The expected hallmark of lipid domains, in any system, is the lateral separation of higher- and lower-melting lipids with associated proteins into distinct phases.\n\nWe recently introduced a contrast-variation strategy to detect lateral lipid organization in synthetic vesicles using SANS[28,29]. This strategy relies on differential H/D labeling of the lipid phases to control contrast in the plane of the membrane. With a suitable labeling strategy, the separated phases can be either contrasted or matched with respect to each other and the buffer. A particularly important case is where a mixture of lipids has an average contrast matching that of the buffer, but partitions into H- and D-enriched phases that contrast each other and the buffer. Experimentally, uniform mixing creates a null-scattering condition, whereas phase separation in the plane of the membrane (domain formation) induces neutron contrast and an observable signal in the SANS spectrum. In S9 Fig and Table F in S1 Text we present a series of similar SANS experiments which show how neutrons are sensitive to contrast in the plane of the bilayer and how neutron contrast can be controlled by thermally induced mixing of the 2 phases or by selecting specific isotopic mixtures which result in contrast-matched phases.\n\nThe in vivo adaptation of this strategy compares scattering from cells with 2 different H- and D-FA mixtures that are, on average, contrast-matched to the medium (Fig 4a). In the control mixture, there can be no contrast regardless of whether or not the membrane lipids are uniformly mixed, because all species are present at the same H/D ratio. However, in the experimental mixture, de-mixing among lipids creates contrast as described above, producing a measurable increase in the scattered intensity as a result of local inhomogeneities in the H/D distribution.\n\nWe implemented this strategy in cerulenin-treated B. subtilis ΔyusL cells using an experimental mixture of 100% D n16:0 (high-melting) and 40/60 H/D a15:0 (low-melting). When corrected for the relative abundances of these FAs in the cell (S10 Fig), this mixture creates an average membrane contrast matching the 30/70 H/D FA ratio (a15:0 and n16:0, each 30% H and 70% D) used for the control mixture (inset to Fig 4b) as well as the rest of the cellular components, including the 85% D2O buffer. SANS spectra from B. subtilis fed the experimental mixture reproducibly displayed an excess scattering over the q range 0.015–0.2 Å−1 compared to cells fed the control mixture (results from a repeat experiment are shown in S11 Fig). As the only source of contrast in the experiment was the membrane H/D FA pool, this result supports the notion that there is lateral de-mixing of lipids containing the high- and low-melting FAs on a length scale ℓ of 3–40 nm (ℓ = 2π/q) (Fig 4c), consistent with the lipid raft hypothesis.\n\nDiscussion\n\nUnderstanding how the nanoscale structure of biological systems relates to function is a challenging, ongoing pursuit. One difficulty is that only a few probes are capable of directly interrogating structure at this scale: electrons, X-rays, and neutrons. Electrons have enjoyed the widest application in cell biology, and EM remains the single most powerful tool for studying cellular ultrastructure. With regard to the B. subtilis membrane, a cryo-EM study of sectioned, freeze-substituted cells provided a striking picture of the cellular architecture, including the cell wall.[56] However, the structure of the plasma membrane was not well determined, and its thickness was estimated at 66 ± 8 Å, a surprisingly large value. Our results complement this EM picture of the cell envelope by providing a high-resolution hydrophobic thickness determination obtained under physiological conditions.\n\nX-ray and neutron scattering have been widely used for studying the structure of model membranes composed of defined lipid mixtures[3–5,28,29,46] or natural lipid extracts.[6–12] X-ray scattering has also been used recently for the ex vivo study of cellular membranes,[6] but its application to intact cells is confounded by the issue of background scattering from water and biomolecules. Neutron scattering uniquely provides a solution to the background problem in the form of isotopic contrast variation. We have shown here that in vivo contrast variation through metabolic labeling can effectively suppress scattering from the complex cellular milieu, while highlighting specific features of interest, even when they arise from minor components such as lipids (approximately 1% of cellular wet mass). Furthermore, the cold neutrons used for scattering experiments are well suited for studies on living cells because of their low kinetic energy (&lt;0.025 eV) and their nonionizing character—in contrast to high-energy X-ray and electron beams (&gt;5,000 eV).\n\nPrior applications of neutron scattering in vivo have relied upon external solvent contrast, only, which in some cases has been sufficient to observe Bragg scattering from repeat structures in thylakoid membranes[57,58] and mitochondria.[59] These studies have not revealed membrane structure per se, but have provided information on the arrangement of closely packed membranes. By creating internal contrast, i.e., by differentially labeling specific cellular components, we have, for the first time enabled high-resolution ultrastructural measurements on a single membrane. In this work, we demonstrated the power of a chemical-biology–based approach to create selective internal contrast, thereby enabling high-resolution measurements of the in vivo membrane thickness.\n\nOur in vivo contrast variation approach also provides a new tool to study lateral membrane structure in living cells. Neutron-based structural methods offer distinct advantages in that they report nanoscopic lipid structure directly, without the need for models or extrinsic probes. Indications of nonuniform mixing[60,61] within the plasma membrane emerged contemporaneously with the landmark fluid–mosaic model proposed in 1972,[16] the concept of membrane domains became well established by the mid-1970s,[62] and the lipid raft hypothesis was formalized in 1997.[21] Nonetheless, the existence of lipid domains has remained controversial,[63] and because they are believed to be both transient and smaller than the diffraction limit of light (200 nm), they eluded observation by conventional microscopic techniques. Recently, however, ultra-resolution fluorescence microscopy was used to identify diffusionally restricted islands on the scale of 20 nm in the plasma membrane of rat kidney epithelial cells.[6] Our observation of lipid segregation on a comparable scale in the plasma membrane of B. subtilis is consistent with the existence of analogous lipid domains in bacteria and supports the notion that nanoscopic lipid assemblies are an integral feature of biological membranes.\n\nThe critical barrier that has prevented application of high-resolution neutron scattering techniques in vivo was lack of a means to create internal contrast. In this work, we overcame the barrier and showed that B. subtilis is an ideal in vivo model system for the application of neutron contrast variation strategies. Through specific growth conditions and select genotypes, we were able to attenuate cellular contrast globally and precisely reintroduce contrast into the membrane. With the ability to control both the chemical and isotopic properties of the membrane lipids, we were able to interrogate both transverse and lateral membrane structure. The same general approach to selective contrast can potentially be extended to other biomolecules and model organisms for applications outside the membrane arena. More immediately, the in vivo experimental platform can be used to investigate the response of the plasma membrane to a diverse range of physical, chemical, genetic, and environmental stimuli. We anticipate that this capability will therefore prove valuable in many areas, such as antibiotic development, biofuel production, membrane protein function, and understanding the interplay between the membrane, cytoskeleton and cell wall in creating a protective, adaptable, multifunctional interface.\n\nMaterials and methods\n\nMaterials\n\nDeuterium oxide (99.9% D) and algal amino acids (unlabeled and uniformly D-labeled, with an isotopic purity of 98%) were obtained from Cambridge Isotope Laboratories. Palmitic acid (H-n16:0) and palmitic acid-d31 (D-n16:0) were obtained from Sigma–Aldrich. 12-Methyltetradecanoic acid (H-a15:0) was purchased from Sigma–Aldrich or prepared from s-butyl magnesium chloride (Sigma–Aldrich) and 11-bromoundecanoic acid (Sigma–Aldrich) according to the method of Baer and Carney[64] and purified by vacuum distillation. Perdeuterated D-a15:0 was prepared from H-a15:0 through 3 cycles of H/D exchange with D2O catalyzed by 10% Pt/C at 220°C as described by Yepuri et al.,[65] followed by chromatography on silica gel and vacuum distillation. The final product was chemically homogeneous and had an isotopic purity of 99%, as determined by analysis of its derived methyl ester by GC/MS. Cerulenin was obtained from Alfa Aesar (Tewskbury, MA) and stored in the dark at –80°C as a solid. FA-free bovine serum albumin (BSA, catalog number A8806) was obtained from Sigma–Aldrich (St. Louis, MO). All other materials were obtained from commercial suppliers and used as received.\n\nCultivation conditions, sample preparation, and cell viability\n\nB. subtilis 168 (parent strain) and a ΔyusL mutant (strain BKE32840) were obtained from the Bacillus Genetic Stock Center (The Ohio State University, Columbus, OH). The ΔyusL strain lacks enoyl-CoA hydratase/3-hydroxyacyl-CoA dehydrogenase activity and is severely deficient in its ability to degrade exogenous long-chain FAs;[36] therefore, this strain was used for all experiments where exogenous FAs were supplied in the cultivation medium. General growth and maintenance of B. subtilis was performed in either Luria–Bertani (LB) rich medium or M9 minimal medium with 2% glucose supplemented with 5 mM l-tryptophan. Solid media were prepared by the addition of 1.5% Bacto or Noble Agar (Difco) to LB or M9 medium, respectively. Erythromycin was added to 0.5 μg/mL for routine maintenance of BKE32840. Cultures were incubated at 37°C, and liquid cultures were aerated by shaking at 250 rpm. Where applicable, supplemental FAs were added to a final concentration of 8 mg/L each of a15:0 and n16:0 from 25 mg/mL stock solutions in ethanol, along with 10 g/L of FA-free BSA as a carrier to aid solubility. Cerulenin (10 mg/mL in ethanol stock solution) was prepared fresh and added immediately prior to inoculation. The required final concentration was determined empirically and varied by supplier and batch. For the work described here, cerulenin from Alfa Aesar was used at a final concentration of 50 μg/mL, which was sufficient to fully suppress endogenous FA synthesis, as judged by inhibition of growth, and rescued by exogenous FA (S5 Fig).\n\nPartially deuterated cells were grown in M9, prepared using 90% v/v D2O and H-glucose. This medium produced approximately 60%–70% deuteration of the carbon skeletons in biosynthetic molecules (analysis described below). B. subtilis 168 and BKE32840 were adapted to growth in M9-Gluc + 5 mM l-tryptophan prepared with 90% (v/v) D2O by serial passage (1:100 inoculum) in media prepared with increasing concentrations of D2O (H2O:D2O 100:0, 50:50, and 10:90). Cerulenin-treated, FA-supplemented cells were grown starting from a culture of untreated, unsupplemented cells. The starter culture (OD600 0.8–1.0) was diluted 1:20 in cerulenin/FA medium to an OD600 of ca. 0.05, incubated for growth to an OD600 of 0.8–1.0, then passaged by dilution (1:20) into fresh medium. FA composition was monitored at each passage by GC/MS; 5–8 passages were required to clear the native FAs and adapt the cells to the FA-dependent condition. Control cultures without supplied FA (no-growth controls) were monitored in parallel for each experiment to ensure that the cerulenin remained active during the incubation period. Optical densities were determined at 600 nm using a Synergy Mx plate reader (BioTek, Winooski, VT, USA), using a 96-well microtiter plate and 300-μL well volumes.\n\nFor contrast experiments (Figs 1 and 2, and S2 Fig), B. subtilis 168 cells were resuspended in PBS (10 mM Na2HPO4, 1.8 mM KH2PO4, 137 mM NaCl, and 2.7 mM KCl), prepared either with H2O or D2O (H-PBS or D-PBS, respectively), then mixed in appropriate proportions. For all H cells (Fig 1c), 250 mL of fresh culture (OD600 = 1.5) in H-M9 medium was split into 2 parts, which were processed in parallel. Cells were harvested by centrifugation at 6000 × g for 20 min at 4°C, then washed by centrifugation/resuspension with 3 × 10 mL of H- or D-PBS, allowing 5 min for equilibration at each step. The washed cell pellets were then resuspended in 11 mL of the same buffer to provide a cell concentration approximately 50 mg/mL wet weight, equivalent to approximately 10 mg/mL dry weight. For deuterated cells (Fig 2), the same procedure was followed except that a 125-mL culture grown in D-M9 prepared with 90% D2O was used, providing a final cell concentration of approximately 5 mg/mL dry weight. Cell suspensions were loaded into quartz “banjo” cells (diameter 22 mm, path length 1 mm) for study by SANS. Measurements were made at 37°C, using a single detector position, and the total scattering was analyzed as described below.\n\nFor membrane structural analyses (Figs 3 and 4, S7 and S11 Figs), FA-fed B. subtilis 168 ΔyusL cells were grown in M9-Gluc prepared with 90% D2O. Cells from a 35-mL culture were harvested at an OD600 of 0.5, washed with 3 × 3 mL of PBS, prepared with 85% D2O, and resuspended in 1 mL of the same buffer, providing a final cell concentration of approximately 5 mg/mL dry weight. Because of the long data collection times required (up to 4 h), glucose (0.1% w/v), MgSO4 (10 mM), and cerulenin (50 μg/mL) were added to the final resuspension buffer, the pH was reduced to 6.8, and the measurements were made at 25°C to prolong cell viability and minimize autolysis.[39,40] As discussed below under cellular viability and integrity and shown in S6 and S7 Figs, cells remained &gt;90% viable and displayed consistent SANS spectra over a period of 4 h under these conditions.\n\nExtraction of cellular lipids and preparation of FAMEs\n\nLipids were extracted from cells and characterized for FA content by GC/MS of derived FAMEs (schematic description provided in S4 Fig). Total lipid extracts were prepared using a modification[66] of the method of Bligh and Dyer.[67] In brief, cells were pelleted by centrifugation at 6000 × g for 15 min, followed by 3 washes in 1% (w/v) NaCl. Samples were lyophilized in 10 mL glass test tubes with Teflon-faced screw caps, to each of which was sequentially added 0.5 mL of chloroform, 1 mL of methanol, and 0.4 mL of water, with vigorous agitation at each stage. This mixture forms a single phase and was left to stand for 18 h at room temperature with occasional agitation. After 18 h, phase separation was induced by the addition of 0.5 mL of chloroform and 0.5 mL water. The lipids were recovered from the lower chloroform phase by evaporation of the solvent in a new 10-mL glass test tube under an argon stream. FAMEs were prepared by acidic methanolysis of dried lipid extracts or intact cells.[68] Solvents, if present, were evaporated under a stream of argon prior to the addition of 1 mL of concentrated HCl/methanol (10% v/v). The test tube was then purged with argon, sealed, and heated to 85°C for 2 h. After cooling, 1 mL of water and 1 mL of hexane were added, and the contents were vortex-mixed. After phase separation, a portion (approximately 700 μL) of the upper phase was taken out for GC/MS analysis.\n\nPreparation and derivatization of cellular amino acids\n\nCellular amino acids were analyzed by GC/MS, as described by Dauner and Sauer.[69] Cells from 10 mL of culture at OD600 ≈ 0.7 were harvested by centrifugation, washed 3 times with water by resuspension/centrifugation, and stored frozen. For analysis, cells were resuspended in 1 mL of water in a microcentrifuge tube and lysed by sonication. After centrifugation at 14,000 × g for 15 min, a 500-μL portion of the supernatant was transferred to a glass vial and mixed with 1.5 mL of 6 M HCl. Standard solutions were prepared from H- or D-algal amino acid mixtures and processed in the same manner. The vials were sealed with Teflon-lined caps and heated at 110°C for 24 h to hydrolyze protein, after which the volatiles were removed by rotary evaporation. The hydrolysates were resuspended in tetrahydrofuran (100 μL) and N-tert-butyldimethylsilyl-N-methyltrfluoroacetamide (100 μL) and then heated to 60°C for 1 h to produce tert-butyldimethylsilyl amino acid derivatives suitable for GC/MS analysis. Samples were diluted with hexane 1:10 (v/v) prior to analysis.\n\nGC/MS\n\nGC/MS analysis was performed using an Agilent 5890A gas chromatograph with a 5975C mass-sensitive detector operating in electron-impact mode (Agilent Technologies, Santa Clara, CA). The instrument was equipped with an HP-5ms capillary column (30 m long, 0.25 mm outside diameter, and 0.25 μm coating thickness) using helium at 1 mL/min as the carrier gas. Samples of 1 μL were introduced using splitless injection at an inlet temperature of 270°C. FAMEs were eluted using a temperature program of 2 min at 60°C; 20°C/min to 170°C; 5°C/min to 240°C; and 30°C/min to 300°C for 2 min. Derivatized amino acids were eluted with a temperature program of 2 min at 100°C; 10°C/min to 280°C for 2 min.; and 25°C/min to 325°C for 2 min. Peak assignment, integration, and mass spectral analysis were performed using the instrument's ChemStation Enhanced Data Analysis software and the NIST mass spectral database. Peaks for deuterated compounds were identified on the basis of retention times and spectral comparison with nondeuterated compounds. The extent of deuteration was assessed by determining the gain in molecular mass for parent ions of FAMEs (Table B in S1 Text) or of selected fragment ions for amino acids (Table C in S1 Text).\n\nSANS\n\nSANS data were collected on Bio-SANS[70] and the Extended Q-range Small Angle Neutron Spectrometer (EQ-SANS)[71] at the at the High Flux Isotope Reactor and the Spallation Neutron Source, respectively, both located at Oak Ridge National Laboratory. Two-dimensional scattering data from both instruments were reduced using the Mantid[72] software and normalized to a porous silica standard to establish an absolute scale, and corrected for pixel sensitivity, dark current, and sample transmission. Background scattering was subtracted from the 1D intensity versus q, which is defined as:\n\nwhere λ is the neutron wavelength and 2θ is the scattering angle relative to the incident beam. At EQ-SANS, the data were collected in 60 Hz mode with 2 instrumental configurations: 1.3-m sample-to-detector distance with 4–7 Å neutrons (q = 0.050–0.4 Å−1) and 4.0 m sample-to-detector distance with 10–13.4 Å neutrons (q = 0.009–0.07 Å−1), yielding a total q-range from approximately 0.009 to 0.4 Å−1. At BioSANS, 6-Å neutrons were used at 2 sample-to-detector distances, 2.5 m (q = 0.050–0.30 Å−1) and 15.3 m (q = 0.005–0.060 Å−1), yielding a total q-range from 0.005 to 0.30 Å−1. Collection times did not exceed 4 h, at which point cells were determined to be better than 90% viable, as shown below in cell viability and sample integrity (S6 and S7 Figs). The scattering data from the cells demonstrate no statistically significant change in scattered intensity after 4 h (S7 Fig).\n\nModel lipid mixtures (S9 Fig) were produced using synthetic lipids from Avanti Polar Lipids (Alabaster, AL) and prepared as follows: lipids were dissolved in chloroform, dispersed as a film by evaporation in a 20-mL scintillation vial, and dried overnight under vacuum (&gt;6 h). The lipid films were then rehydrated in the isotopically appropriate solvent (H2O, D2O, or a combination thereof) and subjected to 5 freeze-thaw cycles prior to extrusion through 100-nm pore-diameter track-etched polycarbonate membrane filters. The final concentration of vesicles for scattering measurements was 10 mg/mL.\n\nData used for the contrast experiments (Figs 1 and 2) were collected on EQ-SANS for 0.009 Å−1 &lt; q &lt; 0.06 Å−1. The data were evaluated as the Porod invariant:\n\nThe proportionality of Q* to the total scattering intensity I(0) makes it a useful metric for comparison to structure-independent estimates of I(0) based only on composition and scattering length density, ρ. Vp is the Porod volume. To analyze the acyl thickness of the bilayer, the data were modeled using the expression:[73]\n\nfor an arbitrary number of bilayers, N, of volume, Vs, with scattering length density ρ s, in a solvent of ρm, where F(q) is the form factor describing the lamellar shape, and (ρm − ρs), is the contrast term. The scattering law used to model the data was the lamellar form factor representing the hydrocarbon core of the bilayer, with 2 identical head group regions on either side, with scattering densities matching that of the surrounding cellular environment. Fitting of the SANS data was performed in SASview.[74]\n\nEstimation of molecular and cellular scattering\n\nEstimates of total scattering from B. subtilis (Figs 1 and 2) were made as follows. A neutron scattering signal arises when there is a difference in neutron scattering length density, ρ, between a species, s, and the medium in which it resides in, m. The difference, (ρm−ρs), is called contrast, and the scattered intensity is proportional to its square. For any species,\n\nwhere n is the number of atoms, b is the coherent neutron scattering length for each atom, and V is the volume of the species. Because each class of biomolecule (i.e., protein, lipid, carbohydrate, RNA, or DNA) has a nearly constant chemical composition and density, ρ is well approximated as a single value for each class (Table A in S1 Text).[30]\n\nDeuterium labeling increases the ρ of an unlabeled molecule (ρH) because the scattering length b is greater for D than H (6.67 versus –3.74 fm).[31] In biomolecules, the hydrogen atoms can be assigned to 2 categories, those bound to carbon (CH), which do not exchange with water, and those bound to heteroatoms (XH, X = N, O, or S), which do exchange with water. The fractions in the 2 categories are consistent within each class of biomolecule, which allows for the definition of the terms, ΔρCD and ΔρXD, that represent the increase in ρ resulting from the complete deuteration of each category. For a deuterated biomolecule:\n\nwhere ρH is ρ for the unlabeled (all-H) molecule, and fXD and fCD are the fractions of deuterium substitution in the XH and CH categories, respectively. Estimates (Figs 1b and 2a) were generated using Eq 5 and the values for ρH, ΔρXD, and ΔρCD in Table A in S1 Text. The differing slopes for each class of biomolecule reflect differences in ΔXD.\n\nThe total scattering from a cell, Icell(0), is the sum of the scattering contributions from all of the cell’s biomolecular species, given by the relation\n\nwhere χs is the volume fraction of each species s, ρs is its neutron scattering length density, and ρm is the average neutron scattering length density of the medium (all species s, including intracellular water). When ρs = ρm, the species is contrast-matched and thus effectively invisible to neutrons, provided the medium is uniform. The scattering attributable to an individual species j is given by:\n\nIn an undeuterated cell, the χj for biomolecules is sufficiently high and the ρj is sufficiently different that the surrounding medium is not truly uniform. As a result, the total scattering for a given species j reflects interspecies contrast and is not completely nulled at the nominal contrast matchpoint defined by the average of the medium (χj = χm). However, judicious deuteration can be used to converge ρ for water and most biomolecules (cf. Figs 1b and 2a), effectively suppressing the interspecies contributions.\n\nKnowledge of the cell’s composition (Table A in S1 Text) allows one to estimate the total cellular scattering—broken down by biomolecular species as a function of deuteration in the solvent and in the CH skeletons of the various biomolecules (Figs 1c and 2d). Approximately 80% of the dry mass of a B. subtilis cell is made up of protein (53%), RNA (18%), DNA (2.6%), lipid (5.2%), and carbohydrate (2.8%).[33] The remaining mass—which was neglected in our estimates—consists of small organic molecules, such as amino acids, cofactors, and nucleotides plus inorganic material. These data were used with Eqs 6 and 7 to calculate the predicted total scattering in Fig 1c.\n\nEstimated scattering for cells grown in D-M9 (Fig 2b) relied on analyses of lipids and proteins extracted from B. subtilis under relevant conditions to adjust ρ according to Eq 5. The net deuteration of the FA pool in the absence of cerulenin and supplemental FAs was 68.5%, with deuteration of individual FAs ranging from 66% to 71% (Table B in S1 Text). The deuteration of the amino acid pool was more variable and had a lower average deuteration of 60% (Table C in S1 Text), which is similar to what would be expected in Escherichia coli.[75] A value of 70% was assumed for other biomolecules, and the extent of deuteration at water-exchangeable positions was assumed to match that of the medium.\n\nCell viability and sample integrity\n\nCell viability was evaluated using optical density measurements, manual cell counts with a hemocytometer, and fluorescent live/dead staining with the BacLight Bacterial Viability Kit (Catalog number L7012, Molecular Probes, Eugene, OR). The live/dead assay uses a mixture of 2 fluorescent nucleic acid stains (SYTO 9 and propidium iodide), which stain live cells green and dead cells with compromised membranes, red. Fluorescence micrographs of stained cells were acquired with a Zeiss Axioskop 2 Plus and analyzed with ImageJ[76] to count cells using green and red fluorescence channels. Nonirradiated suspensions of the ΔyusL strain prepared identically to the samples used for neutron beam experiments were used as controls. Cell suspensions were incubated in a sealed cuvette at 25°C, and optical density (OD600) was recorded at 1-min intervals over a period of 24 h (S6a Fig). Direct cell counts and live/dead staining of the nonirradiated samples were performed immediately after processing and at 4 h and 24 h (S6b Fig). These experiments showed close correspondence among the 3 measures of viability and that cells remained 90% viable over 4 h and 50%–60% viable over the course of 24 h under the conditions of the experiment. Irradiated cell suspensions were taken from the neutron beam after data collection and allowed to decay for approximately 30 min, at which time they were subjected to a radiological survey. Radiological safety protocols do not permit timely removal of cell suspensions for microscopic examination. Instead, optical density measurements of the cells at 4 h and 24 h were carried out using a Shimadzu UV-2700 UV–Vis spectrophotometer (S6a Fig). FA stability was monitored over the course of the 4 h it took to collect a complete SANS data set using GC/MS as described above for nonirradiated samples (S7 Fig). Finally, cell stability in the neutron beam was assessed by repeating the SANS measurement 3.5 h after the cells were put in the beam showing no change in the scattered intensity (S7 Fig).\n\nSupporting information"
}