{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000978",
  "doi": "10.1371/journal.pbio.3000978",
  "externalIds": [
    "pii:PBIOLOGY-D-20-02140",
    "pmid:33320883",
    "pmcid:PMC7737895"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Rapid detection of SARS-CoV-2 with CRISPR-Cas12a",
  "authors": [
    {
      "name": "Dan Xiong",
      "first": "Dan",
      "last": "Xiong",
      "affiliation": "Medical Laboratory of Shenzhen Luohu People’s Hospital, Shenzhen, China"
    },
    {
      "name": "Wenjun Dai",
      "first": "Wenjun",
      "last": "Dai",
      "affiliation": "Yaneng Biotech Co. Ltd., Fosun Pharma, Shenzhen, China"
    },
    {
      "name": "Jiaojiao Gong",
      "first": "Jiaojiao",
      "last": "Gong",
      "affiliation": "Yaneng Biotech Co. Ltd., Fosun Pharma, Shenzhen, China"
    },
    {
      "name": "Guande Li",
      "first": "Guande",
      "last": "Li",
      "affiliation": "Yaneng Biotech Co. Ltd., Fosun Pharma, Shenzhen, China"
    },
    {
      "name": "Nansong Liu",
      "first": "Nansong",
      "last": "Liu",
      "affiliation": "Yaneng Biotech Co. Ltd., Fosun Pharma, Shenzhen, China"
    },
    {
      "name": "Wei Wu",
      "first": "Wei",
      "last": "Wu",
      "affiliation": "Medical Laboratory of Shenzhen Luohu People’s Hospital, Shenzhen, China"
    },
    {
      "name": "Jiaqiang Pan",
      "first": "Jiaqiang",
      "last": "Pan",
      "affiliation": "Yaneng Biotech Co. Ltd., Fosun Pharma, Shenzhen, China"
    },
    {
      "name": "Chen Chen",
      "first": "Chen",
      "last": "Chen",
      "affiliation": "Yaneng Biotech Co. Ltd., Fosun Pharma, Shenzhen, China"
    },
    {
      "name": "Yingzhen Jiao",
      "first": "Yingzhen",
      "last": "Jiao",
      "affiliation": "Singuway Biotech Co. Ltd., Shenzhen, China"
    },
    {
      "name": "Huina Deng",
      "first": "Huina",
      "last": "Deng",
      "affiliation": "Yaneng Biotech Co. Ltd., Fosun Pharma, Shenzhen, China"
    },
    {
      "name": "Junwei Ye",
      "first": "Junwei",
      "last": "Ye",
      "affiliation": "Yaneng Biotech Co. Ltd., Fosun Pharma, Shenzhen, China"
    },
    {
      "name": "Xuanxuan Zhang",
      "first": "Xuanxuan",
      "last": "Zhang",
      "affiliation": "Yaneng Biotech Co. Ltd., Fosun Pharma, Shenzhen, China"
    },
    {
      "name": "Huiling Huang",
      "first": "Huiling",
      "last": "Huang",
      "affiliation": "Yaneng Biotech Co. Ltd., Fosun Pharma, Shenzhen, China"
    },
    {
      "name": "Qianyun Li",
      "first": "Qianyun",
      "last": "Li",
      "affiliation": "Department of Neurology, Hwa Mei Hospital, University of Chinese Academy of Sciences, Ningbo, China"
    },
    {
      "name": "Liang Xue",
      "first": "Liang",
      "last": "Xue",
      "affiliation": "Yaneng Biotech Co. Ltd., Fosun Pharma, Shenzhen, China"
    },
    {
      "name": "Xiuming Zhang",
      "first": "Xiuming",
      "last": "Zhang",
      "affiliation": "Medical Laboratory of Shenzhen Luohu People’s Hospital, Shenzhen, China"
    },
    {
      "name": "Guanghui Tang",
      "first": "Guanghui",
      "last": "Tang",
      "affiliation": "Yaneng Biotech Co. Ltd., Fosun Pharma, Shenzhen, China",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-4585-9161"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-12-15",
  "dateAccepted": "2020-11-03",
  "dateReceived": "2020-07-17",
  "volume": "18",
  "number": "12",
  "pages": "e3000978",
  "tags": [
    "Artificial gene amplification and extension",
    "Bioengineering",
    "COVID 19",
    "CRISPR",
    "Coronaviruses",
    "Diagnostic medicine",
    "Discipline-v3/Artificial gene amplification and extension",
    "Discipline-v3/Bioengineering",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/COVID 19",
    "Discipline-v3/CRISPR",
    "Discipline-v3/Coronaviruses",
    "Discipline-v3/Diagnostic medicine",
    "Discipline-v3/Engineering and technology",
    "Discipline-v3/Genome engineering",
    "Discipline-v3/Infectious diseases",
    "Discipline-v3/Medical conditions",
    "Discipline-v3/Medical microbiology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial pathogens",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Molecular biology techniques",
    "Discipline-v3/Organisms",
    "Discipline-v3/Pathogens",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Polymerase chain reaction",
    "Discipline-v3/RNA viruses",
    "Discipline-v3/Recombinase polymerase amplification",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/SARS",
    "Discipline-v3/SARS CoV 2",
    "Discipline-v3/SARS coronavirus",
    "Discipline-v3/Synthetic biology",
    "Discipline-v3/Synthetic genome editing",
    "Discipline-v3/Synthetic genomics",
    "Discipline-v3/Viral diseases",
    "Discipline-v3/Viral pathogens",
    "Discipline-v3/Virus testing",
    "Discipline-v3/Viruses",
    "Genome engineering",
    "Infectious diseases",
    "Medical conditions",
    "Medical microbiology",
    "Microbial pathogens",
    "Microbiology",
    "Molecular biology",
    "Molecular biology techniques",
    "Organisms",
    "Pathogens",
    "Pathology and laboratory medicine",
    "Polymerase chain reaction",
    "RNA viruses",
    "Recombinase polymerase amplification",
    "SARS",
    "SARS CoV 2",
    "SARS coronavirus",
    "Synthetic biology",
    "Synthetic genome editing",
    "Synthetic genomics",
    "Type/Methods and Resources",
    "Viral diseases",
    "Viral pathogens",
    "Virus testing",
    "Viruses"
  ],
  "abstract": "The recent outbreak of betacoronavirus Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), which is responsible for the Coronavirus Disease 2019 (COVID-19) global pandemic, has created great challenges in viral diagnosis. The existing methods for nucleic acid detection are of high sensitivity and specificity, but the need for complex sample manipulation and expensive machinery slow down the disease detection. Thus, there is an urgent demand to develop a rapid, inexpensive, and sensitive diagnostic test to aid point-of-care viral detection for disease monitoring. In this study, we developed a clustered regularly interspaced short palindromic repeats (CRISPR)-CRISPR associated proteins (Cas) 12a-based diagnostic method that allows the results to be visualized by the naked eye. We also introduced a rapid sample processing method, and when combined with recombinase polymerase amplification (RPA), the sample to result can be achieved in 50 minutes with high sensitivity (1–10 copies per reaction). This accurate and portable detection method holds a great potential for COVID-19 control, especially in areas where specialized equipment is not available.",
  "fullText": "Introduction\n\nSevere Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), which emerged in the city of Wuhan, China, has become a serious public health concern [1]. This virus spread rapidly, with over 30 million reported cases and 946,000 deaths worldwide as of September 18, 2020[2,3]. As numerous infections are asymptomatic, the total number of infections remains unknown [4]. Thus, there is an increasing demand for a rapid and sensitive screening method to differentiate infected from healthy individuals.\n\nThe existing nucleic acid detection methods, such as quantitative reverse transcription polymerase chain reaction (RT-qPCR), are sensitive and accurate, but inadequate access to reagents and machinery has limited their application for disease control. For instance, RT-qPCR requires highly purified samples and long reaction times (normally more than 2 hours) as well as well-trained personnel. These limitations may hinder the prescription and administration of antiviral agents to patients.\n\nThe clustered regularly interspaced short palindromic repeats (CRISPR) and Cas (CRISPR associated proteins) are adaptive immune systems in archaea and bacteria, which recognizes and degrades foreign nucleic acid under the guidance of a sequence-specific RNA molecule [5–8]. Some Cas enzymes (including Cas12a, Cas12b, Cas13a, Cas13b, and Cas14) display collateral cleavage activity after binding to their specific targets, which has been fully evaluated for diagnostic use to detect nucleic acids[5,9–12]. Upon target recognition, the activated Cas nucleases indiscriminately cleave nearby single-stranded DNA (ssDNA). By introducing an ssDNA reporter labeled with a fluorophore and quencher or alternatively with a fluorophore and biotin into an in vitro reaction, the cleavage could be detected with a fluorescent reader or a lateral flow paper strip.\n\nAlthough all of these proteins are RNA-guided nucleases, Cas13a and Cas13b are RNases, while Cas12a, Cas12b and Cas14 are DNases [5,8,11,13,14]. Therefore, the Cas13a- and Cas13b-based detections require a transcription step by RNA polymerase and, in contrast, Cas12a, Cas12b, and Cas14 can directly use DNA as substrates. The pre-amplification of nucleic acid with an isothermal or PCR method is normally required to enhance the detection sensitivity [5,14,15]. By combining with the recombinase polymerase amplification (RPA) technology, Cas12a and Cas13a have both been shown to permit single-molecule detection in a given reaction [5,9]. Additionally, a class of diagnostic methods using Cas9 or dCas9 that lacks collateral effect have also been reported for nucleic acid detection [16,17]. These paradigms illustrate the potential of CRISPR-Cas systems as in-site diagnostic tools for the detection of SARS-CoV-2 and, indeed, several CRISPR-based tests have been recently developed [18–21].\n\nIn this study, we present an approach for the visual detection of the ORF1ab and N genes of SARS-CoV-2 using CRISPR-Cas12a system. By combination of a sample processing method and the RPA technology with Cas12a-based detection, the sample to result can be obtained in 50 minutes with a fluorescent reader or via the naked eye (Fig 1A). Because our assay needs minimal equipment for a visual detection of SARS-CoV-2 (Fig 1B), its application may help the control of this pandemic.\n\nResults and discussion\n\nAs the sequences of oligonucleotides are crucial to a rapid and sensitive RPA, primers need to be screened to establish a preferred detection method. We tested 18 and 15 primer combinations for the target genes of ORF1ab and N, respectively, using 100 copies of RNA for each reaction. To screen out the best primer set for the ORF1ab gene, a reverse primer (R2) was used to against forward primers (F1 to F5), selecting the best forward primer (F5) and then using it to screen all the reverse primers (R1 to R5). The primer pair with the best performance was identified and used in subsequent experiments (F5+R1, Fig 2A–2D). Primers for the N gene of SARS-CoV-2 were subjected to the same procedure, and the primer set of F4+R2 exhibited the best performance (Fig 2E–2H).\n\nTo determine the analytical sensitivity of this system, the targets were serially diluted to 1, 10, and 100 copies/μL. Then, 1 μL of RNA from each dilution was used as template, and 3 independent replicates each with 5 technical replicates were performed. The CRISPR-Cas12a assays for ORF1ab and N gene were both capable of detecting their corresponding targets at all assayed dilutions and did not show any signals in the no-template control (NTC, Fig 3). These results illustrate our developed CRISPR-Cas12a assay has a single-copy sensitivity.\n\nWe then aligned the primers with other coronavirus genomes (Human Coronavirus OC43 [HCoV-OC43], Human Coronavirus HKU1 [HCoV-HKU1], Severe Acute Respiratory Syndrome [SARS], and Middle East Respiratory Syndrome Coronavirus [MERS-CoV]) using MEGA 7 and found the sequences were not similar to most viral sequences (Fig 3C). Moreover, the crRNAs targeting the ORF1ab and N genes of SARS-CoV-2 have several mismatches to other coronavirus, suggesting high specificity of the assay to targets since crRNAs have been shown to be sensitive to single-nucleotide mutations [15]. We further experimentally evaluated the specificity of our assay to 4 human coronavirus strains and 11 respiratory pathogens. As shown in Fig 3D, cross-reactivity was not observed with SARS-CoV-2 and the tested respiratory pathogens. These results together demonstrate that the established system is highly specific to SARS-CoV-2. This, however, may be a double-edged sword, because false negative may occur when analyzing clinical samples in which mutations commonly existed [22].\n\nNext, to mimic clinical situations, we spiked pseudovirus containing fragments of ORF1ab and N genes into samples from healthy volunteers. As compared to a live virus, pseudoviruses, which can be produced naturally during the infection or artificially by researchers in laboratories, contain nucleic acid sequences of interest but do not have any of the components for infectious viruses. We tested various protocols for sample lysis and found that the one that used Triton X-100, Tween-20, guanidine hydrochloride, and a heating step yielded the strongest signal (S1a Fig). Nevertheless, the signal was significantly reduced when the heating step was abolished (S1b Fig), implying incomplete sample lysis without heating. This protocol allowed the sample processing to be finished in 5 minutes, and the unextracted lysate could be directly served as templates for RT-RPA amplification. As shown in Fig 4A–4D, our assay was able to detect a single copy of pseudovirus in a reaction.\n\nVisual detection is crucial for nucleic acid diagnostics, especially in situations when instruments are not available. In this study, we used a reporter with a dye label (FAM) on the 5′ end and a fluorescent quencher (BHQ1) on the 3′ end. After the Cas12a cleavage assay, we observed bright green signals by the naked eye under a gel imager when the targets were present (Fig 4E and 4G). With this method, a detection as sensitive as 1 copy per reaction was realized, which is comparable with the method using a fluorescence plate reader. We developed another reporter labeled with a FAM molecule on the 5′ end and a biotin on the 3′ end. When coupled with a lateral flow strip, the destruction of the reporter is visible by the naked eye [10,21]. This method exhibited an analytical sensitivity of 1 copy/μL for the template (Fig 4F and 4H).\n\nWe next compared the sensitivity of the CRISPR-Cas12a-based method with the RPA-only method, the latter of which appeared not to be as sensitive as the former with observed Limit of Detection (LoD) values of 50 copies/μL and 10 copies/μL for the ORF1ab and N genes, respectively, in lateral flow assay (Fig 4I). In fluorescent detection assay, the RPA-only detection also showed an inferior sensitivity than Cas12a-based assay with LoD of 1,000 and 100 copies for ORF1ab and N genes, respectively, in a given reaction (S2 Fig). This observation may ascribe to the signal amplification effect induced by the collateral activity of Cas12a [23]. Therefore, it would be reasonable to speculate that the CRISPR-Cas12a-based detection approach is more sensitive than the RPA-only system in general.\n\nFinally, we evaluated our system using 22 clinical samples initially diagnosed by RT-qPCR. The results showed 100% consistency between our assay and the RT-qPCR readouts for both the negative and positive samples (Fig 4J–4N, S3 Fig). Of note, 1 sample (NO. 5) showed slow increase of fluorescence for N gene detection, which is in agreement with the quantitative polymerase chain reaction (qPCR) data, where the highest cycle threshold (CT) value was observed (S4 Fig). However, it displayed bright green under UV, as well as an obvious test band on the strip, indicating that the visual detection system is of high sensitivity. This results should be carefully interpreted due to the insufficient number of samples. A larger cohort would be helpful to better understand the sensitivity and specificity and also provide confidence that this assay is adequate to address the pandemic’s needs for scalable and accurate testing.\n\nIn summary, we report the development and initial validation of a CRISPR-Cas12-based method for detection of SARS-CoV-2 using purified RNA or rapidly lysed samples. This 2-step method requires opening of the tube after RPA reaction, which may generate aerosol and cause false-positive results. To avoid cross contamination, the tube opening when preparing Cas12a detection solution should be strictly performed in a separate area. Another smart strategy was to add the Cas enzyme on the inner wall of the reaction tube, and an extra centrifugation step was followed to initiate the detection after RPA amplification [23]. When performing the lateral flow test, a single-use cartridge that can internally direct the Cas12a reaction toward the dipstick for readout could be used to reduce the risk of amplicon contamination [24].\n\nSince there is still no specific medicines available for the treatment of coronavirus pneumonia, early detection and treatment are extremely vital to patients. The application of this rapid, sensitive, and portable system, to some extent, could help in the control of the Coronavirus Disease 2019 (COVID-19).\n\nMaterials and methods\n\nEthical statement\n\nA total of 22 clinical samples (nasopharyngeal swabs), including 11 positive and 11 negative samples, were collected at Shenzhen Luohu People’s Hospital between February and May of 2020. Oral consent was obtained from all enrolled patients. The collection and detection for SARS-CoV-2 virus were approved by the Shenzhen Centers for Disease Control and Prevention (CDC). The research on rapid diagnostic technique for SARS-CoV-2 using clinical samples was approved by the ethical committee of Shenzhen Luohu People’s Hospital (NO. 2020-LHQRMYY-LL-002).\n\nTemplate RNA production\n\nFragments of ORF1ab and N gene of SARS-CoV-2 and other human coronaviruses were synthesized and ligated into a pUC19 vector (BIOLIGO, Shanghai, China). The fragments were PCR amplified using primers containing T7 promoter and 20 nucleotide target sequences. The amplified PCR product served as the DNA template for in vitro transcription (IVT) reactions with a commercially available kit (Thermo Fisher Scientific, New Jersey, United States of America) according to the manufacturer’s instructions. The copy number of RNA was calculated based on the concentration quantified by a spectrophotometer (Thermo Fisher Scientific) using the following equation: RNA copy number = (M × 6.022 × 1023)/(n × 1× 109 × 330), in which M represents the amount of RNA in nanograms, n is the length of the RNA in base, and the average weight of a base is assumed to be 330 Daltons.\n\nPrimer design and RPA reactions\n\nRPA primers targeting the ORF1ab and N genes of SARS-CoV-2 were designed as described in the protocol of Twist-Dx (Maidenhead, United Kingdom). Primer pairs were screened using a forward primer against reverse primers, where the best reverse primer was selected and then used to screen all the forward primers. The primer pairs with the best performance were used in subsequent experiments. RT-RPA reactions were performed using a kit (Amp-Future, Weifang, China) according to the manufacturer’s protocol. Briefly, the reactions were performed in a total volume of 12.5 μL comprising RT-RPA enzymes, 1 μL of RNA input, 1× rehydration buffer, 14 mM magnesium acetate, and 0.4 μM of each primer. As with the RPA-only detection, additional 120 nM probe was supplemented into the reactions. All reactions were incubated at 42°C for 15 to 20 minutes.\n\nCas12a detection reactions\n\nThe RT-RPA product (10 μL) was added to 40 μL of the CRISPR-Cas12a reaction mixture containing 100 nM crRNA (BIOLIGO), 50 nM Cas12a (NEB, Ipswich, UK), and 250 nM ssDNA reporter (BIOLIGO). Then, the reactions (50 μL in a 96-well microplate or in a PCR tube) were incubated in a fluorescence plate reader (Molecular Devices, California, USA) or a Real-Time PCR Detection System (Bio-Rad, Watford, UK) for up to 120 minutes at 37°C with fluorescent signals collected every 30 seconds (ssDNA FQ substrates = λex: 485 nm; λem: 535 nm). With respect to visual detection, all CRISPR reactions were incubated at 37°C for 15 to 20 minutes.\n\nAnalytical specificity of the RT-RPA assay\n\nThe assay specificity was evaluated by testing RNAs from human coronaviruses (SARS, HKU1, MERS, and OC43), avian influenza A viruses (H7N9 and H5N1), human influenza A viruses (H1N1 [swine flu] and H3N2 subtypes), influenza B viruses (Yamagata and Victoria lineages), adenovirus (ADV3, 7), human parainfluenza virus (PIV2), Staphylococcus aureus, and Streptococcus pneumonia. The RNAs of human coronaviruses were generated by IVT, and the reference RNAs of other respiratory pathogens was purchased from the National Institutes for Food and Drug Control (Beijing, China) and dissolved using 500 μL of RNase-free water according to the manufacturer’s instructions.\n\nLateral flow detection reactions\n\nLateral flow detection was performed with commercial strips (TwistDx, Cambridge, UK). The Cas12a reactions were diluted 1:5 in HybriDetect Assay Buffer, after which the strips were inserted and incubated for 2 minutes at room temperature. Then, the strips were removed and imaged using a smartphone camera.\n\nRNA release from pseudovirus\n\nThe samples from negative volunteers were collected using a throat swab and lysed in buffers with distinguished recipes (1, 100 mM TCEP + 0.5% Triton X-100; 2, 0.5% Triton X-100 + 0.5% Tween-20; 3, 0.5% Triton X-100 + 0.5% Tween-20 + 1 mM EDTA; 4, 800 mM guanidine hydrochloride + 0.5% Triton X-100 + 1 mM EDTA; 5, 800 mM guanidine hydrochloride + 0.5% Triton X-100 + 0.5% Tween-20). The pseudovirus purchased from Yeasen (Shanghai, China) in an original concentration of 5 × 106 copies/mL was spiked into the lysis buffer, which was subsequently heated at 80°C for 5 minutes using a dry heat block. The lysates were then serially diluted to the concentration of 1 copy/μL, 10 copies/μL, 100 copies/μL, and 1,000 copies/μL.\n\nHuman clinical sample collection and preparation\n\nOropharyngeal swab samples from patients infected with SARS-CoV-2 were immediately placed into sterile tubes containing 3 mL of viral transport media (VTM, Health Gene Technologies, Ningbo, China). The collected samples were deactivated by heating at 56°C for 30 minutes in a biosafety level 2 (BSL 2) medical laboratory of Shenzhen Luohu People’s Hospital in China. RNA was purified with an RNA extraction kit (Health Biomed, Shanghai, China) on a Smart LabAssist-32 platform (Taiwan Advanced Nanotech, Taoyuan, China). To avoid the interference of TE buffer to RT-RPA reaction, RNA was eluted with RNase- and DNase-free water.\n\nqPCR assay for SARS-CoV-2 testing\n\nThe viral nucleic acids were detected with a SARS-CoV-2 test kit (Yaneng Biotech, Shenzhen, China) according to manufacturer’s instruction. The assay was performed using a SLAN96P Instrument (Hongshi, Shanghai, China), with the following program: reverse transcription at 50°C for 15 minutes, pre-denaturation at 95°C for 10 minutes, and followed by 45 cycles of denaturation at 95°C for 10 seconds and annealing and extension at 55°C for 40 seconds.\n\nAll the primers and crRNAs used in this study are listed in S1 and S2 Tables. The general illustration of our assay is shown in Fig 1, which consists of a sample processing step at 80°C for 5 minutes, an RT-RPA reaction at 42°C for 15 to 20 minutes, and a Cas12 detection performed at 37°C for 15 to 20 minutes. This assay can be run in approximately 35 to 50 minutes and be visualized under a UV light imager (Jiapeng Tech., Shanghai, China) or a lateral flow strip.\n\nSupporting information"
}