{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000230",
  "doi": "10.1371/journal.pbio.3000230",
  "externalIds": [
    "pii:PBIOLOGY-D-19-00416",
    "pmid:31048835",
    "pmcid:PMC6497227"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Entorhinal transformations in abstract frames of reference",
  "authors": [
    {
      "name": "Raphael Kaplan",
      "first": "Raphael",
      "last": "Kaplan",
      "affiliation": "Wellcome Centre for Human Neuroimaging, UCL Queen Square Institute of Neurology, University College London, London, United Kingdom; Egil and Pauline Braathen and Fred Kavli Centre for Cortical Microcircuits, Kavli Institute for Systems Neuroscience, Norwegian University of Science and Technology, Trondheim, Norway",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-5023-1566"
      ]
    },
    {
      "name": "Karl J. Friston",
      "first": "Karl J.",
      "last": "Friston",
      "affiliation": "Wellcome Centre for Human Neuroimaging, UCL Queen Square Institute of Neurology, University College London, London, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-7984-8909"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-05-02",
  "dateAccepted": "2019-03-29",
  "dateReceived": "2019-02-14",
  "volume": "17",
  "number": "5",
  "pages": "e3000230",
  "tags": [
    "Anatomy",
    "Brain",
    "Brain mapping",
    "Coding mechanisms",
    "Cognition",
    "Cognitive neuroscience",
    "Cognitive psychology",
    "Cognitive science",
    "Computational biology",
    "Computational neuroscience",
    "Decision making",
    "Diagnostic medicine",
    "Diagnostic radiology",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Brain",
    "Discipline-v3/Brain mapping",
    "Discipline-v3/Coding mechanisms",
    "Discipline-v3/Cognition",
    "Discipline-v3/Cognitive neuroscience",
    "Discipline-v3/Cognitive psychology",
    "Discipline-v3/Cognitive science",
    "Discipline-v3/Computational biology",
    "Discipline-v3/Computational neuroscience",
    "Discipline-v3/Decision making",
    "Discipline-v3/Diagnostic medicine",
    "Discipline-v3/Diagnostic radiology",
    "Discipline-v3/Entropy",
    "Discipline-v3/Functional magnetic resonance imaging",
    "Discipline-v3/Human learning",
    "Discipline-v3/Imaging techniques",
    "Discipline-v3/Learning",
    "Discipline-v3/Learning and memory",
    "Discipline-v3/Magnetic resonance imaging",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Neostriatum",
    "Discipline-v3/Neuroimaging",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Psychology",
    "Discipline-v3/Radiology and imaging",
    "Discipline-v3/Reaction time",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Social sciences",
    "Discipline-v3/Thermodynamics",
    "Entropy",
    "Functional magnetic resonance imaging",
    "Human learning",
    "Imaging techniques",
    "Learning",
    "Learning and memory",
    "Magnetic resonance imaging",
    "Neostriatum",
    "Neuroimaging",
    "Neuroscience",
    "Physics",
    "Psychology",
    "Radiology and imaging",
    "Reaction time",
    "Thermodynamics",
    "Type/Research Article"
  ],
  "abstract": "Knowing how another’s preferences relate to our own is a central aspect of everyday decision-making, yet how the brain performs this transformation is unclear. Here, we ask whether the putative role of the hippocampal–entorhinal system in transforming relative and absolute spatial coordinates during navigation extends to transformations in abstract decision spaces. During functional magnetic resonance imaging (fMRI), subjects learned a stranger’s preference for an everyday activity—relative to one of three personally known individuals—and subsequently decided how the stranger's preference relates to the other two individuals’ preferences. We observed entorhinal/subicular responses to the absolute distance between the ratings of the stranger and the familiar choice options. Notably, entorhinal/subicular signals were sensitive to which familiar individuals were being compared to the stranger. In contrast, striatal signals increased when accurately determining the ordinal position of choice options in relation to the stranger. Paralleling its role in navigation, these data implicate the entorhinal/subicular region in assimilating relatively coded knowledge within abstract metric spaces.",
  "fullText": "Introduction\n\nLearning other people’s attributes is facilitated by expressing personal preferences ordinally—whether we prefer one thing to another—and metrically—how much more we prefer one thing over another. Ordinal and metric coding are particularly important when acquiring knowledge about new people. This type of learning involves relating a new person’s attributes to prior beliefs about other people, either by adopting a relative or absolute frame of reference. For instance, imagine you are preparing dinner for a foreign visitor who says, “I like spicy food.” If they are Vietnamese, their preference for spicy food is probably greater than Germanic tastes despite everyone declaring the same preference.\n\nOn one hand, progress has been made in linking the hippocampus to the maintenance of an ordinal sequence or “hierarchy” of personal attributes [1–5] and, similarly, category learning [6–8]. Yet the neural representation of metrically coded knowledge remains elusive, even though metric coding affords the transformation of knowledge learned via relative and absolute frames of reference.\n\nClues about the neural computations underlying the transformation of abstract knowledge among frames of reference may come from research on the role of the hippocampal formation in path integration: the process of calculating one’s position by estimating the direction and distance one has traveled from a known point. During path integration, specific subregions of the hippocampal formation have been implicated in integrating relative and absolute spatial coordinates during navigation in order to reach a desired location [9]. In particular, grid cells in entorhinal/subicular areas are selectively active at multiple spatial scales when an animal encounters periodic triangular locations covering the entire environment [10–11], while hippocampal place cells code specific locations in an environment [12]. Working together with boundary vector cells in entorhinal/subicular areas—that code an environmental boundary at a particular direction and distance [13–15]—and head direction cells [16], spatially modulated neurons in the hippocampal formation are thought to serve collectively as a cognitive map of the environment [17–18].\n\nNotably, recent findings have extended the idea of map-like coding in the entorhinal cortex and subiculum to humans. Human entorhinal/subicular regions respond to both the distance of goal locations [19–20] and discrete abstract relations [21], suggesting that entorhinal/subicular areas might represent abstract knowledge metrically along multiple dimensions. Taken together, these results imply that neural computations in the hippocampal formation related to spatial exploration may also underlie the integration of information learned in different reference frames during more abstract types of memory-guided decision-making [22].\n\nWe investigated whether specific brain regions, including subregions of the hippocampal formation—like the entorhinal/subicular area—facilitate switching between different relative and absolute reference frames during memory-guided decisions. To test this hypothesis, we developed a novel experimental task, for which healthy volunteers were first asked to rate 1–9, on a 0–10 scale, how likely (likelihood) they (self), a close friend (friend), and a typical person (canonical) were to partake in a variety of everyday scenarios (e.g., eat spicy food, read a book, cycle to work; Fig 1A). To allow for strangers with more extreme ratings than the familiar individuals in the functional magnetic resonance imaging (fMRI) paradigm, subjects were restricted to rating between 1–9. Subsequently, subjects performed a forced-choice fMRI task (Fig 1B), for which they judged the proximity of a stranger’s rating relative to the ratings of the self, friend, and canonical individuals for a given everyday scenario (Fig 1B). Specifically, on each (self-paced) trial, subjects were shown the preference of a stranger on a 0–10 scale, relative to a known person (anchor) and subjects had to select which of the two remaining (nonanchor) familiar individuals were closest to the stranger. After making a decision, a jittered (mean = 2.43 s) intertrial interval (ITI) period started, during which a white fixation point overlaid on a black background appeared on the screen.\n\nIn our task, it was crucial that the anchor was always placed in the middle of the scale to ensure that subjects used their prior knowledge in order to infer the stranger’s absolute preference and form an appropriate mental number line of personal preferences (i.e., remembering the absolute positions of the different preferences on the number line instead of the visible relative position of the anchor in the middle of the screen with a stranger presented somewhere between 0–10; see Fig 1C and 1D). In other words, subjects had to infer the stranger’s position in relation to the anchor’s “true” rating for that scenario (i.e., the rating they gave for that anchor and scenario during the training period) and mentally rescale this information relative to the closest boundary (0 or 10). Note that this is a nontrivial task because the preferences of strangers were not conserved over attributes.\n\nIn summary, training subjects to think of absolutely coded personal preferences in the form of a mental number line allowed us to probe different everyday scenarios at various levels of discriminability and to use a well-characterized signal detection model of decision-making [23]. Discriminability was determined by the absolute distance between individuals on a scale and how confident subjects were about a particular preference. Furthermore, this modeling approach allowed us to quantify the differing mnemonic demands related to the subject knowing their ratings better for themselves (self) than their friend and canonical ratings (Fig 1C). Casting our paradigm in terms of coordinate transformations, we investigated how personal preferences learned via different anchors are differentially represented in the brain in two complementary ways: first, how the stranger’s rating is inferred by mentally rescaling the anchor individual’s rating from its perceived relative position on the screen to its absolute position (the participant’s actual rating) on the preference scale (i.e., anchor rescaling). Second, uncertainty in preference discrimination based on the absolute distance between the stranger’s rating and the ratings of the personally familiar individuals that the stranger is compared with (i.e., choice discriminability). We subsequently refer to these two elements of representing personal preferences in our task as anchor rescaling (Fig 1D) and choice discriminability (Fig 1C), respectively.\n\nResults\n\nBehavior\n\nSubjects’ ratings of personally known individuals followed a consistent structure. As expected, subjects tended to rate the canonical individual toward the middle of the scale, 5, with the self and friend ratings being more evenly dispersed between 1–9 (Fig 2A). Subjects’ ratings for the canonical exemplar and their friend were generally consistent before and after scanning; after scanning, subjects were on average within ±1 of their original ratings for 67.7% (SD = 8.15%) of trials and only made large deviations from their original ratings &gt; = ±3 on 8.54% (SD = 6.2%) of occasions (Fig 2B). Notably, there was a significant effect of anchor condition (self, canonical, or friend) for the average absolute distance between the choice options and the stranger (F[2,22] = 10.1; P = 0.001), for which self (mean = 2.34; SD = 0.412) and friend (mean = 2.26; SD = 0.371) anchor conditions had significantly smaller absolute distances than the canonical (mean = 2.62; SD = 0.473) anchor condition (Fig 2C). Unsurprisingly, we observed that there was an effect of anchor condition for subjective confidence ratings (F[2,22] = 74.0; P &lt; 0.001), for which subjects were more confident about anchor conditions involving decisions with self-comparisons. Additionally, there were overlapping ratings (the same rating for two individuals on the same scenario) for a small subset of preferences, and there was a significant effect of anchor condition in the number of overlapping ratings (F[2,22] = 6.74; P = 0.005), such that there was higher overlap between self and friend ratings (the canonical anchor condition) than between other pairings (S1 Fig). Crucially, trials with overlapping ratings were always considered correctly answered and not included in subsequent behavioral and fMRI analyses. When relating subjective confidence to rating consistency, confidence ratings significantly correlated with rating consistency (t[23] = -4.11; p &lt; 0.001), for which higher confidence ratings had more rating consistency. These results suggest a metacognitive validity of the subjective ratings, relating to memory for specific personal preferences.\n\nDuring the fMRI experiment, subjects made 72.6% of decisions correctly (SD = 1.13%; n = 24), after eliminating trials for which either answer was correct (i.e., same or equidistant ratings). The mean reaction time (RT) was 4.07 s (SD = 0.803 s). There was a significant effect of condition (P &lt; 0.05) for RT (F[2,22] = 4.57; P = 0.022; Fig 2D) but not performance (F[2,22] = 2.73; P = 0.087). The RT effect was driven by significantly higher RT for self versus friend anchor conditions (t[23] = 2.71; P = 0.012; Fig 2D). Notably, there was a negative correlation between trial by trial RT and accuracy (t[23] = -5.51; P &lt; 0.001), i.e., quicker RT for accurate choices. In parallel, RT and rating consistency were also correlated (t[23] = 2.55; P = 0.015), where slower RT related to trials containing inconsistently rated preferences (i.e., poorly remembered preferences),\n\nWe then related RT and accuracy to the absolute distance between the stranger’s rating and the ratings of the nonanchor individuals presented as choice options for each trial (i.e., choice discriminability without the use of a model and confidence ratings). As expected, we found that this distance negatively correlated with RT (t[23] = -5.42; P &lt; 0.001) and positively correlated with accuracy (t[23] = 15.8; P &lt; 0.001); i.e., larger distances related to quicker and more accurate decisions. Highlighting how the metric nature of these absolute distances influenced behavior, we observed a steady increase in the quickness (S2 Fig) and accuracy (Fig 2E) of the participant’s responses when the stranger’s rating was closer to one choice option versus another. Further relating these absolute distances to subjects’ behavior, we then used a signal detection model fit to subjects’ performance that was based on absolute rating distances and subjective confidence ratings. Given the relationship between subjective confidence and rating consistency, subjective confidence ratings also helped account for the different mnemonic demands induced by the different conditions.\n\nA computational model of latent preferences\n\nWe quantified the difficulty of discriminating a particular preference by fitting a formal signal detection model [23] based on the absolute distance between the two choice (nonanchor) individuals on a scale and subjective confidence. Specifically, we characterized discriminability using the entropy of decision probabilities based on a softmax function of likelihood and confidence ratings (Fig 1C). Using this modeling approach allowed us to characterize the absolute distance between the ratings along with the subjects’ confidence ratings in a single measurement of trial-specific choice discriminability. Importantly, high entropy corresponds to lower choice discriminability that is induced by similar ratings. To estimate the requisite softmax (sensitivity or precision) parameter, we modeled performance in terms of entropy (H) over trials (and subjects) using a simple linear regression model. The ensuing behavioral model provided an estimate of the precision parameter (β) and associated measure of trial-specific choice discriminability for each subject.\n\nIn detail, we want to score the difficulty of each trial. This difficulty is the entropy (H) of the choice probability (p), based upon a softmax function of the log odds ratio of a target (stranger) preference (T) being sampled from the distributions of (nonanchor) reference subjects A and B. Let the preference of individual i have a mean μi and standard deviation σi, then the log probability of sampling T from the preference distribution of the i-th reference subject is (ignoring constants)\n\nIf we assume a precision of β, then the probability of choosing subject A over B is a softmax function of the log odds ratio:\n\nand the difficulty is the entropy:\n\nThis will give difficulties between 0 and ln(2), i.e., 0.6931. Given the mean and standard deviation reported by subjects, we can evaluate the probability of choosing each (nonanchor) individual on each trial, given the stranger’s target preference. We used the Bayesian information criterion (BIC) [24] to determine if a signal detection model including subjective confidence ratings—as the standard deviation—outperforms a distance-only model. Notably, we found that the model including confidence ratings (BIC = −39,056) outperformed a simpler distance-only model (BIC = −38,387), for which the lower BIC signifies the greater model evidence. In short, this provides strong evidence for a model based on confidence ratings.\n\nThis model of choice behavior provided trial-specific measures of choice uncertainty (H) that enabled us to identify its fMRI correlates. Following previous work [25–27], we used the mean precision parameter (β), evaluated over subjects to compute trial-specific choice entropies as a predictor for our fMRI responses. We found that choice entropy negatively correlated with performance over trials (t = −10.9; P &lt; 0.001). As might be expected, we observed a significant effect of condition for mean choice entropy (F[2,22] = 17.6; P &lt; 0.001; see Fig 2F), for which choice entropy was significantly higher for self than canonical (t[23] = 6.06; P &lt; 0.001) or friend (t[23] = 4.23; P &lt; 0.001) anchor trials (Fig 2F). This was likely due to lower confidence (i.e., memory demands) for friend and canonical ratings, relative to ratings of self preferences, as well as the smaller mean absolute distances in self anchor trials in relation to canonical anchor trials.\n\nfMRI analyses\n\nChoice discrimination\n\nTo test how strangers’ preferences are compared to personally known people, we characterized the brain’s response to uncertainty in preference discrimination. Specifically, we were interested in what brain regions related to choice discrimination in different absolute reference frames.\n\nIn a whole-brain analysis—comparing differences in entropy effects between the three conditions (self, friend, and canonical)—the only significant entropy-by-condition interaction and the strongest effect of any area in the brain for this contrast was in a right entorhinal/subicular area (x = 24, y = −28, z = −22; F-stat: 9.87; Z-score = 3.46; SVC peak-voxel P = 0.034; Fig 3A and 3B), extending into anterior parahippocampal cortex. In other words, the right entorhinal/subicular effect of discriminability depended upon the anchor condition.\n\nSubsequent t tests on the entorhinal/subicular region exhibiting choice discriminability/entropy effects indicated that there was a significant positive correlation with entropy (i.e., less discriminable/ambiguous choices) for canonical (t[23] = 2.75; P = 0.011) and friend (t[23] = 2.36; P = 0.027) anchor trials, while there was a significant negative correlation with entropy (i.e., more discriminable/straightforward choices) for self anchor trials (t[23] = −2.39; P = 0.025; Fig 3B). Contrasting canonical and friend versus self anchor trials, we observed that the right entorhinal/subicular effect (right: Z-score = 4.02; peak voxel P = 0.004; Fig 3C) was the strongest effect of any area in the brain for this contrast. Note that canonical and friend anchor trials involved choices with self preferences. Subjects either decided whether a stranger’s rating for a scenario was closer to the self versus canonical individual (friend anchor) or the self versus the friend (canonical anchor). Conversely, self anchor trials involved deciding whether a stranger’s rating was closer to the friend versus the canonical individual. In other words, the entorhinal/subicular region responded to more fine-grained/ambiguous choices involving self-comparisons but readily discriminable choices otherwise. However, it is important to note that our model did not predict a significant negative correlation with entropy for the self anchor condition, only that this condition was typically more demanding for subjects, so the negative direction of this effect should be interpreted with caution.\n\nWe then investigated which brain regions responded to choice entropy (i.e., how discriminable the choices were). However, we did not find any significant regions responding to increasing (i.e., a positive correlation between the fMRI signal and choice entropy/less discriminable choices) or decreasing choice entropy (i.e., a negative correlation between the fMRI signal and choice entropy/more discriminable choices) anywhere in the brain.\n\nAnchor rescaling\n\nIn our task, reference frame transformations rely on flexibly relating different known individuals’ ratings to each other. We wanted to capture the initial demands of mentally rescaling the anchor and, consequently, the corresponding stranger from its observed (relative) position on the screen to its actual rating (absolute position) on the scale. To test this, we investigated which regions responded to how far the anchor's preference deviated from the middle of the scale (Anchor Rescaling |anchor rating -5|). In a whole-brain analysis, the only significant main effect of increased anchor rescaling toward the limits of the scale was in the superior parietal lobule (SPL) bilaterally (left: x = −57, y = −52, z = 44; Z-score = 4.09; family-wise error [FWE] cluster P = 0.024; right: x = 33, y = −64, z = 54; Z-score = 3.99; FWE cluster P = 0.005; S3 Fig).\n\nHowever, we did not observe any significant effects for decreased anchor rescaling (maintaining the rating in the middle of the scale). Likewise, we did not observe any regions showing an interaction with anchor condition.\n\nAccuracy\n\nFurther characterizing the functional contribution of different brain regions, we asked if regional responses during memory-guided decisions depended on whether subjects made a correct or incorrect choice for each trial. In a whole-brain analysis, we observed significant activation for correct trials in the right ventral striatum (x = 24, y = 8, z = −6; Z-score = 4.69; FWE cluster P &lt; 0.001; Fig 4A and 4B) extending into white matter and left posterior parietal cortex (PPC) in the depth of intraparietal sulcus (x = −24,y = −64, z = 42; Z-score = 4.30; FWE cluster P = 0.005; S4 Fig). We did not observe any significant activation that preceded incorrect choices, nor significant interactions between anchor condition and accuracy.\n\nFinally, to test whether the right ventral striatum accuracy effect was driven by choices for which highest/lowest judgments between the two choice individuals needed to be made, we split decision-making trials in terms of whether a choice required determining which choice option was highest/lowest instead of closest. Ignoring the three anchor conditions, we split the data into two conditions: one for which the stranger was between the two choice individuals and the second for which the stranger was either higher or lower than both choice individuals. We asked whether subjects who performed better for the latter scenario also recruited the ventral striatum when making highest/lowest versus proximity judgments. We found a between-subject correlation between our right ventral striatal effect for highest/lowest judgments and subject performance for highest/lowest versus proximity judgments (r = 0.561; P = 0.004) (Fig 4C).\n\nRemaining fMRI analyses\n\nAsking whether the time spent deliberating and trying to remember a particular choice option’s preferences influenced any neural responses during our task, we investigated whether any fMRI signals during the social decision-making task correlated with RT. We observed signals in the PPC/precuneus (left: x = −18, y = −58, z = 44; Z-score = 4.49; FWE cluster P &lt; 0.001; right: x = 30, y = −73, z = 42; Z-score = 4.07; FWE cluster P = 0.001; S5 Fig), left motor cortex (x = −33, y = 5, z = 48; Z-score = 4.35; FWE cluster P = 0.033), and lateral occipital cortex (left: x = −24, y = −97,z = −6; Z-score = 4.26; FWE cluster P &lt; 0.001; right: x = 27, y = −91, z = 4; Z-score = 4.35; FWE cluster P = 0.033) that positively correlated with RT. However, we observed no significant negative correlation with RT anywhere in the brain nor significant interactions between anchor condition and RT. Lastly, we also tested whether there were neural responses specifically linked to participants’ subjective confidence ratings for a given choice and did not observe significant responses in any brain region.\n\nDiscussion\n\nUsing computational modeling, fMRI, and a novel memory-guided decision-making paradigm, we asked how different brain regions integrate relatively coded knowledge of different people’s personal attributes within absolutely coded metric spaces (Fig 1). Focusing on reference frame-sensitive responses, we identified an entorhinal/subicular region that related to the absolute distance between the stranger’s rating and the ratings of choice options differently depending on whether a self-comparison was involved (Fig 3). In parallel, SPL activity increased when the anchor required a mental shift from the middle of the scale toward the periphery (S3 Fig). Finally, we found that striatal responses also preceded correct choices, which were partially driven by decisions about which individual had the highest or lowest preference rating (Fig 4). In what follows, we relate these findings to the wider literature—and to the entorhinal/subicular responses we observed. We then speculate on potential neural computations induced by our task.\n\nEntorhinal/subicular representations of social knowledge along multiple scales\n\nWe observed entorhinal/subicular responses to more precise, fine-grained choices if self-comparisons were involved but more straightforward choices otherwise. This result is partially a consequence of lower confidence when rating the friend and canonical individual as well as smaller mean absolute distances between those two individuals and the stranger, which induced significantly higher choice entropy for the self anchor condition, i.e., a more ambiguous/less discriminable choice scenario. Still, significantly higher choice entropy for the self anchor condition doesn’t imply that there should be a negative correlation between the entorhinal/subicular fMRI signal and entropy for the self anchor condition. It only hints that the correlation is likely to be lower than the canonical and friend anchor conditions. Therefore, we can’t make any definitive conclusions about the direction of the effects in the entorhinal/subicular entropy-by-condition interaction beyond the entorhinal/subicular region’s sensitivity to anchor conditions with self-comparisons. Crucially, despite the difference between the anchor conditions in mean choice entropy, a similar distinction was not observed in the hippocampal body or other brain regions. Notably, in rodents, hippocampal place representations are modulated by self-location and are continuous [29]. In contrast, entorhinal/subicular grid as well as object and boundary vector representations use multiple reference frames and can either be continuously or discretely coded [18,30–31]. This highlights a potential functional dissociation to memory-guided decision-making involving different points of reference, for which the body of the hippocampus could relate to self-referenced sampling of prior experience [32–35]. While in contrast, we observe entorhinal/subicular sensitivity to the depth of personal knowledge for different familiar individuals (i.e., how well we know someone’s personal preferences). Further support for this distinction stems from the putative role of the entorhinal cortex [29,36–37] and subicular region [38] in integrating incoming sensory input with learned hippocampal representations. Building on recent studies of macaque and human entorhinal cortex in spatial and nonspatial tasks, our results potentially speak to the organizational principles governing metrically coded maps [20,39–45] along with the implicit encoding of discrete graphs [21], which may be located within the same brain region. This architecture portends a domain general role for entorhinal cortex in memory-guided decision-making involving multiple reference frames.\n\nParietal rescaling of metrically coded preferences\n\nIn our task, participants retrieve and nonlinearly rescale different mental number lines of personal preferences. Following previous observations of posterior parietal involvement in maintaining a mental number line [46–47] and manipulating the position of items in spatial working memory [48], we observe bilateral SPL responses during trials when participants need to mentally rescale the anchor’s relative position in the center toward an absolute position on the periphery of the scale. Moreover, our observation of SPL involvement in mental rescaling of metrically scaled preferences meshes well with the putative notion that parietal areas track magnitudes [49].\n\nStriatal involvement in knowledge-guided social decision-making\n\nWe observed a ventral striatal signal corresponding to correct choices, which also related to choices for which highest/lowest—as opposed to proximity—judgments could be made. This distinction between hippocampal–entorhinal versus striatal responses to different knowledge-guided decision-making strategies closely follows spatial navigation strategies for which the subjects align themselves to a single landmark instead of a boundary in order to infer the direction of a goal location [50]. The implicit functional neuroanatomy may parallel the dissociation between hippocampal and striatal responses observed in the current study. This follows since boundary-oriented navigation is linked to the hippocampus, whereas landmark-based navigation is related to the striatum [51]. More generally, this striatal versus hippocampal dissociation highlights a potential mechanism for how reinforcement/procedural learning could reduce metrically coded relational knowledge into more efficiently usable heuristics [52–53], paralleling categorical versus coordinate-based judgments in spatial cognition [54–55].\n\nAllocentricity and the dimensionality of preferences\n\nOur findings highlight the role of the hippocampal formation, namely the entorhinal cortex and subiculum, in the functional anatomy of how we transform relative and absolute reference frames during decision-making. However, since all of our conditions involve a transformation, it is unclear whether humans ever preferentially use an absolute or “allocentric” frame of reference during decision-making without drawing upon their own frame of reference. Even in spatial and episodic memory, this question is difficult to resolve (see [56]) since self-referencing helps us relate past experience to our current environment [57]. Notably, even rodent hippocampal place cells, the building block of the cognitive map, can be distorted by local egocentric cues (see [58] for an example). Useful clues about how we flexibly transform relative and absolute reference frames come from the social psychology literature. A subset of social psychology has focused on how individualized representations of others’ preferences are generated by anchoring to a known preference and then adjusting accordingly, a phenomenon known as “anchoring and adjustment” [59–61]. Given their similarities, jointly studying “anchoring and adjustment” with boundary-oriented navigation may offer a promising avenue for translational research across species and levels of analysis.\n\nWe tested metrically coded preferences along a single dimension (namely the likelihood of people preferring things), but the true dimensionality of personal preferences is less clear. It is plausible that we learn about others’ preferences within a multidimensional trait space [62]. Yet we do not know the number of dimensions that support this trait space [63–64]. Further work may help relate what we know about navigating physical space with the mental exploration of more abstract spaces [22,65].\n\nOur study induces a spatial (metric) strategy, preventing us from asking whether humans must use map-like coding in order to relate others’ preferences to their own. Furthermore, decisions in our task involve an abstract one-dimensional spatial discrimination, in which subjects determine the relative proximity of a stranger’s rating to the nonanchor individuals. Future work can implicitly test discrimination of metrically coded decision variables in absolute reference frames more implicitly (i.e., without an explicit spatial element) to determine whether the spatial element is required for hippocampal–entorhinal involvement. Still, theoretical work has provided support for the use of a spatial strategy, for which nonhuman primate research has investigated social cognition in terms of coordinate transforms [66]. Social coordinate transformation experiments have captured how social variables are encoded in individual neurons—and how encoding changes over different computational stages during social decision-making [67] like current versus long-term frames of reference [68]. Extending such work to abstract knowledge may potentially help us understand how coordinate transformations can generally guide everyday decisions.\n\nConclusion\n\nMetric coding of decision variables informs decisions by providing coordinates and boundaries that can be translated between different frames of reference. We provide evidence that neural computations—that integrate relative and absolute coordinates during spatial navigation—also extend to relating others’ personal attributes to our own. Consequently, these data provide important clues about how hippocampal–entorhinal map-like coding may facilitate memory-guided decision-making in a domain general manner.\n\nMaterials and methods\n\nEthics statement\n\nSubjects were studied and compensated and gave informed written consent to participate. This study was approved by the local research ethics committee at University College London (approval reference: 1825/003). The study was conducted in accordance with Declaration of Helsinki protocols.\n\nSubjects\n\nTwenty-four healthy adult subjects (16 female; mean age of 25.5 y; SD of 5.38 y) took part in the experiment. All subjects were right-handed, had normal or corrected-to-normal vision, and reported good health with no prior history of neurological disease.\n\nTask\n\nStimuli were presented using the Cogent (http://www.vislab.ucl.ac.uk/cogent.php) toolbox running in MATLAB (Mathworks, Natick, MA, United States). Subjects performed a self-paced (max 9 s), forced-choice, social decision-making task featuring 100 different personal preferences for 3 personally familiar individuals, which included themselves. Subjects viewed a personal preference for a novel stranger, represented by an avatar (Fig 1), that was presented on a scale relative to 1 of 3 known individuals (anchor). Immediately prior to scanning, subjects were first trained to infer the stranger’s rating and then look below the scale in order to decide which of the 2 remaining familiar individuals was closer to that rating. All of the information needed to perform the task was presented at once on the screen, and the only aspects of the task that varied from trial to trial were the anchor and choice options.\n\nAll ratings were obtained from subjects approximately 45 minutes prior to fMRI scanning. Subjects gave likelihood ratings about 110 everyday scenarios (e.g., eating spicy food; see S1 Table for all scenarios) from 1–9 on a 0–10 scale (0 being impossible to 10 being extremely likely) for themselves and two other familiar individuals. For one of the familiar individuals (friend), subjects were asked to choose their closest friend of the same gender that had the most distinct personality from the subject and—unlike the subject—ideally lived outside of London, in order to induce different ratings between individuals. The third individual was a typical/canonical individual of the same gender named Mr./Ms. Normal. Mr./Ms. Normal was supposed to correspond with what they thought a normal person/exemplar at their stage of life would do for each scenario (Fig 1A). During the rating period, subjects were instructed to keep track of how their ratings related to each other for a given scenario (e.g., the participant being a bit more likely to have spicy food than their friend). Crucially, subjects also gave confidence ratings for the canonical exemplar and their friend on every scenario on a scale from 1–5 (No Idea to Very Sure) in order to assess the consistency of their rating (Fig 1A). As a second confirmation of rating consistency, subjects also rated the familiar individuals for every scenario after the fMRI task.\n\nSubjects then performed a brief practice version of the fMRI social decision-making task outside of the scanner, for which subjects viewed a personal preference for a stranger that was presented on a 0–10 scale relative to one of the known individuals (anchor). Subjects had a maximum of 9 seconds to decide whether the stranger’s rating was closer to the 2 remaining (nonanchor) individuals. The anchor was indicated by presenting their initials, which would either be the friend’s initials, ME (Self), or MN, which was an abbreviation for Mr./Ms. Normal (Canonical). All information related to the decision was presented at once, with the scenario being listed above the stranger and anchor individual on the scale (Fig 1B). Directly below the scale “closer to self/friend/canonical individual (A) or self/friend/canonical individual (B)” was written. After making a decision, there was then a jittered ITI period (mean = 2.43 s; range = 0.25–9 s) for which a white fixation point overlaid on a black background was presented.\n\nCrucially, the anchor individual was always placed in the middle of the scale so that subjects needed to use prior social knowledge in order to infer the stranger’s absolute preference and form a mental number line of the nonanchor preferences. In other words, subjects had to infer the stranger’s true (absolute) position in relation to the anchor’s rating for that scenario and the closest boundary (0 or 10). For example, if the stranger was three-fourths to the right of an anchor individual that was rated a 9, the participant would infer that the stranger’s rating was three-fourths of the way between 9 and 10 (the right boundary of the scale). Consequently, the subject would indicate the stranger’s rating would approximately be near 10 (actual rating = 9.75). We assumed that subjects represented people's preferences on this number line, similar to a mental number line [46], thereby enabling them to choose the individual (A or B) that was closest to the stranger. If both individuals in the choice were the same or equidistant from the stranger, subjects were instructed that either answer was counted as correct. Same or equidistant trials were not used in either behavioral or fMRI analyses.\n\nSubjects then practiced the task using the last 10 scenarios they rated, which were repeated 3 times each. On the first few practice trials, subjects verbally rehearsed transforming the anchor’s rating from the middle of the screen to its actual (absolute) position and then inferring the stranger’s rating with verbal feedback from the experimenter until they performed the transformation correctly.\n\nThen, during fMRI scanning, subjects performed the task for the remaining 100 scenarios in 3 different self-paced runs (once for each anchor individual), each lasting approximately 10 minutes (a maximum of 15 minutes). From a relative viewpoint, the stranger was either ± one-fourth or three-fourths of the way between the anchor individual and the boundary ratings of 0 and 10, which was presented equally by run and condition. Subjects were instructed that it was a different stranger on each trial, so the stranger didn’t conserve any preferences. To further emphasize the lack of conserved preferences, the stranger avatar randomly alternated between five colors (red, green, yellow, magenta, and cyan). Once again after completing the fMRI task, subjects gave likelihood ratings for the friend and canonical individuals outside of the scanner.\n\nComputational model\n\nWe used a trial-by-trial computational model of subjects’ performance in order to quantify how subjects’ individual ratings and confidence judgments determined subjects’ choice discriminability during social decision-making (see Fig 1C). Choice discriminability (or inverse precision) was measured using Shannon entropy [69]. Shannon entropy (H) was calculated by estimating the distribution of choice probabilities using a softmax function of individual ratings. This included the standard deviation (σi) derived from subject’s confidence ratings (Ci) for each scenario (σi = 1 for all self ratings), in which the constant term accommodated the assumed stability (reduced memory demands) of self ratings as well as the dynamic range of confidence ratings.\n\nFurthermore, the inverse temperature parameter (β) of the softmax function was optimized using each subject’s trial-by-trial performance. We constructed predictions of neuronal responses in terms of the Shannon entropy (H) of the choice probability in each trial for fMRI [70].\n\nWe optimized subject-specific parameters across trials using maximum likelihood estimation and the optimization toolbox in MATLAB (MathWorks, Inc). We then calculated trial-by-trial parameter estimates of H (choice discriminability) using the group average softmax (precision or inverse temperature) parameter. The ensuing trial-by-trial choice entropy measures were then used to predict BOLD responses in our neuroimaging analyses.\n\nfMRI acquisition\n\nFunctional images were acquired on a 3T Siemens Trio scanner. BOLD T2*-weighted functional images were acquired using a gradient-echo EPI pulse sequence acquired obliquely at 45° with the following parameters: repetition time, 3,360 ms; echo time, 30 ms; slice thickness, 2 mm; interslice gap, 1 mm; in-plane resolution, 3 × 3 mm; field of view, 64 × 72 mm2; 48 slices per volume. A field map using a double-echo FLASH sequence was recorded for distortion correction of the acquired EPI [71]. After the functional scans, a T1-weighted 3D MDEFT structural image (1 mm3) was acquired to coregister and display the functional data [70].\n\nfMRI analysis\n\nFunctional images were processed and analyzed using SPM12 (www.fil.ion.ucl.uk/spm). The first 5 volumes were discarded to allow for T1 equilibration. Standard preprocessing included bias correction for within-volume signal intensity differences, correction for differences in slice acquisition timing, realignment/unwarping to correct for interscan movement, and normalization of the images to an EPI template (specific to our sequence and scanner) that was aligned to the T1 Montreal Neurological Institute (MNI) template [70]. Finally, the normalized functional images were spatially smoothed with an isotropic 8-mm full-width half-maximum Gaussian kernel. For the model described below, all regressors, with the exception of 6 movement parameters of no interest, were convolved with the SPM hemodynamic response function. Data were also high-pass filtered (cut-off period = 128 s). Statistical analyses were performed using a univariate GLM with an event-related experimental design [70].\n\nGLM1\n\nThere were 2 periods of interest: the self-paced (9-s maximum) social decision-making and jittered baseline ITI, which were modeled as boxcar functions and convolved with a canonical hemodynamic response function (HRF) to create regressors of interest. For each social decision-making regressor (self, friend, and canonical anchor trials), there were parametric regressors based on accuracy (whether the choice was correctly answered; 1 = incorrect choice; 2 = correct choice), anchor rescaling, choice entropy (discriminability), RT, and subjective confidence ratings. Inferences about these effects were based upon t and F tests using the standard summary statistic approach for second-level random effects analysis.\n\nGLM2\n\nIn a follow-up analysis to assay whether the ventral striatum accuracy effect was driven by choices for which a highest or lowest judgment between the 2 choice individuals needed to be made, we split decision-making trials in terms of whether a choice required determining which choice option was highest/lowest instead of closest. Ignoring the 3 conditions, we split the data into 2 conditions: one for which the target was between the 2 choice individuals and the second for which the target was either higher or lower than both choice individuals.\n\nAll initial analyses were whole-brain analyses. Subsequently, posthoc statistical analyses were conducted using 10-mm radius spheres in MarsBar toolbox [72] within SPM12 around the respective peak-voxel specified in the GLM analysis. This allowed us to compare the effects of different parametric regressors of interest (e.g., to determine whether an accuracy effect was present in a region defined by an orthogonal main effect of choice discriminability). This ensured we did not make any biased inferences in our posthoc analyses. We used 10-mm radius spheres for posthoc statistical analyses—instead of clusters—since our entorhinal/subicular effects were corrected for multiple comparisons at the peak-voxel level.\n\nGiven the previously hypothesized role of the entorhinal/subicular region and hippocampus in absolute versus relative coding of environmental cues, we report whether peak-voxels in these regions survive small-volume correction for multiple comparisons (P &lt; 0.05) based on bilateral ROIs in the entorhinal/subicular region (mask used in [20–21]) and the hippocampus (mask created using Neurosynth [73]). For all analyses outside of the ROIs, we report activations surviving an uncorrected statistical threshold of P = 0.001 and correction for multiple comparisons at the whole-brain level (FWE P &lt; 0.05). Coordinates of brain regions are reported in MNI space.\n\nSupporting information"
}