{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3001269",
  "doi": "10.1371/journal.pbio.3001269",
  "externalIds": [
    "pii:PBIOLOGY-D-20-00979",
    "pmid:34138839",
    "pmcid:PMC8211278"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Response thresholds alone cannot explain empirical patterns of division of labor in social insects",
  "authors": [
    {
      "name": "Yuko Ulrich",
      "first": "Yuko",
      "last": "Ulrich",
      "affiliation": "Laboratory of Social Evolution and Behavior, The Rockefeller University, New York, New York, United States of America; Institute of Integrative Biology, ETH Zurich, Zurich, Switzerland"
    },
    {
      "name": "Mari Kawakatsu",
      "first": "Mari",
      "last": "Kawakatsu",
      "affiliation": "Program in Applied and Computational Mathematics, Princeton University, Princeton, New Jersey, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-2072-6653"
      ]
    },
    {
      "name": "Christopher K. Tokita",
      "first": "Christopher K.",
      "last": "Tokita",
      "affiliation": "Department of Ecology and Evolutionary Biology, Princeton University, Princeton, New Jersey, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-8585-4317"
      ]
    },
    {
      "name": "Jonathan Saragosti",
      "first": "Jonathan",
      "last": "Saragosti",
      "affiliation": "Laboratory of Social Evolution and Behavior, The Rockefeller University, New York, New York, United States of America"
    },
    {
      "name": "Vikram Chandra",
      "first": "Vikram",
      "last": "Chandra",
      "affiliation": "Laboratory of Social Evolution and Behavior, The Rockefeller University, New York, New York, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-8020-0664"
      ]
    },
    {
      "name": "Corina E. Tarnita",
      "first": "Corina E.",
      "last": "Tarnita",
      "affiliation": "Department of Ecology and Evolutionary Biology, Princeton University, Princeton, New Jersey, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-4476-0012"
      ]
    },
    {
      "name": "Daniel J. C. Kronauer",
      "first": "Daniel J. C.",
      "last": "Kronauer",
      "affiliation": "Laboratory of Social Evolution and Behavior, The Rockefeller University, New York, New York, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-4103-7729"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2021-06-17",
  "dateAccepted": "2021-05-07",
  "dateReceived": "2020-04-13",
  "volume": "19",
  "number": "6",
  "pages": "e3001269",
  "tags": [
    "Animal behavior",
    "Animal sociality",
    "Animals",
    "Ants",
    "Arthropoda",
    "Behavior",
    "Collective animal behavior",
    "Developmental biology",
    "Discipline-v3/Animal behavior",
    "Discipline-v3/Animal sociality",
    "Discipline-v3/Animals",
    "Discipline-v3/Ants",
    "Discipline-v3/Arthropoda",
    "Discipline-v3/Behavior",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Collective animal behavior",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Entomology",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Genetics",
    "Discipline-v3/Hymenoptera",
    "Discipline-v3/Insects",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Larvae",
    "Discipline-v3/Life cycles",
    "Discipline-v3/Organisms",
    "Discipline-v3/Psychology",
    "Discipline-v3/Social sciences",
    "Discipline-v3/Social systems",
    "Discipline-v3/Sociology",
    "Discipline-v3/Zoology",
    "Entomology",
    "Eukaryota",
    "Genetics",
    "Hymenoptera",
    "Insects",
    "Invertebrates",
    "Larvae",
    "Life cycles",
    "Organisms",
    "Psychology",
    "Social systems",
    "Sociology",
    "Type/Research Article",
    "Zoology"
  ],
  "abstract": "The effects of heterogeneity in group composition remain a major hurdle to our understanding of collective behavior across disciplines. In social insects, division of labor (DOL) is an emergent, colony-level trait thought to depend on colony composition. Theoretically, behavioral response threshold models have most commonly been employed to investigate the impact of heterogeneity on DOL. However, empirical studies that systematically test their predictions are lacking because they require control over colony composition and the ability to monitor individual behavior in groups, both of which are challenging. Here, we employ automated behavioral tracking in 120 colonies of the clonal raider ant with unparalleled control over genetic, morphological, and demographic composition. We find that each of these sources of variation in colony composition generates a distinct pattern of behavioral organization, ranging from the amplification to the dampening of inherent behavioral differences in heterogeneous colonies. Furthermore, larvae modulate interactions between adults, exacerbating the apparent complexity. Models based on threshold variation alone only partially recapitulate these empirical patterns. However, by incorporating the potential for variability in task efficiency among adults and task demand among larvae, we account for all the observed phenomena. Our findings highlight the significance of previously overlooked parameters pertaining to both larvae and workers, allow the formulation of theoretical predictions for increasing colony complexity, and suggest new avenues of empirical study.",
  "fullText": "Introduction\n\nThe study of collective behavior and self-organization is an active area of research across fields, from animal movement [1] to robotics [2], from tissue engineering [3] to public health [4], and from voting [5] to conservation [6]. Despite considerable theoretical and empirical advances, however, our understanding remains limited by a poor grasp on the impacts of heterogeneity in group composition on collective organization. This limitation stems from the difficulty in precisely controlling the sources of heterogeneity and rigorously and comprehensively measuring their impacts experimentally. This empirical challenge, in turn, has hindered the systematic testing and refining of the conceptual and theoretical frameworks employed to investigate the mechanisms underlying the collective dynamics.\n\nThe colonies of social insects are striking examples of highly integrated, complex biological systems that can self-regulate without centralized control [7]. Consequently, social insects have emerged as powerful systems to study collective behavior and social dynamics, both experimentally and theoretically [8–12]. An emergent, colony-level trait that has long been thought to depend on colony composition (e.g., in age, genotype, or morphology) is division of labor (DOL), the nonrandom interindividual variation in task performance among members of a social group that is consistent over time [13,14]. However, few experimental studies have comprehensively measured this dependence because the inherent complexity of social insect colonies usually renders their composition intractable: A typical social insect colony consists of 1 or more queens, dozens to thousands of workers of different (and often unknown) age, genotype, and morphology, and various brood development stages. This difficulty in controlling and replicating colony composition has hampered attempts to systematically test and refine the theoretical framework for collective organization in insect societies. Consequently, we have a limited understanding of how colony composition affects individual behavior and the emergent DOL, which, in turn, limits our understanding of the evolution of collective organization [15].\n\nWhile several proximate mechanisms have been proposed to explain DOL in social insects (see [14] for a review), the “vast majority of studies on the impact of variability on colony behaviour have so far focused on the distribution of individual response thresholds and how this distribution affects the collective response behaviour” (see [16], p. 679). In this framework, colony members are assumed to differ in their response thresholds, i.e., in their propensity to respond to task-specific stimuli indicating the group-level demand for a given task [17–23]. Individuals with lower thresholds perform the corresponding task more readily than individuals with higher thresholds. Stimulus intensity, in turn, decreases with the number, efficiency, and time investment of individuals performing the task. With this negative feedback loop, response thresholds offer a simple mechanism for both robust and flexible allocation of individuals to tasks [14]. While refinements of response threshold models have included a self-reinforcement mechanism, whereby thresholds are modulated through experience such that individuals become more likely to perform a task that they have already performed [14,24], DOL can emerge in the absence of threshold reinforcement so long as individuals differ in their response thresholds. Indeed, the simplest version of the model, which only assumes intrinsic (i.e., fixed) variation in individual thresholds, has been successful in recapitulating certain empirically observed patterns of DOL [11,25–31].\n\nEmpirically, worker behavior in social insect colonies often correlates with individual traits [16]. For example, within a colony, workers of different age [32–35], experience [36], genotype [37] (e.g., patrilines [38,39] or matrilines [40]), or morphology (e.g., size [38,41–44]) can vary in their propensity to engage in tasks such as foraging, nursing, or nest construction. Such behavioral variation is often attributed to the developmental or genetic modulation of response thresholds. However, empirical evidence suggests that response thresholds are only one of several axes of possible individual variation. For example, workers can also vary in the efficiency with which they perform tasks [45–47] or in the average time spent performing a given task [48]. These empirical findings suggest that previously underexplored parameters may vary depending on developmental or genetic factors and may play a role in colony organization. This possibility has led to recent calls for a diversity of parameters to be considered when investigating the relationship between colony composition and DOL [16,49,50].\n\nHere, we combine theoretical modeling with behavioral tracking experiments in the clonal raider ant, Ooceraea biroi, to both assess the explanatory power of existing behavioral response threshold models and explore other axes of individual variation. The unique biology of this species affords unparalleled control over the main axes of colony composition that are thought to affect individual- and group-level behavior in social insects: genotype, age, and morphology. Specifically, colonies of clonal raider ants are naturally queenless and exclusively composed of workers that all reproduce asexually and synchronously, so that all adults within a colony are genetically almost identical and emerge in discrete age cohorts. Furthermore, individuals show variation in ovariole number that is associated with body size and other morphological features [51], making it possible to approximately sort individuals into “regular workers” (2 to 3 ovarioles) and “intercastes” (4 to 6 ovarioles) based on their size [51]. Intercastes typically represent a small fraction (3.7% to 6.3% [52]) of individuals in unmanipulated colonies, but colonies with higher fractions of intercastes (50% or more) do occur occasionally and are functional [51]. Conveniently, workers of different clonal genotypes, age cohorts, and morphologies can be mixed to create functional chimeric experimental colonies [51]. Additionally, colony behavior is controlled by larvae [27,53,54], which solicit food and care from the workers and induce them to forage. This means that colony-level task demand can be standardized or manipulated across colonies by controlling larvae number or, potentially, genotype. Finally, while colonies collected in the field contain between approximately a dozen and several hundred workers [55–57], smaller colonies of approximately 10 workers have high fitness and show complex collective behavior (e.g., group raiding [58], stable DOL, and phasic reproduction [27]) in the laboratory. Taking advantage of these features, we quantify individual and collective behavior of O. biroi in response to precise, independent manipulations of colony genetic, morphological, and demographic composition, as is uniquely possible in this system.\n\nResults and discussion\n\nTheoretical model\n\nWe adopt the simplest and most commonly employed formulation of the response threshold model, which assumes that individual thresholds do not change over time [18]. We consider a colony of n individuals, NX of which are of type X and NY = n - Nx are of type Y. Types X and Y represent any pair of the experimentally manipulated subcolony compositions (i.e., genotypes A and B, Young and Old, or Regular Workers and Intercastes). The colony must perform m tasks; for consistency with the experimental approach (see below), we assume that there are 2 tasks (m = 2). At a given time step, an individual can be either performing one of the m tasks (active) or not performing any (inactive). The task state of individual i at time t is given by the binary variable xij,t: If individual i is active and performing task j at time t, then xij,t = 1 and xij’,t = 0 for all j’ ≠ j; if individual i is inactive and resting, then xij,t = 0 for all j.\n\nEach task j has an associated stimulus sj,t, signaling the group-level demand for that task. The stimulus for a task changes depending on the rate at which the demand increases (e.g., the demand for foraging increases due to increased hunger in the colony), the efficiency with which workers perform the task (e.g., more efficient foragers decrease hunger faster), and the number of individuals performing the task. Mathematically, the stimulus sj,t is governed by Eq (1):\n\nwhere δj is the task-specific demand rate, taken to be constant over time; αjX (respectively, αjY) is the task-specific performance efficiency (i.e., the rate with which an individual decreases stimulus intensity by performing the corresponding task) of type X (respectively, type Y) individuals; and nj,tX=∑i=1NXxij,t and nj,tY=∑i=NX+1nxij,t are the numbers of type X and Y individuals performing task j at time t, respectively. We assume that individuals i = 1, …, NX are of type X and individuals i = NX + 1, …, n are of type Y.\n\nEach individual i is assumed to have an internal threshold for each task j, θij, drawn at time t = 0 from a normal distribution with mean μj and normalized standard deviation σj (i.e., expressed as a fraction of the corresponding mean μj). Thus, an individual can, and typically does, have different thresholds for different tasks. Although thresholds may change over the individuals’ lifetime [59], they are assumed to be fixed over the timescale of the experiments and, consequently, over the simulation runs. We refer to μj as the mean task threshold (or mean threshold) and to σj as the threshold variance for task j; each can be type and/or task specific (i.e., μjX, μjY, σjX, σjY).\n\nAt each time step, inactive individuals assess the m task stimuli in a random sequence until they either begin performing a task or have encountered all stimuli without landing on a task. For each encountered stimulus, individual i evaluates whether to perform the task by comparing the stimulus level to its internal threshold. Specifically, given stimulus sj,t and internal threshold θij, individual i commits to performing task j with probability\n\nwhere parameter η governs the steepness of this response threshold function. The larger the value of η, the more deterministic the behavior; in the limit η → ∞, the response function becomes a step function. Active individuals spontaneously quit their task with a constant quit probability τ. Active individuals can neither evaluate stimuli nor switch tasks without first quitting their current task.\n\nEach agent-based simulation began with both stimuli set to 0 (i.e., sj,t = 0 for j = 1, 2) and lasted T = 10,000 time steps (see S1 Table for parameter settings).\n\nBaseline model predictions\n\nTo establish baseline predictions for ant colonies with different compositions, we use the simplest implementation of this model, which assumes that ant types differ only in mean response threshold [18]. We simulated colonies that were either homogeneous (pure), with a single type of ant, or heterogeneous (mixed), with two types in equal proportions. The individual thresholds for each type were drawn from a normal distribution with the type-specific mean (μjX = μX or μjY = μY). All other model parameters—task performance efficiency, demand rate, and threshold variance—were constant across types. Thus, the only source of heterogeneity in pure colonies was the distribution of individual response thresholds, while in mixed colonies that heterogeneity was compounded by differences in the means of the type-specific distributions.\n\nTo quantify individual behavior, we computed each individual’s task performance frequency for each task, defined as the fraction of time that an individual spent performing a given task. For example, if an ant spent 2,000 time steps performing task 1 (e.g., foraging), 4,000 performing task 2 (e.g., nursing), and the remaining 4,000 being inactive in a simulation of 10,000 time steps, then it had a task 1 performance frequency of 0.2 and a task 2 performance frequency of 0.4. To quantify the mean behavior of ants in a given colony for a given task, we then averaged the individual task performance frequencies for that task across all individuals in that colony. In a mixed colony, we also quantified the type-specific mean behavior for a given task by taking the average across all individuals of a given type in the colony instead. To quantify DOL, we measured two colony-level properties: behavioral variation, defined as the standard deviation of task performance frequency across all individuals in a colony; and specialization, defined as the mean correlation in individual task performance frequencies across time, measured as the Spearman rank correlation on consecutive windows of 200 time steps. Thus, specialization measures how consistent ants in a colony are in their task performance relative to each other.\n\nIn pure colonies, there is a single normal distribution of individual thresholds for a given task. In contrast, mixed colonies have a bimodal distribution of thresholds for each task, with the thresholds of the two types clustered around the different modes. This wider distribution of thresholds resulted in both greater behavioral variation (because individuals from the lower end of the distribution for a task are more sensitive to the stimulus for that task, they tended to perform that task more often than those from the higher end) and greater colony-level specialization (those performing a task in a given time step are likely to be from the lower end of the distribution and therefore also likely to be performing that task in a future time step) relative to pure colonies, resulting in more pronounced DOL (Fig 1A and 1B). However, all colonies, irrespective of their composition, had the same mean behavior (Fig 1C). This is because while colonies may differ in how they allocate workers to tasks—within mixed colonies, the two ant types differed in their mean task performance because the type with the lower average threshold for a given task took up that task more often than the other type—they must perform the same amount of work overall to satisfy a given demand. Thus, on average, colony members spent the same fraction of time performing each task across pure and mixed colonies.\n\nIn summary, the simple model predicted that (P1) mixed colonies would exhibit higher overall DOL but that (P2) all colonies would have the same mean behavior (Fig 1C), although (P3) the two types would diverge behaviorally in mixed colonies (Fig 1C). The same predictions held if, instead of differences in the means of the response thresholds, we assumed differences in the variances (S1 Fig).\n\nEmpirical tests of the theoretical predictions\n\nWe then tested these theoretical predictions in experimental colonies that were either pure or 1:1 mixes of clonal raider ants that differed in one of 3 factors thought to influence DOL: genotype (A versus B [27,51]), age (around 3-month-old “old” ants versus 1-month-old “young” ants; the life span of workers in this species is around 1 year), and size (large intercastes versus smaller regular workers [51]) (S2 Table). Colonies contained larvae of the same genotype as the workers; in the case of genotype effects, the experiment was performed twice, once with larvae of each genotype (see Materials and methods). We analyzed individual behavior in 120 experimental colonies using automated tracking [27].\n\nBecause work in insect societies is spatially organized (e.g., foraging and waste disposal occur away from the nest, whereas nursing only occurs at the nest), individual spatial distribution can be used as a proxy for individual behavioral roles [60–63]. Here, the spatial distribution of each ant was measured as the two-dimensional root–mean–square deviation (r.m.s.d.) of its spatial coordinates:\n\nwhere xi and yi are the coordinates of the focal ant in frame i, x¯ and y¯ are the coordinates of the center of mass of the focal ant’s overall spatial distribution, and F is the number of frames in which the focal ant was detected. As previously shown [27], the r.m.s.d. of an ant captures its tendency to leave the nest: workers that spend a lot of time at the nest with the brood (e.g., nursing the larvae) and little time performing extranidal tasks (e.g., foraging or waste disposal) have low r.m.s.d. values, whereas workers that spend more time away from the brood have higher r.m.s.d. values (Fig 2A). Consequently, the mean r.m.s.d. of a colony reflects its collective foraging activity, as shown by the fact that r.m.s.d. increases in response to experimentally inflated nutritional demand [27]. We therefore use the r.m.s.d. as a proxy for the propensity to perform tasks away from the nest (e.g., foraging) rather than at the nest (e.g., nursing) [27]. Analogously to the simulations, we quantified the mean behavior of a given ant type as the average r.m.s.d. of all ants of that type in a colony; similarly, to quantify colony-level DOL, we computed behavioral variation as the standard deviation across r.m.s.d. values of all ants in a colony and specialization as the mean correlation in individual r.m.s.d. across time, measured as the Spearman rank correlation on consecutive days in the experiment [27] (see Materials and methods).\n\nColonies with different compositions often differed in mean behavior (Fig 2B–2D), inconsistent with prediction (P2). For instance, pure colonies of genotype A on average spent more time at the nest than pure colonies of genotype B (Fig 2B: Bpure versus Apure, LME post hoc tests: z = 7.75, p = 3.64*10−14; Fig 2C: Bpure versus Apure: z = 7.45, p = 2.80*10−13). Similarly, colonies of young workers spent more time at the nest than colonies of old workers (Fig 2D: Oldpure versus Youngpure: z = −6.05, p = 4.39*10−09). That ants of different genotype [38–40] and age [33,34,64] differ in their task performance is consistent with observations in other social insects. However, such behavioral differences are theoretically only predicted to emerge (and have empirically mostly been documented) within mixed colonies (as also observed here: Fig 2B: Bmixed versus Amixed: z = 4.61, p = 8.06*10−06, Fig 2C: Bmixed versus Amixed: z = 7.68, p = 6.57*10−14, Fig 2D: Oldmixed versus Youngmixed: z = −13.31, p &lt; 2*10−16), and not across pure colonies (Fig 1C). Moreover, while the simple model predicted behavioral divergence between types in mixed colonies relative to pure colonies (P3), experiments produced all possible outcomes. Most surprisingly, mixing different genotypes resulted in behavioral convergence (see definitions in Materials and methods), whereby genotypes behaved more similarly in mixed colonies than in separation (i.e., across pure colonies) (Fig 2B and 2C). In contrast, mixing different age cohorts had no detectable effect on mean behavior (henceforth no effect) (Fig 2D). Only mixing regular workers and intercastes produced behavioral divergence as predicted by the simple model: Intercastes spent more time at the nest than regular workers in mixed colonies (Fig 2E: Regular Workermixed versus Intercastemixed: z = 8.95, p &lt; 2*10−16) but not in pure ones (Fig 2E: Regular Workerpure versus Intercastepure: z = 2.14, p = 0.098). Because intercastes have more ovarioles than regular workers, this behavioral difference is consistent with observations that reproductive potential often negatively correlates with the propensity to forage [52,65,66].\n\nWhile in most cases mixing had symmetric effects on behavior—i.e., the behavior of both types was equally affected (Fig 2D: |Youngmixed − Youngpure| versus |Oldmixed − Oldpure|: t = 0.94, p = 0.365; Fig 2E: |Regular Workermixed − Regular Workerpure| versus |Intercastemixed − Intercastepure|: t = −0.68, p = 0.501; see Materials and methods)—we found that asymmetric effects are also possible: In genetically mixed colonies with A larvae, mixing affected the behavior of A workers more than that of B workers, manifesting in asymmetric behavioral convergence (Fig 2B: |Amixed − Apure| versus |Bmixed − Bpure| t test: t = −3.86, p = 0.002). Such an asymmetry was not apparent in the presence of B larvae, however (Fig 2C: |Amixed − Apure| versus |Bmixed − Bpure|: t = 0.53, p = 0.607).\n\nConsistent with these behavioral patterns, mixed colonies had overall higher DOL than pure colonies in the age and morphology experiments, in line with the baseline model prediction (P1) (S2 and S3 Figs). However, this trend was weakened (i.e., half of the pairwise comparisons were not significant) in the genotype experiments by the emergent behavioral convergence (S2 and S3 Figs), so that mixed colonies did not systematically have higher DOL than pure colonies in all experiments, violating (P1).\n\nTaken together, our experimental results revealed a greater diversity of behavioral patterns than predicted by the simple model: Colonies differed in mean behavior, thus violating (P2) (Fig 2); the direction and magnitude of behavioral changes in mixed colonies depended on the specific source of workforce heterogeneity, thus violating (P3) (Fig 2); and consequently, DOL was not necessarily higher in mixed than in pure colonies, thus violating (P1) (S2 and S3 Figs). Thus, heterogeneity in response thresholds alone was insufficient to explain our observations. This discrepancy prompted us to consider other biologically realistic sources of heterogeneity in the model.\n\nAn expanded model of DOL\n\nPrevious work revealed that the developmental trajectory of O. biroi larvae—i.e., the size of the resulting adults—depends on nonlinear interactions between the larval genotype and the genotype of the caregiving adults [51]. This finding suggests (a) that larvae of different genotypes signal different levels of demand, e.g., for food or care; and (b) that workers of different genotypes differ in their response to a given level of larval demand, possibly via differences in their response thresholds or in the efficiency with which they perform the corresponding task. Indeed, when we added differences in task performance efficiency and in larval-induced task demand to the simple model (with between-type differences in response thresholds, i.e., consistent variation in threshold across types), we were able to qualitatively recapitulate the phenomena observed in genotype-mixing experiments (Fig 3A and 3B). Differences in task performance efficiency were, in fact, sufficient to robustly produce both colonies with different mean behaviors and behavioral convergence in mixed colonies, where the more efficient ants compensated for the less efficient ones by spending more time performing the task than they did in pure colonies. By affecting how much more the efficient ants needed to work in the mixed colonies, the differences in larval-induced task demand determined the asymmetry of the convergence. In particular, when task demand was so high that the less efficient type could not keep up with the demand on their own, we recovered the experimental pattern in Fig 2B (see Fig 3A; see also stimulus dynamics in S4 Fig and S1 Text). While the simulations assumed, for simplicity, that the two tasks had the same level of demand, the analytical calculations suggest that varying demand across tasks would produce patterns qualitatively identical to either Fig 3A or Fig 3B, depending on the demand levels (see S1 Text).\n\nExploring the efficiency–threshold parameter space broadly recapitulated not only the behavioral convergence observed in the genotype experiments, but also the divergence and no effect patterns observed in the morphology and age experiments, respectively (Fig 3C). The emergent pattern in mixed colonies depended on the interplay between differences in efficiency, which increased behavioral similarity, and differences in threshold, which decreased similarity. Manipulating genotypic composition corresponded to regions of the parameter space with relatively strong effects of differences in efficiency and relatively weak effects of differences in threshold (Figs 2A and 2B and 3A and 3B). Manipulating morphological composition corresponded to regions where differences in threshold had a relatively stronger effect (Figs 2E and 3D). Finally, manipulating age composition corresponded to an intermediate scenario in which the 2 effects balanced each other out (Figs 2D and 3E). Consistent with the experiments, DOL was higher in mixed colonies than in pure colonies when threshold effects were at least as strong as efficiency effects—i.e., in areas of behavioral divergence or no effect—but not when threshold effects were weaker—i.e., in areas of behavioral convergence (S5 and S6 Figs).\n\nConclusions\n\nIn most social insect colonies, all factors studied here (worker genotype, age, morphology, and larval genotype) influence behavior simultaneously and in largely intractable ways. However, the unique biology of O. biroi allows us to break this complexity down experimentally and study each effect independently, thereby providing insight into the basic organizing principles of behavior in social groups. Our finding that the magnitude and direction of effects on DOL depend on the specific factor being manipulated underscores the importance of considering and controlling the various sources of heterogeneity that naturally act in social groups in order to study the different (and possibly opposing) effects that they have on collective organization. Moreover, our work also underscores the importance of considering factors beyond the usual suspects (e.g., age and morphology): While larval cues [67] are known to affect worker physiology [68,69] and behavior [54,70], our results highlight larvae as important players in the actual regulation of DOL between workers, something that has rarely been considered. And, on longer timescales, our findings suggest the need to consider a broader array of factors when investigating the evolution of DOL [15].\n\nThe integrated empirical and theoretical analysis reveals that models based on threshold variation alone fail to recapitulate the diverse outcomes observed in heterogeneous colonies. However, consistent with recent calls to expand theoretical investigations to other sources of heterogeneity [16,49,50], incorporating differences in larval-induced demand and in worker task performance efficiency, two parameters that, like response thresholds [13,25,71,72], are known to vary in nature [45–47,73,74], allowed us to recapitulate all empirically observed behavioral patterns. Importantly, the expanded threshold model could recapitulate these patterns using only simple individual behavioral rules and without invoking social interactions. For example, behavioral convergence—a phenomenon that intuitively appears to rely on direct social interactions—could emerge without invoking complex social processes, such as social learning [75,76] or direct information transfer between group members [77,78]. Although the theoretical treatment can only suggest candidate mechanisms, it is reassuring that the observed behaviors are robust and generic, i.e., the parameter values chosen to illustrate the versatility of the model are representative of large regions of parameter space. Nevertheless, rigorous empirical quantifications of thresholds, efficiency, and demand for realistic task–stimulus pairs—which have only rarely been attempted [48,71,79] and remain very challenging—are a critical next step toward bridging the gap between theory and empirical observations.\n\nWhile we focused on the simplest model that could recapitulate our empirical results, we recognize that DOL can be influenced by an even broader set of parameters, whose roles deserve further empirical and theoretical work. For example, experience and social interactions [28,80–82] might dynamically change individual thresholds [36] and/or task efficiency [34,83] over time, potentially modulating the effects observed here. It will be important to consider such effects in future theoretical extensions. At the same time, this simple model can nevertheless be used to make rich testable predictions for colonies with increasingly complex composition. A first attempt using different ratios of ant types led to a striking range of patterns even among the four parameter combinations in Fig 3A–3D: The model predicts that behavior can change linearly or nonlinearly as a function of colony composition depending on the between-type differences in mean threshold (S7 Fig, S1 Text). In other words, despite one type of ant being more efficient than the other in all cases considered, replacing an individual of the former with one of the latter led to proportional, greater-than-proportional, or less-than-proportional changes in task performance. Testing these predictions empirically will accelerate the productive crosstalk between theory and experiments.\n\nOur findings add to the growing literature on the role of individual heterogeneity in the collective behavior of complex biological (e.g., schools of fish, neurons in a brain, pathogen strains sharing a host, etc.) and artificial (e.g., robot swarms, synthetic microbial communities, etc.) systems. Much like colonies of the clonal raider ant, these systems exhibit patterns that can be interpreted as behavioral convergence [76,78,84–86], divergence [87], and nonlinear effects of mixing on group-level phenotypes [88–90]. In turn, these patterns affect important processes such as collective decision-making [5], the transmission and evolution of disease [91,92], and the evolution of cooperative behavior [93,94]. While different variants of threshold-based models have been employed to study several of these systems [95–98], we still lack a unified theoretical framework to understand the consequences of individual differences on collective dynamics [99]. Thus, a comparative approach to the study of the basic organizing principles of heterogeneous systems across scales constitutes an important next step toward understanding the behavior of complex biological systems.\n\nMaterials and methods\n\nExperimental design\n\nFour experiments were performed to investigate the effect of genetic composition (2 experiments differing in the brood genotype used), age composition (1 experiment), and morphological composition (1 experiment). Each experiment comprised three treatments (2 with pure colonies, 1 with mixed colonies; S2 Table). All colonies within one experiment were monitored in parallel, but the different experiments were performed separately.\n\nExperimental colonies were composed of workers of controlled age, genotype, and morphology (S2 Table), as well as larvae of controlled genotype and age. Colonies were housed in airtight Petri dishes 5 cm in diameter (corresponding to about 25 ant body lengths) with a plaster of Paris floor, in which the workers formed a nest by freely choosing a location where they piled their larvae. To control individual genotype, clonally related workers were sourced from the same stock colony. We used two commonly used genotypes, A and B [27,51,100,101]. To control individual age, workers were sourced from a single age cohort from the same stock colony. Owing to the synchronized reproduction of O. biroi, all age-matched workers collected this way had eclosed within a day of each other [57]. Young ants were 1 cycle old (approximately 1 month old), and old ants were 3 cycles old (approximately 3 months old). The estimated life span of workers of this species under laboratory conditions is approximately 1 year. To control individual morphology, age-matched regular workers and intercastes from the same stock colony were screened based on body size (small or large) and the absence or presence of vestigial eyes, respectively. From the time they were collected (1 to 3 days after eclosion) until the start of experiments, workers of a given type were kept as a group. All workers were tagged with color marks on the thorax and gaster using oil paint markers. Experimental colonies contained 16 (genetic composition and age composition experiments) or 8 (morphological composition experiment) workers and a matching number of age-matched larvae (4 to 5 days old). This 1:1 larvae-to-workers ratio corresponds to the estimated ratio found in a typical laboratory stock colony. We used 8 (genetic composition and age composition experiments) or 16 (morphological composition experiment) replicate colonies for each group composition, for a total of 120 colonies.\n\nColony number and size varied across experiments due to constraints on the number of available slots in the tracking system at the time each experiment was performed. However, all colony sizes employed here were previously shown to have high fitness and stable DOL [27], and all experiments were analyzed separately so that variation in colony size should not impact the results.\n\nThe experiments took place in a climate room at 25°C and 75% relative humidity under constant light (O. biroi is blind, and its behavior is not affected by light). Every three days, we cleaned and watered the plaster and added one prey item (live pupae of fire ant minor workers) per live O. biroi larva at a random location within the Petri dish.\n\nBehavioral data acquisition and analysis\n\nImage acquisition and analysis were performed as in Ulrich and colleagues [27]. We used an automated scan sampling approach, in which a picture of each colony was acquired every approximately 400 seconds throughout the experiment by a custom setup comprising 28 webcams (B910 or C910; Logitech, Lausanne, Switzerland) and controlled LED lighting. Each webcam acquired images (5 megapixels, RGB) of 4 colonies, and the position of colonies within the setup was randomized. Custom software (available at https://doi.org/10.5281/zenodo.1211644) was used to detect individual ants in images. For all behavioral analyses, ants were excluded from the dataset if they were detected in less than 30% of the frames acquired within the considered time frame (brood care phase or day); for ants that died during the brood care phase, the considered time frame was the portion of the brood care phase preceding death.\n\nO. biroi colonies switch between reproductive phases (of approximately 18 days), in which all workers stay in the nest and lay eggs, and brood care phases (of approximately 16 days), in which workers nurse the larvae in the nest but also leave the nest to scout, forage, or dispose of waste. For each colony, behavioral analyses were restricted to the brood care phase, which started at the beginning of the experiment and ended when all larvae had either reached the nonfeeding prepupal stage or died.\n\nFor each colony or subcolony, mean behavior was computed as the average of individual r.m.s.d. values, and behavioral variation was computed as the standard deviation of individual r.m.s.d. values. Both metrics were then compared across treatments.\n\nTo quantify specialization, we use a metric appropriate for use on continuous behavioral data (here, r.m.s.d.). For each colony, specialization was defined as the Spearman correlation coefficient between individual r.m.s.d. ranks on consecutive days of the brood care phase, averaged over days. Mean rank-correlation coefficients were then compared across treatments.\n\nStatistical analyses\n\nStatistical analyses were performed in R [102] separately for each of the four experiments. As the experiments were performed at different times using different cohorts of ants, we cannot rule out “batch” effects and therefore avoid any statistical analyses comparing treatments across experiments.\n\nEffects of individual traits on behavior\n\nTo evaluate whether type-specific behavior depended on colony composition, we tested for a statistical interaction between the effects of individual attributes (genotypes A versus B, Young versus Old, or Regular worker versus Intercaste) and of colony composition (pure versus mixed) on individual behavior (individual r.m.s.d.) using linear mixed effects (LMEs, function lmer of package lme4 [103]) models with colony as a random factor. If a significant interaction between colony composition and individual attributes was detected, we then used a second LME model with a four-level independent fixed variable combining colony composition and individual attributes (Xp, Yp, Xm, and Ym, where Xk and Yk are the mean behavior of ant types X and Y, respectively, in pure (k = p) or mixed colonies (k = m)), followed by a Tukey post hoc test with Bonferroni–Holm correction (function glht of package multcomp [104]) for the following planned pairwise comparisons: Xp versus Xm, Yp versus Ym, Xp versus Yp, and Xm versus Ym. The two models are functionally equivalent but were used to test different hypotheses regarding interaction between terms (first model) and pairwise differences between groups (second model). When needed, the response variable was transformed (r.m.s.d.2 in the genotype experiment with brood of genotype A and the age experiment, r.m.s.d3/5 in the genotype experiment with brood of genotype B; no transformation for the morphology experiment) to satisfy model assumptions. We evaluated the significance of terms by comparing pairs of nested models using χ2 log-likelihood ratio tests following deletion of the term of interest (the interaction in the first model and the four-level variable combining colony composition and individual attributes in the second model) using the function drop1 in R.\n\nEffects of genetic, demographic, and morphological mixing on DOL\n\nThe effects of the treatment (a three-level variable: pure X, pure Y, and mixed XY) on colony-level DOL (behavioral variation and specialization) were investigated using generalized linear models (GLMs). The significance of treatment was evaluated as above. Pairwise comparisons between treatments were evaluated using Tukey post hoc tests with Bonferroni–Holm correction. Behavioral variation was square root–transformed in the genotype experiment with B larvae to satisfy model assumptions.\n\nEffects of genetic, demographic, and morphological mixing on behavior\n\nTo assess how type-specific behavior was affected by mixing, and more specifically, whether the difference in behavior between types of ants was affected by mixing, we compared the difference in mean behavior (type-specific mean r.m.s.d. in each colony) between types across pure colonies to the difference in mean behavior between the same types within mixed colonies (i.e., Yp − Xp versus Ym − Xm, where Yp &gt; Xp and Ym &gt; Xm; see below for definitions of behavioral patterns), using unpaired t tests, after verifying assumptions of normality. In mixed colonies, the difference in mean behavior was calculated between types of ants within a colony (e.g., old and young workers from the same colony); in pure colonies, the difference in mean behavior was calculated between arbitrary pairs of pure colonies (e.g., old workers from the pure colony #1 and young ants from pure colony #1, where 1 is a replicate number assigned randomly at the beginning of the experiment). We further tested whether the amplitude of the effect differed across types by comparing the magnitude of change in type-specific behavior between pure and mixed colonies across the 2 ant types (i.e., |Xm − Xp| ≠ |Ym − Yp|) with unpaired t tests, after verifying assumptions of normality.\n\nDefinitions of behavioral patterns\n\nWe used the following definitions to characterize the qualitative outcomes of mixing individuals with different behavioral tendencies on individual behavior. We assume that Yp &gt; Xp and Ym &gt; Xm, to reflect our observation that the type with higher r.m.s.d. in pure colonies always also had higher r.m.s.d. in mixed colonies. Given this assumption, mixing could, in principle, result in one of the following patterns:\n\nNo effect of mixing on individual behavior: The mean behavioral difference between types across pure colonies is the same as the mean behavioral difference between types within mixed colonies, so that Yp − Xp = Ym − Xm;\n\nBehavioral convergence: Individuals of different types are behaviorally more similar on average to each other when mixed, so that Yp − Xp &gt; Ym − Xm; and\n\nBehavioral divergence: Individuals of different types are behaviorally more different on average from each other when mixed, so that Yp − Xp &lt; Ym − Xm.\n\nSupporting information"
}