{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000044",
  "doi": "10.1371/journal.pbio.1000044",
  "externalIds": [
    "pii:08-PLBI-RA-3534R3",
    "sici:plbi-07-02-16",
    "pmid:19243224",
    "pii:08-PLBI-RA-3534",
    "pmcid:PMC2652393"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Transcriptional Infidelity Promotes Heritable Phenotypic Change in a Bistable Gene Network",
  "authors": [
    {
      "name": "Alasdair J. E Gordon",
      "first": "Alasdair J. E",
      "last": "Gordon",
      "affiliation": "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Jennifer A Halliday",
      "first": "Jennifer A",
      "last": "Halliday",
      "affiliation": "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Matthew D Blankschien",
      "first": "Matthew D",
      "last": "Blankschien",
      "affiliation": "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Philip A Burns",
      "first": "Philip A",
      "last": "Burns",
      "affiliation": "Pathology and Tumour Biology, Leeds Institute for Molecular Medicine, St James's University Hospital, Leeds, United Kingdom"
    },
    {
      "name": "Fumio Yatagai",
      "first": "Fumio",
      "last": "Yatagai",
      "affiliation": "Molecular Imaging Program, RIKEN Institute, Wako-shi, Saitama, Japan"
    },
    {
      "name": "Christophe Herman",
      "first": "Christophe",
      "last": "Herman",
      "affiliation": "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas, United States of America; Department of Molecular Virology and Microbiology, Baylor College of Medicine, Houston, Texas, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2009-02",
  "dateElectronic": "2009-02-24",
  "dateAccepted": "2009-01-12",
  "dateReceived": "2008-08-20",
  "volume": "7",
  "number": "2",
  "pages": "e1000044",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Genetics and Genomics",
    "Discipline/Microbiology",
    "Discipline/Molecular Biology",
    "Type/Research Article"
  ],
  "abstract": "Bistable epigenetic switches are fundamental for cell fate determination in unicellular and multicellular organisms. Regulatory proteins associated with bistable switches are often present in low numbers and subject to molecular noise. It is becoming clear that noise in gene expression can influence cell fate. Although the origins and consequences of noise have been studied, the stochastic and transient nature of RNA errors during transcription has not been considered in the origin or modeling of noise nor has the capacity for such transient errors in information transfer to generate heritable phenotypic change been discussed. We used a classic bistable memory module to monitor and capture transient RNA errors: the lac operon of Escherichia coli comprises an autocatalytic positive feedback loop producing a heritable all-or-none epigenetic switch that is sensitive to molecular noise. Using single-cell analysis, we show that the frequency of epigenetic switching from one expression state to the other is increased when the fidelity of RNA transcription is decreased due to error-prone RNA polymerases or to the absence of auxiliary RNA fidelity factors GreA and GreB (functional analogues of eukaryotic TFIIS). Therefore, transcription infidelity contributes to molecular noise and can effect heritable phenotypic change in genetically identical cells in the same environment. Whereas DNA errors allow genetic space to be explored, RNA errors may allow epigenetic or expression space to be sampled. Thus, RNA infidelity should also be considered in the heritable origin of altered or aberrant cell behaviour.",
  "fullText": "Introduction\n      \nAltered proteins can result from errors incurred at any step during information transfer from DNA to protein. Errors in DNA, RNA, and protein synthesis occur at rates of, very roughly, 10−9, 10−5, and 10−4 errors per residue, respectively [1]. Although rare, errors in DNA synthesis can be fixed as permanent errors—mutations—which can generate heritable change in cellular phenotype. Transcription and translation errors occur more frequently, but are considered transient and their effects fleeting, since the altered molecules are present for a limited time. It has been shown that transcription over a damaged DNA template can generate altered proteins in nondividing DNA repair–deficient cells [2], and it has been suggested that transient errors can produce transient mutators, thereby generating phenotypic change by introducing mutations [3,4]. However, the capacity for transient errors to generate heritable epigenetic phenotypic change has not been considered.\n\nThe stochastic nature of gene expression results in random fluctuations in protein numbers per cell [5,6]. Theoretical and experimental studies have culminated in stochastic chemical kinetic models that describe the statistics of molecular noise [7–9]. Many aspects of gene expression have been considered, including rates of transcription and translation and rates of destruction of the corresponding mRNA and protein products. These models address protein quantity; the quality of the protein produced is not considered with transcription and translation deemed error-free processes. However, due to RNA transcription errors, approximately 1% of all mRNAs encoding polypeptides of 300 amino acids will encode erroneous messages [3]. It has been shown in bacteria, yeast, and mammalian cells that gene expression, and the accompanying noise, occurs in stochastic bursts dominated by the production of mRNAs [10–12]. Since one mRNA is translated many times, RNA errors become amplified, challenging the cell with erroneous proteins that may exhibit partial function, loss-of-function, gain-of-function, or dominant-negative properties. Therefore, any cell at any time may be transiently impaired for a function encoded in a rarely made transcript [3].\n\nAs first suggested by Delbrück [13], epigenetic differences can be understood in terms of multistability: a given cell can persist in one of many stable steady states, which differ from each other by the genes that are ON and those that are OFF. This multistable nature of biological switches is fundamental for the determination of cell fate in unicellular and multicellular organisms [14–21]. Bistability can arise in gene networks that contain a positive-feedback loop [15]. Such gene networks are often regulated by transcription factors that are present in low abundance and therefore subject to noise [22–26]. The lac operon, a set of coordinately expressed genes under the negative control of the lac repressor, is a classic bistable gene network with stable ON and OFF states [14,27]. We determined the contribution of RNA errors to molecular noise using a biologically relevant context to monitor noise, namely, heritable stochastic switching in the bistable lac gene network.\n\n      Results and Discussion\n      \n        Bistability, Hysteresis, and Maintenance in the lac System\n        \nTo monitor the proportion of cells that are ON or OFF, we have replaced the lacA gene in the wild-type E. coli MG1655 chromosome (Table S1) with a gfp cassette, so that when the lacZYA::gfp transcript is expressed, β-galactosidase, galactoside permease, and green fluorescent protein are produced from the lacZ, lacY, and gfp genes, respectively (Figure 1A and Figure S1). The galactoside permease promotes the accumulation of the nonmetabolizable inducer thio-methylgalactoside (TMG). This permease induction and inducer accumulation provides the positive-feedback loop that throws the ON switch: permease transports the inducer of permease synthesis, TMGin [14,27]. Our system exhibits bistability and hysteresis (history dependence), as was shown by Novick and Weiner [14] and Ozbudak et al. [27] for the lac system (Figure 1B and Figure S1). Moreover, Novick and Weiner [14] introduced the concept of a “maintenance” concentration of inducer, able to maintain the pre-existing state of cells, either maximally induced or uninduced. Cells already containing permease can accumulate enough inducer (TMGin) to maintain induction and so remain ON; uninduced cells, which lack permease, cannot accumulate TMG and so remain OFF (Figure 1A).\n\n        Heritable Stochastic Switching in the lac Gene Network\n        \nlac repressor is rare (∼5–10 tetramers per cell) with the lacI gene transcribed about once per cell generation [28] and, due to intrinsic noise, repressor levels differ among isogenic cells and fluctuate with time within each cell [5]. A transient depletion of repressor within a cell will lead to a transient derepression of the operon and to a burst of lacZYA::gfp gene expression [10]. We reasoned that during growth of uninduced cells in a maintenance concentration of TMG, some cells would undergo stochastic events leading to permanent (DNA replication errors becoming mutations) or transient (transcription errors producing erroneous proteins) derepression of the lac operon. In the case of mutations, constitutive lac expression will ensue; in the case of transcription errors, the lac operon will be transiently derepressed but the subsequent appearance of permease will trigger the autocatalytic positive-feedback response so that the induced state will be heritably maintained, mimicking mutation [14,27] (Figure S6).\n\nFor our analysis, the MG1655 reporter strain was grown in a maintenance level of 6 μM TMG (Figure 1B; see also Figure 2B in Ozbudak et al. [27]). To determine the genetic (lacI or lacOc) mutation frequency, we selected for colony-forming ability on agar plates containing phenyl-β-D-galactoside (Pgal) as the sole carbon source (Text S1). To determine the epigenetic-switch frequency, we measured the appearance of green cells by fluorescence microscopy (Figure S1). For wild-type MG1655, the frequency of epigenetically ON cells (0.3%) is ∼1,000-fold higher than the frequency of genetic lac constitutive mutations (Table 1 and Figure 1C). This result directly compares the frequency of permanent and transient errors in information transfer that lead to the same phenotype in the same system.\n\n        Maintenance in the lac System Depends upon the Low Levels of lac Repressor\n        \nBistability in lac operon expression at 6 μM TMG (the maintenance effect [14]), depends upon the low native lac repressor concentration; when we introduced the lacIq up-promoter mutation into the reporter strain, causing a 10-fold increase in lacI transcription [28] and ∼50–100 repressor molecules per cell, bistability and the maintenance effect are abolished, regardless of genetic background (Table 1).\n\n        Transcriptional Infidelity Increases Epigenetic Stochastic Switching\n        \nTo determine whether the epigenetic-switch frequency is influenced by transcriptional fidelity, we deleted the greA and greB genes that encode auxiliary fidelity factors known from in vitro studies to facilitate the proofreading of misincorporations that arise in nascent mRNAs during transcription [29–31]. The ΔgreA ΔgreB double mutant increased the epigenetic-switch frequency 55-fold over the wild-type level, demonstrating a strong in vivo phenotype, but had no effect on the genetic-mutation frequency (Figure 1B and 1C, Table 1, and Figure S1). The ΔgreA and ΔgreB single mutants showed no large effect on the epigenetic-switch frequency, which is consistent with their common function in transcription fidelity (Table 1). To confirm that transcription infidelity is causing the increase in the epigenetic-switch frequency, we replaced the wild-type rpoB gene (encoding the β subunit of RNA polymerase, RNAP) with the ack-1 allele that produces a RNAP known to increase ribonucleotide misincorporation both in vitro and in vivo [32]. The ack-1 allele increased the epigenetic-switch frequency almost 6-fold compared with the wild-type level but had no effect on the genetic-mutation frequency (Table 1). Another rpoB allele—rpoB8, which shares many characteristics with ack-1, including rifampicin resistance [33], but is not known to affect transcription fidelity—had no significant effect on the epigenetic-switch frequency (Table 1). Finally, a ΔmutS deletion, which abolishes post-replicative mismatch repair and confers a DNA-mutator phenotype, had the complementary effect to the “RNA-mutators”: the genetic-mutation frequency was increased almost 12-fold over the wild-type level, but the epigenetic-switch frequency was unchanged. Therefore factors involved in the fidelity of RNA transcription affect the frequency of epigenetic heritable stochastic switching, while factors involved in the fidelity of DNA synthesis affect the frequency of heritable genetic stochastic events. While a decrease in transcriptional fidelity leads to an increase in intracellular noise that manifests itself in an increased switch frequency, it would be of equal interest to determine if an increase in transcriptional fidelity would lead to a decrease in intracellular noise and a decreased switch frequency. Until such an “anti-mutator” RNA polymerase is obtained, the role of transcription fidelity in the wild-type noise level remains suggestive; however, the analogous situation for DNA synthesis errors and their role in spontaneous mutation levels also exists.\n\n        Transcriptional Infidelity and the Cellular Response to Inducer\n        \nOur results, presented in Table 1 and Figure 1C, show that a decrease in transcriptional fidelity increases heritable stochastic switching in a model bistable gene network. This is not because transcriptional infidelity makes the cell more responsive to 6-μM TMG, in that the ΔgreA ΔgreB strain, which exhibited the greatest increase in epigenetic-switch frequency, behaves the same as the wild-type strain with respect to sensing extracellular TMG: when ON cells from each strain are grown in the presence of decreasing concentrations of TMG, at 6-μM TMG, both wild-type and ΔgreA ΔgreB populations are fully ON (maintenance), and when the TMG concentration decreases beneath this point, the proportion of ON cells in the two strains falls in concert (Figure 1B). If ΔgreA ΔgreB cells were more responsive to TMG, then at lower concentrations than 6-μM TMG, a greater proportion of cells in this strain would remain fully ON compared with wild-type, which is not what we observe. We have also determined that these strains respond in an identical manner to isopropyl-thiogalactoside (IPTG), a similar gratuitous inducer to TMG but one that can more readily penetrate the cell (Figure S4). These results suggest that compromising the fidelity of transcription transiently reduces the concentration of functional proteins in a stochastic manner in rare individual cells, and that in the great majority of cells for the great majority of the time, there is no difference in the quantity or quality of the proteins being made in wild-type and ΔgreA ΔgreB cells. However, although Western blot analysis of lac repressor levels supports this contention that there is no general reduction in lac repressor levels in the ΔgreA ΔgreB background compared with wild-type (Figure S3) until repressor levels are quantified in individual cells in the wild-type and ΔgreA ΔgreB backgrounds, the possibility of slight differences in protein levels between the strains remains. Finally, β-galactosidase induction curves show that the ΔgreA ΔgreB strain and the ack-1 strain are slightly dampened in their induction rates compared with wild-type, which would not be expected if transcriptional infidelity made the cell more responsive to TMG (Figure S2). Therefore, transcriptional infidelity does not make a cell more responsive to maintenance-level TMG.\n\nIt should also be noted that although the ack-1 strain exhibits a slower doubling time than does the wild-type strain, a reduced growth rate, by itself, does not increase the stochastic switching frequency. Indeed, while the rpoB8 control strain has a much longer doubling time than the RNA fidelity strains (Table S2) [33], it does not exhibit any increase in stochastic switching above the wild-type level (Table 1).\n\n        Transcriptional Infidelity and the Secondary Channel of RNAP\n        \nThe mechanism ensuring fidelity of transcription by RNAP and the biological consequences of transcription errors are not well understood. The consequences of increasing transcription errors have been obscured by the transient nature of mRNAs and a lack of appropriate experimental systems [34]. Our demonstration that a bistable switch can capture transient errors in transcription provides a ready approach to study and dissect in vivo the nature and the specificity of transcription fidelity.\n\nStructures from prokaryotic and eukaryotic RNAPs have revealed a funnel-shaped pore, called the secondary channel, leading from the surface of the enzyme directly to the active site (Figure S5). This secondary channel is thought to be the major point of entry of ribonucleoside triphosphate substrates to the active site. We have now sequenced the DNA of the ack-1 allele and reveal it to be a P564L substitution in the RNAP β subunit (Text S1) that is positioned at the strategic β turn, where the secondary channel opens directly onto the main channel and the active site. The only other RNAP fidelity mutation characterized in E. coli, an RpoB D675Y substitution [35], is also positioned at a β turn in the secondary channel but at the opposite end, on the surface or entry region of the secondary channel (Figure S5). Moreover, it is through this secondary channel that auxiliary fidelity factors (GreA, GreB, and TFIIS, the eukaryotic analogue of the Gre factors) access the active site to accomplish their proofreading activity. Misincorporations at the 3′ end of a nascent transcript have been proposed to arise by a misalignment mechanism common to all multisubunit RNAPs [36]. It has been proposed that a “product-assisted catalysis” occurs such that the 3′ misincorporated residue participates in its own excision via an intrinsic cleavage property of the RNAP that provides a proofreading fidelity mechanism [31]. This intrinsic proofreading is stimulated by auxiliary fidelity factors such as GreA and GreB [29–31] and TFIIS [31,37]. Therefore, residues composing the secondary channel, and auxiliary factors that reach the active site via the secondary channel, affect both transcriptional fidelity and the frequency of heritable stochastic switching. Additional mutational analysis of the secondary channel should provide insight into the mechanism of transcription fidelity.\n\n        Transcription Errors Effecting Molecular Noise: A General Phenomenon?\n        \nIn yeast, trans-acting mutations have been identified that contribute to noise and include the deletion of components of the SWI/SNF, INO80, and SAGA chromatin-remodeling complexes [38]. Recently, another study in yeast [39] has shown that mutations that impair uracil metabolism (ura3Δ), transcriptional elongation (dst1Δ or spt4Δ strains) or inactivate the Leo1p or Cdc73p subunits of the Paf1 complex can increase the level of noise in gene expression. Dst1 (TFIIS) and Spt4 are considered putative elongation factors, but it has recently been shown that neither factor affects the polymerase elongation rate [40]. The dst1Δ mutant does lack TFIIS activity, which is the analogous activity lost in ΔgreA ΔgreB E. coli; however, an altered transcriptional fidelity leading to increased noise was not considered for the dst1Δ mutant [39]. Since TFIIS has been demonstrated to be an auxiliary transcription fidelity factor [31,37,41,42], we propose that an increase in molecular noise resulting from a decrease in transcriptional fidelity may be a universal phenomenon, because it is observed in dst1Δ yeast and ΔgreA ΔgreB E. coli.\n\nSince GreA is itself regulated, and GreA levels change in response to environmental cues [43], it is possible that the level of noise is under cellular control, and therefore subject to natural selection. Similar to a decrease in the fidelity of DNA polymerases under stressful conditions, which is a possible means to generate genetic diversity [44], a decrease in the fidelity of RNA transcription may also be viewed as a means to generate phenotypic diversity. Indeed, individuality in bacterial cells is now being considered as an evolutionary solution to the challenges of life in stochastic environments [45].\n\nRNA errors occur frequently but are short-lived. Such transient errors can produce heritable epigenetic consequences if, for example, a positive-feedback loop is initiated. The idea that a transient transcription error can trigger a heritable epigenetic phenotypic change may also be considered in the origin of prion-like particles, where the altered protein acquires a dominant ability to alter its normal counterpart. Population heterogeneity and cell fate are being increasingly viewed as stochastic noise-driven processes [6,9,24,46]. Gene regulatory circuits are thought to control, exploit, or tolerate noise and so maintain order in the behavior and development of cells. Dysregulation in cell behavior is often due to mutation of control genes. Transient errors, by heritably altering epigenetic switch dynamics, may mimic mutation, and occur at much higher frequency than permanent errors. The resulting phenotypic heterogeneity may provide the raw material upon which selection can act with the subsequent evolution of novel cell characteristics during, for example, tumourigenesis: commitment to proliferation in mammalian cells is controlled by a positive-feedback loop, the “restriction point.” This critical bistable switch [19] may be triggered by transcription infidelity, and proliferation may become independent of growth stimulation as found in cancer cells. Thus “RNA mutators,” by introducing noise, should also be considered in the origin of altered or aberrant cell behavior.\n\n      Materials and Methods\n      \n        Strain construction.\n        \nAll strains are derived from the wild-type sequenced E. coli MG1655 strain (Table S1). The gfp-cat cassette was amplified from plasmid p1G (gift of Ariel Lindner, Université René Descartes, Paris, France) and integrated into the native lac operon by homologous recombination producing the lacZYA::gfp reporter. The ack-l allele (gift of Jonathan Gallant, University of Washington, Seattle, Washington, United States of America) and the ΔgreA, ΔgreB and ΔmutS deletion mutations (Keio Collection, Japan) were moved into MG1655 by P1 transduction.\n\n        Growth media.\n        \nA small number of uninduced OFF cells (∼200) were grown for 42 h at 37 °C in minimal A salts plus MgSO4 with succinate as the sole carbon source, supplemented with varying amounts of TMG (to determine the genetic-mutation and epigenetic-switch frequencies, cells were grown at a maintenance level of 6-μM TMG) (Text S1). To determine the genetic-mutation frequency, we selected for colony forming ability on agar plates containing Pgal (75 μg/ml) as the sole carbon source. Only cells constitutively expressing β-galactosidase (lacI– and lacOc mutants) can form colonies on Pgal plates. To determine epigenetic-switch frequency, 1.0 ml of cells from the same subcultures used to determine genetic-mutation frequency was washed and concentrated 20-fold in minimal A salts buffer and 4 μl was used to prepare a microscope slide.\n\n        Microscopy and image analysis.\n        \nGreen fluorescence values of single cells were measured using a Zeiss HAL 100 inverted fluorescence microscope. Fields were acquired at 100× magnification with an EM-CCD camera (Hammamatsu). For each field, phase contrast and fluorescence (EGFP cube = Chroma, #41017) images were acquired. Image analysis was performed using AxioVision Rel. 4.6 (Zeiss). The program identified individual cells on phase contrast images and extracted pixel values from corresponding regions of fluorescence images to obtain the average fluorescence of each cell above the fluorescence background. The fluorescence levels of uninduced (OFF) cells are very similar to the fluorescence background.\n\n      Supporting Information"
}