{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000407",
  "doi": "10.1371/journal.pbio.3000407",
  "externalIds": [
    "pii:PBIOLOGY-D-19-00750",
    "pmid:31415556",
    "pmcid:PMC6695092"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Coordinated circadian timing through the integration of local inputs in Arabidopsis thaliana",
  "authors": [
    {
      "name": "Mark Greenwood",
      "first": "Mark",
      "last": "Greenwood",
      "affiliation": "Sainsbury Laboratory, University of Cambridge, Cambridge, United Kingdom; Department of Biochemistry, University of Cambridge, Cambridge, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-2652-6647"
      ]
    },
    {
      "name": "Mirela Domijan",
      "first": "Mirela",
      "last": "Domijan",
      "affiliation": "Department of Mathematical Sciences, University of Liverpool, Liverpool, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3853-9119"
      ]
    },
    {
      "name": "Peter D. Gould",
      "first": "Peter D.",
      "last": "Gould",
      "affiliation": "Institute of Integrative Biology, University of Liverpool, Liverpool, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-0709-1190"
      ]
    },
    {
      "name": "Anthony J. W. Hall",
      "first": "Anthony J. W.",
      "last": "Hall",
      "affiliation": "Earlham Institute, Norwich, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-1806-020X"
      ]
    },
    {
      "name": "James C. W. Locke",
      "first": "James C. W.",
      "last": "Locke",
      "affiliation": "Sainsbury Laboratory, University of Cambridge, Cambridge, United Kingdom; Microsoft Research, Cambridge, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-0670-1943"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-08-15",
  "dateAccepted": "2019-07-11",
  "dateReceived": "2019-03-15",
  "volume": "17",
  "number": "8",
  "pages": "e3000407",
  "tags": [
    "Biochemistry",
    "Developmental biology",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Electromagnetic radiation",
    "Discipline-v3/Embryogenesis",
    "Discipline-v3/Enzymes",
    "Discipline-v3/Enzymology",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Fruit and seed anatomy",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetic oscillators",
    "Discipline-v3/Genetics",
    "Discipline-v3/Hypocotyl",
    "Discipline-v3/Light",
    "Discipline-v3/Luciferase",
    "Discipline-v3/Mathematical and statistical techniques",
    "Discipline-v3/Mathematics",
    "Discipline-v3/Organisms",
    "Discipline-v3/Oxidoreductases",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Plant anatomy",
    "Discipline-v3/Plant cotyledon",
    "Discipline-v3/Plant development",
    "Discipline-v3/Plant embryo anatomy",
    "Discipline-v3/Plant embryogenesis",
    "Discipline-v3/Plant growth and development",
    "Discipline-v3/Plant science",
    "Discipline-v3/Plants",
    "Discipline-v3/Proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Seedlings",
    "Discipline-v3/Statistical methods",
    "Discipline-v3/Statistics",
    "Discipline-v3/Test statistics",
    "Electromagnetic radiation",
    "Embryogenesis",
    "Enzymes",
    "Enzymology",
    "Eukaryota",
    "Fruit and seed anatomy",
    "Gene expression",
    "Genetic oscillators",
    "Genetics",
    "Hypocotyl",
    "Light",
    "Luciferase",
    "Mathematical and statistical techniques",
    "Mathematics",
    "Organisms",
    "Oxidoreductases",
    "Physics",
    "Plant anatomy",
    "Plant cotyledon",
    "Plant development",
    "Plant embryo anatomy",
    "Plant embryogenesis",
    "Plant growth and development",
    "Plant science",
    "Plants",
    "Proteins",
    "Seedlings",
    "Statistical methods",
    "Statistics",
    "Test statistics",
    "Type/Research Article"
  ],
  "abstract": "Individual plant cells have a genetic circuit, the circadian clock, that times key processes to the day-night cycle. These clocks are aligned to the day-night cycle by multiple environmental signals that vary across the plant. How does the plant integrate clock rhythms, both within and between organs, to ensure coordinated timing? To address this question, we examined the clock at the sub-tissue level across Arabidopsis thaliana seedlings under multiple environmental conditions and genetic backgrounds. Our results show that the clock runs at different speeds (periods) in each organ, which causes the clock to peak at different times across the plant in both constant environmental conditions and light-dark (LD) cycles. Closer examination reveals that spatial waves of clock gene expression propagate both within and between organs. Using a combination of modeling and experiment, we reveal that these spatial waves are the result of the period differences between organs and local coupling, rather than long-distance signaling. With further experiments we show that the endogenous period differences, and thus the spatial waves, can be generated by the organ specificity of inputs into the clock. We demonstrate this by modulating periods using light and metabolic signals, as well as with genetic perturbations. Our results reveal that plant clocks can be set locally by organ-specific inputs but coordinated globally via spatial waves of clock gene expression.",
  "fullText": "Introduction\n\nIn response to the Earth’s predictable light-dark (LD) cycles, many organisms have evolved a circadian clock [1]. A common design principle is a central oscillator that receives input from multiple environmental signals and uses them to predict the time of day. This timing information is used to coordinate processes, matching them to the optimum time of day or year. In plants, these processes include photosynthesis, leaf movement, and flowering [2].\n\nA number of studies have reported that different parts of the plant can generate circadian oscillations with different periods under constant conditions [3]. This could be due to the clock network being wired differently in different parts of the plant, or that the sensitivity of the clock to environmental inputs varies across the plant. There is already some evidence that both the network and inputs have some cell or tissue specificity. Previous work has shown that although most clock genes are expressed in most cell types [4–7], some core clock genes have a tissue-enriched expression pattern [4,8–10]. Mutations to some core clock genes may also have differential effects on the root and shoot [9]. Additionally, it has been shown that clocks in different cell types respond preferentially to temperature or light inputs [11–13], and that the shoot and root clocks have different sensitivities to light [6]. However, how whole-plant timing is affected by tissue-level differences in the clock network or differences in sensitivity to clock inputs remains unclear.\n\nIn complex organisms, many physiological processes, including those under control of the clock, require coordinated timing across tissues. In many eukaryotes, cell-cell communication maintains clock coherence across the organism. For example, in mammals, clock cells located in the suprachiasmatic nucleus (SCN) drive rhythms in peripheral tissues across the body via neural and humoral signals [1,14]. Peripheral tissues have the same clock network as in the SCN [15,16], although the relative importance of each circuit component may vary between tissues [17]. In plants, studies of synchronization [5,18–23], grafting experiments [22], and the use of tissue-specific promoters [10] suggest that cell-cell communication is also important for coherent rhythms. It has been proposed that this communication acts hierarchically, with the root clock dependent on a signal from the shoot [9,22,24]. However, a decentralized structure, with multiple points of coordination across the plant, could potentially explain inconsistencies such as fast cells in the root tip [5], spiral and striped expression patterns in leaves and roots [18–20,25–27], and the entrainment of detached roots by light [6,28]. Therefore, how plants coordinate the clock at the organism level is not understood (Fig 1).\n\nPlant cells can communicate locally with their neighbors via the diffusion of molecules through the cell wall, or through microscopic channels called plasmodesmata [29]. Longer-distance communication is also possible through molecules being selectively loaded into the phloem translocation stream. Both local and long-distance mechanisms have been proposed to coordinate circadian rhythms in plants [5,18–24]. However, the relative importance of local versus long-distance communication for the whole-organism coordination of rhythms has not been resolved.\n\nIn this work, we examined the clock at the sub-tissue level across A. thaliana seedlings in vivo. We observed that each organ of the plant has a different clock phase, even under LD cycles. Sub-tissue–level analysis revealed that spatial waves of clock gene expression propagate within and between the organs. Mathematical models propose that waves under both constant light (LL) and LD cycles could be due to the combination of different periods in each part of the plant and local cell-cell coupling. We tested these predictions by examining rhythms in dissected plant roots. Waves up and down the root persisted in detached roots, showing that long-distance signals from the shoot are not required for coordination. Next, by modulating periods in specific parts of the plant using genetic and environmental perturbations, we found that we could alter wave generation in a predictable manner. Thus, the clock in plants has a decentralized structure, with clocks across the plant coordinating via local cell-cell signaling.\n\nResults\n\nOrgan-specific clocks entrain to LD cycles with different phases\n\nTo investigate the coordination of clock rhythms, we analyzed rhythms across entire seedlings under different entrainment regimes. To do this, we monitored promoter activity of the core clock gene GIGANTEA (GI) [30] fused to the LUCIFERASE (LUC) reporter gene, for multiple days at near-cellular resolution (Materials and methods). This reporter line was chosen because of its strong expression level and its similar spatial expression to other clock components [5].\n\nIn order to observe the endogenous component of the rhythms, we first imaged seedlings under LL, having previously grown them under LD cycles (LD-to-LL; Fig 2A and Materials and methods). Under the LD-to-LL condition we observed phase differences of GI::LUC expression between organs (Fig 2B and 2C). The cotyledon and hypocotyl peaked before the root, but the tip of the root peaked before the middle region of the root (Fig 2C, S1 Fig, and S1 Video). Furthermore, we observed a decrease in coherence between regions over time, with a range between the earliest and latest peaking region of 4.92 ± 3.79 h (mean ± standard deviation) in the first and 18.36 ± 5.67 h in the final oscillation. This is due to the emergence of period differences between all regions (Fig 2D). The cotyledon maintained a mean period of 23.82 ± 0.60 h, whereas the hypocotyl and root ran at 25.41 ± 0.91 h and 28.04 ± 0.86 h, respectively. However, the root tip ran slightly faster than the middle of the root, with a mean period of 26.90 ± 0.45 h, demonstrating the presence of endogenous period differences across all regions. We verified that our results were not specific to the GI::LUC reporter, as we observed similar differences in periods and phases across the plant using luciferase reporters for promoter activity of the core clock genes PSEUDO-RESPONSE REGULATOR 9 (PRR9) [31], TIMING OF CAB EXPRESSION 1 (TOC1) [32], and EARLY FLOWERING 4 (ELF4; S2 Fig) [33]. These observations are also qualitatively similar to the periods and phases previously observed in isolated organs [6,22,24], and at the cellular level across the seedling [5], validating our whole-plant assay for the circadian clock.\n\nThe phase at which a rhythm entrains to the environment can depend on the mismatch between its endogenous period and the period of the entraining signal [34–36]. We therefore tested the consequence of endogenous period differences between organs on the entrainment of the plant, by monitoring GI::LUC rhythms under LD cycles (LD-to-LD; Fig 2A and Materials and methods). Under the LD-to-LD condition, we observed robust and entrained rhythms (Fig 2E). However, closer inspection of the timing of the peaks of the oscillations revealed significant differences in clock phase between organs (Fig 2F). The cotyledon and hypocotyl consistently peaked earlier than the root regions, but the root tip peaked earlier than the middle of the root (Fig 2F, S3 Fig and S2 Video). This is qualitatively similar to the pattern observed under LL (Fig 2C). However, under the LD-to-LD condition, the organs showed a more stable phase relationship than under LL, with a range between the earliest and latest peaking region of 2.08 ± 1.56 h in the first oscillation and 1.10 ± 1.44 h in the final oscillation. This is due to the fact that all organs oscillate with a period of approximately 24 h (Fig 2G).\n\nSpatial waves of clock gene expression propagate between and within organs\n\nSpatial waves of clock gene expression have been previously reported in plant leaves [18,19,25,26] and roots [5,20,27] under LL. However, their relation to one another and the relevance under LD cycles remained unclear. We analyzed our LD-to-LL and LD-to-LD data set of whole, intact seedlings at the sub-tissue level in order to address these questions. We extracted the phase of the luminescence signal across longitudinal sections of seedlings (S4 Fig, Materials and methods) and present phase plots and time-lapse videos of single seedlings representative for each light condition (Fig 2H and 2I, S1 and S2 Videos). The clearest waves of expression could be observed in the LD-to-LL condition, as phase differences increased with time. In the cotyledon, a wave of GI::LUC expression propagated from the tip to the base (Fig 2H, top), and downwards into the hypocotyl (Fig 2H, middle). In the hypocotyl, we observed a second wave traveling from the root junction upwards into the hypocotyl (Fig 2H, middle). Finally, within the root we observed two waves: one propagating down from the hypocotyl junction and the second from the root tip upwards into the root, as we have reported previously (Fig 2H, bottom) [5]. Evidence of waves of clock gene expression could also be observed under the LD-to-LD condition. Although they are less pronounced, small phase waves could be discerned within the cotyledon (Fig 2I, top), hypocotyl (Fig 2I, middle), and root (Fig 2I, bottom) of the phase plots and time-lapse videos (S2 Video).\n\nSpatial waves of clock gene expression persist in the absence of interorgan communication\n\nPrevious work has proposed that spatial waves of clock gene expression are driven by local cell-cell coupling [5,18–20]. However, plant cells can communicate through both local and long-distance, interorgan pathways [29], and the root clock has been proposed to be driven by long-range signals from the shoot [9,22,24]. To investigate whether rhythms and spatial waves are driven by long-distance communication, we blocked signal transmission between organs by cutting the seedling into sections. We cut the root at either the hypocotyl junction, the root tip, or both the hypocotyl junction and the root tip, and then monitored the rhythms under LL (Fig 3A). We found that sectioning the plant did not substantially affect the phase of the rhythms (Fig 3B–3D). Some minor phase differences were observed between cut and uncut controls after cutting, but these were no longer apparent after 6 d (S5 Fig). Period differences across the plant also persisted after cutting (Fig 3E–3G). Next, we focused our analysis to within the hypocotyl and root, where the simple geometry means the wave patterns can be most easily observed. Strikingly, after all cuts we observed the persistence of waves propagating both from the hypocotyl down into the root and from the root tip upwards (Fig 3I–3K and S3 Video). Our results show that in all organs excised, rhythms are autonomous, and the spatial waves that travel between them are not dependent on a long-distance signal.\n\nPeriod differences plus local coupling can explain organ-specific entrainment and spatial waves\n\nThe persistence of rhythms and spatial waves in the absence of long-distance communication suggests clocks may instead be coupled through local interactions. We extended the mathematical framework we employed in previous work [5] to investigate whether local coupling can explain the entrainment behaviors that we observe under LD and LL. As before, we used a Kuramoto phase oscillator model [37]. In this framework, each pixel (which in fact represents multiple cells) on our seedling template is an individual oscillator with an intrinsic period and is weakly coupled to its nearest neighbors (S6 Fig). The intrinsic period of each pixel was set according to its location in the seedling. Pixels from the cotyledon, hypocotyl, root, and root tip were drawn from distributions centered around the mean periods that we observed experimentally in each region under LL (Fig 4A, S6 Fig, Materials and methods). These period estimates were made from in vivo experiments and therefore include the effects of coupling. They are, however, as good an estimation of the cell autonomous periods as possible in a physiologically relevant context. In our LD-to-LL simulations, because of the differences in intrinsic periods, and coupling, we saw increasing phase shifts between organs (Fig 4C) and two increasingly large waves in the root (Fig 4E), as observed in experiments (Fig 4G). We observed these spatial waves in simulations under a range of coupling strengths, K (S7 Fig). As the coupling strength was increased, the distribution of periods and phases of the oscillation became tighter, as previously reported in models of coupling in the SCN (S8 and S9 Figs) [38].\n\nIn our model, the amount that each oscillator phase is shifted is set by the mismatch of its intrinsic period and the period of the entraining rhythm [34–36]. This prediction is supported by experimental evidence in various organisms, including plants [39], although dawn can also reset the phase of some clock genes in bulk Arabidopsis experiments [40,41]. We tested whether the phase differences that we observe between organs in Arabidopsis under our LD conditions can be reproduced in our model by this mismatch with the entraining rhythm. In our simulations, organs were forced to oscillate with a period of approximately 24 h, due to entrainment to the external rhythm (Fig 4B). However, because of the mismatch between the intrinsic period and the entraining rhythm, organs entrained with different phases, matching those observed experimentally (Fig 4D). Phase shifts could also be observed at the sub-tissue level; two short waves could be observed in the root (Fig 4F), as in experiments (Fig 4H).\n\nLocal coupling limits desynchrony in the absence of entrainment\n\nIn a set of coupled oscillators, variation in period causes a decrease in synchrony, whereas coupling and external entrainment maintain or increase synchrony [42–45]. In order to make predictions about the presence of local coupling in seedlings, we simulated our model in the absence of LD entrainment. We simulated the duration of the experiment without entraining the oscillators, and thus assume that the phases are initially random (LL-to-LL; Fig 5A, Materials and methods). In contrast to the LD-to-LL condition, in which oscillators begin synchronous but become less synchronized whilst under LL, in LL-to-LL simulations, oscillators began less synchronous but maintained their order over the time course (Fig 5B). Interestingly, in the root, the model predicted a complex spatial pattern, with multiple phase clusters and spatial waves in a single seedling (Fig 5C and S4 Video). These patterns of gene expression were similar to the zigzag patterns previously reported by others, when roots are grown on sucrose supplemented media [20,27,46]. We found that these zigzag patterns emerged with, but not without, local coupling (S10 Fig).\n\nAn alternative mechanism to explain the spatial patterns of rhythms that we observed can also be envisaged. If, within the tissue, there exists a gradient in the periods of oscillators, spatial waves may be seen in the absence of cellular coupling. Simulations of this plausible alternative model, without coupling but with a gradient of the intrinsic periods within the root, were indeed sufficient to generate simple waves similar to those we observed under the LD-to-LL condition (S10C and S10D Fig), but not the complex zigzag waves predicted in the LL-to-LL condition (S10E and S10F Fig).\n\nIn order to test our model and validate the assumption of local coupling, we experimentally tested the LL-to-LL model prediction. We both grew and imaged seedlings under LL conditions (LL-to-LL; Fig 5A), so that seedlings never see an entrainment cue beyond germination [47,48]. Roots maintain their coherence over the full time course (Fig 5D) and display a zigzag expression pattern (Fig 5E and S11 Fig) as predicted by the model, supporting the hypothesis of weak, local coupling.\n\nLocal light inputs set organ-specific periods\n\nTo test our model further, we attempted to manipulate the periods in specific organs to determine whether we could modulate the spatial waves of gene expression. In the most severe case, removing all period differences across the plant should result in perfectly coherent rhythms. We found mutations to the core clock network to have little effect on the organ specificity of periods in organs scored as rhythmic (S12 Fig). However, there were some organ-specific effects on rhythmicity (S1 File). We also note that we cannot rule out that mutations to other clock components could have a larger effect on the organ specificity of periods.\n\nNext, we tested whether we could alter periods in an organ-specific manner by modulating inputs to the clock. We first tested the effect of light input by growing seedlings under LD cycles before imaging seedlings under constant darkness (DD). Under DD, we observed a drastic slowing of periods in the cotyledon and hypocotyl, whereas the middle region of the root maintained its speed compared with LL (Fig 6A). This is in contrast to previous lower-resolution work that found the period of the root as a whole increased under DD [28]. The lengthening of periods in the aerial organs reduced the phase differences between the aerial organs and the root (Fig 6B and S13 Fig), resulting in the loss of the spatial wave traveling from the hypocotyl down the root (Fig 6C and S5 Video). Inversely, in the root tip we observed a decrease in period compared with LL (Fig 6A), causing larger phase shifts between the root tip and the root (Fig 6B and S13 Fig) and resulting in a longer spatial wave traveling from the root tip upwards into the root (Fig 6C and S5 Video). We observed the same effect when seedlings were grown so that the roots were not exposed to light during entrainment or imaging (S14 Fig). Additionally, a qualitatively similar but lesser effect was observed under monochromatic red or blue light (S15 Fig). Together, our experiments show that light input can set the periods of oscillators across the plant, either increasing or decreasing the speed, depending on the region. These differences are sufficient to drive spatial waves of gene expression between organs.\n\nWe next tested whether the effect of light on organ specificity is direct, through known light signaling pathways. We imaged GI::LUC expression in the phyb-9 background, a null mutant for the primary red light photoreceptor in A. thaliana, PHYTOCHROME B (PHYB) [49,50]. Because PHYB has a tissue-specific expression pattern in the plant [51–54], we reasoned that its period-shortening effect under red light [55] may be organ specific. Under red light, in the phyb-9 mutant we observed the loss of period differences between the cotyledon, hypocotyl, and root (Fig 6D). This caused the loss of phase shifts between the aerial organs and the root (Fig 6E and S16A Fig) and the loss of a distinct spatial wave traveling down the root (Fig 6F and S6 Video). We also observed a decrease in rhythmicity across the seedling (S1 File). The effect was particularly large in the root tip, with only 24% of root tips classed as rhythmic compared with 96% in the wild type. In the root tips classed as rhythmic, the period ran approximately 3 h slower, at approximately the same speed as the middle of the root (Fig 6D). Therefore, after 6 d under constant red light, the phase shifts between the root tip and root (Fig 6E and S16A Fig), and the spatial wave traveling from the root tip upwards, were attenuated (Fig 6F and S6 Video). The phyb-9 mutation, however, does not abolish the faster periods observed in the root tip under DD (S16B and S16C Fig).\n\nLocal metabolic inputs set organ-specific periods\n\nIn addition to the external environment, the circadian clock is exposed to biochemical signals from within the cell [56]. We investigated whether these endogenous signals could also alter periods in an organ-specific manner, modulating the spatial waves of clock gene expression. First, we imaged seedlings under LL in the presence of 3-(3,4-dichlorophenyl)-1,1-dimethylurea (DCMU), a specific inhibitor of photosynthesis. During inhibition, we observed a slowing of periods specifically in the cotyledon and hypocotyl (Fig 7A), causing a loss of phase shifts between the hypocotyl and root (Fig 7B and S17 Fig) and the loss of the spatial wave down the root (Fig 7C).\n\nPhotosynthesis modulates the clock through the production of sugars, which feed into the oscillator [57–59]. We next tested whether the application of sucrose to part of the plant could locally reduce clock periods and generate spatial waves. This is a direct test of the hypothesis that local period differences drive spatial waves of gene expression. We designed a protocol that allowed us to rest only the top portion of the root on sugar-supplemented media and observe the effect throughout the root. We did this with roots cut at the hypocotyl junction to minimize developmental effects, and under DD, where we ordinarily observe no spatial waves down the root (Fig 7D). In comparison with mannitol (a poorly metabolized sugar that acts as an osmotic control), contact with sucrose-supplemented media caused a larger decrease in period length (Fig 7E). This caused larger phase shifts from the top to the middle of the root (Fig 7F and S18 Fig). Within the root, a clear spatial wave of clock gene expression propagates down from the top of the root when in contact with the sucrose (Fig 7G and S7 Video) but not mannitol (Fig 7H and S8 Video) supplemented media. Together these results show that altering the speed of clocks locally, either via modulating light perception or the addition of photosynthetic sugars, can drive spatial waves of clock gene expression.\n\nDiscussion\n\nHere, we report how local periods, because of differences in sensitivity to clock inputs, can generate spatial waves of circadian clock gene expression across the plant. Using time-lapse imaging we show that spatial waves exist both in constant and entrained conditions and do not require long-distance signals. Modeling and experiments show that local coupling can explain our results, including complex synchronization patterns in plants that have never seen an entraining signal. Finally, by the manipulation of environmental inputs, we are able to modulate the waves in a predictable manner by locally altering clock periods. We therefore propose that spatial waves are sufficient to integrate organ-specific environmental inputs and coordinate timing across the plant.\n\nIn the laboratory, clocks are most often studied under constant environmental conditions in order to observe the endogenous genetic properties of the oscillator. However, in the wild, plants are exposed to environmental cycles, and the interaction between the oscillator and the environment is of importance. It is therefore significant that we observed phase differences between clocks within a plant, even under LD cycles. A previous high-resolution study in A. thaliana observed phase differences within leaves after the transfer from LL to LD conditions, although rhythms were near synchronous after 3 d in LD cycles [18]. Phase differences have also been observed in Lemna gibba fronds, where cells in leaves entrain with different phases, causing a centrifugal pattern [21]. Phase patterns under LD cycles may therefore be a common property of plant circadian systems, and will require further investigation.\n\nThe presence of local cell-cell coupling has been previously suggested to help maintain clock synchrony within A. thaliana [5,18–22]. In addition, long-distance signals [22,24] and light piped from the shoot [28] have been proposed as mechanisms for coordination. Through a combination of experiments and modeling, we show that in seedlings, local signals alone are sufficient to maintain robust rhythms after 6 d in all organs, as well as generate the observed complex spatial patterns in clock expression. We note that our results do not exclude the possibility that phloem mobile signals, or light piped from the stem, additionally act to synchronize the root with the shoot. However, the waves that we observe in cut roots, combined with the wave up the root apparent in seedlings grown in DD, suggest that these signals do not drive the spatial wave patterns that we observe. In future work, it will be important to investigate whether coordination through local coupling also occurs in later stages of plant development and, if so, whether the coordination structure changes as the plant develops to compensate for its increasing size.\n\nLocal coupling is dependent on a signal that is cell-to-cell mobile. Research in cellular communication in plants has intensified in recent years and a number of signals are known to be mobile between cells and tissues. A selection of hormones, sugars, mRNAs, proteins, and ions have been shown to be both mobile and capable of influencing the clock [3,56]. To better understand the mechanism of intercellular coupling of clocks in plants, it will be important to investigate whether one, some, or all of these mobile signals act to couple the clock. Of particular interest is the transcription factor ELONGATED HYPOCOTYL 5 [60], which moves locally and long distance [61], is activated by stem-piped light [62], and can influence the circadian clock [63–65]. As many components can move between cells, with, for example, thousands of mobile mRNA elements [66], single cell “omics” methods [67,68] will become increasingly important tools.\n\nOscillators in different organs of the plant are exposed to different conditions, both externally from the environment and internally from the cell’s biochemistry. We found that these differences in input can drive spatial waves by creating period differences. We demonstrated this by manipulating two environmental inputs, light and sucrose, an external and internal signal, respectively. There are, however, many other signals known to modulate the speed of the clock [56]. In future work, it will be important to test how these interact and the consequence to spatial coordination when plants are under physiological conditions. Of particular interest will be temperature, which is known to differ between the air and the ground [69] and deviate from the photoperiod [70]. In fact, it has already been demonstrated that temperature is preferentially sensed by the clock in specific cell types [11,71]. Comprehensive in vivo studies under a range of environmental conditions will be required to understand the full complexity.\n\nAlthough it appears that clock coordination in plants is not centralized as it is in mammals, there remain interesting parallels between the two systems. Experimental and modeling studies have revealed that coupling between neurons generate spatial-temporal patterns of rhythmicity in the SCN itself, including wavelike patterns that depend on intercellular communication [38,72–74]. Although mammalian clocks have the additional complexity of the SCN driving rhythms in peripheral tissues across the rest of the organism, the similarities between the wave patterns observed in the SCN and in plant clocks are intriguing and could point to general principles of clock coordination. It will be important to examine the similarities and differences between the two systems in more detail in the future.\n\nFor plants, being responsive to the environment whilst being robust to fluctuations necessitates a trade-off. These fluctuations could be external, such as an environmental change, or internal, such as gene expression noise [75,76]. The clock, in its role as master regulator, must balance the competing requirements of flexibility and robustness. Recently, it has been proposed that the clock in plants is dynamically plastic, able to respond to changes in environmental inputs by altering its period and phase [77,78]. Cell-cell coupling increases the synchrony and robustness of oscillations, influencing how easy it is for clocks to entrain to the environment [79]. A decentralized structure with organ-specific inputs to clocks that are coupled together could allow some flexibility in sensing the environment whilst ensuring robust timing. In the future, it will be important to better understand the importance of this design principle in terms of the physiological outputs of the clock and the development of the plant.\n\nMaterials and methods\n\nPlant materials and growth conditions\n\nThe wild-type GI::LUC, PRR9::LUC, and TOC1::LUC lines are in the Col-0 background and as described previously [80,81]. To produce the wild-type ELF4::LUC line, the promoter region of ELF4 was amplified from A. thaliana genomic DNA using the primer pairs ELF4_prom_Fwd/Rev (ELF4_prom_Fwd, 5′- AGAGAATTCCTAAATCATCAAAGCCAACC-3′ and ELF4_prom_Rev, 5′-CTTTCTAGAAATAATTTTTAATTGTGTTTTTCTCTC-3′). Unique restriction sites were designed at the ends of the amplicons to facilitate cloning in the pPCV-LUC+ binary vector [82] via EcoRI (5′) and XbaI (3′) sites. The cloned ELF4 promoter fragment was of 1,546 base pairs and contained the full 5′-untranslated region, but not the ATG. The construct was transformed into the Col-0 background by means of agrobacterium-mediated transfection [83]. Homozygous third generation lines were used for experiments.\n\nThe phyb-9 GI::LUC line is in the Col-0 background and as described previously [80]. The cca1-11 (TAIR:1008081946; Ws background back-crossed with Col-0 three times) [84], prr9-1 (TAIR:3481623) [85], prr7-3 (TAIR:3662906) [85], toc1-101 (TAIR:6533848449) [86], and lux-4 (TAIR:1008810333) [87] alleles are loss-of-function mutations that have been previously described, and were transformed with the GI::LUC [80] construct by means of Agrobacterium-mediated transfection [83]. Homozygous third generation lines were used for experiments.\n\nSeeds were surface sterilized and placed in the dark at 4 °C for 3 d. Seeds were sown at dawn of the fourth day on full-strength Murashige and Skoog (MS), 2% agar, pH 5.7 media, without sucrose unless otherwise specified. Seeds were then grown inside of plant growth incubators (MLR-352; Panasonic, Japan) for 4 d under 80 μmol m2 s−1 cool white light at a constant temperature of 22 °C. Seedlings were grown under 12-h light–12-h dark cycles unless otherwise specified. Plates were orientated vertically during growth.\n\nFor experiments in which roots are grown in the dark (S14 Fig), seedlings were grown in full-strength MS liquid solution as described previously [88]. After 4 d of growth, working under green light only, seedlings were transferred to MS 2% agar plates and transferred to imaging cabinets.\n\nLuciferase imaging\n\nAt dusk of the fourth day of growth, seedlings were sprayed with a 5 mM D-Luciferin (Promega, Madison, WI), 0.01% Triton X-100 solution (Sigma-Aldrich, St. Louis, MO). At dawn of the fifth day, 6–8 seedlings were transferred into a 3- by 3-cm area of the media plate in order to fit inside of the camera’s field of view. Plates were orientated vertically during imaging.\n\nImaging was performed inside of growth incubators (MIR-154; Panasonic, Japan) at a constant temperature of 22 °C and under an equal mix of red and blue light–emitting diodes (40 μmol m−2 s−1 total), unless specified as red light only (40 μmol m−2 s−1 red) or blue light only (40 μmol m−2 s−1 blue). For experiments under LD cycles, lights were switched on to full intensity at dawn and completely off at dusk. Images were taken every 90 min for 6 d, with an exposure time of 20 min. Images were taken using a LUMO charge-coupled device camera (QImaging, Canada) controlled using Micro-Manager (V2.0; Open Imaging) as previously described [89,90]. The camera lens (Xenon 25 mm f/0.95; Schneider, Germany) was modified with a 5-mm optical spacer (Cosmicar, Japan) to increase the focal length and decrease the working distance.\n\nCuts and treatments\n\nFor cut experiments, seedlings were cut approximately 3 h after dawn of the fifth day of growth, immediately prior to the commencement of imaging. For “hypocotyl cut” experiments (Fig 3B, 3E and 3I), seedlings were cut in the root as close to the hypocotyl junction as discernible by eye; for “root tip cut” experiments (Fig 3C, 3F and 3J), seedlings were cut approximately 100–200 μm from the root cap. Cuts were made with a pair of Vanna’s type microdissection scissors (Agar Scientific, UK). Following all excisions, the organs were gently separated with a pair of forceps to ensure no physical contact.\n\nDCMU (Sigma-Aldrich, St. Louis, MO) was added to the media at a final concentration of 20 mM. Seedlings were transferred to the DCMU-containing media at dusk of the fourth day of growth. For sugar application experiments (Fig 7E–7H), media was added in 8-well rectangular dishes (NUNC; Thermo-Fisher Scientific, Waltham, MA) so that one well contains media supplemented with MS and sugar whilst the adjoining well contains media supplemented with MS only. Wells were filled with equal volumes to the brim of the wells so that the two agar pads form a continual flat surface but do not touch. Sucrose or mannitol (Sigma-Aldrich, St. Louis, MO) was added at a final concentration of 90 mM (3% w/v). Seedlings were cut at the hypocotyl junction (as described above) and laid across the adjoining agar pads so that approximately the top 1 mm of the excised root rests on the sugar-supplemented media, and the remainder of the root rests on the non-sugar-supplemented media. Seedlings were cut and transferred to the media at dawn of the fifth day of growth, immediately prior to the commencement of imaging.\n\nOrgan-level analysis of period and phase\n\nFor the organ-level analysis of the period and phase, organs were first tracked manually in Imaris (BitPlane, Switzerland) using the “Spots” functionality. We use a circular region of interest (ROI) of approximately 315-mm diameter and track the center of a single cotyledon, hypocotyl, root, and the root tip from each seedling. As the root grows, we maintain the root ROI a fixed distance from the hypocotyl junction. A small number of cotyledons and hypocotyls were not trackable due to their orientation or their overlap with each other. These organs were excluded from the analysis. The median of the ROI was extracted to give the time series. Prior to the analysis of period and phase, the time series were first background subtracted. Very low expression rhythms with a minimum intensity value of less than zero after background subtraction were then removed. All time series were inspected by eye after preprocessing steps and prior to analysis.\n\nPeriod analysis was conducted in BioDare2, a data server for the analysis of circadian data (biodare2.ed.ac.uk) [91]. All period estimates were performed on non-normalized data between 24–144 h from dawn of the day imaging began using the fast Fourier transform nonlinear least squares (FFT-NLLS) algorithm [92,93]. Data were first baseline detrended by subtraction of a polynomial of degree three from the data. Oscillations were classed as rhythmic if the FFT-NLLS algorithm returned a period in the range of 18–36 h with a confidence level (as defined in [91]) below 0.6.\n\nFor the analysis of the times of peaks of expression, peaks were identified using the MATLAB (MathWorks, UK) “findpeaks” function. This was done after the application of a third-order Butterworth filter to remove high-frequency noise. Only peaks in which all organs complete the full cycle within 24–144 h from dawn of the day imaging are used. Additionally, peaks were discarded if they are closer than 18 h or further than 36 h apart.\n\nStatistical analyses\n\nIn all figures, data points, measure of error, statistical test used, N, and the range of n are reported in the figure legend. Exact p-values, exact n, percentage rhythmicity, and other test statistics are reported in S1 and S2 Files. When values are described in the text, they are quoted as mean ± standard deviation of the mean. For the comparisons of period estimates, one-way ANOVA (with Tukey post hoc method) was used for comparisons of more than two groups, and the t test (with Welch correction) for comparison of two groups. For comparison of times of peaks of expression, the distribution is often skewed, therefore the Kruskal-Wallis one-way ANOVA (with Dunn post hoc method) was used for multiple comparisons and the Wilcoxon rank-sum test for comparison of two groups. An alpha level of 0.05 was used for all ANOVA tests.\n\nLuciferase phase plots\n\nTo analyze spatial patterns within the organ, we first created space-time intensity plots of the luciferase images before obtaining a phase representation of the plots using a wavelet transform (henceforth called “phase plots”). These phase plots allowed interpretation of the space-time dynamics of the signal across the length of the organ independent of amplitude fluctuations.\n\nSpace-time intensity plots of the luciferase data were created as described previously [5], although with some modifications—most importantly of which, we include a modification that allowed us to better section curved roots. The method including modifications is outlined here in its entirety. Unless otherwise specified, steps are implemented via custom-developed MATLAB scripts.\n\nImage preprocessing\n\nA number of image processing steps were applied prior to the extraction of oscillations:\n\nEach seedling was cropped into individual image stacks using ImageJ (NIH) in order to facilitate the further analysis.\n\nA rectangle ROI encompassing the whole of the organ of interest plus the surrounding background was defined. When multiple organs were plotted together (Fig 2H and 2I), the regions are defined so that there are neither longitudinal gaps nor overlap between them. The ROI was manually checked for signal from neighboring organs or seedlings. These pixels were removed using ImageJ.\n\nA 3-by-3 median filter was applied to the images to deal with background intensity spikes supposedly from cosmic rays and camera sensor imperfections.\n\nThe luminescent signal from the organ was segmented from background pixels by applying a threshold to each image individually. The mean of the intensity count across the whole ROI was used as the threshold value.\n\nSmall objects remaining in the image that are not connected to the organ were removed by applying a morphological opening algorithm. Connected objects less than 50 pixels are removed.\n\nIntensity space-time plots\n\nTo create the space-time plot, we averaged the signal across longitudinal sections of the organ. However, because plant organs naturally curve during growth, we took our longitudinal sections to be perpendicular to the angle of growth. We did this as follows:\n\nFor an ROI of dimensions m,n (with m representing the horizontal dimension and n the vertical dimension), the grey-level-weighted centroid C across each vertical section n was calculated as\n\nwhere W represents the pixel intensity value and Np the width of the plant, as the number of segmented pixels.\n\nA polynomial function of seventh degree was fitted to the centroids to give a curve that describes the shape of the hypocotyl and root {C(t)} (S4A Fig).\n\nAt each horizontal position of the ROI {Cn(t): n = 1, 2, …)}, the tangent and normal line was calculated (S4A Fig).\n\nThe slope of the normal line was rasterized to give pixel coordinates describing the line (S4B Fig). The Bresenham algorithm was utilized for this purpose [94], implemented in MATLAB [95].\n\nThe rasterized line was limited to 10 pixels, centered around the intersect with the curve fit {C(t)}. This prevents multiple intersects with the organ.\n\nThe mean intensity of the pixels corresponding to the coordinates was taken to give the intensity value for section n at time t in the space-time intensity plots (S4C Fig).\n\nPhase space-time plots\n\nWe used the wavelet transform to obtain phase plots (S4D Fig) from intensity space-time plots (S4C Fig). The continuous wavelet transform is closely related to the Fourier transform. However, unlike the Fourier transform, the continuous wavelet transform does not assume a stationary signal [96,97]. This could be relevant to our data, given that an oscillator response to perturbations may be transient or changing. This method has been used previously to analyze dynamic oscillations [98,99].\n\nGiven a time series V = (V1, …, Vn), the continuous wavelet transform of V is given by\n\nwhere t represents time, Z is a wavelike function known as the mother wavelet, and s is a dimensionless frequency scale variable. Z* denotes the complex conjugate of Z. For Z, we chose the Morlet wavelet,\n\nan oscillatory function that depends on a dimensionless time, like parameter u, and is localized in time with zero mean [97]. The wavelet transform can instead be expressed in terms of its phase φ and magnitude q,\n\nFor meaningful interpretation of the phase values, s must be chosen close to the characteristic period of the times series V. However, the resultant phases are robust to small variations of s. We therefore selected a single s for each organ, matching s to the frequency of the rhythms that we observed in the organ under the experimental condition. Carrying out this procedure for every row of the intensity kymographs resulted in a phase plot (S4D Fig) corresponding to the intensity plot (S4C Fig). For comparison between plots, we plotted the first 16 pixels (approximately 1 mm) of the hypocotyl and the entirety of the root.\n\nSynchrony analysis\n\nBy looking at the all-to-all synchrony between pixels within the hypocotyl and root, the synchrony of oscillators in these tissues can be estimated. We excluded the cotyledons from the analysis because their orientation and movement make phase extraction difficult. For each time point, the order parameter [43] R at time t was obtained as\n\nwhere N is the total number of pixels in the hypocotyl and root combined and θj the phase of the j-th pixel. R values range from 0 to 1, with a value of 1 indicating a set of completely synchronized oscillators and a value of 0 a set of completely desynchronized oscillators.\n\nPhase oscillator model\n\nAs in [5], we used the Kuramoto phase oscillator model to describe the dynamics of GI::LUC in each pixel (here, a pixel represents a set of individual, neighbor cells). We viewed the plant in two dimensions with positions in horizontal and vertical (longitudinal) directions described by index positions i and j, respectively, so that every pixel, P(i,j), has an associated position, (i,j). The phase at the pixel P(i,j) was represented by θ(i,j), where its dynamics in time, t, are governed by the following equation\n\nHere, the first term is the intrinsic frequency of the pixel, ω(i,j). The second term is the coupling contribution from the nearest-neighbor pixels in positions (m,n) that are closest to (i,j), namely m = i−1, i, i+1, while n = i−1, i, i−1. We assumed a plant template that is symmetric and resembles the shape of a seedling (S6 Fig). For the sake of simplicity, we assumed that the coupling constant, K, is the same across all pixels, and set it arbitrarily to K = 1 unless otherwise specified. The final term represents the coupling of the oscillator to the external force—in this case, the light force. Here, KLD is the constant for the intensity of the light forcing, in which all oscillators are subject to 24-h forcing. Note that when the clocks are not entrained to the LD cycles, KLD = 0. Because GI tends to peak at the onset of dusk in 12-h light–12-h dark cycles and shorter photoperiods [100], we assume that the phase of GI will be antiphase to light, hence the negative sign in front of KLD. In our simulations of the LD-to-LD model, we set KLD = 1.\n\nIntrinsic periods are different across different sections of the plant. Intrinsic periods of the pixels in each section were taken from normal distributions with means of 23.82 h, 25.41 h, 29.04 h, and 26.90 h for cotyledon, hypocotyl, root, and root tip pixels, respectively, with the standard deviation at 10% of the mean value. The root tip is 5 pixels long and wide.\n\nInitial values of all phases in the LD-to-LL and LD-to-LD simulations were at the time of the start of measurement identical, with first peaks occurring approximately 11 h after the first measurement. In the LL-to-LL model, because we had no information about the initial phases, we set them to be uniformly distributed across a cycle (i.e., random). We note that in the LL-to-LL model, setting the phases to be in phase or close to in phase (e.g., approximately 11 h after the first measurement ±2 h [standard deviation]), we could not obtain the results seen. ODEs were solved using the Euler method and simulations performed in MATLAB.\n\nBecause the seedlings in our experiments grow, we introduced growth to the template seedling: we allowed the root to grow by one pixel every 5 h. Every newborn cell (and hence the new pixel) had the same phase as the closest set of cells (pixels) in the template, namely new pixels P(i, j), P(i+1, j), and P(i+2, j) will inherit the phases from P(i, j−1), P(i+1, j−1), and P(i+2, j−1), respectively. Their periods were taken from the normal distribution, with the mean of 26.90 h and the standard deviation 10% of the mean value.\n\nAfter root growth, the root tip should stay fixed in size (of 5-by-5 pixels), so the previous most upper set of root tip pixels at the root/root tip junction were, from then on, considered as root tissue instead. This means that their periods lengthen and they were chosen from a normal distribution with the mean of 28.04 h and the standard deviation 10% of the mean value.\n\nThe expression of GI for each pixel, GI(i,j), was calculated from the phase model as GI(i,j)(t) = cos(θ(i,j)(t)) + 1. It follows that the total sum of the luminescence for every longitudinal position j is GItot(j)=∑i=1njGI(i,j), where the total number of cells measuring across that section of the plant is nj. The total luminescence was normalized so the maximum peak of expression in every longitudinal position is 1. The phases were extracted from the luminescence using the wavelet transform, as described above for the experimental data in ‘Phase space-time plots’.\n\nTo calculate the periods of the tissues as shown in Fig 4A and 4B, we took regions of 5-by-5 pixels in each tissue (S6 Fig) and calculated the median GI expression level for each region. Periods were calculated as the mean of the peak-to-peak periods of the median trace. To observe the distributions of periods and phases within a single simulation of a seedling (S8 and S9 Figs), we analyzed GI expression for all pixels on the plant template individually. Periods were calculated as the mean of the peak-to-peak periods, and phases were taken at t = 96 h. Due to growth of the seedling template, there were a small number of pixels with a short time series containing less than two peaks of expression. These pixels were excluded from the analysis.\n\nAn alternative model that could give rise to the LD-to-LL spatial wave behaviors observed is one where there is no coupling but periods increase towards the middle of the root. This means that K = 0, and we set periods in the root to increase linearly from 25.41 h at the hypocotyl/root junction to 28.04 h in the middle of the root, and then decrease linearly again to 26.90 h at the root/root tip junction. All other previous assumptions were adopted. Here, although a bow-shaped wave of expression could be obtained in the LD-to-LL simulations (S10C and S10D Fig), the model failed to reproduce the behavior observed in the LL-to-LL condition (S10E and S10F Fig).\n\nSupporting information"
}