{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001542",
  "doi": "10.1371/journal.pbio.1001542",
  "externalIds": [
    "pii:PBIOLOGY-D-12-04348",
    "pmid:23630454",
    "pmcid:PMC3635866"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "PICK1 Deficiency Impairs Secretory Vesicle Biogenesis and Leads to Growth Retardation and Decreased Glucose Tolerance",
  "authors": [
    {
      "name": "Birgitte Holst",
      "first": "Birgitte",
      "last": "Holst",
      "affiliation": "Laboratory for Molecular Pharmacology, Novo Nordisk Foundation Center for Basic Metabolic Research, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark; Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Kenneth L. Madsen",
      "first": "Kenneth L.",
      "last": "Madsen",
      "affiliation": "Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark; Molecular Neuropharmacology Laboratory, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Anna M. Jansen",
      "first": "Anna M.",
      "last": "Jansen",
      "affiliation": "Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark; Molecular Neuropharmacology Laboratory, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Chunyu Jin",
      "first": "Chunyu",
      "last": "Jin",
      "affiliation": "Laboratory for Molecular Pharmacology, Novo Nordisk Foundation Center for Basic Metabolic Research, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark; Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Mattias Rickhag",
      "first": "Mattias",
      "last": "Rickhag",
      "affiliation": "Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark; Molecular Neuropharmacology Laboratory, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Viktor K. Lund",
      "first": "Viktor K.",
      "last": "Lund",
      "affiliation": "Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Morten Jensen",
      "first": "Morten",
      "last": "Jensen",
      "affiliation": "Laboratory for Molecular Pharmacology, Novo Nordisk Foundation Center for Basic Metabolic Research, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark; Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Vikram Bhatia",
      "first": "Vikram",
      "last": "Bhatia",
      "affiliation": "Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark; BioNano Laboratory, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Gunnar Sørensen",
      "first": "Gunnar",
      "last": "Sørensen",
      "affiliation": "Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark; Molecular Neuropharmacology Laboratory, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Andreas N. Madsen",
      "first": "Andreas N.",
      "last": "Madsen",
      "affiliation": "Laboratory for Molecular Pharmacology, Novo Nordisk Foundation Center for Basic Metabolic Research, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark; Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Zhichao Xue",
      "first": "Zhichao",
      "last": "Xue",
      "affiliation": "Laboratory for Molecular Pharmacology, Novo Nordisk Foundation Center for Basic Metabolic Research, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark; Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Siri K. Møller",
      "first": "Siri K.",
      "last": "Møller",
      "affiliation": "Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark; Molecular Neuropharmacology Laboratory, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "David Woldbye",
      "first": "David",
      "last": "Woldbye",
      "affiliation": "Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Klaus Qvortrup",
      "first": "Klaus",
      "last": "Qvortrup",
      "affiliation": "Core Facility for Integrated Microscopy, Department of Biomedical Science, Faculty of Health Sciences, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Richard Huganir",
      "first": "Richard",
      "last": "Huganir",
      "affiliation": "Department of Neuroscience, The Howard Hughes Medical Institute, The Johns Hopkins University School of Medicine, Baltimore, Maryland, United States of America"
    },
    {
      "name": "Dimitrios Stamou",
      "first": "Dimitrios",
      "last": "Stamou",
      "affiliation": "Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark; BioNano Laboratory, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Ole Kjærulff",
      "first": "Ole",
      "last": "Kjærulff",
      "affiliation": "Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Ulrik Gether",
      "first": "Ulrik",
      "last": "Gether",
      "affiliation": "Department of Neuroscience and Pharmacology, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark; Molecular Neuropharmacology Laboratory, The Faculty of Health Sciences, Panum Institute, University of Copenhagen, Copenhagen, Denmark"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-04",
  "dateAccepted": "2013-03-12",
  "dateReceived": "2012-10-31",
  "volume": "11",
  "number": "4",
  "pages": "e1001542",
  "tags": [
    "Biochemistry",
    "Diabetic endocrinology",
    "Discipline-v2/Biochemistry",
    "Discipline-v2/Biology",
    "Discipline-v2/Diabetic endocrinology",
    "Discipline-v2/Endocrinology",
    "Discipline-v2/Hormones",
    "Discipline-v2/Insulin",
    "Discipline-v2/Medicine",
    "Discipline-v2/Membranes and sorting",
    "Discipline-v2/Metabolism",
    "Discipline-v2/Molecular cell biology",
    "Discipline-v2/Neurochemistry",
    "Discipline-v2/Neuroendocrinology",
    "Discipline-v2/Neuroscience",
    "Discipline-v2/Pituitary",
    "Endocrinology",
    "Hormones",
    "Insulin",
    "Membranes and sorting",
    "Metabolism",
    "Molecular cell biology",
    "Neurochemistry",
    "Neuroendocrinology",
    "Neuroscience",
    "Pituitary",
    "Type/Research Article"
  ],
  "abstract": "Two lipid membrane sculpting BAR domain proteins, PICK1 and ICA69, play a key role early in the biogenesis of peptide hormone secretory vesicles and are critical for normal growth and metabolic homeostasis.",
  "fullText": "Introduction\n\nThe regulated secretory pathway is a hallmark of endocrine, exocrine, and neuronal cells and involves formation of secretory vesicles to enable storage and regulated secretion of cargo molecules [1],[2]. Peptide hormones and neuropeptides are synthesized as larger precursors in the endoplasmic reticulum and targeted to the Golgi apparatus. At the trans-Golgi network, the precursors are packaged into immature secretory vesicles that bud from the TGN. During maturation of the immature vesicles, the precursors are processed to active hormones, which are secreted in a regulated manner by fusion of the secretory vesicles with the plasma membrane. Although several steps in the regulated secretory pathway have been characterized, the mechanism underlying biogenesis of the secretory vesicles is still poorly understood [1],[2]. A key question is, which molecular components that are responsible for the membrane remodeling and reshaping that is required for budding of vesicles from the TGN and the subsequent maturation of these vesicles. Previous studies indicated that generation of the necessary membrane curvature at the TGN depends on lipids such as diacylglycerol, phosphatidic acid, and cholesterol [1],[3]–[5]. In addition, it has been suggested that hormone precursors aggregate together with chromogranins in membrane rafts of the TGN, thereby providing a driving force for vesicle budding [1],[6],[7]. The general importance of chromogranins has been substantiated both by depletion experiments in endocrine cells and overexpression experiments in non-endocrine fibroblast-like cells leading to “de novo” formation of dense core-like granules containing chromogranin [1],[6],[7]. However, the exact molecular components involved in secretory vesicle formation remain unknown.\n\nBAR (Bin/amphiphysin/Rvs) domains are crescent-shaped dimeric α-helical modules that are essential in dynamic remodeling of lipid membranes by means of their unique capacity to both sense and impose membrane curvature [8]–[11]. BAR-domain proteins have been implicated in a variety of cellular functions including clathrin-mediated endocytosis where at least four different BAR-domain proteins, including FCHO1/2, endophilin, amphiphysin, and SNX9, are known to be involved in the vesicle budding and fission process [12],[13]. Analogous to the plasma membrane, the TGN is a “hotspot” for membrane remodeling and vesicle formation; however, the processes occurring at the TGN have not been characterized in similar details.\n\nProtein interacting with C kinase 1 (PICK1) is a BAR domain protein with homology to the BAR domain proteins ICA69 (islet cell autoantigen 69) and arfaptin 1/2 [14]–[18]. The protein is widely distributed in the body with highest known expression in the brain, pancreas, and testis [19]. In the brain, PICK1 is found in many different regions [19] and known for regulating trafficking and phosphorylation of neurotransmitter receptors, such as the α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA)-type ionotropic glutamate receptor, to which PICK1 binds via an N-terminal PSD-95/Discs-large/ZO-1 homology (PDZ) domain [14]–[17]. Recently, we unexpectedly discovered that in the Drosophila brain, PICK1 is almost exclusively expressed in peptidergic neurons [20]. Peptide hormones released from these neurosecretory cells are critical for growth and metabolism, but the functional significance of PICK1 expression in these cells is unknown. Of further interest, previous data have suggested that PICK1 exists in part in a heterodimeric complex with the homologous BAR domain protein, ICA69 [19]. ICA69 was originally identified as diabetes-associated autoantigen in islet cells of the pancreas and is functionally poorly characterized [21]. It contains an N-terminal BAR domain with homology to the PICK1 BAR domain and a rather long C-terminal domain of unknown structure and function [19]. ICA69 has been suggested to regulate neurosecretory processes [22] and to prevent synaptic targeting/localization of PICK1 [19].\n\nHere, we show that PICK1 is not only expressed in neurosecretory cells of Drosophila but also in hormone-producing cells of the mouse pituitary. Phenotypic characterization of mutant PICK1-deficient flies and mice reveal that both are characterized by marked somatic growth retardation. In the flies, this can be rescued by reintroducing PICK1 selectively in peptidergic neurosecretory cells. In the PICK1-deficient mice, we find clear signs of GH deficiency that can be attributed to reduced formation of GH-containing dense core secretory vesicles in the pituitary. We find moreover evidence for decreased levels of prolactin in the pituitary as well as for impaired insulin secretion from the pancreas. Our further analyses indicate a transient localization of PICK1 to early secretory vesicles budding from the TGN, and in vitro we find that the PICK1 BAR-domain can actively sculpt lipid membranes. We also obtain evidence that PICK1 exerts its action in endocrine cells in a heterodimeric complex with ICA69. A more general role of the PICK1/ICA69 complex in secretory vesicle formation is supported by the observation that PICK1 and ICA69 promote vesicular chromogranin localization in non-endocrine COS7 cells. Furthermore, PICK1 mRNA expression is up-regulated in both a Drosophila model of type 2 diabetes (T2D) and in high-fat-diet-induced obese mice. Summarized, our results suggest a hitherto unknown key role of PICK1 and ICA69 in secretory vesicle formation at the TGN and indicate a putative role of PICK1 during metabolic disease.\n\nResults\n\nGrowth Retardation in PICK1-Null Drosophila\n\nBy immunostaining we observed an unanticipated PICK1 signal in neurosecretory cells of Drosophila melanogaster [20]. Because some of these cells secrete peptides governing growth and metabolism, we compared the body weight of Drosophila PICK1-null mutants with wild-type (WT) flies. Adult flies, which were homozygous or transheterozygous for two PICK1-null alleles, PICK11 and PICK12 [20], exhibited significant weight loss compared to controls (Figure 1A). The weight loss was fully rescued in both females and males when expressing PICK1 under control of the DIMM promoter, using the c929-GAL4 driver line (Figure 1A) [20],[23]. This is in agreement with DIMM encoding a transcription factor important for differentiation of peptidergic cells and with the observation that the expression of PICK1 and DIMM largely overlaps [20],[23]. In Drosophila, somatic growth and energy homeostasis is influenced by a family of insulin-like peptides (dILPs) that function equivalently to growth hormone (GH) and insulin in mammals [24]. When driving PICK1 expression under the dILP2 promoter, normal growth was rescued in females with a nonsignificant trend in males (Figure 1A). Together, the results suggest that to ensure proper growth regulation in Drosophila, PICK1 must be expressed in peptidergic cells, of which cells secreting dILPs play a major role.\n\nSomatic Growth Retardation and GH Deficiency in PICK1-Deficient Mice\n\nTo probe the importance of PICK1 for neuroendocrine function in mammals, we studied mice with targeted disruption of the PICK1 gene (PICK1-deficient mice) [14]. In accordance with our Drosophila findings, PICK1-deficient mice displayed significantly lower body weight and length compared to WT littermates (Figure 1B–C). To evaluate the body composition of the mice, we performed MRI scans, which revealed significantly higher fat percentage in PICK1-deficient animals (Figure 1D). In contrast, the percentage of lean body mass was unchanged (Figure 1E). However, as expected from the lower body weight and length, the absolute lean mass in grams was significantly decreased in PICK1-deficient mice (Figure S1A–B).\n\nThe PICK1-deficient mice did not differ significantly from WT littermates in their food and water intake, energy expenditure, or preference for fuel consumption, as determined in calorimetric cages over 72 h (Figure S1C–H). This suggested that the growth impairment and change in body composition were likely the result of a defect in the function of anabolic hormones. Surmising that GH might be a prime candidate, we measured liver weight, IGF-1 (insulin-like growth factor-1) levels, and femur length, all well-established markers of the average daily GH secretion [25]. Note that because GH is secreted in a pulsatile manner, direct measurements of plasma GH do not reliably assess total GH secretion. Indeed, the weight of the liver, the femur length, and both the IGF-1 plasma level and liver mRNA level were significantly decreased in PICK1-deficient mice (Figure 2A–D). To assess the ability of the mice to secrete GH in response to a physiologically relevant stimulus, we measured the plasma level of GH 5 min after treatment with ghrelin [26]. In PICK1-deficient mice, the plasma levels of GH were significantly lower after ghrelin than in littermate controls (Figure 2E). This decrease in secretion might be the result of impaired hormone storage since the total content of GH in the pituitary was markedly decreased in PICK1-deficient mice, as measured by ELISA (Figure 2F). The content of prolactin was also significantly decreased, whereas a tendency toward reduction was seen for ACTH and TSH (Figure S2). The impaired storage of GH was not caused by decreased transcriptional activity, because quantitative PCR revealed similar GH mRNA levels in WT and PICK1-deficient mice (Figure 2G). In contrast, the GH receptor mRNA levels were up-regulated (Figure 2G), possibly reflecting a mechanism to compensate for the decreased GH level.\n\nImpaired Glucose Tolerance and Reduced Insulin Secretion in PICK1-Deficient Mice\n\nTo characterize further the influence of PICK1 on metabolism, we performed oral glucose tolerance tests (OGTTs). In response to the glucose load, we observed a significant delay in plasma glucose clearance (Figure 3A) and, consistent with this, also a decrease in insulin secretion in PICK1-deficient mice (Figure 3B). These findings indicate that not only GH secretion but possibly also insulin secretion is impaired in the absence of PICK1. The impaired glucose tolerance was not due to the insulin resistance commonly observed in obese animal models of T2D. On the contrary, an insulin tolerance test (ITT) revealed increased insulin sensitivity in the PICK1-deficient mice as illustrated by a significant reduction in AUC (area under curve) (Figure 3C). In accordance with the increased insulin sensitivity, we observed increased insulin receptor expression in the liver (Figure 3D). Interestingly, increased insulin sensitivity has previously been observed in animal models characterized by impaired GH action [27]. Finally, we found decreased plasma triglyceride levels (Figure 3E), as described in other rodent models of GH deficiency [28]. Together, our data suggest that the metabolic phenotype of PICK1-deficient mice is characterized to a large degree by a GH deficit. In addition, the results suggest an impairment of insulin secretion in agreement with work by Xia and colleagues [29].\n\nRescue of the Metabolic Phenotype Observed in PICK1-Deficient Mice by Exogenous Administration of GH\n\nTo elucidate better the contribution of the GH deficiency to the phenotype observed in the PICK1-deficient mice, we administrated GH once daily to adult (12–16 wk old) mice for 3 wk. Before the treatment was initiated, we measured body weight and body composition of the mice as well as performed oral glucose tolerance and ITTs. Importantly, the data described in Figures 2 and 3 were confirmed in this cohort of mice (unpublished data). During the treatment period, the body composition was measured every week. The PICK1-deficient mice gradually approached the lean body mass of the littermate WT control mice and were indistinguishable from these already after 2 wk of treatment (Figure 4A), consistent with a rescue of the phenotype by GH administration. We also observed a rescue of the strongly decreased IGF-1 mRNA levels in the liver of the PICK1-deficient mice—that is, the IGF-1 mRNA level in the liver after GH treatment was not significantly different from WT littermate control mice (Figure 4B). The GH treatment, however, did not affect glucose tolerance (Figure 4C). In contrast, the increased insulin sensitivity was rescued by GH administration, as no difference between PICK1-deficient mice treated with GH and wild-type littermate controls was observed (Figure 3C versus Figure 4D). In summary, the data substantiate the contribution of the GH deficiency to the metabolic phenotype of PICK1-deficent mice and emphasize the conceivable additional contribution from impaired insulin secretion.\n\nPICK1 Is Expressed in the Pituitary and PICK1-Deficiency Leads to a Reduced Pool of Dense Core Secretory Vesicles\n\nTo investigate the cellular basis for the metabolic phenotype of PICK1-deficient mice, we performed an immunohistochemical analysis of pituitaries from WT and PICK1-deficient mice. Intense PICK1 immunoreactivity was observed in a large fraction of WT pituitary cells (Figure 5A). Around half of the PICK1-positive cells were also positive for GH, while essentially all GH-positive cells showed concomitant PICK1 staining (Figure 5A). In individual WT cells, the GH staining formed a dense, often arc-shaped, pattern. Interestingly, in pituitaries from PICK1-deficient mice, the GH staining appeared less intense and less well organized, with no or only very few cells showing the WT pattern (Figure 5A). Electron microscopy confirmed the difference in intracellular structure of the GH-producing cells (identified by their characteristic architecture [30]). In the PICK1-deficient GH cells, we observed a reduction in the number of secretory dense core vesicles (DCVs) compared to WT cells (Figure 5B–C). The remaining vesicles were located at the cellular periphery (Figure 5B) with a possible slight decrease in the average size of the vesicles (Figure 5D). These observations further support that the GH pool is reduced in PICK1-deficient mice.\n\nTo assess whether PICK1 also was expressed in other endocrine cells of the pituitary, we performed immunostainings for prolactin and ACTH. A large proportion of cells with ACTH immunoreactivity were positive for PICK1 and, like GH in GH-producing cells, the ACTH immunosignal formed a circular pattern around the nuclei (Figure S3). For prolactin-positive cells, we also observed PICK1 immunosignal in a fraction of the cells, but we also observed cells that were positive for prolactin but showed no detectable PICK1 immunoreactivity (Figure S3). Thus, PICK1 expression is not restricted to GH-producing cells of the pituitary, coherent with a putative role of PICK1 in secretion of other pituitary hormones.\n\nPICK1 Is Expressed in GH-Producing GH1 Cells and Is Critical for GH Storage\n\nTo exclude that the reduced GH pool was due to a defect in hypothalamic regulation, we studied GH1 cells, a GH-secreting cell line [31]. Immunostainings of these cells revealed a strong PICK1 signal (Figure 6A). To test if PICK1 is critical for the GH level in GH1 cells, we used shRNA to knock down PICK1 expression. Knockdown of PICK1 significantly decreased GH immunoreactivity, and thereby conceivably GH storage in shRNA transfected cells, which were identified by their obligate coexpression of EmGFP (Figure 6A–C). A control shRNA construct neither decreased PICK1 nor GH immunoreactivity (Figure 6B–C). Note that because only ∼5% of the GH1 cells were transfected with the shRNA constructs, it was not possible to assess PICK1 knockdown by, for example, western blotting or the effect on GH levels by ELISA. We should also note that PICK1 deficiency is unlikely to cause enhanced degradation of GH via the lysosomal pathway. Knockdown of PICK1 did not enhance co-localization of GH with lysosomal markers such as lysotracker and LAMP1, and overnight incubation of PICK1-depleted GH1 cells with an inhibitor of lysosomal degradation (leupeptin) did not rescue the GH immunosignal (unpublished data).\n\nTo test if PICK1 deficiency in other isolated endocrine cell lines depletes the secreted hormones, we analyzed the effect of PICK1 knockdown in the ACTH-producing AtT-20/D16v-F2 cell line (ATT20) [32]. In accordance with our findings for GH in GH1 cells, we observed a strong PICK1 immunosignal, and shRNA-mediated knockdown of PICK1 expression significantly reduced the ACTH immunosignal in these cells (Figure S4).\n\nThe reduced number of GH-containing DCVs in the pituitary of PICK1-deficient mice, together with reduced GH immunoreactivity in GH1 cells upon PICK1 knockdown, suggest that PICK1 might be directly involved in the biogenesis of GH-containing secretory vesicles. However, although we observed some colocalization of PICK1 with GH punctae in the GH1 cells (Figure 6A, inset ii, and Figure 6D), the PICK1 staining did only in part localize to the GH-positive vesicles and was also seen in juxtanuclear clusters (Figure 6A). The transferrin receptor, a marker of the early endocytic and recycling pathway, did not co-localize with these juxtanuclear PICK1 clusters, nor did the lysosomal marker LAMP1 (Figure S5A–B). To quantify the co-localization we applied Van Steensel's cross-correlation analysis, in which the Pearson cross-correlation is calculated as the signal from one channel (i.e., blue for PICK1) was shifted relative to the signal from the other channel (i.e., green for GH) in the x-direction pixel by pixel. In the Van Steensel's cross-correlation function, the Pearson cross-correlation is then plotted against Δx [33]. Consistent with partial but specific co-localization between PICK1 and GH, the cross-correlation function peaked at Δx = 0 with a value of ≈0.13 (Figure 6D). In contrast, we observed essentially no cross-correlation with transferrin or LAMP1 (Figure S5D).\n\nWe then tested whether PICK1 colocalized with markers for the entire Golgi (58K), the cis-Golgi (GM130, giantin), or the trans-Golgi network (TGN38). Although we did observe some overlap, the PICK1 staining generally displayed a more punctate pattern than the Golgi markers. Moreover, the PICK1 signal was preferentially enclosed by, or closely associated with, the Golgi markers rather than directly co-localizing with them (Figures 6E and S6A–B). Cross-correlation analysis confirmed these observations and revealed the highest maximum cross-correlation value (∼0.4) for TGN38 compared to ∼0.2 for giantin that also displayed a strongly broadened peak, consistent with adjacent localization of PICK1 and giantin with little true overlap (Figure 6F). A similar pattern of immunoreactivity was seen in Drosophila brains in which PICK1 immunoreactivity associated closely both with the trans-Golgi marker golgin-97 (Figure S6C) and with cis-Golgi markers [20] without truly overlapping. Moreover, we observed that PICK1 immunoreactivity surrounded zones of high dILP2 immunoreactivity in dILP-producing cells, with only partial overlap between the two signals (Figure S6D).\n\nPICK1 Is Localized to Immature Vesicles Exiting the TGN and PICK1 Tubulates Lipid Vesicles in Vitro\n\nThe strong PICK1 immunosignal adjacent to the Golgi led us to investigate the co-localization with markers of vesicles that either enter or exit the Golgi. We observed a noticeable co-localization with ERGIC53, a marker of the ER-Golgi intermediate compartment (ERGIC) (Figure S5C–D). A more striking co-localization was observed for syntaxin 6, a marker of immature secretory vesicles leaving the TGN (Figure 6E) [34]. When focusing on the punctate staining, it was possible to identify many punctae positive for both PICK1 and syntaxin 6 (Figure 6G). Furthermore, by staining simultaneously for PICK1, GH, and syntaxin 6, we were able to identify punctae and thus presumably early, immature vesicles positive for PICK1, syntaxin 6, and GH (Figure S6E–F). Cross-correlation analysis of the syntaxin 6/PICK1 staining substantiated the strong co-localization; that is, the cross-correlation function peaked essentially at ΔX = 0 with a maximum value of 0.55. Importantly, this suggests stronger co-localization between PICK1 and syntaxin 6 than between PICK1 and the Golgi markers (Figure 6F).\n\nWe next tested how PICK1 localization was affected by brefeldin A (BFA), an Arf1 inhibitor, which acutely arrests vesiculation at the Golgi [35]. Interestingly, a brief (5 min) treatment with BFA enhanced the apparent co-localization of PICK1 with TGN38 relative to syntaxin 6 (Figure 7A). Cross-correlation analysis of these data showed that in the absence of BFA the cross-correlation between the PICK1 and syntaxin 6 immunosignal was clearly higher than that between PICK1 and TGN38, whereas the cross-correlation signal was essentially identical after BFA treatment (Figure 7B).\n\nNote that after BFA treatment the cross-correlation maximum was lower for both TGN38 and syntaxin 6 (compare to Figure 6F). This is most likely a consequence of an increased diffuse staining of both TGN38 and syntaxin 6 as expected upon BFA treatment (Figure 7A). Summarized, the data indicate that BFA traps PICK1 in the TGN and thus that PICK1 might be recruited to the TGN before localizing to Golgi proximal structures. This observation would be consistent with a role of PICK1 in budding of immature vesicles from the Golgi and thereby a function that parallels the role of other membrane-sculpting BAR domain proteins in budding processes such as clathrin-mediated endocytosis [12],[13].\n\nTo provide further evidence that PICK1 is recruited to the TGN to participate in the vesicle budding process and to investigate the kinetic behavior of PICK1, we first expressed in GH1 cells PICK1 tagged N-terminally with GFP (green fluorescent protein). Unfortunately, overexpressed GFP-PICK1 localized diffusely in GH cells consistent with the previously described autoinhibition of the PICK1 BAR domain [18]. However, truncation of the N-terminal PDZ domain relieves this autoinhibition, and indeed YFP-PICK1 BAR showed punctate localization in GH cells, with many punctae lining the Golgi compartment (identified by expression of the Golgi marker GalT, β1,4-galactosyltransferase) [36] tagged with cerulean fluorescent protein (GalT-Cerulean) (Figure S7). In contrast, a YFP-PICK1 BAR mutant with strongly reduced lipid binding capacity (3KE) [17],[18] showed diffuse localization in the cells (Figure S7). Live confocal imaging of cells co-expressing YFP-PICK1 and GalT-Cerulean revealed a highly dynamic behavior of the YFP-PICK1-positive punctae, in particular in the area lining the Golgi compartment, as illustrated by the maximal intensity projection of the time series (Figure 7C). In addition, we frequently observed transient events of punctate structures appearing transiently at the edge of the Golgi compartment. In Figure 7C, events lasting for less than 10 frames (∼30 s) are indicated by white dots, whereas stable punctate structures (&gt;10 frames) are indicated by crosses (see also Movie S1). Of the transient events, seven out of 10 occurred at the edge of the Golgi compartment, and two of these events are shown as time series (1 and 2) in Figure 7D. The punctate structures appeared in many cases to originate from protrusions from the Golgi, suggesting that YFP-PICK1 BAR associates with vesicles budding from the Golgi apparatus (Figure 7D). Whether PICK1 dissociates from the newly formed vesicles within the 30 s time frame or whether the vesicles diffuse out of the plane could not be determined. Interestingly, introduction of two negative charges on the hydrophobic face of a putative N-terminal helix of the PICK1 BAR domain (PICK1 BAR V121E-L125E) did not change the punctate localization (Figures S7 and 7C); however, most punctae appeared stable (indicated by crosses in Figure 7C) and we did not see any transient events at the edge of the Golgi during the time lapses (Figure 7E and Movie S2). This suggests that V121E-L125E unlike the 3KE mutant is capable of localizing to and clustering at the Golgi but unable to dissociate from it. Notably, it was recently suggested that N-terminal amphipathic helices in BAR domains might facilitate fission events [37]. Summarized, the data demonstrate that the PICK1 BAR domain gets recruited to the Golgi and associates with vesicles that bud from the Golgi network. This further substantiates the idea that PICK1 is critical during the early stages of secretory vesicle formation.\n\nWe next asked whether the PICK1 BAR domain is capable of sculpting membranes and thus potentially contributes directly to the budding process. We incubated in vitro the isolated and purified PICK1 BAR domain with surface-immobilized artificial giant membrane vesicles. Confocal imaging showed that the PICK1 BAR domain indeed pulled tubular structures from the vesicles, whereas PICK1 BAR V121E-L125E had no observable effect (Figure 7F). Unfortunately, we could not test the effect of PICK1 BAR 3KE because it expressed poorly in the bacteria, making it impossible to obtain sufficient amount of pure protein for the experiment (unpublished data).\n\nPICK1 Exists in a Complex with ICA69 and PICK1-Deficiency Abolishes ICA69 Protein Expression in Mice and Drosophila\n\nThe cellular localization of PICK1 partially resembled that of the closely related BAR domain protein ICA69 [22], previously suggested to associate with PICK1 in neurons via BAR domain heterodimerization [19]. Indeed, ICA69 was expressed in GH1 cells and showed striking colocalization with PICK1 (Figure 8A) as also reflected in the cross-correlation analysis revealing a sharp peak at Δx = 0 with a maximum &gt;0.8 (Figure 8B). Moreover, ICA69 and PICK1 co-immunoprecipitated in extracts from GH1 cells, supporting that the two proteins form a heterodimeric complex (Figure 8C–D). Interestingly, knockdown of PICK1 expression in GH1 cells caused a parallel robust decrease in the ICA69 protein level, as evidenced by a marked decrease in immunoreactivity (Figure 8A,E,F). We also assessed ICA69 expression in ATT20 cells, and similar to our observations in GH1 cells, there was significant ICA69 immunostaining overlapping with the PICK1 signal (Figure S8A). Furthermore, knockdown of PICK1 in ATT20 cells significantly reduced ICA69 immunoreactivity (Figure S8B–C).\n\nThese observations in GH1 cells led us to investigate ICA69 expression and localization in the pituitary of WT and PICK1-deficient mice by immunohistochemistry. In WT mice, the ICA69 immunosignal clearly overlapped with the PICK1 signal both at the cellular and subcellular levels (Figure 8G). Strikingly and consistent with our findings in GH1 cells, we were unable to detect ICA69 expression in PICK1-deficient mice by immunohistochemistry (Figure 8G). This lack of ICA69 protein expression was confirmed by Western blotting of pituitary extracts from PICK1-deficient mice (Figure 8H) and was not caused by reduced transcription (Figure 8I). To assess whether PICK1-dependency of ICA69 expression is evolutionary conserved, we expressed Drosophila ICA69 tagged with hemagglutinin (HA) in peptidergic neurons of WT and PICK1 null flies. In WT neurosecretory neurons, the immunoreactivities of exogenous ICA69-HA and endogenous PICK1 overlapped extensively (Figure 9A). In flies co-expressing ICA69-HA and PICK1A under the control of the pan-neuronal elav-GAL4 driver, we were also able to co-immunoprecipitate the two proteins (Figure 9B–C). Furthermore, the ICA69 immunosignal was dramatically reduced in PICK1-null flies (Figure 9D). We next tested the converse possibility that the PICK1 protein level depends on the ICA69 level, by knocking down ICA69 expression with a UAS-ICA69-RNAi construct. ICA69-RNAi markedly reduced endogenous PICK1 staining, with no change in control brains (Figure 9E). Likewise, Western blots showed a severe drop in the PICK1 immunosignal in ICA69-RNAi flies compared to controls (Figure 9F–G). RT-PCR analysis verified reduced ICA69 mRNA levels in ICA69-RNAi flies, whereas PICK1 mRNA levels were unaffected (Figure 9H). Conversely, in PICK1-null flies ICA69 mRNA was not reduced, whereas PICK1 mRNA was hardly detectable (Figure 9I). We finally tested whether the mutual interdependency of PICK1 and ICA69 expression could be reproduced in GH1 and ATT20 cells. This was indeed the case, as shRNA-mediated knockdown of ICA69 led to a parallel decrease in apparent PICK1 expression in both cell lines (Figures S8D–F and S9A–C).\n\nTogether, the data suggest that PICK1 might exert its function in a heterodimeric complex with ICA69 and that the two proteins stabilize one another. The ability of PICK1 to stabilize expression of ICA69 was supported by expression of the proteins in a non-endocrine cell line. Flp-In T-REx 293 cells stably expressing HA-tagged ICA69 (HA-ICA69) in a tetracycline-dependent manner (Flp-In T-REx 293 HA-ICA69 cells) were transfected with YFP-PICK1 or empty plasmid before induction of the cells with tetracycline for 24 h. Western blotting revealed several folds higher ICA immunoreactivity in YFP-PICK1-expressing cells compared to control cells (Figure S10).\n\nFinally, we investigated whether PICK1 together with ICA69 might have a general role in the formation of secretory vesicles. Previously, it was shown that expression of chromogranin A (CgA) in non-endocrine cells can lead to formation of dense core-like granules in non-endocrine cells, consistent with the functional importance of chromogranins in secretory vesicle formation [1],[6],[7]. If, as suggested by our data, PICK1 together with ICA69 function to facilitate the formation of secretory vesicles, we hypothesized that co-expression of PICK1 and ICA69 together with CgA should promote formation of CgA-positive vesicles in non-endocrine cells. First, we expressed PICK1 fused to GFP (GFP-PICK1) and HA-ICA69 either alone or together in COS7 cells. When expressed alone, the resulting GFP-PICK1 and HA-ICA69 immunosignals were relatively uniformly distributed in the cytoplasm showing little co-localization with the Golgi marker giantin (Figure 10A). However, when expressed together, the GFP-PICK1 and HA-ICA69 immunosignals clustered around the nucleus and showed marked overlap with the giantin immunosignal (Figure 10A). When expressed alone in COS7 cells, CgA fused to GFP (CgA-GFP) localized primarily to a Golgi-like juxtanuclear compartment with little localization to punctate structures in the cytoplasm (Figure 10B), a localization that was confirmed in giantin co-stainings (unpublished data). However, when GFP-PICK1 and HA-ICA69 were expressed together with CgA-GFP, we observed a remarkable redistribution of CgA-GFP. Now, CgA-GFP localized to a much higher degree to punctate structures in the cytoplasm, possibly representing CgA containing vesicles (Figure 10B). Quantification showed that the punctate signal relative to total signal increased almost 3-fold (Figure 10C), consistent with the concept of a direct role of the PICK1/ICA69 complex in formation of CgA containing vesicles. Notably, the majority of the immunosignal from GFP-PICK1 and ICA69 was seen in the Golgi-like juxtanuclear compartment and little co-localization of GFP-PICK1 and HA-ICA69 with CgA in vesicular structures. Importantly, this is agreement with our observation for GH-positive vesicles in GH-1 cells; that is, PICK1 and ICA69 localize primarily to the early secretory vesicles and not necessarily to the mature vesicles.\n\nAltered Expression of PICK1 in Models of Metabolic Diseases\n\nGiven the profound metabolic changes in PICK1-deficient flies and mice, we wanted to assess whether PICK1 might be linked to metabolic pathophysiology. First, we used a Drosophila model of T2D, in which larvae are grown on a high-sugar diet (HSD). As a consequence of the HSD, they develop hyperglycemia, insulin resistance, and other hallmarks of human T2D. Moreover, larval development under HSD is considerably delayed due to the resistance of the peripheral tissues to the dILPs, which control Drosophila growth and sugar homeostasis (Figure 11A) [38]–[40]. In both flies and mammals, peripheral insulin resistance is associated with a compensatory increase in production and secretion of insulin peptides [38]–[40]. If PICK1 is important in the biogenesis of insulin/dILP-containing vesicles, PICK1 expression might be altered in response to HSD. Confirming earlier reports [38]–[40], we found that rearing larvae on HSD markedly delayed their development. More importantly, when assessing PICK1 mRNA expression in the heads of the adult flies, we observed ∼50% up-regulation of PICK1 mRNA in flies reared on HSD during their development as compared to control flies (Figure 11B).\n\nTo study the involvement of PICK1 in a mammalian model of metabolic syndrome, we used adult (18-wk-old) male mice fed a 60% high-fat diet for 12 wk. This model (diet-induced obesity, DIO is a well-described tool for studying human metabolic syndrome [41]. The deregulated glucose metabolism was verified by decreased oral glucose tolerance, increased fasting glucose, and increased fat mass (Figure 11C–D) as well as increased basal and glucose-stimulated plasma insulin levels (basal insulin, 115±17 pg/mL in control mice and 1,110±170 pg/mL in DIO mice p&lt;0.0001; glucose stimulated insulin, 1,830±190 pg/mL in control mice and 7,460±970 pg/mL in DIO mice, p≤0.0001). Because GH is secreted in a pulsatile manner, we measured plasma IGF-1 as marker of total GH secretion [25] and found a trend towards an increase in the DIO mice (Figure 11E). Interestingly, we also found that the PICK1 mRNA expression level in the pituitary was significantly up-regulated by ∼15% in the DIO mice (Figure 11F). Thus, PICK1 expression is both in flies and mice sensitive to changes in metabolic states that mimic the human metabolic syndrome.\n\nDiscussion\n\nThe present study suggests that the membrane-sculpting BAR domain protein PICK1 serves an important and hitherto unknown role in endocrine physiology by controlling the efficiency of dense core secretory vesicle biogenesis in peptidergic endocrine cells. Our initial key observation is that flies and mice that are deficient in PICK1 display marked somatic growth retardation. In the flies, we can link this phenotype to absence of PICK1 from peptidergic neurons secreting somatotropic peptides functionally equivalent to GH and insulin in mammals. In the mice, we can link the phenotype to impaired storage and secretion of GH from the pituitary and likely also of insulin from the pancreas. At the cellular level, EM analysis of mouse pituitary showed that PICK1 deficiency leads to a prominent decrease in the pool of secretory vesicles. There was no apparent change in vesicle size and appearance, which is consistent with a simple decrease in the rate of secretory vesicle formation. To exclude possible effects of deficient hypothalamic regulation, we also knocked down PICK1 expression in GH1 cells, an immortalized GH-producing cell line. This procedure markedly reduced apparent GH levels, in agreement with our observations in the pituitary.\n\nCo-localization studies suggested that PICK1 primarily is localized adjacent to the Golgi, and we observed strong co-localization with syntaxin 6 that marks immature vesicles budding from the TGN [34]. Our co-localization experiments were quantitatively strongly supported by application of Van Steensel's cross-correlation analysis [33], although we should note that despite the outcome of this analysis, the experiments do not exclude that PICK1 and ICA69 might reside in yet unidentified compartments as well. Nonetheless, it was striking to observe how a brief brefeldin A treatment enhanced co-localization with TGN, suggesting that PICK1 transiently associates with this compartment. In addition, we could show by live imaging of GH1 cells that the WT PICK1 BAR domain gets recruited to the Golgi and dynamically associates with vesicles that bud from the Golgi network. Together with the ability of the PICK1 BAR domain to tubulate membranes in vitro, these observations support a direct involvement of PICK1 in budding of GH containing vesicles from the TGN.\n\nOur phenotypic analysis of PICK1-deficient mice demonstrated classical characteristics of GH deficiency, including decreased body weight and length, increased body fat accumulation, less lean body mass, reduced ghrelin-induced GH secretion, reduced liver weight, and decreased IGF-1 expression substantiated both by decreased plasma levels and lower mRNA expression in the liver [42]. An even more severe metabolic phenotype of PICK1-deficient mice was suggested by decreased glucose tolerance combined with impaired glucose-induced insulin secretion. These observations agree with those of Xia and colleagues showing impaired insulin secretion from β-cells in the pancreas of PICK1-deficient mice [29]. Xia and colleagues did not, however, observe increased insulin sensitivity. Furthermore, they found a small but significant increase in daily food and water intake of the PICK1-deficient mice [29], where we observed a tendency toward an increase. We have no immediate explanation for these apparent discrepancies other than they might be caused by slight differences in the experimental procedures and the fact that the PICK-deficient mice, although derived from the same knock-out strain, have been maintained separately. It is important to note that increased insulin sensitivity indeed is known to be associated with impaired GH function [27]. In further agreement with impaired GH function and increased insulin sensitivity, we identified an up-regulation of insulin receptor protein levels in the liver [43],[44].\n\nTo assess the importance of the GH deficiency for the metabolic phenotype, we administered GH to PICK1-deficient mice, and we observed an increase in lean body mass approaching WT levels within 2 wk. After the treatment, insulin sensitivity was similar to that of WT mice, and IGF1-mRNA expression levels were not significantly different from WT animals. In the glucose tolerance test, we saw no signs of recovery, suggesting that the decreased glucose-induced insulin secretion observed in the PICK-deficient mice is independent of the GH-deficient phenotype. On the other hand, GH treatment is known to be diabetogenic and could negatively affect the glucose tolerance [27]. It remains nevertheless an open question whether PICK1 is critical for secretory vesicle biogenesis in peptide-producing endocrine cells in general. In the pituitary, we observed a significant decrease also in prolactin content, but only a trend was seen for ACTH and TSH. However, knockdown of PICK1 in ACTH-producing ATT20 cells led to a significant decrease in apparent ACTH levels, showing that PICK1 might be important for ACTH secretion at least in isolated cells. A more general role of PICK1 in peptide hormone secretion is therefore possible, and it is important to keep in mind that in the PICK1 knock-out mice, adaptive changes occurring during development might compensate for the absence of PICK1 in some systems and not in others, maybe depending on the turnover rate of the secretory vesicle pool.\n\nIt is interesting that PICK1 deficiency does not completely deplete the pool of secretory vesicles in the GH-producing cells. This indicates that PICK1 serves primarily to accelerate vesicle formation, trafficking, and maturation. Such a role would also be compatible with previous studies stressing that other cellular components are important for driving TGN vesicle budding and formation. Cholesterol has been proposed to play a role via its ability to promote formation of membrane rafts on the cholesterol-enriched maturing face of the TGN [1],[5]. Moreover, chromogranins, which are present in secretory vesicles of all neuroendocrine cells, were suggested to constitute a driving force for vesicle budding [1],[6],[7]. Chromogranins aggregate together with prohormones at conditions corresponding to those inside the TGN (i.e., at low pH in the presence of Ca2+), and the budding process might be stimulated by associations of these aggregates with membrane rafts [1],[6],[7]. Remarkably, we could show that co-transfection of PICK1 and ICA69 promotes punctate localization and possibly vesicular storage of chromogranin in non-endocrine COS7 cells, supporting the interesting possibility that chromogranins operate together with the PICK1/ICA69 complex in the biogenesis of secretory vesicles. Hence, PICK1 might, together with ICA69, associate with cholesterol-enriched microdomains on the maturing face of the TGN and thereby impose the necessary bending of the lipid bilayer.\n\nIn the accompanying paper, Xia and colleagues propose that PICK1 and ICA69 are associated primarily with immature vesicles positive for proinsulin, while PICK1 alone is associated with mature insulin-positive vesicles [29]. We did not find evidence for this distinction in GH1 cells where the co-localization between the two proteins is remarkable, with a Pearson cross-correlation value &gt;0.8. Possibly, there is a functional difference between the two different types of endocrine cells. An important difference is that biosynthesis of insulin involves conversion of proinsulin to insulin, which is not the case for GH. Of note, because the vesicle maturation process involves conversion of proinsulin to insulin, it is possible in insulin-producing cells to use the proinsulin level as a measure of secretory vesicle maturation, which cannot be done in GH-producing cells.\n\nBAR domain proteins have previously been implicated in other budding processes such as clathrin-mediated endocytosis. Current insights suggest that at least four different BAR domain proteins including the FCHO1/2, SNX9, amphiphysin, and endophilins are involved. Recently, it was demonstrated that FCHO1/2 is required for induction of the initial membrane curvature and thereby for nucleation of clathrin-coated pit formation [12],[13]. In subsequent steps, amphiphysin is believed to play a role in membrane bending and dynamin recruitment to clathrin-coated pits, SNX9 in AP2 and dynamin binding, and endophilins in dynamin and synaptojanin recruitment [12],[13]. However, although both endocytosis and secretory vesicle biogenesis involve vesicle budding, there are also inherent differences between the two processes. For example, the putative driving force provided by a high density of prohormones and chromogranins inside the TGN is not available for endocytosis [1]. Thus, the present data extend the role of two BAR domain proteins to a vesicle-budding process that is different in nature from that of clathrin-mediated endocytosis. An interesting question is whether other BAR domain proteins are involved in addition to PICK1 and ICA69.\n\nWith the exception of a function in acrosome biogenesis [45], PICK1 has been known almost exclusively for its roles in regulating trafficking and phosphorylation of membrane proteins in the CNS [14]–[17],[46]. Hence, our data reveal a remarkable functional diversity of the PICK1 protein by identifying a so far unknown evolutionary conserved function. PICK1 is known particularly for regulating surface levels and subunit composition of AMPA-type glutamate receptors, and thereby for synaptic plasticity including both long-term depression (LTD) and long-term potentiation (LTP) as well as other types of plasticity [14]–[17],[46]–[50]. Despite the convincing evidence for these conclusions, it is interesting to consider that the role of PICK1 in synaptic plasticity might also depend on its role in controlling secretory vesicle biogenesis. PICK1 may be involved in storage and secretion of, for example, neurotrophic factors, such as BDNF (brain-derived neurotrophic factor), which are known to play an important role in regulating synaptic plasticity [51].\n\nPICK1 co-localized and co-immunoprecipitated with the homologous BAR domain protein ICA69 that differs from PICK1 by not having an N-terminal PDZ domain [19]. We also observed that ICA69 protein expression was strongly dependent on PICK1 in mice, GH1 cells, ATT20 cells, and the Drosophila brain. In FlpIn 293 cells without a regulated secretory pathway, PICK1 enhanced ICA69 protein expression, adding further support to a direct stabilizing role of PICK1. In GH1 cells, ATT20 cells, and flies, we could demonstrate the reciprocal dependency; that is, knockdown of ICA69 reduced PICK1 protein expression. Altogether, the data support that PICK1 exerts its function in a heterodimeric complex with ICA69. This agrees with previous observations indicating heterodimerization of PICK1 with ICA69 in neurons [19]. Of interest, ICA69 was proposed to be involved in regulating secretion from neurosecretory cells [22] and was also shown to be an effector of the small GTPase Rab2 [52],[53]. Future experimental efforts should further clarify the functional impact of the PICK1/ICA69 interaction.\n\nBecause of the severe endocrine dysfunction and changed metabolic homeostasis that we observe in PICK1-deficient mice, we tested whether PICK1 expression might be altered in two metabolic disease models, one in flies [38]–[40] and one in mice [41]. In adult flies, reared during development on a HSD, PICK1 mRNA levels increase significantly, and correspondingly PICK1 mRNA levels in the pituitary increase in mice fed on a high-fat diet (DIO mice). We also measured plasma IGF-1 levels in the DIO mice as a marker of GH secretion and found a trend toward an increase. Interestingly, a significant increase in circulating IGF-1 levels was found in a recent study on obese mice introduced to a high-fat diet at a slightly younger age than the mice used on our study [54]. Furthermore, it should be noted that evaluation of the plasma level of free or total IGF-1 in obesity might be complicated by factors such as IGF binding proteins and fat mass [55]. Summarized, PICK expression appears sensitive to metabolic changes that characterize metabolic syndrome and/or T2D; hence, it is possible that PICK1 plays a role in the pathophysiological process of metabolic diseases or in a protective compensatory mechanism.\n\nIt is also striking that the phenotype of the PICK1-deficient mice resembles the clinical symptoms associated with human GH deficiency [42]. Congenital GH deficiency has an incidence of one in 4,000–10,000 children, of which the majority is expected to be caused by genetic factors. Nonetheless, the causative genetic defect has only been identified in a small fraction of these patients [42]. Variants of the PICK1 and perhaps ICA69 could very well be responsible for a subset of idiopathic GH-deficiency patients characterized by decreased somatic growth and increased fat accumulation. Finally, the identification of a BAR domain protein as a key player in controlling storage and secretion of GH and possibly other hormones should prove important for our general understanding of secretory processes and potentially lead to the development of new treatments for diseases characterized by impaired secretion of hormones.\n\nMaterial and Methods\n\nDrosophila Genetics and Molecular Biology\n\nThe PICK11 and PICK2 null alleles are identical to PICK1ΔEP-147 and PICK1ΔEP-197, respectively, which were generated by imprecise excision of the P-element EP2315, as described [20]. The precise excision allele PICK1ΔEP-213, generated in the same jump-out mutagenesis screen [20], was used as control (Figure 1). Drosophila PICK1 is expressed as an A-form and a shorter B-form; the P{w+ UAS-PICK1A-HA} insertion used in the present study encodes the A-form and was generated earlier [20]. To produce the P{w+UAS-PICK1A} insertion, a cDNA encoding the PICK1 A-form, amplified from clone RE18409 (Drosophila Genomic Resource Center, Bloomington, IN), was inserted into the pCR-II-TOPO vector (Invitrogen, Carlsbad, CA) and subcloned as a NotI-KpnI fragment into the pUAST transformation vector [56]. Likewise, to produce the P{w+ UAS-ICA69-HA} insertion, full-length CG10566 cDNA (Drosophila Genomic Resource Center, Bloomington, IN) and sequence encoding a C-terminal hemagglutinin tag was inserted into pCR-II-TOPO and subcloned as a NotI-KpnI fragment into pUAST. After sequencing, the pUAST plasmids were injected into embryos (Bestgene Inc., Chino Hills, CA). We used transformant ID 27281 (Vienna Drosophila RNAi Center, Vienna, Austria) to knock down expression of the CG10566 gene that encodes the Drosophila homologue of mammalian ICA69. To increase knockdown efficiency, we expressed dicer-2 using P{w+ UAS-DCR-2.1}1 (Bloomington Stock Center, Bloomington, IN). To drive expression of the UAS transgenes, the following GAL4 insertions were used: P{GawB}dimm929 [57], P{Ilp2-GAL4.R} [58], P{Akh-GAL4.L}2 [59], and P{GawB}elavC155. When necessary, the various insertions were recombined onto chromosomes carrying either other insertions, PICK11, or PICK2. Flies were reared on standard cornmeal medium (or on HSD for the metabolic experiments, see below) at 25°C at constant humidity, except during knockdown of ICA69 where the flies were kept at 28°C to maximize the effect of the RNAi construct. For determination of Drosophila body weights, flies were taken as progeny from vials seeded with 10 males and 10 females. One day after enclosure, 3–8 flies were placed in a preweighed Eppendorf tube and weighed. The weight of the tube was subtracted and the result divided by the number of flies.\n\nMouse Genetics, Breeding, and Housing\n\nThe PICK1-deficient mice were generated as described [50]. The mice were backcrossed to C57BL/6 mice for three generations, and then bred to homozygosity using littermate male −/− and +/+ mice throughout the study. Mice backcrossed for more than 10 generations into C57BL/6 mice were used in selected experiments. In these mice we observed a similar reduction in body length, body weight, femur length, and GH and prolactin content in the pituitary as in the strain backcrossed for three generations. C57BL/6NTac mice (DIO mice) were purchased from Taconic (Hudson, NY) after they had been kept on a diet with 60% of the calories from fat for 10 wk from weaning at 6 wk. The mice were kept under the same diet upon arrival to University of Copenhagen and the next 2 wk. The lean control mice were likewise purchased from Taconic (Hudson, NY) and were at the same age and local breeding strain as the DIO mice. All animals were maintained and experiments conducted in accordance with institutional guidelines and approved by the Animal Experiments Inspectorate in Denmark.\n\nMeasurement of Mouse Body Weight, Length, and Composition\n\nBody weight was measured in mice at time points indicated in the figure legends. Body length between nose and tail root was measured in anesthetized mice at 16–18 wk of age [60]. Body composition was determined in live, unanesthetized animals by quantitative magnetic resonance imaging using EchoMRI 4-in-1 (Echo Medical Systems, Houston, TX). Femoral length was measured in mice at 39–41 wk of age. Mice were sacrificed and right femur was excised. After carefully removing all the adhering soft tissues, the length (cm) between the greater trochanter and medial condyle was measured. Indirect calorimetry was performed in a 16-chamber indirect calorimetry system (PhenoMaster: TSE Systems, Bad Homburg, Germany) to examine PICK1-deficient mice and WT mice at the age of 11–13 wk. Mice were individually housed and placed in the chambers for 8 d; the first 5 d was considered the acclimation phase, and data were analyzed only for the last 3 d. Oxygen consumption rate (VO2: ml/h/kg fat free mass), respiratory exchange ratio (RER), and food and intake were simultaneously measured for each mouse.\n\nMeasurement of IGF-1, GH, and Other Pituitary Hormones\n\nMice at the age of 35–38 wk were used to determine plasma IGF-1 level. After an overnight fast, blood was collected from the orbital sinus and plasma was separated for measuring IGF-1 with ACTIVE Mouse/Rat IGF-1 RIA kit (Diagnostic Systems Laboratories, Inc.). Ghrelin-induced GH secretion was assessed in mice at the age of 7–9 wk. Fifteen minutes after anesthesia with pentobarbital (i.p. 50 mg/kg body weight), 10 µg of ghrelin (Polypeptide, Inc.) in 0.1 ml saline was injected i.p. Blood was sampled from orbital sinus before and 5 min after injection [26]. Plasma GH concentration was measured using Rat/Mouse GH ELISA KIT (Millipore) and plasma triglyceride (DT60II Model, Orthoclinical Diagnostics; Sollentuna, Sweden). To determine the total content of the protein level of pituitary-specific hormones, the pituitaries from 34-wk-old mice were dissected and lysed in RIPA Lysis buffer [1% Triton X-100, 150 mM NaCl, 10 mM Tris-HCl (pH 7.5), 1 mM EDTA, 1% NP-40, complete mini Protease Inhibitor Cocktail, ROCHE REF. 11836153001] and homogenizied. Three different pituitary hormones were measured using ELISA assay: GH (Millipore), prolactin and ACTH (Calbiotech), and TSH (Phoenix Peptides, Burlingame CA). Expression levels of GH and GH receptor mRNA were measured by quantitative real-time PCR in pituitaries taken from mice 35–38 wk old. Insulin receptor expression in liver samples was determined by Western blotting analysis on samples homogenized in the previously mentioned RIPA buffer. Protein extracts (20 µg/lane) were separated on 10% SDS-PAGE and electroblotted to PDVF membranes. Bands were quantified by densitometry (Alpha easy Innotech software). Equal loading was ensured with use of ß-actin antibody. The insulin receptor antibody was purchased from Santa Cruz Biotechnology, Inc. (Santa Cruz, CA).\n\nGH Treatment of PICK1-Deficient Mice\n\nRecombinant human GH (rhGH) was a generous gift from Novo Nordisk (Norditropin Simplexx; Novo Nordisk, Denmark). Adult 17–21-wk-old PICK1-deficient mice were treated with GH (250 mg/20 g mouse) once daily for 3 wk. The mice were scanned in an echo MRI every week, and after the two first weeks of treatment, the mice were fasted for 16 h and challenged with an OGTT, and additionally 4 d later, the mice were exposed to an ITT after 2 h fasting. One experimental day and also 2 d before final termination by cervical dislocation, no GH was administrated. After termination the liver was dissected and frozen in liquid nitrogen in small pieces.\n\nGlucose Metabolism Measurements\n\nOGTTs were carried out in 10–13-wk-old mice. The animals were fasted overnight for 16–18 h with free access to water. Glucose (1.5 g/kg body weight) was orally administered [43]. Blood glucose levels were monitored in the blood samples obtained from tail punctures using a handheld glucometer (Ascensia Contour Glucometer, Bayer) before and after glucose administration. At time points 0 and 15 min, blood was collected from the orbital sinus for measuring plasma insulin levels using Sensitive Insulin RIA KIT (Linco Research). Mice at age 27–29 wk were used for ITT. Food was removed 2 h before the test. Mice were i.p. injected with insulin at a dose of 0.75 U/kg body weight (Actrapid, Novo Nordisk, Denmark) [61]. Blood glucose levels were monitored as in the OGTT.\n\nQuantitative Real-Time PCR\n\nRelative mRNA levels were measured by quantitative real-time PCR (RT-QPCR) using the Mx3000P from Stratagene and SYBR Premix Ex TaqTM (Takara) [62]. The relative levels of genes, from different samples, were compared by the ΔΔCt method, using the tyrosine 3-monooxygenase/tryptophan 5-monooxygenase activation protein, zeta polypeptide (YWHAZ), or hypoxanthine phosphoribosyltransferase 1 (HPRT1) as reference gene. In flies in which the internal control was Rp49, a gene encoding a ribosomal subunit was used. Before calculating the ΔΔCT value, primer efficiency was validated by standard curve measurements, and primers with more than 95% efficiency was used. A calibrator sample was included in each assay for normalization between runs. RNA was extracted with RNeasy Lipid Tissue Mini kit (Qiagen), and cDNA was synthesized by reverse transcription using the ImProm-IITM Reverse Transcriptase (Promega).\n\nFor RT-PCR in Drosophila, total RNA was purified from fly heads with Nucleospin RNA-II columns (Macherey-Nagel, Düren, Germany). For RT-PCR on liver samples, one steel bead together with 1 ml of QIAzol Lysis Reagent were added and mixed with a TissueRuptor. First strand synthesis was performed using Superscript III reverse transcriptase (Invitrogen). As internal control, the gene Rp49 encoding a ribosomal subunit was used. RT-PCR was performed on a Mx3000P (Stratagene) using Platinum SYBR Green qPCR Supermix with ROX added as reference dye (Invitrogen).\n\nImmunohistochemistry\n\nFor immunostaining of Drosophila adult brain tissue, brains were dissected from female flies 24–48 h posteclosionin HL3 medium, fixed in PBS with 4% formaldehyde for 30 min on ice, and transferred to PBX (PBS+0,3% Triton-X100). After 6×10 min washes in PBX at RT, samples were blocked in PBX with 5% Normal Goat Serum for 30 min at RT and incubated with primary antibody overnight at 4°C. This was followed by 8×10-min washes in PBX at RT and secondary antibody incubation in PBX with 5% normal goat serum for 2 h at RT. Finally, the samples were washed in 8×10 min in PBX and 2×5 min in deionized water at RT and mounted in ProLong Gold antifade reagent (Invitrogen). Polyclonal rabbit anti-Drosophila PICK1 (SPY740, described in [20]) and polyclonal rabbit anti-Drosophila golgin-97 [63] were used in a concentration of 1∶300, polyclonal rat anti-dILP2 [64] was used in a concentration of 1∶800, and monoclonal rat anti-HA antibody (3F10, Roche) was used in a concentration of 200 pg/ml. As secondary antibodies, we used Alexa Fluor 488 goat anti-rabbit IgG (for PICK1 and golgin 97), Alexa Fluor 546 goat anti-rat IgG (for ICA69-HA), and Alexa Fluor 647 goat anti-rat IgG (for PICK1-HA and dILP2). For detection of dILP2, flies were kept on standard medium complemented with dried yeast.\n\nFor mouse immunohistochemistry, adult mice were sacrificed by decapitation, brains were rapidly removed, and pituitaries from PICK1 WT (n = 7) and PICK1-deficient mice (n = 7) were dissected out. Pituitaries were then rapidly frozen and kept at −80°C until further processing. Subsequently, pituitary sections were cut on a cryostat (15 µm) and mounted on superslide glasses (SuperFrost Plus, Menzel-Gläser, Braunschweig, Germany). Mounted pituitary sections were fixated in 4% paraformaldehyde (PFA) for 20 min and then rinsed in phosphate buffered saline (PBS) three times followed by preincubation for 30 min with 5% (v/v) goat serum in PBS containing 0.1% (v/v) Triton X-100. For PICK1 colocalization with hormones, sections were then incubated with mouse monoclonal PICK1 antibody (2G10, 1∶500), rabbit polyclonal GH antibody (1∶500, DAKO Cytomation A/S, Denmark), rabbit polyclonal ACTH antibody (1∶250, Abcam, UK), or rabbit prolactin antibody (1∶200, Abcam, UK). For PICK1 colocalization, studies with ICA69 mouse monoclonal PICK1 antibody (2G10, 1∶500) and rabbit polyclonal islet cell autoantigen (ICA-69) (1∶100, source, a kind gift from Massimo Pietropaolo, University of Michigan, Ann Arbor, MI, USA) [22] were incubated at 4°C overnight. On the second day, sections were rinsed in washing buffer (0.25% bovine serum albumin (BSA), 0.1% Triton X-100 in PBS) and incubated with secondary antibodies Alexa Fluor 488 goat anti-mouse IgG (for PICK1) and Alexa Fluor 568 goat anti-rabbit IgG (for ICA69 or GH) for 1 h (Molecular Probes, USA). This was followed by additional rinsing in washing buffer and PBS. Sections were finally coverslipped using Prolong Gold antifade reagent (Molecular Probes, Invitrogen).\n\nDNA Constructs\n\nThe plasmid encoding PICK1 N-terminally tagged with GFP was a kind gift from Dr. Kumlesh Dev (Trinity College, Dublin, Ireland). The constructs encoding YFP-PICK1, YFP-PICK1 BAR (Δ101), and YFP-PICK1 BAR (Δ101) 3KE in peYFP C1 (Clonetech, USA) were described previously [18]. The YFP-PICK1 BAR (Δ101) mutant V121E-L125E was generated by Quick-change (Stratagene) on YFP-PICK1 BAR and subsequently subcloned back into the peYFP C1 vector. The mycPICK1 construct in pCMV was a kind gift from Dr. Harvey T. McMahon (MRC Cambridge, UK) and was described previously [18]. GST PICK1 BAR (Δ101) in the pET41 vector was subcloned from previously described GST-PICK1 [65] and reintroduced in pET41 using MfeI and AvrII. The GST-PICK1 BAR (Δ101) mutant V121E-L125E was generated by Quick-change (Stratagene) on GST-PICK1 BAR and subsequently subcloned back into the pET41 vector [18]. HA-ICA69 in pcDNA5/FRT/TO was subcloned by PCR from a cDNA of the human sequence purchased from OriGene, introducing an N-terminal hemagluttinin (HA) tag. Cerulean-GalT was generated by Jennifer Lippincott-Schwartz and was purchased from Addgene (MA, USA). CgA-GFP [66] was kindly supplied by Dr. Laurent Taupenot. All constructs were verified by sequencing (MWG Operon, Germany).\n\nCell Culture and Generation of Stable Cell Lines\n\nGH1 cells were maintained in DMEM 1965 with Glutamax (L-alanyl-L-glutamine) containing 5% fetal calf serum and Pen/Strep at 37°C in a humidified 10% CO2 atmosphere [31]. ATT20 cells were maintained in DMEM 1965 supplied with 10% fetal calf serum and Pen/Strep at 37°C in a humidified 5% CO2 atmosphere. COS-7 cells were maintained in DMEM 1965 with Glutamax (L-alanyl-L-glutamine) containing 10% fetal calf serum and 0.01 mg/mL gentamicin (Invitrogen) at 37°C in a humidified 5% CO2 atmosphere. Cells were transfected using Lipofectamine 2000 (Invitrogen) and were used for experiments after 2 d. To generate a cell line with stable tetracycline-inducible expression of HA-ICA69, we used the FlpIn T-REx system and the Flp-In T-REx 293 cell line (Invitrogen). Cells (90% confluent) were transfected using Lipofectamine 2000 (Invitrogen) with a total of 3 µg of DNA in a 1∶9 ratio of the pcDNA5/FRT/TO with the HA-ICA69 insert, and pOG selection was induced using 15 µg/ml blasticidin and 150 µg/ml hygromycin. The stable HA-ICA69 expressing cells were maintained in DMEM 1965 containing 10% fetal calf serum at 37°C, and cells were selected using 15 µg/ml blasticidin and 100 µg/ml hygromycin (both from Invitrogen).\n\nImmunocytochemistry\n\nFor immunocytochemistry, cells were trypsinized and seeded on polyornithine-coated coverslips in six-well plates (150,000–300,000 cells/well depending on cell type). COS7 and Flp-In T-REx cells were transfected with Lipofectamine 2000 (Invitrogen) for 16 h in Optimem (Invitrogen) using a total of 1 µg DNA/well. In general, we transfected ∼80% of the COS7 cells and ∼40% of the Flp-In T-REx cells. For immunostaining, cells were washed in PBS (phosphate buffered saline, pH 7.4), fixed in 4% paraformaldehyde for 20 min, washed in PBS, and permeabilized by incubation for 30 min in PBS containing 5% goat serum and 0.2% saponin or 0.1% TX100 for COS7 cells. Primary antibodies including chicken anti-PICK1 (1∶500) (Novus Biologicals), rabbit ICA69 (1∶500), rabbit GH (1∶400) (DAKO Cytomation A/S, Denmark), mouse 58K (Abcam, UK), rabbit TGN38 (Sigma-Aldrich, USA), rabbit Giantin (Biosite, USA), rabbit GM130 (Sigma-Aldrich, USA), rabbit Ergic53 (Sigma-Aldrich, USA), mouse Syntaxin6 (3D10 Abcam, UK), mouse HA11 (Covance, USA), or rabbit LAMP1 (Abcam, UK) were added for 1 h followed by three washes and incubation with Alexa Fluor 488 goat anti-mouse IgG or Alexa Fluor 488 goat anti-rabbit IgG, together with Alexa Fluor 568 goat anti-chicken IgG (1∶500) (Molecular Probes, USA) for 30 min prior to mounting in Prolong Gold antifade reagent (Molecular Probes, USA). For labeling of the endocytic pathway (early and recycling endosomes), cells were fed Alexa Fluor 488–conjugated transferrin (Molecular Probes, USA) at 37°C for 1 h prior to PICK1 immunostaining as described above.\n\nRNAi-Mediated Knockdown in GH1 and ATT20 Cells\n\nFor GH1 and ATT20 RNAi studies, cells were used the BLOCK-iT Pol II miR RNAi Expression Vector Kit (Invitrogen, USA). Cells were transfected using Lipofectamine 2000 (Invitrogen, USA) with the pcDNA 6.2-GW vector, which has co-cistronic expression of miRNA with EmGFP (Emerald Green Fluorescent Protein), which permits visual selection of cells expressing the pre-miRNA. We used two pre-designed BLOCK-iT miR RNAi Select oligos against rat PICK1 and rat ICA69 (both PICK1 shRNAs but only one ICA69 shRNA worked in the mouse ATT20 cell line) as well as the negative control supplied. Two days after transfection, immunocytochemistry was performed as described above using mouse PICK1 2G10 (1∶500) (previously described) [20] together with either rabbit GH 1∶400 (DAKO Cytomation A/S, Denmark) or rabbit ICA69 1∶500. To allow for parallel visualization of EmGFP, the PICK1 antibody was visualized using Alexa Fluor 647 goat anti-mouse IgG and rabbit antibodies were visualized using Alexa Fluor 568 goat anti-rabbit IgG. For ATT20 cells, we used Alexa Fluor 568 goat anti-mouse IgG, and rabbit antibodies were visualized using Alexa Fluor 647 goat anti-rabbit IgG.\n\nConfocal Microscopy and Image Analysis\n\nVisualization of mouse pituitary sections and cell lines was performed with a Zeiss LSM 510 inverted confocal laser-scanning microscope using an oil immersion numerical aperture 1.4 63× objective (Zeiss, Jena, Germany). The Alexa Fluor 488 dye, GFP, YFP, and EmGFP were excited with the 488 nm laser line from an argon–krypton laser, and the emitted light was detected using a 505–550 nm band pass filter. The Alexa Fluor 568 dye was excited at 543 nm with a helium–neon laser, and the emitted light was detected using a 560–615 nm band pass filter. For three color experiments, the Alexa Fluor 647 was excited at 633 nm with another helium-neon laser, and emitted light was detected using a 650 long pass filter. Channels were imaged separately. Resulting images were combined using IMAGEJ software (Rasband W. S., ImageJ, U.S. National Institutes of Health, Bethesda, MD, USA). Drosophila specimens were visualized using a Leica TCS SP2 confocal microscope (20× and 63× water immersion objectives), a Zeiss 510 upright confocal microscope with a C-Apochromat 63×/1.2 W Corr water immersion objective (Figure 7A and Figure S3G), or a Zeiss 710 upright confocal microscope using a Plan-Apochromat 63×/1.40 Oil DIC M27 oil immersion objective (Figure S3H). The Alexa Fluor 488 dye was excited with a 488 nm argon laser line, the Alexa Fluor 546 dye was excited with a 543 nm helium-neon laser, and the Alexa Fluor 647 dye was excited with a 633 nm helium-neon laser.\n\nFor quantification of PICK1, GH, and ICA69 immunoreactivity in GH1 and ATT20 cells, EmGFP expressing cells were outlined in the green channel, yielding separate regions of interest (ROIs), and the non-EmGFP expressing cells were grouped as a single ROI. Background levels were subsequently adjusted separately for each picture in the red and the blue channel before the total intensities of the ROIs were measured. Finally, the cumulated intensity of each EmGFP expressing ROI was compared to the average intensity of cells in the Non-EmGFP ROI within the same cell cluster. All image analysis was performed using IMAGEJ software (RasbandW. S., ImageJ, U.S. National Institutes of Health, Bethesda, MD, USA). Finally, the data were transferred to GraphPad Prism Statistical Software Version 4.0 for presentation and statistical analysis. The data did not show normal distribution according to the Shapiro-Wilk normality test. Hence, the Mann–Whitney Rank Sum Test was used for statistical analysis of data.\n\nQuantification of co-localization was done using Van Steensel's cross-correlation function, which reports the Pearson cross-correlation as a function of the relative movement of the two channels with respect to each other. This was done using the JaCoP Plug-in for ImageJ [33] with the x-shift set to 20 pixels. Co-localization was quantified for 10–20 cells from three independent experiments. According to the cross-correlation function, completely co-localizing structures will show a cross-correlation function, peaking sharply at ΔX = 0 with a maximum value close to one, and mutually exclusive structures will tend to show no peak or even a dip at ΔX = 0. Partial co-localization will give rise to reduced maximum cross-correlation, as will noise. For adjacent and partially overlapping structures, the cross-correlation peak will become broader and/or shift away from a maximum at ΔX = 0 [33]. Quantification of punctate to total CgA-GFP signal in COS7 cells was done in ImageJ by thresholding the images and making a ROI excluding the coherent cluster of CgA-GFP containing the rest of the cell. The cumulated intensity outside the cluster was divided by the cumulated intensity for the entire cell. Finally, the data were transferred to GraphPad Prism Statistical Software Version 4.0 for presentation and statistical analysis.\n\nTime Lapse Confocal Microscopy\n\nFor time lapse confocal microscopy, GH1 cells were seeded in Labtek II eight-well chamber 24 h before co-transfection of YFP-PICK1, YFP-PICK1 BAR, or YFP-PICK1 BAR 3KE in the peYFP C1 vector (Clonetech, USA) with Cerulean-GalT in a 1∶3 ratio. Imaging was performed on the following day and was done at ∼35°C. Cerulean-GalT was exited with the 458 nm laser line and YFP with the 514 nm laser line from the argon laser and the emitted light directed through a 515 nm beam splitter and detected through 475–525 nm band pass and a 530 nm LP filter, respectively. We observed minimal cross-talk between the channels using these settings. We imaged an area of ∼24×24 µM (260×260 pixels) and switched between the two channels after every scanned line. Time lapses contained 100 frames with ∼3 s time resolution. Maximal intensity projections were carried out using ImageJ, and the presented images, time lapses, and supplemental movies were passed through the mean filter (radius 2 pixels) in ImageJ.\n\nTransmission Electron Microscopy\n\nWT and PICK1−/− mice were fixed by vascular perfusion through the left ventricle of the heart with 2% glutaraldehyde in 0.05 M sodium phosphate buffer (pH 7.2) for 2 min. Following fixation, the pituitary was dissected from the brain, and the samples were rinsed three times in 0.15 M sodium cacodylate buffer (pH 7.2) and subsequently postfixed in 1% OsO4 in 0.12 M sodium cacodylate buffer (pH 7.2) for 2 h. The specimens were dehydrated in graded series of ethanol, transferred to propylene oxide, and embedded in Epon according to standard procedures. Ultrathin sections were cut with a Reichert-Jung Ultracut E microtome and collected on 200 mesh copper grids with Formvar supporting membranes. The sections were stained with uranyl acetate and lead citrate and examined with a Philips CM 100 transmission electron microscope operated at an accelerating voltage of 80 kV and equipped with a SIS MegaView II camera. Digital images were recorded with the analySIS software package.\n\nGiant Membrane Vesicle Deformation\n\nFull-length PICK1 and PICK1 truncated at position 101 (PICK1 Δ101) [18] were expressed as GST (gluthathion-S-transferase) fusion proteins from pPET41 in E. coli BL21 DE3 pLysS cells and purified as described [49]. Cysteines in GST were fluorescently labeled with 100 µM Alexa 488 maleimide (Invitrogen) at 4°C for 1.5 h, washed three times with 10 ml buffer B+1 mM DTT, and eluted by addition of 10 mM glutathione. Purity and integrity of the protein were inspected by SDS–PAGE, and labeling efficiency was determined by fluorescence spectroscopy. Giant membrane vesicles were prepared from a lipid mixture containing 40% Phosphatidylcholine (DOPC), 32% Phosphatidylethanolamine (DOPE), 10% Phosphatidylserine (DOPS), 10% Cholesterol, 5% Phosphatidylinositol-4,5-bisphosphate (PtdIns(4,5)P2), 0.5% DOPE-biotin, and 0.5% DOPE-Atto633 (Attotec). All lipids were from Avanti polar lipids. The lipids were mixed from chloroform stocks and a thin lipid film was formed in a teflon cup upon solvent evaporation. The giant vesicles were generated by standard rehydration in TBS buffer (10 mM Tris, pH 7.4, and 95 mM NaCl) overnight at 37°C. Glass surfaces were passivated with a BSA:BSA-Biotin mixture and subsequently coated with streptavidin onto which the biotinylated vesicles tethered, as described previously [67]. The immobilized giant liposomes were incubated at room temperature with 0.8 µM–purified and Alexa Fluor 488–labeled GST-PICK1 Δ101 (BAR) or a mutant GST-PICK1 Δ101 (control) with impaired membrane-binding capacity (Val121Glu, Leu125Glu) (Madsen, Bhatia, Stamou, and Gether, unpublished observation). Subsequent microscopy was performed on a Leica TCS SP5 confocal fluorescence microscope, with AOBS/AOTF system allowing tunable wavelength detection intervals. The objective used was an oil immersion HCX PL APO with 100× magnification and numerical aperture 1.4. Vesicles and tubes containing DOPE-Atto633 dye were excited at 633 nm, detecting emission from 640 nm to 790 nm. The microscope was kept at a constant temperature of 22°C.\n\nCo-Immunoprecipitations\n\nFor co-immunoprecipitation of PICK1 and ICA69 from flies, heads were collected from female flies expressing Drosophila ICA69-HA and PICK1A under the control of the elav-GAL4 driver (elav-GAL4/+; UAS-ICA69-HA/UAS-PICK1A). The heads were homogenized on ice in modified RIPA buffer (20 mM Tris-HCl, 7.5 pH, 150 mM NaCl, 10 mM MgCl2, 0.5% NP-40, 1 mM PMSF, 1 Complete Protease Inhibitor Cocktail tablet (Roche) per 25 ml buffer). The resulting homogenate was passed through a 25 gauge needle seven times and centrifuged at 20,800× g at 4°C until the supernatant was clear. The concentration of the supernatant was subsequently adjusted to 1 mg/ml protein. One ml of lysate per binding reaction was cleared with 15 µl Protein-G Agarose beads (Roche) for 1 h. Beads were removed by centrifugation at 2,700× g for 5 min at 4°C, and 4 µg/ml rat anti-HA (3F10, Roche) was added to the supernatant. Immune complexes were allowed to form for 12 h before the addition of 15 µl Protein-G Agarose beads, followed by an additional 4 h of incubation. All incubations were done at 4°C under gentle agitation. Beads were then pelleted by centrifugation at 2,700× g for 5 min at 4°C and washed 4 times with 1 ml modified RIPA buffer. The bound material was eluted by boiling for 5 min in loading buffer before analysis by SDS-PAGE and immunoblotting with mouse anti-HA (16B12, Covance) to detect immunoprecipitated ICA69-HA and rabbit anti-Drosophila PICK1 (SPY740) [9] to detect coimmunoprecipitated endogenous PICK1, respectively.\n\nFor co-immunoprecipitation in GH1 cells, cells were grown to confluence and lysed for 30 min at 4°C in lysis buffer (PBS+1% Triton X-100) supplemented with Complete protease Inhibitor Cocktail tablet (Roche, Mannheim, Germany). Protein G agarose beads (Roche, Mannheim, Germany) were preincubated 1 h with monoclonal 2G10 mouse anti-PICK1 antibody, and the cell lysate was cleared by spinning 30 min at 16,000 rpm at 4°C in a tabletop centrifuge. The resulting supernatant was transferred to the antibody-agarose bead mix, and the sample was incubated for 1 h at 4°C under constant rotation. Lysates incubated with agarose beads without antibody were included as control. After incubation, samples were washed once in lysis buffer, twice in PBS with 1% Triton X-100 and 500 mM NaCl, and three times in PBS. After washing, protein was eluted from the beads by adding SDS-PAGE loading buffer. Samples were analyzed by SDS-PAGE and immunoblotted with polyclonal guinea pig anti-PICK1 and rabbit anti-ICA69 to detect immunoprecipitated PICK1 and coimmunoprecipitated ICA69, respectively.\n\nHSD Model in Drosophila\n\nTo establish the HSD model [38]–[40], WT flies were allowed to deposit eggs on an apple juice plate for 6 h. On the following day, first instar larvae hatched from the eggs were transferred to vials either containing food with a standard amount of sucrose or five times that amount (HSD). The food contained (g/L): agar, 10; yeast, 34; corn meal, 82.5, sucrose, 60 (for standard food) or 300 (for HSD) and also included mold inhibitors (ml/L): Nipagin in ethanol, 15; propionic acid, 2. Quantitative RT-PCR was performed according to methods described above on mRNA isolated from pooled heads of fully developed adult female flies reared on standard food (n = 9 samples), or on HSD (n = 7).\n\nStatistical Analysis\n\nStatistical analysis was performed using GraphPad Prism Statistical Software Version 4.0. Two-tailed Student's t test was used for comparison between two groups. One-way ANOVA followed by Bonferroni post hoc tests was used to analyze body weight and composition in mice. Two-way repeated measures ANOVA followed by Bonferroni post hoc tests were used for the analysis of data of ghrelin-induced GH secretion, OGTT, insulin level during OGTT, and ITT. All data are presented as mean ± SE. We considered p&lt;0.05 significant. Other statistical procedures are described in the relevant sections.\n\nSupporting Information"
}