{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001142",
  "doi": "10.1371/journal.pbio.1001142",
  "externalIds": [
    "pii:PBIOLOGY-D-11-01911",
    "pmid:21909239",
    "pmcid:PMC3167789"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A Blind Circadian Clock in Cavefish Reveals that Opsins Mediate Peripheral Clock Photoreception",
  "authors": [
    {
      "name": "Nicola Cavallari",
      "first": "Nicola",
      "last": "Cavallari",
      "affiliation": "Department of Biology and Evolution, University of Ferrara, Ferrara, Italy; Institute of Toxicology and Genetics, Karlsruhe Institute of Technology, Eggenstein, Germany"
    },
    {
      "name": "Elena Frigato",
      "first": "Elena",
      "last": "Frigato",
      "affiliation": "Department of Biology and Evolution, University of Ferrara, Ferrara, Italy"
    },
    {
      "name": "Daniela Vallone",
      "first": "Daniela",
      "last": "Vallone",
      "affiliation": "Institute of Toxicology and Genetics, Karlsruhe Institute of Technology, Eggenstein, Germany"
    },
    {
      "name": "Nadine Fröhlich",
      "first": "Nadine",
      "last": "Fröhlich",
      "affiliation": "Institute of Toxicology and Genetics, Karlsruhe Institute of Technology, Eggenstein, Germany"
    },
    {
      "name": "Jose Fernando Lopez-Olmeda",
      "first": "Jose Fernando",
      "last": "Lopez-Olmeda",
      "affiliation": "Institute of Toxicology and Genetics, Karlsruhe Institute of Technology, Eggenstein, Germany; Department of Physiology, Faculty of Biology, University of Murcia, Murcia, Spain"
    },
    {
      "name": "Augusto Foà",
      "first": "Augusto",
      "last": "Foà",
      "affiliation": "Department of Biology and Evolution, University of Ferrara, Ferrara, Italy"
    },
    {
      "name": "Roberto Berti",
      "first": "Roberto",
      "last": "Berti",
      "affiliation": "Department of Evolutionary Biology “Leo Pardi,” University of Firenze, Firenze, Italy"
    },
    {
      "name": "Francisco Javier Sánchez-Vázquez",
      "first": "Francisco Javier",
      "last": "Sánchez-Vázquez",
      "affiliation": "Department of Physiology, Faculty of Biology, University of Murcia, Murcia, Spain"
    },
    {
      "name": "Cristiano Bertolucci",
      "first": "Cristiano",
      "last": "Bertolucci",
      "affiliation": "Department of Biology and Evolution, University of Ferrara, Ferrara, Italy"
    },
    {
      "name": "Nicholas S. Foulkes",
      "first": "Nicholas S.",
      "last": "Foulkes",
      "affiliation": "Institute of Toxicology and Genetics, Karlsruhe Institute of Technology, Eggenstein, Germany"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-09",
  "dateAccepted": "2011-07-29",
  "dateReceived": "2011-05-15",
  "volume": "9",
  "number": "9",
  "pages": "e1001142",
  "tags": [
    "Anatomy and physiology",
    "Animal models",
    "Chronobiology",
    "Discipline-v2/Anatomy and physiology",
    "Discipline-v2/Animal models",
    "Discipline-v2/Biology",
    "Discipline-v2/Chronobiology",
    "Discipline-v2/Gene expression",
    "Discipline-v2/Model organisms",
    "Discipline-v2/Molecular cell biology",
    "Discipline-v2/Physiological processes",
    "Discipline-v2/Zebrafish",
    "Discipline/Molecular Biology",
    "Discipline/Physiology",
    "Gene expression",
    "Model organisms",
    "Molecular cell biology",
    "Physiological processes",
    "Type/Research Article",
    "Zebrafish"
  ],
  "abstract": "Evolution during millions of years in perpetual darkness leads to mutations in non-visual opsin genes (Melanopsin and TMT opsin) and an aberrant, blind circadian clock in cavefish.",
  "fullText": "Introduction\n      \nThe circadian clock is a highly conserved, physiological timing mechanism that allows organisms to anticipate and adapt to daily environmental changes and it is synchronized primarily by light. In mammals, intrinsically photosensitive retinal ganglion cells serve as the principal circadian photoreceptors [1]. In non-mammalian vertebrates, photoreceptors located outside of the retina (in the pineal complex and in the deep brain) have also been implicated in the regulation of the circadian timing system [2]. At the core of the vertebrate circadian clock is a transcription translation feedback loop mechanism composed of activator and repressor clock proteins [3]. Light-induced expression of certain clock genes represents a key step in the relay of lighting information to the core clock machinery [4],[5].\n\nThe zebrafish (Danio rerio) represents a fascinating model to study the mechanisms whereby light regulates the clock. The “peripheral” clocks in most zebrafish tissues and even cell lines are entrained by direct exposure to light [6]. However, fundamental questions concerning the identity of the widely expressed photoreceptor molecules and how they signal to peripheral clocks remain unanswered. To date, a set of widely expressed opsins, one cryptochrome homolog, and flavin-containing oxidases have all been implicated as candidate peripheral photoreceptors [7]–[9].\n\nIn certain extreme environments such as caves some fish species have remained completely isolated from the day-night cycle for millions of years [10]. They show convergent evolution, sharing a range of striking physical “troglomorphic” properties including notably degeneration of the eyes during early development. However, many aspects of cavefish biology still remain incompletely understood. Does evolution in constant darkness lead to loss of other aspects of photoreceptor function including regulation of peripheral circadian clocks by light? Furthermore, do these remarkable animals even retain normal circadian clocks?\n\nIn this report we explore the circadian clock and its regulation by light in Phreatichthys andruzzii, a Somalian cavefish that shows an extreme troglomorphic phenotype. We compare the circadian clock mechanism of this cavefish with that of the zebrafish with the goal of identifying key components of the light input pathway. We reveal that P. andruzzii possesses a clock that is entrained by periodic food availability, displays a long infradian period, and lacks temperature compensation. However, importantly, this cavefish clock is no longer entrainable by light. Strikingly, in the cavefish we encounter mutations in the candidate non-visual photoreceptors Melanopsin (Opn4m2) and TMT (teleost multiple tissue)-opsin and we provide direct evidence for a light-sensing function of these non-visual opsins in the regulation of vertebrate peripheral clocks.\n\n      Results\n      \n        Exploring the Circadian Clock in the Cavefish Phreatichthys andruzzii\n        \nWe chose to study a species of cavefish expressing an extreme “troglomorphic” phenotype, P. andruzzii (Figure 1B). This Somalian cavefish evolved from surface dwelling ancestors, isolated in a totally dark environment beneath the desert at a nearly constant temperature for 1.4–2.6 million years [10], approximately 1 million years longer than the well-studied cavefish Astyanax mexicanus [11]. P. andruzzii shows total eye degeneration, no scales, and complete depigmentation [12].\n\nAs a first step we wished to explore the circadian clock and its regulation by light in this cavefish species. We initially measured locomotor activity in cavefish exposed to a 12∶12 light-dark (LD) cycle (Figures 1D,F and S1B). We documented striking arrhythmic locomotor activity that contrasts with the clear rhythmic, diurnal pattern observed for zebrafish under the same conditions (Figures 1A,C,E and S1A). In order to explore at the molecular level this lack of behavioural rhythmicity in cavefish, we next subcloned a set of P. andruzzii clock gene homologs with the aim of examining their expression pattern under LD cycles (Table S1). These genes were selected since their zebrafish counterparts are either clock- or light-regulated. Sequence analysis confirmed a close similarity between zebrafish and P. andruzzii genes (Table S2 and Figure S2), consistent with both species belonging to the Cyprinidae family. We measured the expression of a subset of clock-regulated (Clk1a, Clk2, Per1, Per1b) and light-regulated genes (Per2, Cry1a, and Cry5) [4],[5],[8],[13],[14] in vivo in adult tissues and in whole larvae from both species (Figure 1G–J and Figure S3). In the zebrafish, in agreement with previous reports, exposure to a LD cycle results in robust rhythmic expression of these genes (Figure 1G,I and Figure S3A,B,E) [6],[14]. Remarkably, arrhythmic gene expression was encountered in cavefish tissues and larvae (Figure 1H,J and Figure S3C,D,F,G), even during the first day of life when eye rudiments still persist [12]. Importantly, these clock gene expression patterns are consistent with the behavioural activity profiles observed under LD cycles for both species. Circadian clocks are encountered in most vertebrate cell types and even in cell cultures in vitro. Furthermore, the persistence of circadian clocks in vitro has enabled many more detailed mechanistic studies. Therefore, we established cell lines from adult cavefish caudal fins (CF cells) to test whether P. andruzzii cells in vitro also lack rhythmic gene expression under LD conditions. Again we observed arrhythmic clock gene expression in P. andruzzii cells (Figure 2C,D) that contrasts with the robust rhythms documented in zebrafish cells (Figure 2A,B) [6],[15],[16]. Thus, we failed to detect rhythmic clock gene expression in vivo or in vitro in P. andruzzii under LD cycles. So our data reveal that either P. andruzzii lacks the circadian clock itself or it has a clock lacking a functional light input pathway.\n\nTo distinguish between these two hypotheses, we first assessed whether the cavefish circadian clock could be entrained by an alternative environmental time signal (zeitgeber), periodic food availability. Adult cavefish and zebrafish were fed once at the same time each day for one month under constant dark conditions, and during this period, locomotor activity was measured (Figure 3). For both species we observed food anticipatory activity (FAA, [17]), a characteristic increase in locomotor activity encountered a few hours prior to mealtime (Figure 3A,B,D,E) and a strong entrainment of rhythmic locomotor activity (Figure 3C,F). FAA is indicative of regulation by a food entrainable oscillator (FEO, [18]); thus we tested circadian clock gene expression in various tissues of both species during the final day of food entrainment and then two days of fasting under constant conditions (Figure 4A). Consistent with previous results [19], rhythmic clock gene expression (Clk1a and Per1b) was observed in zebrafish brain, heart, fin, and liver (Figures 4B,D,F and S4A), with the only exception of Clk1a in the zebrafish brain (Figure 4B, red trace). However, in all cavefish tissues including the brain, robust circadian rhythms of both Clk1a and Per1 expression were observed (Figures 4C,E,G and S4B). In both species, differences in the phase and amplitude of rhythmic expression for each gene were observed between different tissues. Importantly, these results point to P. andruzzii having a functional clock that is entrainable by feeding but not by LD cycles. This contrasts with the situation in zebrafish where both light- and food-entrainable oscillators are present.\n\nWe also tested the effect of alternative zeitgebers on clock gene expression in cavefish CF cells. Transient treatments with glucocorticoids are widely used to induce rhythmic gene expression in cultured cells [20]. CF cells transfected with a clock-regulated zebrafish reporter construct (zfPer1b-Luc) [13] were treated transiently with 100 nM dexamethasone, an agonist of the glucocorticoid receptor (Figure S5; Figure 5B, green trace) [20]. Surprisingly, this induced a bioluminescence rhythm in cavefish cells that persisted for almost three cycles with an extremely long period (τ = 43 h at 25°C). This contrasts with the circadian bioluminescence rhythm observed upon dexamethasone treatment of zebrafish cells (τ = 24.2 h at 25°C) (Figure 5A, green trace). These results reveal the existence of an abnormal circadian clock in P. andruzzii that displays an infradian period under constant conditions. We next wished to determine whether other circadian clock properties are abnormal in the cavefish. One highly conserved feature of the circadian clock is that its period remains relatively constant over a physiological range of temperatures (so-called temperature compensation) [21]. Thus, we measured the period of rhythms induced by dexamethasone pulses in CF and zebrafish cells held at two additional constant temperatures 22°C and 29°C (Figure 5). With an increase in temperature the period length of the cavefish clock decreased significantly (τ = 47 (22°C), 43 (25°C), and 38 h (29°C)) revealing reduced temperature compensation with Q10≈1.35, while in zebrafish cells, as expected, a relatively constant period was observed (τ = 23.6 (22°C), 24.2 (25°C), and 24.6 (29°C)) h, respectively (Q10≈1 [22]). Thus, together our results indicate that P. andruzzii possesses a circadian timing system with an aberrant core clock mechanism.\n\nCould the discrepancy between the striking infradian period of the P. andruzzii clock (τ&gt;30 h) and the period of the LD cycle (T = 24 h) have been the origin of the observed arrhythmicity under LD cycles? In such a scenario, the cavefish clock might still be entrainable by light. In zebrafish cell lines, exposure to brief light pulses results in advances or delays in pre-existing clock gene expression rhythms depending on the precise time when the cells are illuminated [13]. Thus, we wished to test whether light is able to regulate the cavefish clock in a similar manner. We synchronized rhythmic clock gene expression in CF cells by dexamethasone treatment and then exposed the cells to a 15 min light pulse at five different time-points distributed throughout the 43 h cycle (Figure S6) [13],[23]. None of the light pulses changed either the phase or levels of rhythmic clock gene expression. Hence, we conclude that P. andruzzii indeed possesses a truly blind clock. Thus, this cavefish represents a powerful complementary model for exploring the function of the light input pathway in vertebrates.\n\n        Defining Molecular Defects in the Light Input Pathway of P. andruzzii\n        \nOur systematic cloning and sequencing strategy failed to detect any mutations significantly affecting clock gene coding sequences (unpublished data). Light-induced transcription of clock genes represents a key step in photic entrainment of the zebrafish clock [4],[5]. Therefore, we speculated that mutations in promoter sequences of light-inducible clock genes could account for the cavefish blind clock phenotype. We have previously defined an essential light responsive module (LRM) containing E- and D-box enhancer elements in the zebrafish per2 promoter [5]. In the LRM promoter region from the cavefish per2 gene, we identified several base substitutions compared with the zebrafish sequence, including one in the E-box element (Figure 6A). We wished to test whether the cavefish LRM was still able to direct light-induced gene expression. With this aim we transfected zebrafish cells with a cavefish per2 promoter driving luciferase expression (cfPer2-Luc) (Figure 6B, green trace). These cells exhibited robust light-driven reporter expression comparable to that of the zebrafish per2 promoter (zfPer2-Luc) (Figure 6B, blue trace). Conversely, zebrafish zfPer2-Luc transfected into cavefish cells failed to show light-induced expression (Figure 6C, green trace). Together, these results indicate that mutations disrupting the cavefish light input pathway should lie upstream of directly light-regulated clock gene promoters.\n\n        TMT-Opsin and Melanopsin Are Essential Photoreceptors for Peripheral Clocks\n        \nMutations affecting peripheral photoreceptors could also account for the blind cavefish clock. Although the identity of the teleost peripheral photoreceptor remains unclear, candidates include the opsins Melanopsin (Opn4m2) and TMT-opsin that are widely expressed in most tissues [9],[24]. Melanopsin was originally isolated from the photosensitive melanophores of Xenopus [25]. Subsequently, orthologs of Melanopsin were isolated from other non-mammalian vertebrates including zebrafish [26]. TMT-opsin was originally identified by virtue of its opsin sequence homology, and to date has only been isolated from teleosts [9]. We chose to clone and characterize these two opsins in the cavefish. We documented mRNA expression of both Melanopsin and TMT-opsin in various cavefish tissues including the CF cell line (Figure S7), consistent with previous results that revealed widespread expression for the zebrafish homologs [9],[24]. Furthermore, sequence alignment with other teleost homologs revealed strong conservation (unpublished data). Interestingly, however, premature stop-codons were encountered in the coding sequences of both TMT-opsin and Melanopsin (at the C-terminus of the 5th transmembrane domain and the N-terminus of the 6th transmembrane domain, respectively) (Figure 7A). These C-terminal truncations were the result of frame shift mutations in the two coding sequences (an insertion of one T in TMT-opsin at position +654 and deletion of one G in Melanopsin at position +842 relative to the ATG initiation codons of the zebrafish homolog sequences). Both opsin mutations would be predicted to eliminate binding of the essential chromophore, retinaldehyde, that normally occurs at the 7th transmembrane domain. Therefore, we decided to test whether ectopic expression of the zebrafish homologs of these two opsins would rescue light-inducibility of a zfPer2-Luc reporter in cavefish cells. Simply supplementing the culture medium with retinaldehyde failed to induce rhythmic expression of zfPer2-Luc (Figure 7B). Strikingly, upon cotransfection with single opsin expression vectors, zfPer2-Luc was robustly induced during the light phase and subsequently decreased during the dark phase (Figure 7C, blue trace and 7D, red trace). In contrast, expression in cavefish cells of zebrafish Melanopsin and TMT-opsin carrying mutations introducing premature stop codons equivalent to the two cavefish opsins (zfOpn4m2K286X and zfTMTY224X) failed to rescue light inducible zfper2-Luc expression (Figure 7C and D, grey traces). These data are consistent with the predicted loss of the chromophore binding domains in the cavefish opsins. Furthermore, our results constitute strong evidence that Melanopsin and TMT-opsin indeed function as peripheral clock photoreceptors.\n\nWhile Melanopsin represents a well-characterized photoreceptor [25],[26], until now TMT-opsin has been implicated as a photopigment based only upon sequence homology [9]. The cavefish represents a powerful model to confirm that TMT-opsin indeed functions as a photopigment. In all opsins a highly conserved lysine residue within the 7th transmembrane domain provides a Schiff base linkage with the chromophore retinal that is critical for phototransduction [27]. In zebrafish TMT-opsin, a lysine residue at position 295 would be predicted to fulfil this role [9]. To test this prediction, we mutated lysine 295 to an alanine (TMTK295A). Expression of TMTK295A failed to rescue light-induced zfper2-Luc expression in cavefish cells (Figure 7D, green trace), thus strongly indicating that TMT-opsin indeed functions as an opsin photopigment.\n\nIt is well established that the response of opsins to light is wavelength dependent. Melanopsin has been shown to respond preferentially to the blue region of the light spectrum [25], while the wavelength sensitivity of TMT-opsin is unknown. Are Melanopsin and TMT-opsin alone sufficient to account for the wavelength sensing properties of zebrafish peripheral clocks? As a first step towards addressing this key question, we repeated our cavefish zfper2 expression rescue assay under three different monochromatic light sources (blue, green, and red, Figure S8). We then compared these results with the response of the zfper2 promoter to the same light sources in zebrafish cells. Exposure of Melanopsin or TMT-opsin transfected cavefish cells to blue (468 nm) or green (530 nm) light is able to activate the zfper2 promoter (Figure 8A–D). In contrast, no rescue was observed under red (657 nm) light (Figure 8E). However, exposure of zebrafish cells to these same monochromatic light sources revealed activation by all three light sources, with the strongest induction by blue (Figure 8F). These results confirm the wavelength sensitivity of Melanopsin [28] and provide the first evidence, to our knowledge, that TMT-opsin can respond to blue and green but not red wavelengths of light. The differences in the red light response of the zfper2 promoter between the zebrafish cells and the rescued cavefish cell system point to the existence of additional peripheral photoreceptors. Importantly, comparable results were obtained in all our rescue experiments when we substituted zfper2-Luc for the minimal light-responsive promoter fragment of the zebrafish per2 gene −0.43per2:Luc (unpublished data) [5]. This predicts that light-driven gene expression mediated by Melanopsin and TMT-opsin is dependent upon the LRM of the per2 promoter.\n\n      Discussion\n      \nIn summary, during 1.4–2.6 million years of isolation from the day-night cycle, the evolution of the cavefish P. andruzzii has lead to an aberrant circadian clock. Contrary to the situation in most organisms, this clock is no longer entrained by light. Furthermore, upon exposure to alternative zeitgebers it cycles with a remarkably long infradian period and shows reduced temperature compensation. It is possible that this reflects progressive loss of a mechanism that provides no selective advantage for animals that live under constant darkness and temperature. In support of this hypothesis, one recent report has documented a severe attenuation of circadian clock rhythmicity in an arctic mammal naturally exposed to the extreme polar photic environment, the reindeer, Rangifer tarandus [29]. To further test this hypothesis, it will be fascinating to compare the circadian clock phenotype of P. andruzzii with that of other cavefish species representing the full range of troglomorphic phenotypes.\n\nOur study reveals that a regular daily feeding time does entrain the cavefish clock. Interestingly, a comparison of the clock gene expression rhythms encountered in various tissues of the regularly fed cavefish reveals many differences in phase and amplitude between tissues. This situation is strongly reminiscent of the different patterns of cycling gene expression observed in individual light entrained peripheral clocks of zebrafish [30] and may reflect differences in the molecular regulatory networks associated with each tissue. Several reports point to the general importance of feeding entrainment for the circadian timing system in fish [17],[19]. It is tempting to speculate that food availability in the subterranean environment of this cavefish might indeed be periodic, and therefore a clock responding to and anticipating feeding time may confer a survival advantage. Interestingly, several lines of evidence point to the existence of a food-entrainable oscillator in vertebrates distinct from the light-entrainable oscillator, however the anatomical location and molecular mechanism remains unclear [18],[19],[31],[32]. In this regard, fish could emerge as powerful models for the investigation of food entrainment. A comparative study involving zebrafish that possess both light and food entrainable oscillators and P. andruzzii that retains only the food entrainable oscillator could provide important insight into the basis of the feeding entrainment mechanism in vertebrates.\n\nBy employing a comparative functional analysis involving zebrafish and P. andruzzii, we have been able to provide direct evidence that TMT-opsin and Melanopsin serve as peripheral tissue photoreceptors in teleosts. Furthermore, our results strongly indicate that the two opsins activate gene expression via the LRM promoter element that mediates light-driven per2 expression [5]. Previously, the identity of the widely expressed photoreceptors that mediate the direct entrainment of peripheral clocks was unclear. In addition to opsins, other candidates include Cry4, a member of the cryptochrome family in zebrafish, and flavin-containing oxidases [7],[8]. It will now be important to re-evaluate the relative contribution of these other candidate photoreceptors to peripheral clock entrainment. Based on our study of the effects of different wavelengths of light on the induction of clock gene expression we predict that Melanopsin and TMT-opsin are not the only photoreceptors for peripheral clocks. This finding begs the question as to why several different photoreceptors might contribute to the photic entrainment properties of peripheral tissues. Changes in the photoperiod, intensity, as well as the spectral composition of sunlight represent reliable indicators of day-night as well as seasonal changes in the environment [33]. The presence of multiple photoreceptors, each one differentially extracting timing information from sunlight, could enable the circadian system to more reliably indicate the timing of dawn and dusk.\n\nFinally from a broader perspective, in addition to displaying a unique and fascinating collection of adaptations to its extreme environment, we have demonstrated that P. andruzzii serves as a powerful complementary model to dissect the molecular pathways that respond to light.\n\n      Materials and Methods\n      \n        Ethics Statement\n        \nThe animal handling procedures and research protocols were approved by the University of Ferrara (Italy), University of Firenze (Italy), University of Murcia (Spain), and Karlsruhe Institute of Technology (Germany) Institutional Animal Care and Use Committees.\n\n        Cavefish and Cavefish Cell Lines\n        \nP. andruzzii originally collected from Somalia (Figure S9) were maintained and bred at the University of Firenze, Italy. The cavefish were kept in darkness at a constant 27°C except during food administration and aquaria maintenance. Three times per week the fish were fed with frozen chironomid larvae. Fertilized eggs were collected every 30 min and aliquots of 10–20 eggs were transferred into 75 cm2 tissue culture flasks (BD GmbH). Flasks were sealed and submerged in a large volume, thermostatically controlled water bath (Tetra). From the third/fourth day after hatching, larvae were fed once a day.\n\nCavefish (CF) cell lines were derived from fin clips of adult fish and maintained using standard methods described elsewhere [34]. Cells were transiently transfected using FuGene HD reagent according to the manufacturer's recommendations (Roche) in the absence of serum. Rhythmic clock gene expression originally established by serum treatment during the seeding of the CF cells was resynchronized by a 30 min treatment with a range of dexamethasone (Sigma) concentrations from 50 nM to 1 µM (see Figure S5) [20]. Subsequently the dexamethasone-containing medium was replaced by fresh medium again lacking serum and containing luciferin.\n\n        Lighting Conditions\n        \nTo test for photic entrainment of rhythmic clock gene expression, cavefish and zebrafish adults and larvae as well as cell lines were maintained at 27°C under a 12∶12 LD cycle with a light intensity of 350 µW/cm2 (full-spectrum cool fluorescent tubes, Osram GmbH). For behavioural analysis, zebrafish and cavefish were maintained under full-spectrum cool fluorescent tube light sources with a light intensity of 20 µW/cm2. For monochromatic light sources, light-emitting diodes (LED, Kopa) sources were used (blue: λpeak = 468 nm, green: λpeak = 530 nm, red: λpeak = 657 nm; white: 450 nm&lt;λ&lt;700 nm) (Figure S8). The light intensity of each LED light source was adjusted to ensure an equivalent number of photons were emitted from each source (1.42×1018±0.04×1018 photons/s/m2).\n\n        Zebrafish and Zebrafish Cell Lines\n        \nAll experiments using adult and larval zebrafish as well as the zebrafish cell lines AB9 [35], PAC-2, and a stable PAC-2 cell line expressing −1.7per2:Luc were performed using standard methods described elsewhere [5],[13]. Induction of rhythmic clock gene expression in zebrafish cells using transient dexamethasone treatment was performed as described for the cavefish CF cell line (see also Figure S5).\n\n        Recording of Adult Locomotor Activity\n        \nCavefish and zebrafish locomotor activity was registered continuously by means of an infrared photocell (E3S-AD62, Omron) placed at the aquarium wall, in the corner where food was provided. The photocell was placed 5 cm from the water surface and 20 cm from the bottom. The number of light-beam interruptions was counted and stored every 10 min by a computer connected to the photocell. The analysis of locomotor activity records, representation of actograms, and calculations of mean waveforms and χ2 periodograms (Sokolove-Bushell test) were performed using the chronobiology software El Temps (version 1.228).\n\n        Cloning Cavefish cDNA Sequences\n        \nTo obtain partial cDNA sequences, single-stranded cDNA was synthesized using SuperScript III Reverse Transcriptase (Invitrogen). Cavefish genes were amplified by PCR using Taq DNA Polymerase (Invitrogen) with primers designed by Primer3 software on the basis of sequence of the zebrafish homologs (Table S1). Bands of the predicted sizes were cloned into the pGEM-T Easy Vector (Promega). The cavefish gene cDNA fragments were sequenced (QIAGEN GmbH) and compared with the GenBank database by using the BLAST algorithm. Additional cDNA sequences were subsequently cloned using a 5′-3′SMART RACE cDNA amplification kit (BD Bioscience), and then coding sequences were deposited in GenBank (Table S2). By this approach, we cloned 13 clock genes (Per1, Per2, Per3, Cry1a, Cry1b, Cry2a, Cry2b, Cry3, Cry4, Cry5 Clk1a, Clk1b, Clk2) and 2 opsins (Opn4m2, TMT-opsin) from P. andruzzii.\n\n        Phylogenetic Analysis\n        \nSequences from the cavefish PER and CLK protein families were aligned with homologs from other teleost species (Takifugu rubripes, Tetraodon nigroviridis, Danio rerio, Gasterosteus aculeatus, and Oryzias latipes) [36],[37] using ClustalW. Alignments were manually verified and phylogenetic trees were generated using Neighbour-joining methods [38] with a complete deletion mode. Bootstrap tests were performed with 1,000 replications. Poisson correction distance was adopted and rates among sites were set as uniform. Drosophila melanogaster PER and CLK sequences were used as an out-group to root the trees.\n\n        Gene Expression Analysis\n        \nSingle-stranded cDNA was synthesized using SuperScript III Reverse Transcriptase (Invitrogen). Quantitative PCR was performed for P. andruzzii and zebrafish clock genes using the pairs of primers shown in Table S1. The StepOnePlus Real-Time PCR System (Applied Biosystems) was employed using SYBR-green-primer-master mix according to the manufacturer's recommendations with the following cycle conditions: 15 min at 95°C, then 40 cycles of 15 s at 95°C, and 30 s at 60°C. The relative levels for each RNA were calculated by the 2−ΔΔCT method. Relative expression levels were normalized to β-actin. Each CT value is the mean of three biological replicates and each assay was performed a minimum of three times.\n\n        Luciferase Reporter Constructs and Bioluminescence Assays\n        \nzfPer1b-Luc contains a promoter region extending 3.3 kb upstream of the 5′ end of the Period1b cDNA (equivalent to the zfperiod4 promoter construct in [13]). The zfPer2-Luc reporter has been described previously as −1.7per2:Luc that contains a fragment of 1,571 bp upstream of the transcription start site and 129 bp of the 5′UTR of the zebrafish Period2 gene [5]. In addition, the minimal light responsive per2 promoter reporter construct −0.43per2:Luc was also tested in the cavefish cell rescue experiments. This construct contains 431 bp upstream of the transcription start site and 164 bp of the 5′UTR of the zebrafish Period2 gene [5]. Both zfPer2-Luc reporters responded in an equivalent manner. cfPer2-Luc contains 876 bp upstream of the transcription start site and 112 bp of the 5′UTR of the cavefish Period2 gene. All in vivo bioluminescence assays were performed as described previously [13],[34].\n\n        Opsin Expression Vectors\n        \nThe full-length zebrafish TMT-opsin (ENSDART00000081729) was amplified with the primers Fwd 5′-AATGGATTGCGGATTGGATCCATTGTGTCCAACTTG-3′ and Rev 5′-CTGCAGAATTCACTAGTGATTTCGCCTGTA-3′ resulting in the mutation of the ATG translation initiation codon sequence into TTC and the creation of BamHI and EcoRI restriction sites, respectively, for cloning into a modified pcDNA3.1(+) expression vector (Invitrogen) that incorporates an HA-Tag into the N-terminus of the expressed protein [39]. Similarly, the full length zebrafish Opn4m2 (ENSDART00000018501) was amplified with the Fwd 5′-GCTCGGATCCGCCTTGAGCCATCACTCTTCA-3′ and Rev 5′-GCCCTCTAGACTCTTAGTTCCCTCCAAGCAA-3′ primers, thus mutating the ATG initiation codon into TTG as well as creating BamHI and XbaI sites, respectively, for cloning into the pcDNA3.1(+)HA-tag modified expression vector. PCR reactions were performed using the Perkin Elmer Gene Amp XL PCR kit according to the manufacturer's instructions. Construction of the expression vectors for zfTMTK295A and the truncated forms zfOpn4m2K286X and zfTMTY224X involved site-directed mutagenesis using the QuikChange MultiSite-Directed Mutagenesis Kit (Stratagene) according to the manufacturer's instructions. For the truncated forms, in the case of zfTMT-opsin the codon at position 224 (TAT, tyrosine) was mutated to a stop codon (TAA) while for Melanopsin (zfOpn4m2), the codon at position 286 (AAA, lysine) was mutated to a Stop codon (TAA). For the mutation of a key lysine in the 7th transmembrane domain of zfTMT-opsin to an alanine residue, the codon sequence AAG was mutated to GCG. Following sequence analysis, the integrity and function of all opsin expression vectors was tested by transient transfection into a mammalian cell line and then Western blotting analysis using an anti-HA-tag specific antibody.\n\n        Testing of Opsin Expression Constructs\n        \nHepa1-6 cells (1×105) (ATCC) were transfected with 2 µg of each HA-Tag opsin expression construct using the standard Promo-Fectin transfection protocol (PromoKine). Twenty-four hours after transfection, protein extracts were prepared according to a standard method [40], with some modifications. Cells were solubilized and incubated at 4°C in a mixture of equal volumes of TSA buffer (2 mM Tris-HCl, pH 8.0, 140 mM NaCl, 0.025% NaN3) and Lysis buffer (TSA buffer plus 2% Triton X-100, 5 mM iodoacetamide, 0.2 U/ml aprotinin, and 1 mM phenylmethylsulfonyl fluoride). After 1 h, 0.2 volumes of 5% sodium deoxycholate were added, and the mixture was incubated on ice for 10 min. The lysate was centrifuged at 2,800 g for 10 min at 4°C, and the supernatant was collected and stored at −80°C until use. Before electrophoresis in 10% or 15% SDS-polyacrylamide gels, the proteins were diluted in Laemmli buffer (final concentration 0.05 M Tris, pH 6.8, 2% SDS, 100 mM DTT, 10% glycerol, 0.05% bromophenol blue) without heating. Following transfer to nitrocellulose, the membranes were incubated with a high affinity anti-HA rat monoclonal antibody (clone 3F10, Roche) according to the manufacturer's instructions and the bound antibody was visualized using the ECL detection system (Amersham Biosciences) (Figure S10).\n\n        Statistical Analysis\n        \nAll the results were expressed as means ± SEM. Data were analyzed by one- or two-way analysis of variance (ANOVA) to determine significant differences using the software GraphPad Prism 4.0 (GraphPad Software Inc.). p values&lt;0.05 were considered statistically significant. To evaluate the period length of gene expression, we measured the time span between two consecutive peaks. A trigonometric statistical model was applied to evaluate periodic phenomena. The single cosinor procedure [41] was used to define the main rhythmic parameters (circadian period and peak time).\n\nBioluminescence data were analyzed using Microsoft Excel or CHRONO software [13],[42]. Period estimates measured after 2 d in DD were made by linear regression following peak finder analysis with CHRONO. For Q10 temperature coefficient calculations, period length estimates for cells held at 22°C, 25°C, and 29°C were calculated as cycles per hour and then plotted against temperature. Linear regression analysis revealed a good fit to a straight line (cavefish R2 = 0.99; zebrafish R2 = 0.98). Mean period lengths at 22°C and 29°C were then substituted into the equation Q10 = (R2/R1)10/(T2−T1), where R is rate and T is temperature.\n\n        Genbank Accession Numbers\n        \nThe sequences reported in this article are deposited in GenBank under accession numbers GQ404475–GQ404490 (see Table S2).\n\n      Supporting Information"
}