{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001497",
  "doi": "10.1371/journal.pbio.1001497",
  "externalIds": [
    "pii:PBIOLOGY-D-12-02920",
    "pmid:23468595",
    "pmcid:PMC3582499"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Indirect Evolution of Hybrid Lethality Due to Linkage with Selected Locus in Mimulus guttatus",
  "authors": [
    {
      "name": "Kevin M. Wright",
      "first": "Kevin M.",
      "last": "Wright",
      "affiliation": "Department of Biology, Duke University, Durham, North Carolina, United States of America; Department of Organismic and Evolutionary Biology, Harvard University, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "Deborah Lloyd",
      "first": "Deborah",
      "last": "Lloyd",
      "affiliation": "School of Biosciences, Hatherly Laboratories, University of Exeter, Exeter, United Kingdom"
    },
    {
      "name": "David B. Lowry",
      "first": "David B.",
      "last": "Lowry",
      "affiliation": "School of Biological Sciences, The University of Texas at Austin, Austin, Texas, United States of America"
    },
    {
      "name": "Mark R. Macnair",
      "first": "Mark R.",
      "last": "Macnair",
      "affiliation": "School of Biosciences, Hatherly Laboratories, University of Exeter, Exeter, United Kingdom"
    },
    {
      "name": "John H. Willis",
      "first": "John H.",
      "last": "Willis",
      "affiliation": "Department of Biology, Duke University, Durham, North Carolina, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-02",
  "dateAccepted": "2013-01-16",
  "dateReceived": "2012-07-20",
  "volume": "11",
  "number": "2",
  "pages": "e1001497",
  "tags": [
    "Complex traits",
    "Discipline-v2/Biology",
    "Discipline-v2/Complex traits",
    "Discipline-v2/Evolutionary biology",
    "Discipline-v2/Evolutionary ecology",
    "Discipline-v2/Evolutionary genetics",
    "Discipline-v2/Evolutionary processes",
    "Discipline-v2/Gene flow",
    "Discipline-v2/Genetics",
    "Discipline-v2/Genotypes",
    "Discipline-v2/Heredity",
    "Discipline-v2/Linkage (genetics)",
    "Discipline-v2/Phenotypes",
    "Discipline-v2/Plant evolution",
    "Discipline-v2/Plant genetics",
    "Discipline-v2/Plant science",
    "Discipline-v2/Population genetics",
    "Discipline-v2/Quantitative traits",
    "Discipline-v2/Trait locus",
    "Discipline/Evolutionary Biology",
    "Discipline/Genetics and Genomics",
    "Discipline/Plant Biology",
    "Evolutionary biology",
    "Evolutionary ecology",
    "Evolutionary genetics",
    "Evolutionary processes",
    "Gene flow",
    "Genetics",
    "Genotypes",
    "Heredity",
    "Linkage (genetics)",
    "Phenotypes",
    "Plant evolution",
    "Plant genetics",
    "Plant science",
    "Population genetics",
    "Quantitative traits",
    "Trait locus",
    "Type/Research Article"
  ],
  "abstract": "Ecological selection on an adaptive allele causes a tightly linked hybrid incompatibility factor to rapidly hitchhike to high frequency in a population of the wildflower Mimulus guttatus.",
  "fullText": "Introduction\n      \nAdaptation to local environmental conditions by natural selection is the primary cause of evolutionary change in natural populations. Ecological adaptation can cause reproductive isolation when selection acts on traits that influence the likelihood of intermating in nature, such as habitat preference, reproductive timing, courtship behavior, or pollinator attraction [1],[2]. However, it is controversial whether adaptation to local environmental conditions promotes the development of reproductive incompatibilities such as hybrid sterility or lethality. As Darwin [3] first discussed, reproductive incompatibility should not evolve directly via natural selection (but see [4]) and would only arise as an incidental by-product of interspecific divergence. Darwin realized that reproductive isolation could evolve if it is not expressed as lineages diverge, perhaps due to populations inhabiting geographically distinct regions, and it would only manifest in cases in which these populations hybridized subsequent to divergence. Classic models of the evolution of hybrid incompatibility, independently developed by Bateson [5], Dobzhansky [6], and Muller [7] (BDM), predict that alleles at different loci may accumulate within distinct lineages, and although they may be neutral or adaptive in an ancestral population, they will produce deleterious interactions when brought together by hybridization. This model is now thoroughly supported by genetic mapping studies of hybrid incompatibility loci. The role of natural selection in driving the evolution of incompatibility alleles continues to be an area of rich investigation [8]–[10].\n\nSelection may drive the evolution of BDM incompatibility alleles in a variety of ways. With the molecular genetic dissection of multiple hybrid incompatibility systems, researchers have determined that many of the underlying loci have experienced rapid evolutionary divergence consistent with natural selection [9],[10], but there is little evidence of what may be causing this rapid divergence. Evidence for the traditional view that hybrid incompatibility evolves as a by-product of adaptation to divergent environments is supported by only a few lab-based experimental evolution studies [11]–[13]. Of the hybrid incompatibility genes identified in natural populations, it seems unlikely they function in classical ecological adaptation. Instead researchers have speculated that these incompatibilities evolved due to intragenomic conflict [14],[15]. For example, the incompatibility Overdrive locus causes both segregation distortion and hybrid male sterility in Drosophila psuedoobscura [16]. Ultimately, it is considerably difficult to determine the evolutionary forces acting upon hybrid incompatibility alleles during the process of divergence because these studies focus on species reproductively isolated for thousands of generations.\n\nIn this study, we investigate whether recent adaptation to a copper mine habitat by the wild flower Mimulus guttatus caused the evolution of hybrid incompatibility. Extreme soil environments, either naturally occurring or created anthropogenically, characterized by low nutrient and high heavy-metal concentrations, impose strong selection on plant communities [17],[18]. M. guttatus has colonized multiple mine sites in the Sierra Nevada foothills region of central California, the largest of which is located at the Keystone Union mine complex in the town of Copperopolis [19]. A survey of tolerance to high copper concentration in plants from Copperopolis and adjacent off-mine populations suggests this phenotype is under strong selection in the mine habitat. Copper tolerance is nearly fixed in the mine population (99.77%, N = 2,796) and segregating at very low frequency in a sample of 15 off-mine populations located with 40 km of Copperopolis (8.7%, N = 1,440) [20]. An investigation into the genetic basis of this trait initiated over 30 years ago identified a locus that appeared to cause both copper tolerance and hybrid lethality in crosses to other off-mine populations [21],[22]. Copper tolerance is controlled by a dominant allele at a single Mendelian locus, when measured as a threshold character in lab-based root growth assays. Crosses between tolerant lines from a recombinant backcross population (Figure S1) and the off-mine population, Cerig-y-drudion, Wales, United Kingdom (hereafter referred to as Cerig), yielded various levels of F1 hybrid lethality, whereas crosses between nontolerant lines from the same recombinant backcross population always produced viable offspring [22]. Additional crosses demonstrated there is a single incompatibility locus in the Copperopolis population and that variation in F1 hybrid lethality is caused by multiple loci segregating in the Cerig population [22]. Cerig was used in the initial crosses by M. R. Macnair and continues to be a focal population in this study, because it was the first population identified to produce inviable hybrid offspring in crosses with Copperopolis [22]. Subsequent experiments have demonstrated that the Cerig hybrid lethality factors are geographically widespread and segregate in three California populations. In contrast, the Copperopolis lethality factor is geographically restricted; no incompatible plants were identified in test crosses with plants from 15 other populations (N = 10 plants/population) [23]. The lethality factor is at high frequency in the Copperopolis population; 16 Copperopolis genotypes (five of which are from this study, see details below) have been tested and all of them produce lethal offspring when crossed to Cerig tester lines [22],[23]. Hybrid lethality in this system is consistent with the BDM model and was not observed to be genetically de-coupled from the copper tolerance phenotype [22],[24]. One attractive hypothesis is that they are controlled by the same locus and F1 hybrid lethality evolved as a pleiotropic by-product of the locally adaptive copper tolerance. An alternative hypothesis is that the two phenotypes are not pleiotropic and are instead controlled by two distinct loci in tight genetic linkage.\n\nThe physiological manifestation of BDM hybrid incompatibility in this system reveals possible genetic mechanism for inviability, while maintaining support for both the pleiotropy and linkage hypotheses. Hybrid lethality manifests in F1 plants as tissue yellowing and death in the early stages of development and prevents the plants from reaching reproductive maturity [22],[24]. This lethality is similar to the hybrid necrosis phenotype known for many years in the plant agriculture literature [25]. Recently, it has been demonstrated that hybrid necrosis is an autoimmune-like response due to negative interactions between divergent pathogen-resistance proteins, often involving nucleotide-binding leucine-rich repeats (NB-LRRs) and their interacting partners [26],[27]. Although there is no support for NB-LRR's dual function in disease resistance and trafficking of heavy-metal ions, this could be the case for their partner proteins. NB-LRR protein–protein interactions are difficult to examine, and most partners remain unknown [28]. Additionally, there is strong evidence of pleiotropy between disease resistance and heavy metal tolerance from an independent class of pathogen-resistance proteins, defensins, which contribute to enhanced zinc tolerance in Arabidopsis halleri [29]. It remains to be determined whether selection on the copper tolerance allele in M. guttatus resulted in the near fixation of a hybrid incompatibility factor because these phenotypes are the result of pleiotropy at a single locus.\n\nThe primary aim of this study is to investigate the genetic basis of the copper tolerance and hybrid necrosis phenotypes to determine whether they are pleiotropic or controlled by distinct genes in tight genetic linkage. We also use population genetic approaches to infer the nature of natural selection acting on this copper tolerance and hybrid necrosis genomic region.\n\n      Results\n      \n        Genetic Mapping\n        \nTo determine whether copper tolerance and hybrid lethality are controlled by the same locus, we conducted a high-resolution genetic mapping experiment. Our mapping approach focused on first identifying the location of copper tolerance locus because, of the two phenotypes, it is easier to measure, and then screen a subset of plants with recombination events near the tolerance locus for hybrid inviability. In order to genetically map these phenotypes with high resolution, we used a near isogenic line (NIL) created through recurrent backcrossing of a Copperopolis by Cerig35 F1 (this line is compatible with Copperopolis) to lines derived from Stinson Beach, California. For seven generations, only tolerant plants were selected to be backcrossed to Stinson Beach (Figure S1). The Stinson Beach population is nontolerant and lacks any intrinsic incompatibilities with Copperopolis [23]. We used multiple outbred Stinson Beach lines to avoid the development of inbreeding depression in our backcross lines. Each backcross generation segregated tolerant and nontolerant progeny in equal ratio, in accordance with predictions for a single, dominant tolerance locus. We created our mapping population by crossing a single tolerant (BC7T) and a single nontolerant (BC7NT) line to produce F1BC7 progeny (Figure S1). We set about identifying the introgressed tolerance region in the NIL lines (BC7T, BC7NT) by screening 541 genetic markers distributed across the genome (mimulusevolution.org). We identified 42 markers that were homozygous in the BC7NT line and heterozygous in the BC7T line, possibly indicating a region of introgression from the tolerant parent. To establish which heterozygous markers are linked to the copper tolerance locus, we tested for an association between phenotype and genotype in 80 F1BC7 lines. We measured copper tolerance in the F1BC7 plants as a threshold character in accordance with previously published hydroponic methods [20]. We found the genotypes of one marker, MgSTS242, located on linkage group (LG) 9, were very tightly correlated with tolerance phenotype (Figure 1). We henceforth refer to this copper tolerance locus as Tol1.\n\nTo fine map the genomic position of Tol1, we created a mapping population of 4,340 F1BC7 plants, phenotyped each plant for copper tolerance, and genotyped each plant with the MgSTS242 marker. Initially, we identified 83 recombinant plants, however we repeatedly phenotyped and genotyped these lines and we were able to confirm 36 true recombinant plants, indicating that this marker is 0.83 cM from the Tol1 (Figure 2). To fine map Tol1, we designed additional genetic markers near MgSTS242 using the currently unpublished M. guttatus genome assembly (www.phytozome.net). This assembly is not contiguous on the scale of chromosomes; the genome is instead composed of many, relatively small, genomic scaffolds that do not assemble into large chromosome-length blocks. The assembly in the Tol1 genomic region is particularly poor because this is a highly repetitive pericentromic region of LG 9 and none of the scaffolds that map to this region in the reference are longer than 1 MB. We attempted to determine the location of 10 target scaffolds relative to MgSTS242 and Tol1 by designing multiple new markers per scaffold and screening them in our recombinant lines. We identified three scaffolds that are in tight linkage to Tol1 (Figure 2). We determined that a marker on scaffold 84 is in tightest association with Tol1; we found 14 plants have a recombination event between Sc84_37kb and Tol1, indicating this marker is located within 0.32 cM of the tolerance locus (Figure 2). We identified three additional scaffolds that map to this region (97c, 157, and 238), but they do not reside within the Sc84_37kb–Tol1 interval (Text S1). We have not included these scaffolds in our map because we have a limited amount of genetic material and we could not test all 36 recombinants. We attempted to identify a flanking marker for Tol1 by designing markers in the 3′ end of scaffold 63b, which is predicted to be adjacent to the 5′ end of scaffold 84 (unpublished data, Uffe Hellsten, Joint Genome Institute, Walnut Creek, CA). However, we found no evidence of linkage between our markers and the tolerant phenotype, likely indicating that scaffold 63b is outside of the NIL introgression region or there are errors in the reference genome assembly (Figure 2 and Text S1). We observed the same pattern of no linkage between Tol1 and markers located in two additional scaffolds (460 and 925) that are predicted to be located in this region in the reference genome assembly.\n\nIn order to determine if the tolerance and incompatibility phenotypes are controlled by the same locus, we crossed 18 (nine tolerant and nine nontolerant) recombinant plants to an incompatible genotype, Cerig10 (Figure S2). Crosses were conducted in each direction to determine if there is asymmetry in the incompatibility. We measured hybrid inviability as the percentage of offspring with a majority of tissue being yellow or necrotic in a block of 60 plants (Figure 3A and 3B). We scored hybrid inviability in 2–8 replicate blocks per line. We used Cerig10 as our tester line because this line produced the highest level of hybrid lethality in crosses to Copperopolis lines. In crosses between Cerig10 and five Copperopolis genotypes, we found an average of 83% of the offspring were inviable (Figure S2).\n\nOur F1BC7×Cerig10 crosses produced a bimodal distribution of hybrid inviability. The majority of crosses with nontolerant lines produced 5%–15% inviable progeny, whereas the majority of crosses with tolerant lines produced 45%–62% inviable progeny (Figure 3C and 3D). We identified two plants, 25_E01 and 25_E11, with recombinant phenotypes (Figure 3C). Hybrid inviability of nontolerant line 25_E01 is significantly elevated compared to all nontolerant control lines (Wilcoxon test, z = 2.46, p&lt;0.014; Table S1) except 46_B12, which had only two replicate measurements (Wilcoxon test, z = 1.84, p = 0.065; Table S1). Hybrid inviability of tolerant line 25_E11 is significantly lower than the two tolerant control lines (Wilcoxon test, z = 2.46, p&lt;0.014; Table S1). This establishes that copper tolerance and hybrid inviability are controlled by two distinct, but tightly linked, loci and that hybrid necrosis is not a pleiotropic by-product of copper tolerance. We henceforth refer to the hybrid inviability locus as Nec1.\n\nTo map the genomic location of Nec1, we compared the Tol1 genotyping information for these lines to our lethality data and determined that Nec1 maps to scaffold 84. To fine map Nec1, we designed markers in this region and genotyped plants with informative recombination events. We found that the incompatibility locus maps to an intergenic region between 283 kb and 293 kb on scaffold 84 (Figure 4). This region in the M. guttatus genome (www.phytozome.net) contains a single Gypsy3 transposable element (TE) (Figure 4). We are prevented from continuing to narrow this region, despite identifying three lines (26_C07, 25_E01, and 48_B01) with recombination events within this locus (Figure 4) because of the repetitive nature of this element. We attempted to sequence across this genomic interval using long-range PCR, but these attempts were unsuccessful. Our long-range PCR may have failed because repetitive DNA in this TE element or because this genomic interval is much larger in the Copperopolis genome compared to the reference genome.\n\nNec1 maps to an intergenic region containing a Gypsy3 TE. Unregulated TE replication can cause hybrid sterility in Drosophila; in this system, hybrid sterility manifests in crosses in a single direction because hybrids lack the maternally inherited TE replication-suppression mechanisms [30]. It is unlikely that this is the cause of inviability in our system because significant levels of hybrid lethality occur in both crossing directions, although it is higher when Cerig is the paternal parent (Table S2). Instead, the functional changes at Nec1 likely result from altered gene expression or gene function.\n\nThe Copperopolis allele at Nec1 may cause hybrid lethality by altering the cis-regulatory expression of a gene within this region, and the functional gene may flank our mapped interval or reside even further away along the chromosome. The nearest gene, MGV1A004323M, resides 5 kb from Nec1 and encodes a glycosyltransferase metabolic enzyme (www.phytozome.net). This protein has greatest homology to A. thaliana gene AT3G18170, which attaches glyosyl groups to N-linked glycan molecules critical for construction of plant cell membranes [31]. The second flanking gene, MGV1A026627M, is located 41 kb from Nec1 and encodes a Jumonji-C histone demethylation protein. The Jumonji-C proteins are part of the histone demethylase family, whose function reverses the epigenetic silencing of transposons and genes in eukaryotic genomes [32]. Neither of these genes, nor is any gene within 100 kb of Nec1, is a known participant in plant disease-resistance pathway. Alternatively, Nec1 may involve another gene that is absent from the reference genome. This gene may have undergone recent functional or expression changes to cause negative interactions with a member of the plant disease-resistance pathway, producing the hybrid necrosis phenotype. This hypothesis is especially attractive because the NB-LRRs often exhibit large variation in copy number within species [33]. Although additional work is required to distinguish between the possible mechanisms of Nec1 function, our results clearly demonstrate that hybrid inviability did not evolve as a pleiotropic by-product of the evolution of copper tolerance. What evolutionary force caused the lethality allele at Nec1 to go to high frequency in the Copperopolis population?\n\n        Selection Driving the Evolution of Hybrid Incompatibility\n        \nThe hybrid lethality phenotype reached high frequency in the Copperopolis population because of genetic drift or natural selection. Genetic drift may have been the primary evolutionary mechanism causing the lethality allele at Nec1 to rise to high frequency if the initial population of mine colonists experienced a bottleneck event. This scenario would cause a genome-wide reduction in genetic variation in the mine population relative to neighboring off-mine populations [34]. Alternatively, the hybrid lethality allele at Nec1 may have been directly selected because this allele confers some fitness advantage in the mine habitat. A variant of the selection hypothesis is that the lethality allele at Nec1 may have hitchhiked to high frequency because of selection on the tightly linked Tol1 locus. In this case, the tolerance and incompatibility alleles would have resided on the same haplotype in the founders of the mine population. Selection on this genomic region would leave a molecular genetic signature of reduced genetic variation in the mine population and increased genetic differentiation between mine and off-mine populations in this genomic region, compared to the rest of the genome [35]–[38].\n\nStudies that attempt to identify these molecular signatures of selection in natural populations have been used to identify putatively selected loci in many different systems [39]–[44]. The power of population genetic studies to detect signatures of selection can be diminished by multiple interdependent processes: selection on standing genetic variation [45], population structure [46], and time since a selective sweep [34]. These studies can most readily identify a molecular signature of selection in the classic case of a hard sweep, in which strong selection on a new mutation causes a single haplotype to rapidly go to fixation and tightly linked alleles hitchhike to high frequency [34]–[38]. However, if this mutation is segregating in the ancestral population and has recombined onto multiple haplotypes prior to selection, hitchhiking of tightly linked alleles is reduced [45]. This event, termed a “soft sweep,” will not decrease genetic variation or increase population differentiation at linked alleles to the same degree as a hard sweep. The number of generations since a selected allele goes to high frequency affects the molecular signature of selection because each generation there is new opportunity for mutation, migration, and recombination to add genetic variation to the derived population [34]. The young age of the mine habitat (150 y) suggests that if a sweep occurred, the molecular signature of this event would still be apparent. The mine and off-mine populations are in close geographic proximity, and there is opportunity for gene flow, suggesting there will be little effect of population structure. Gene flow will increase the amount of shared genetic variation at selectively neutral sites in the genome, but strong selection in the mine environment could maintain the original haplotype (or haplotypes) containing the tolerance allele in the face of gene flow.\n\nIn order to evaluate the selection hypothesis, we compared genetic variation at markers linked to Tol1 and markers randomly distributed throughout the genome. We sampled individual plants, collected as seed from unique maternal families in 2005 and 2007, from the mine population at Copperopolis (N = 108) and from two off-mine populations: O'Byrnes Ferry Road (N = 33), located 2 km from Copperopolis, and Hunt Road (N = 39), located 9 km from Copperopolis (Figure S3). The geographic proximity of these populations and recent divergence of the mine population, a maximum of 150 generations, suggests any signal of selection will not be lost in a haze of population structure. Furthermore, this population sampling is designed to explicitly test for an effect of habitat-mediated selection on a single genomic region with known phenotypic effect, Tol1/Nec1 loci, and not a genome-wide analysis. Lastly, this design will not be confounded by the effect of hybrid inviability because these off-mine populations lack the incompatible allele found in the Cerig population [23].\n\nWe measured genetic variation of eight loci in the Tol1 fine mapped region (Tol1Link) and 11 unlinked loci (Tol1UnLink) for the Copperopolis and two off-mine populations. The Tol1UnLink markers serve as a control to estimate the average level of genetic variation and population differentiation. We used co-dominant DNA fragment length polymorphism markers [47] to estimate the within-population genetic variation, which we report as number of alleles (Na) and expected heterozygosity (He) [48]. We report both values, but these are often correlated when using fragment length markers. We calculated genetic differentiation between populations as Fst for two marker classes: Tol1Link and Tol1UnLink using Fdist [36] implemented in the program LOSITAN [49]. To evaluate whether Fst is significantly elevated in the Tol1 fine mapped region, we compared the observed levels of Fst at the Tol1Link markers to a null distribution of Fst generated from coalescence simulations of population divergence using the Tol1UnLink dataset in the program LOSITAN. Our hypothesis is that Fst for the Tol1Link markers will be significantly higher than the Tol1UnLink markers. The coalescence simulations assume two populations and use Wright's symmetrical Island Model of migration [50] to calculate the probability that two randomly chosen chromosomes in a population have a most recent common ancestor within that population without an intervening migration or mutation event [36],[49]. This model also assumes that the two populations are at equilibrium with constant effective population size. Our populations likely violate this assumption because the mine population was only recently established. However, Beaumont and Nichols found that a recent colonization event had no significant effect on their estimates of the Fst distribution [36].\n\nWe observe low Fst for all Tol1UnLink markers, and for all but a single marker, there is no significant differentiation for the three pairwise population comparisons (Table S3). Using the Tol1UnLink dataset, we also estimate the relatedness between the three populations using the program STRUCTURE version 2.3 [51]. In this analysis, the two off-mine populations cluster more tightly with each other than with Copperopolis (Figure S4); thus, we combined the two off-mine populations into a single sample for subsequent analyses.\n\nWe found mine and off-mine populations have no difference in Na and only slightly reduced He for the Tol1UnLink markers (Table 1). This suggests that the mine population did not undergo a dramatic population bottleneck during colonization, or if it did, this signal has been erased by ongoing gene flow. Conversely, we find that Na and He of the Tol1Link markers is sharply reduced in the Copperopolis population compared to the off-mine population, and this pattern is strongest at the four markers in tightest linkage to Tol1 and Nec1 (Table 1). We found that the four markers that are most tightly linked to Tol1 and Nec1 have significantly elevated Fst when compared to the Tol1UnLink distribution (Figures 5 and S5). Fst values varied between the four markers; the markers with the two highest values are Sc84_364kb (Fst = 0.546) and Sc84_37kb (Fst = 0.317) are in tightest linkage to the Nec1 and Tol1 loci, respectively. These data support the two predictions arising from the selection hypothesis: low genetic variation within Copperopolis and high differentiation between populations at markers linked to the tolerance and hybrid lethality loci.\n\n      Discussion\n      \n        Genetic Dissection of Copper Tolerance and Hybrid Inviability\n        \nWe demonstrate that copper tolerance is not pleiotropic with hybrid inviability. Instead, both phenotypes are controlled by distinct loci that are in tight genetic linkage. We genetically mapped the copper tolerance locus to a highly repetitive pericentromeric genomic region. The large amount of repetitive DNA and relatively rare euchromatic sequence has inhibited the assembly large genomic scaffolds in this region of M. guttatus reference genome (unpublished data, Uffe Hellsten, Joint Genome Institute, Walnut Creek, CA). Our attempts to fine map the Tol1 locus to a genomic scaffold, or even identify a flanking marker, have been stymied by the complex nature of this genomic region despite our large mapping population. In contrast, we were able to fine map the hybrid lethality locus to a 10 kb intergenic region with a contiguous genomic scaffold. The Copperopolis allele at Nec1 may cause hybrid lethality by altering the cis-regulatory expression of a neighboring gene, or this region in the Copperopolis genome may harbor genes that are missing in the reference M. guttatus genome. We attempted to amplify the 10 kb region from the Copperopolis genome using long-range PCR, but these attempts were unsuccessful. The failed PCR attempts may be caused by repetitive DNA within the gypsy-3 TE or because this region may be expanded or rearranged in the Copperopolis genome compared to our reference.\n\nWe observed a large amount of variance between independent replicates of the high-lethality lines (Figures 3C, 3D, and S2). This variance is likely caused by two factors—segregating variation at multiple incompatibility loci in our tester line, Cerig10, and variation in temperature in the greenhouses in which the F1BC7×Cerig10 offspring were grown. There are multiple incompatibility loci segregating within the Cerig population that interact with the Copperopolis allele at the locus we have now identified as Nec1 [22],[23]. Our tester line, Cerig10, was chosen because it gave the highest level of incompatibility, but it may be heterozygous at some incompatibility loci, inflating variation in hybrid lethality. An additional source of variation may be the temperature at which the offspring were grown; research on hybrid necrosis in A. thaliana has demonstrated that this phenotype manifests at 16°C but is absent at 23°C [27]. Our plants were grown under controlled greenhouse conditions, but daily or seasonal temperature fluctuations may have exceeded the capability of the greenhouse to maintain constant temperature.\n\n        Selection for Copper Tolerances Drives Evolution of Hybrid Incompatibility\n        \nWe find strong support for the hypothesis that adaptation to the mine habitat imposed selection on the Nec1/Tol1 genomic region in the Copperopolis population. The high level of genetic variation in the Tol1UnLink dataset in the Copperopolis population argues against a dramatic bottleneck event during mine colonization. The four markers in tight linkage to Tol1 and Nec1 have reduced Na and He in the mine population, as well as significantly elevated Fst. We interpret these data as evidence of a sweep at Tol1, driven by selection for copper tolerance, causing the Nec1 BDM incompatibility allele to hitchhike to high frequency in the mine population. This model predicts that the marker in tightest linkage to Tol1, Sc84_37kb, would have the highest Fst and sharpest reduction in He. Contrary to this prediction, we found that marker Sc84_364kb, the marker nearest Nec1, has the highest Fst and sharpest reduction in He. This finding suggests that adaptation to the mine environment was more complex than the classic hard selective sweep at Tol1. Although we cannot completely rule out the possibility that the incompatibility allele at Nec1 has also experienced selection in the mine population, the physiological effect of the tolerance allele and the biogeographic distribution of copper tolerant plants, which are nearly fixed in multiple mine populations and are segregating at 8.3% of neighboring off-mine populations, is strong evidence that copper tolerance is under selection in the mine habitat [21]. Because the lethality allele at Nec1 has only been found in a single, very recently derived population [23] and has no discernible phenotypic effect beyond causing hybrid lethality, it is less likely this allele is experiencing selection in the mine environment.\n\nWe suggest multiple factors that may explain why the patterns of He and Fst we observe do not conform to the predictions of a classic hard selective sweep. Variation in the mutation rate between markers Sc84_37kb and Sc84_364kb may explain the differences in He and Fst. Additionally, we note that we have been unable to fine map the precise location of Tol1 because this is a highly repetitive pericentromeric region and the Sc84_367kb marker may actually be closer to Tol1 in the Copperopolis genome than its position in the reference genome suggests. Finally, we suggest that the tolerance allele at Tol1 may not have experienced a hard selective sweep. If the tolerance allele was segregating at low frequency in the ancestral population and experienced a soft selective sweep, tightly linked sites would be affected differently depending on the amount of genetic variation at these sites in the ancestral population and the level of linkage disequilibrium (LD) between the selected allele and tightly linked sites when selection first acted upon this population [45]. Tolerant plants are segregating at 8.3% in off-mine populations [23], and although we are unable to determine whether this is caused by segregating ancestral variation or recent migration from mine to off-mine populations, it indicates that the tolerant allele may predate the development of the copper mines and recently rose to near fixation via a soft selective sweep. We investigate whether a soft sweep at Tol1 could have caused the lethality allele at Nec1 to hitchhike to high frequency using a quantitative model of genetic hitchhiking.\n\nTo simulate hitchhiking on tightly linked sites following a hard or soft selective sweep, we use the two-locus model of genetic hitchhiking described by Maynard Smith and Haigh [35] and Barton [38]. In the classic model of a hard selective sweep, the beneficial allele resides on a single haplotype and the selected and linked alleles are initially in complete LD. Because copper mining was initiated in the 1860s, we focused on strong selection situations that would cause a beneficial allele to become nearly fixed within 150 generations. We model the effects of hitchhiking on neutral allele segregating at low frequency (5%) in the ancestral population because the hybrid lethality allele has not been found in neighboring off-mine populations [23]. Additional details of our hitchhiking model are provided in Text S1. Consistent with previous findings [38], we find that during a hard selective sweep, tightly linked alleles within 0.5 cM hitchhike to high frequency in the derived population (Figure S6A, S6D, and S6G). We next model the soft sweep scenario, in which the selected allele is segregating at low frequency (5% and 10%) in the ancestral population. We find that a soft selective sweep can cause sites within 0.5 cM of the beneficial allele to hitchhike to high frequency for a wide range of parameter values (Figure S6B, S6C, S6E, S6F, S6H, and S6I). The primary determinant of hitchhiking effects is the initial level of LD between the selected and neutral alleles. In the hard sweep model, LD is 1, however this parameter can vary when the focal beneficial mutation and a tightly linked allele are segregating in the ancestral population. We find that when we set initial levels of LD to high levels (0.8–1.0), a tightly linked allele within 0.5 cM can hitchhike to high frequency in the derived population (Figure S6). Overall, these findings demonstrate that for this situation, in which a M. guttatus population has rapidly adapted to the copper mine environment, a soft or hard selective sweep can produce large hitchhiking effects on tightly linked sites that happen to be in strong LD in the ancestral population. Although this hitchhiking model makes assumptions that are likely violated in natural populations—deterministic selection on an allele, bi-allelic loci, and constant population size—it provides a useful quantitative framework to describe the effects of genetic hitchhiking on loci in tight genetic linkage.\n\nThe variation we observe in of He and Fst between Tol1Link markers suggests that adaptation in the mine environment may have occurred in a manner more complex than the classic hard sweep model. A soft selective sweep may not uniformly reduce genetic variation or increase genetic differentiation at tightly linked sites if there were differences in the amount of ancestral genetic variation at these sites or variation in the levels of LD between the selected allele and linked sites in the ancestral population [45]. In a soft sweep, the primary determinant of the strength of hitchhiking effects is the initial level of LD between the selected allele and tightly linked alleles. Unfortunately, the extent of LD in the ancestral population for this pericentromeric region is not known. Although we cannot conclusively state whether there was a hard or soft sweep at the Tol1/Nec1 region, we do find strong evidence of selection on this region in the mine population, and the results of our hitchhiking simulations of a hard or soft sweep are consistent with the hypothesis that selection at Tol1 caused the hybrid lethality allele at Nec1 to hitchhike to high frequency in mine population.\n\nIn summary, we have determined that the copper tolerance and hybrid inviability phenotypes are controlled by two distinct, tightly linked loci. Hybrid inviability is not a pleiotropic by-product of adaptation to the mine environment, as originally proposed [22]. We find that Tol1 maps to a highly repetitive, unassembled region of the M. guttatus genome, whereas Nec1 maps to a 10 kb region containing a single TE. Furthermore, we demonstrate that there has been strong positive selection on the Nec1/Tol1 genomic region. We interpret these data as evidence that the Nec1 lethality allele rose to high frequency because of genetic drift induced by selection on the tightly linked Tol1. We demonstrate that natural selection on one locus can cause a tightly linked hybrid lethality allele to hitchhike to high frequency, providing empirical evidence for a new twist on Darwin's hypothesis that reproductive isolation can evolve as an incidental by-product of adaptation to novel environments.\n\n      Materials and Methods\n      \n        Phenotyping\n        \nOur mapping population was created with repeated backcrossing and phenotypic selection for copper tolerance [20],[21]. The initial cross between Copperopolis and Cerig was conducted in 1981, but after the discovery of hybrid inviability loci segregating in this population, all subsequent crosses were made to the Stinson Beach population. The Tol1/Nec1 mapping population was grown and maintained at the University of Exeter greenhouse from 2005–2009. Tolerance was scored as a threshold character as previously described [20]. Tolerance was measured repeatedly (2–6 times) for every putative recombinant line, although a few lines did perish in the greenhouse before they could be re-tested. To score hybrid lethality, we grew 60 seedlings from a focal cross and scored the number of plants with majority yellow or necrotic tissue after 3 wk of growth [22]. Hybrid lethality was scored in multiple (2–8) growouts per line from 2008–2009.\n\n        Genetic Dissection of Tol1 and Nec1\n        \nGenetic mapping of Tol1 and Nec1 was conducted at Duke University using tissue samples shipped from University of Exeter. Genomic DNA was extracted from plant tissue using a modified hexadecyl trimethyl-ammonium bromide chloroform extraction protocol [52]. Most of the genetic markers used in this analysis are DNA fragment-length polymorphism markers analyzed using capillary electrophoresis on an ABI 3730×l DNA Analyzer [53]. These genetic markers score variation in PCR fragment length created by insertion-deletions. For most markers, primers reside in conserved exon sequence and amplify intron sequence [47]. The size of the amplified fragments was scored automatically by the program GENEMARKER (SoftGenetics, 2005, State College, PA) and was confirmed by eye. For additional fine-mapping markers, we used di-deoxy sequencing of PCR products to identify SNPs distinguishing Copperopolis and Stinson Beach alleles (Markers: Sc84_180kb, 234kb, 252kb, 277kb, 281kb, 283kb, 293kb, 297kb; Sc86_144kb, 400kb; Sc341_99kb). SNPs were scored manually using Sequencher (Gene Codes Corp., Ann Arbor, MI). To be sure of genotypes for markers defining the Nec1 locus, Sc84_283kb, 293kb, and 297kb, we ran 2–3 independent reactions for each genetic line.\n\n        Population Genetic Analyses\n        \nWe sampled Copperopolis, O'Byrnes Ferry Road, and Hunt Road populations in 2005 and 2007. We collected seed from unique maternal plants and grew a single plant from each maternal line at Duke University greenhouse for genetic testing. We measured genetic variation using fragment-length polymorphism markers [47]. We calculated the number of alleles and heterozygosity using the program Arlequin [48]. We calculated observed levels of Fst for Tol1Link and Tol1UnLink markers and generated null distribution of Fst using Tol1UnLink markers using coalescence simulations implemented in the program LOSITAN [49] with the following settings: two populations in the Island Model, 1,000,000 simulations, neutral mean Fst, and infinite allele mutation model as suggested for microsatellite markers [34]. To conduct numerical simulations of the two-locus hitchhiking model based on Maynard Smith and Haigh [35] and Barton [38], we wrote a program in C. Constant variables in each simulation were the population size, N, set at 1,000, and the allele frequency of tightly linked neutral allele, U0, set at 0.05. We ran simulations varying the strength of selection, initial frequency of selected allele, and LD between the selected allele and tightly linked sites (Figure S6).\n\n      Supporting Information"
}