{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000051",
  "doi": "10.1371/journal.pbio.1000051",
  "externalIds": [
    "pii:08-PLBI-RA-1187R4",
    "sici:plbi-07-03-03",
    "pmid:19260764",
    "pii:08-PLBI-RA-1187",
    "pmcid:PMC2650725"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Commitment to the Regulatory T Cell Lineage Requires CARMA1 in the Thymus but Not in the Periphery",
  "authors": [
    {
      "name": "Michael J Barnes",
      "first": "Michael J",
      "last": "Barnes",
      "affiliation": "Department of Genetics, The Scripps Research Institute, La Jolla, California, United States of America"
    },
    {
      "name": "Philippe Krebs",
      "first": "Philippe",
      "last": "Krebs",
      "affiliation": "Department of Genetics, The Scripps Research Institute, La Jolla, California, United States of America"
    },
    {
      "name": "Nathaniel Harris",
      "first": "Nathaniel",
      "last": "Harris",
      "affiliation": "Division of Molecular Immunology, Cincinnati Children's Hospital Research Foundation, Cincinnati, Ohio, United States of America"
    },
    {
      "name": "Celine Eidenschenk",
      "first": "Celine",
      "last": "Eidenschenk",
      "affiliation": "Department of Genetics, The Scripps Research Institute, La Jolla, California, United States of America"
    },
    {
      "name": "Rosana Gonzalez-Quintial",
      "first": "Rosana",
      "last": "Gonzalez-Quintial",
      "affiliation": "Department of Immunology and Microbial Science, The Scripps Research Institute, La Jolla, California, United States of America"
    },
    {
      "name": "Carrie N Arnold",
      "first": "Carrie N",
      "last": "Arnold",
      "affiliation": "Department of Genetics, The Scripps Research Institute, La Jolla, California, United States of America"
    },
    {
      "name": "Karine Crozat",
      "first": "Karine",
      "last": "Crozat",
      "affiliation": "Department of Genetics, The Scripps Research Institute, La Jolla, California, United States of America"
    },
    {
      "name": "Sosathya Sovath",
      "first": "Sosathya",
      "last": "Sovath",
      "affiliation": "Department of Genetics, The Scripps Research Institute, La Jolla, California, United States of America"
    },
    {
      "name": "Eva Marie Moresco",
      "first": "Eva Marie",
      "last": "Moresco",
      "affiliation": "Department of Genetics, The Scripps Research Institute, La Jolla, California, United States of America"
    },
    {
      "name": "Argyrios N Theofilopoulos",
      "first": "Argyrios N",
      "last": "Theofilopoulos",
      "affiliation": "Department of Immunology and Microbial Science, The Scripps Research Institute, La Jolla, California, United States of America"
    },
    {
      "name": "Bruce Beutler",
      "first": "Bruce",
      "last": "Beutler",
      "affiliation": "Department of Genetics, The Scripps Research Institute, La Jolla, California, United States of America"
    },
    {
      "name": "Kasper Hoebe",
      "first": "Kasper",
      "last": "Hoebe",
      "affiliation": "Division of Molecular Immunology, Cincinnati Children's Hospital Research Foundation, Cincinnati, Ohio, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2009-03",
  "dateElectronic": "2009-03-03",
  "dateAccepted": "2009-01-19",
  "dateReceived": "2008-03-27",
  "volume": "7",
  "number": "3",
  "pages": "e1000051",
  "tags": [
    "Discipline/Genetics and Genomics",
    "Discipline/Immunology",
    "Discipline/Virology",
    "Type/Research Article"
  ],
  "abstract": "Regulatory T (Treg) cells expressing forkhead box P3 (Foxp3) arise during thymic selection among thymocytes with modestly self-reactive T cell receptors. In vitro studies suggest Foxp3 can also be induced among peripheral CD4+ T cells in a cytokine dependent manner. Treg cells of thymic or peripheral origin may serve different functions in vivo, but both populations are phenotypically indistinguishable in wild-type mice. Here we show that mice with a Carma1 point mutation lack thymic CD4+Foxp3+ Treg cells and demonstrate a cell-intrinsic requirement for CARMA1 in thymic Foxp3 induction. However, peripheral Carma1-deficient Treg cells could be generated and expanded in vitro in response to the cytokines transforming growth factor beta (TGFβ) and interleukin-2 (IL-2). In vivo, a small peripheral Treg pool existed that was enriched at mucosal sites and could expand systemically after infection with mouse cytomegalovirus (MCMV). Our data provide genetic evidence for two distinct mechanisms controlling regulatory T cell lineage commitment. Furthermore, we show that peripheral Treg cells are a dynamic population that may expand to limit immunopathology or promote chronic infection.",
  "fullText": "Introduction\n      \nTwo major mechanisms enforce self-tolerance: negative selection in the thymus and dominant tolerance in the periphery. The importance of both mechanisms is underscored by the phenotypes of autoimmune regulator (Aire) knockout [1] and scurfy mice [2], which have defects in negative selection or dominant tolerance, respectively. Humans with orthologous mutations develop autoimmune polyendocrinopathy-candidiasis-ectodermal dystrophy (APECED) [3,4] or immune dysregulation, polyendocrinopathy, enteropathy, X-linked (IPEX) syndrome [5]. These mutations all result in systemic autoimmunity, though defects in dominant tolerance cause a more severe and fatal disease. The study of dominant tolerance accelerated after cloning of the scurfy locus, which identified forkhead box P3 (Foxp3) as an essential molecule [6]. Foxp3 is a transcription factor expressed predominantly in CD4+ T cells committed to the regulatory T cell (Treg) lineage [7]. Expression of Foxp3 programs T cells with suppressor function, allowing Treg cells to effect dominant tolerance [8].\n\nThe majority of Treg cells are derived from the thymus, although an unknown percentage of these cells may develop in the peripheral lymphoid organs. Thymic Treg lineage commitment occurs in CD4 single-positive (SP) thymocytes and requires intermediate affinity binding of the T cell receptor (TCR) [9], co-stimulation through CD80 and CD86 interactions with CD28 [10,11], and the cytokines TGFβ [12] and interleukin (IL)-2 or IL-15 signaling through the shared IL-2Rβ chain [13–16]. Peripheral commitment of naïve CD4+ T cells to the Treg lineage, modeled in vitro, requires exogenous TGFβ, in addition to TCR stimulation and concomitant IL-2 production, to induce Foxp3 expression and Treg function [17]. Foxp3 induction can be enhanced in vitro by inhibition of AKT-mediated signaling or transient TCR stimulation [18,19], and may be preferentially driven in vivo by retinoic acid made by macrophages and dendritic cells (DCs) residing in mucosal tissues [20]. The differences in signaling pathways used in the development of thymic versus peripherally induced Treg cells remain largely unexplored.\n\nIn this report, we describe the characterization and positional cloning of the king mutation. We identified the mutation by screening G3 mice, homozygous for germline mutations induced by N-ethyl-N-nitrosourea (ENU) [21], to detect defects in T cell effector function. In king homozygous mice, no thymic Treg cells were detected, but Foxp3 could be induced among peripheral CD4+ T cells in response to cytokines. Thus, the king mouse offered a model to explore differences in signaling pathways used for thymic versus peripheral Treg lineage commitment and to study peripheral Treg dynamics, which are normally obscured by the presence of thymic-derived Treg cells. Our studies provide genetic evidence of two pathways, operating in the thymus or periphery, that commit CD4+ T cells to the Treg lineage. We also show that viral infection can cause massive expansion of peripheral Treg cells, an event that may reduce immunopathology or contribute to persistent viral infections.\n\n      Results\n      \n        Identification of the king Mutation\n        \nTo identify genes with non-redundant roles in T cell development, priming or effector function, we designed a screen to detect defective cytotoxic CD8+ T cell (CTL) responses in mice immunized with ovalbumin (act-mOVA) [22]. Among 2,500 ENU-mutagenized G3 mice screened, we have thus far bred three non-responsive mutations to homozygosity. We termed one of these mutants king. While the primary screen used was an in vivo cytotoxicity assay [23], the mutation could be scored using an in vitro assay as well. To do so, we isolated T cells 7 d after immunization, at the peak of the CD8+ T cell response, and expanded antigen-specific CD8+ T cells in culture with SIINFEKL peptide. king CD8+ T cells did not undergo secondary expansion or produce interferon (IFN)γ after restimulation with peptide (Figure 1A). We hypothesized that a mutation affecting DC cross-priming of CD8+ T cells, T cell activation, or T cell proliferation could cause such a phenotype. To test DC function, we used FMS-like tyrosine kinase 3 (Flt3)-ligand to generate bone marrow-derived lymphoid DCs, a subset of DCs that efficiently cross-primes CD8+ T cells [22]. When lymphoid DCs were exposed to ovalbumin expressing apoptotic cells, king DCs primed ovalbumin-specific OT-I T cells as efficiently as wild-type DCs (Figure 1B). In addition, king DCs showed normal up-regulation of co-stimulatory molecules CD40, CD80, CD86, and major histocompatibility complex (MHC) class I and II after activation by Toll-like receptor ligands [24] or apoptotic cells [22] (unpublished data), suggesting that the mutation did not affect co-stimulation. These results indicated that the king mutation did not impair DC-mediated cross-priming of CD8+ T cells.\n\nWe next investigated T cell activation. king CD4+ and CD8+ T cells normally up-regulated CD69, but not CD25 (IL-2Rα) upon TCR activation (Figure 1C). As CD25 can be further up-regulated in response to IL-2, we measured IL-2 production by king CD4+ T cells activated by TCR ligation and found a lack thereof (Figure 1D). Since these data implied only a partial defect in T cell activation, we next assessed T cell proliferative capacity. king T cells failed to proliferate in response to TCR stimulation, although this could be partially rescued by exogenous IL-2 (Figure 1E). As IL-2 is required to maintain CD4+CD25+Foxp3+ Treg cells in the periphery [14], we assessed the development of these cells in king mice. CD4+Foxp3+ T cells were reduced by an order of magnitude in periphery (Figure 1F), but were absent in the thymus (Figure 1G), indicating that the king mutation blocked commitment of developing thymocytes to the Treg lineage. We also investigated the function of another population of self-reactive T cells that develop in the thymus, natural killer T (NKT) cells. 90 min after injection of the NKT cell-specific agonist alpha-galactosylceramide (αGalCer), elevated concentrations of IL-4 and IFNγ were measured in the serum of king mice, indicating that the mutation did not impair pan-T cell function (Figure 1H).\n\nUnlike most other mutations that impair Treg development, king mice did not exhibit gross signs of autoimmunity. Even in a cohort of king mice monitored for over 9 mo, no detectable anti-chromatin auto-antibodies (Figure S1) were found in the serum, nor did the mice develop splenomegaly, lymphoproliferative disease, or signs of chronic inflammation—all aspects of autoimmunity normally controlled by Treg cells.\n\n        king, a Mutation in Carma1\n        \nTo find the causative mutation, we mapped the king phenotype by outcrossing the king stock (C57BL/6J background) to C3H/HeN mice, backcrossing to the king stock, and measuring the percentage of circulating CD4+ T cells expressing Foxp3 in the blood of F2 mice (Figure 2A). By analyzing 134 informative microsatellite markers dispersed throughout the genome on 39 meioses, we localized the king mutation to the distal region of Chromosome 5 with a peak logarithm of odds (Lod) score of 11.74 (Figure 2B). Further analysis of 268 meioses confined the mutation to a 1.03-Mb critical region, bounded by the markers D5Mit292 and D5Mit101. This region contained only six annotated genes (http://www.informatics.jax.org), and among these was Card11 (more commonly known as Carma1 [from CARD-MAGUK1]). We sequenced either genomic DNA or cDNA of all coding basepairs within the critical region and identified a single point mutation in Carma1 (Figure 2C), which resulted in an L525Q substitution. The mutation occurred in α-helix2, in the NORS (no regular secondary structure) domain, of the CARMA1 linker region (Figure 2D). In naïve T cells, the CARMA1 protein adopts a conformation in which the linker domain associates with the caspase recruitment domain (CARD). Upon T cell activation, protein kinase C (PKC)θ phosphorylation of residues in the linker domain reduces intramolecular affinity for the CARD domain. This liberates both the CARD and coiled-coil domains, allowing CARMA1 oligomerization and recruitment of B cell CLL/lymphoma 10 (BCL10) and mucosa associated lymphoid tissue lymphoma translocation gene 1 (MALT1) to the CARMA1 signaling module [25,26]. Following activation, degradation of BCL10 terminates CARMA1-dependent signaling [27]. CARMA1 has a similar function in B cells, downstream of PKCβ. No CARMA1 expression was detected by western analysis in the thymus, spleen, or lymph nodes of king homozygotes (Carma1k/k) (Figure 2E). Furthermore, CARMA1 was not detectable in CD4 or CD8 SP thymocyte lysates (Figure 2F). The L525Q mutation may have the effect of destabilizing the CARMA1-king protein or marking it for degradation in mature T and B cells.\n\nSeveral other groups have generated targeted knockouts or hypomorphs of Carma1 [28–31]. Like these other mutant mice, Carma1k/k mice have reduced basal serum immunoglobulin levels (Figure S2A), fail to mount antigen-specific immunoglobulin (Ig)M and IgG responses after immunization with ovalbumin in Complete Freunds Adjuvant (Figure S2B), and exhibit impaired B cell proliferation (Figure S2C). Lymphocyte development was abnormal in Carma1k/k mice, as in other Carma1 mutants, including a deficiency in peritoneal B1 cells and skewed double-negative thymocyte populations (Figure S3A–S3D). Additionally, splenic natural killer (NK) cells, NKT cells, γδ T cells, memory CD4+ T cells, and mature B cells were reduced in both percentage and cell number (Figure S3E–S3L and unpublished data). With age, some Carma1k/k mice developed severe dermatitis, as reported in homozygotes for the unmodulated allele of Carma1 [30]. Collectively, these data suggest that the L525Q king mutation abolishes CARMA1 activity, and uncover an essential requirement for CARMA1 in thymic Treg development.\n\n        A Cell-Intrinsic Role for Carma1 in Treg Lineage Commitment\n        \nIn addition to Foxp3, thymocytes committed to the Treg lineage also express CD25, glucocorticoid-induced tumor necrosis factor receptor (GITR), and cytotoxic T-lymphocyte antigen-4 (CTLA-4) [32]. To determine whether Carma1k/k thymocytes begin differentiation into the Treg lineage but fail to express Foxp3, a distal marker of Treg differentiation, we examined expression of these additional markers (Figure 3A). The lack of expression of these markers suggests CARMA1 acts early in Treg lineage commitment. An absence of thymic Treg cells in Carma1k/k mice could result from altered selection by thymic epithelial cells, a defect in the TCR and co-stimulatory signaling pathways, or a lack of signaling through the IL-2Rβ chain [13,15,16,33]. To understand the role of Carma1 in thymic Treg development, we generated reciprocal and mixed bone-marrow chimeric mice. Foxp3 expression was absent in Carma1k/k thymocytes that developed in a wild-type thymus (Figure 3B), but normal in wild-type thymocytes that developed in a Carma1k/k thymus (Figure 3C). Therefore, the Treg deficiency in Carma1k/k mice results not from an altered thymic environment, but rather from an intrinsic defect in hematopoietically derived precursors. When wild-type mice were reconstituted with Carma1k/k and wild-type bone marrow at a 4:1 ratio, 1:1 chimerism was achieved among lymphocytes. While wild-type thymocytes differentiated into the Treg lineage at normal frequencies, Carma1k/k thymocytes failed to develop into thymic Treg cells and expressed lower levels of CD25, GITR, and CTLA-4 among CD4 SP thymocytes (Figure 3D). As trans-acting IL-2Rγ chain cytokines produced by wild-type thymocytes did not rescue Foxp3 induction in Carma1k/k thymocytes, it is likely that impaired signaling downstream of the TCR or CD28 underlies the absence of the thymic Treg cells.\n\nPathways distinct from those involved in thymic development regulate commitment and homeostasis of peripheral Treg cells [14]. In wild-type mice reconstituted with Carma1k/k bone marrow, peripheral Treg cells were found at reduced frequencies, similar to those observed in Carma1k/k mice (Figure 3E). Conversely, in Carma1k/k mice reconstituted with wild-type bone marrow, peripheral CD4+Foxp3+ Treg cells occurred at frequencies similar to those observed in wild-type mice (Figure 3F). Therefore, the Carma1k/k environment can support Treg homeostasis and a cell-intrinsic defect in development causes the Treg deficiency observed in these mice. It has been proposed that IL-2 regulates Treg homeostasis and that Treg cells may function as an IL-2 “sink” [14,34]. However, in wild-type mice reconstituted with mixed wild-type and Carma1k/k bone marrow, the Carma1k/k Treg population did not expand in the periphery (Figure 3G). Interestingly, the wild-type Treg population expanded to comprise 20% of the wild-type CD4+ T cells, and 10% of the total CD4+ T cell pool. This suggests that a cell-extrinsic homeostatic mechanism regulates the size of the Treg compartment in the periphery of naïve wild-type mice.\n\n        TGFβ and IL-2 Drive CARMA1-Independent Foxp3 Induction\n        \nWhile Carma1k/k mice lack thymic Treg cells, they do exhibit a peripheral Treg pool, though it is substantially smaller than that in wild-type mice. Peripheral expansion and conversion of CD4+Foxp3+ T cells can be modeled in vitro by culturing activated CD4+ T cells in the presence of the cytokine TGFβ [17]. When we activated Carma1k/k CD4+ T cells with plate-bound anti-CD3 and anti-CD28 in the presence of exogenous TGFβ, they did not proliferate or express Foxp3. However, the combination of exogenous IL-2 and TGFβ was sufficient to rescue both proliferation and Foxp3 induction (Figure 4A). Importantly, the percentage and number of undivided Carma1k/k CD4+Foxp3+ T cells increased, indicating that Foxp3 expression was induced from CD4+Foxp3− T cells. Additionally, the induced Carma1k/k Treg cells did not express stable CARMA1 protein (Figure S4).\n\nTo determine whether Carma1k/k CD4+ T cells were more or less prone than wild-type cells to express Foxp3, we preformed a dose-response analysis of Foxp3 induction by titrating anti-CD3, anti-CD28, and TGFβ concentrations. In the absence of CARMA1, the TCR-signaling threshold for Foxp3 induction was increased significantly (Figure 4B). Co-stimulatory signals were also required for efficient Foxp3 induction in wild-type and Carma1k/k CD4+ T cells (Figure 4C). CARMA1 deficiency did not alter the ability of CD4+ T cells to respond to limiting concentrations of TGFβ (Figure 4D). These data suggest that Foxp3 induction can occur without CARMA1, and reveal a partial role for CARMA1 in transmitting TCR-mediated signals for peripheral Foxp3 induction.\n\nThe absence of detectable thymic Treg cells and presence of a small peripheral Treg population in Carma1k/k mice suggests that induction of Treg cells can occur in the periphery of naïve mice without activation of the CARMA1 pathway. Also consistent with this conclusion, Carma1k/k mice had elevated numbers of CD4+Foxp3+ T cells in the lamina propria and mesenteric lymph nodes (Table 1). The lamina propria of the colon is a site where peripheral conversion of Treg cells may preferentially occur, and these lymphocytes drain to the mesenteric lymph nodes [20,35]. The CD4+Foxp3+ Treg cells in Carma1k/k mice showed normal expression of CD25, CTLA-4, and GITR, but interestingly expressed higher amounts of membrane-associated TGFβ in the mesenteric lymph nodes but not in the spleen (Figure 5A). In vitro induced Carma1k/k Treg cells showed a similar phenotype (Figure 5B) and released more soluble TGFβ than wild-type Treg cells in culture, with or without activation (Figure 5C). Together, these data suggest that peripheral induction of CD4+Foxp3+ Treg cells occurs in the absence of Carma1.\n\n        Characterization of Carma1-Independent Foxp3 Induction\n        \nAs IL-2 and TGFβ are sufficient to induce Foxp3 in Carma1k/k CD4+ T cells, we explored the possibility that these cytokines activated signaling pathways downstream of CARMA1, or induced Foxp3 expression via an alternative pathway. We first activated wild-type and Carma1k/k CD4+ T cells with the PKC activator phorbol myristate acetate (PMA) and ionomycin, without exogenous cytokines (Figure 6A). Upon activation, BCL10 phosphorylation, NF-κB inhibitor alpha (IκBα) degradation and phosphorylation of both Jun N-terminal kinase (JNK) isoforms occurred in wild-type T cells. In contrast, BCL10 was constitutively phosphorylated, amounts of IκBα were constantly elevated, and the JNKp54 isoform remained unphosphorylated in Carma1k/k T cells. Interestingly, decreased abundance and constitutive phosphorylation of BCL10 was observed in total Carma1k/k lymph node T cells, but not thymocytes (Figure 6B). Normally, BCL10 is recruited to CARMA1 after activation. After assembly of the CARMA1 signaling complex, phosphorylation marks BCL10 for ubiquitination and degradation [27]. The lack of CARMA1 protein (Figure 2D) and constitutive degradation of BCL10 in Carma1k/k T cells indicates that the CARMA1 signaling complex cannot be assembled; this is also reflected by the elevated amounts of TGFβ-activated kinase 1 (TAK1) in resting and activated Carma1k/k T cells (Figure 6A), likely due to reduced protein turnover.\n\nOther groups have reported that Carma1-deficient T cells exhibit a lack of nuclear factor κB (NF-κB) nuclear translocation [28–31] and JNK2 phosphorylation [36] after TCR stimulation. While the CARMA1 signaling complex was inoperative in Carma1k/k mice, it was possible that exogenous IL-2 and TGFβ retained the ability to activate NF-κB or JNK. However, when we activated wild-type and Carma1k/k T cells with PMA and ionomycin in the presence of these cytokines, levels of IκBα degradation and JNK phosphorylation remained unchanged up to 60 min after activation (unpublished data). Similar results were obtained when T cells were activated by anti-CD3 and anti-CD28 antibodies.\n\nWe next investigated whether other cytokines could drive Foxp3 expression. To determine if trans-acting cytokines produced by wild-type CD4+ T cells could drive Foxp3 induction, we co-cultured activated wild-type and Carma1k/k CD4+ T cells in the presence of TGFβ. The presence of activated wild-type cells allowed proliferation and Foxp3 induction in Carma1k/k CD4+ T cells. Co-culture in the presence of IL-2 neutralizing antibody abolished proliferation of Carma1k/k CD4+ T cells and Foxp3 induction in both wild-type and Carma1k/k CD4+ T cells (Figure 7A). However, other IL-2Rγ chain cytokines can also substitute for exogenous IL-2 in Foxp3 induction [37]. To test whether this could occur in the absence of CARMA1, we activated Carma1k/k CD4+ T cells in the presence of TGFβ and IL-4 (an IL-2Rγ chain cytokine). Exogenous IL-4 induced proliferation and Foxp3 induction, although, as expected, it was less potent than exogenous IL-2 [38]. However, neutralizing IL-2 antibody abrogated this effect (Figure 7B), indicating that other IL-2Rγ chain cytokines can drive IL-2 production and T cell proliferation independently of TCR-mediated CARMA1 activation. It has also been reported that CpG DNA or associated proinflammatory molecules can act, in vitro, directly on T cells to restore TCR-mediated proliferation and induce CD4+ T cell polarization in cells from Pkcθ−/− mice [39]. However, neither proliferation nor Foxp3 induction occurred in Carma1k/k T cells cultured with TGFβ and CpG, TNFα, IFNα, or IFNγ (Figure 7B).\n\n        Treg Cell Suppressor Function Does Not Require CARMA1\n        \nIt remained unclear whether CARMA1 was required for Treg suppressor function. In addition to Foxp3, in vitro generated Treg cells express CD25, CTLA-4, and GITR at high levels, similar to Treg cells found in vivo. Carma1k/k Treg cells generated in vitro express normal levels of these markers (Figure 7C). Treg cells have the ability to suppress T cell proliferation by a cell-contact dependent mechanism in vitro [34]. Both wild-type and Carma1k/k induced Treg cells, generated in vitro with IL-2 and TGFβ, suppressed the proliferation of wild-type CD4+ T cells in a co-culture assay (Figure 7D). The difference in observed suppression at 1:4 and 1:8 dilutions likely reflects the proliferation defect in Carma1k/k Treg cells. These results suggest Carma1 is neither required for TGFβ-mediated induction of the Treg phenotype, nor for suppressor function.\n\n        Carma1k/k Treg Cells Expand during Mouse Cytomegalovirus Infection\n        \nPeripheral Treg cells comprise a small percentage of Carma1k/k CD4+ T cells in the steady-state. It has been suggested that peripheral Treg cells may expand during conditions of lymphopenia [9], at the site of tumors [40], or in response to pathogens [41]. The absence of thymic-derived Treg cells in Carma1k/k mice provides a model to study the dynamics of peripheral Treg cells during infection. To do this, we infected Carma1k/k mice with a pathogen that establishes persistent infection in mice—mouse cytomegalovirus (MCMV). Carma1k/k mice mounted T-dependent B cell responses that were reduced compared to the wild-type response (Figure 8A), but sufficient to allow survival without any signs of virus-induced immunopathology or detectable virus in the spleen 14 d after infection. Yet, at the peak of the effector CD4+ T cell response, 8 d after infection, no Treg expansion was observed in the spleen (Figure 8B). However, splenic CD4+Foxp3+ Treg cells expanded by an order of magnitude in Carma1k/k mice 14 d after MCMV infection (Figure 8C). MCMV establishes persistent infection in the salivary glands, and T cells drain from the salivary glands to the submandibular lymph nodes. Here, Treg expansion was also observed in Carma1k/k mice (Figure 8D). No Foxp3 expression was detected in the thymus 8 or 14 d after infection, suggesting that Treg expansion resulted from either de novo induction of Foxp3 or expansion of the pre-existing peripheral Treg pool. Additionally, MCMV infected Carma1k/k mice did not develop signs of autoimmune or lymphoproliferative disease when monitored for 80 d after infection.\n\n      Discussion\n      \nAccumulating evidence suggests that diverse stimuli can drive proliferation or induction of CD4+Foxp3+ Treg cells in the periphery [20,40–43]. We have shown that cytokines or MCMV infection can drive Foxp3 induction and peripheral Treg proliferation in the absence of CARMA1, but found different requirements for thymic Treg development. Contrary to expectations that the Treg deficiency observed in mice lacking components of the CARMA1 pathway reflected an inability to produce IL-2 [33], cytokines produced by wild-type thymocytes or thymic epithelial cells did not rescue thymic Foxp3 induction in Carma1k/k thymocytes in mixed bone marrow chimeric mice. This may reflect the absence of CD4+CD25+ thymocytes capable of responding to IL-2 and inducing Foxp3 [44] among Carma1k/k thymocytes. Thus, unlike Foxp3 induction in peripheral CD4+ T cells, which can be driven by cytokines without activation of CARMA1, developing thymocytes require activation of a cell-intrinsic, CARMA1-dependent signaling pathway(s) that likely includes the transcription factor NF-κB. CARMA1-mediated NF-κB activation may act as a survival factor in thymic Treg development, preventing apoptosis of thymocytes with certain TCRs or pre-TCRs [28,45] that are destined to become CD4+Foxp3+ Treg cells.\n\nGiven the robust T cell expansion observed in Carma1k/k mice during MCMV infection, it is perhaps surprising that they do not develop spontaneous autoimmune disease as a consequence of thymic Treg deficiency. Likewise, deletion of other genes in the Carma1 pathway—Pkcθ [46], Bcl10 [46], Tak1 [47,48], Ikkβ [49]—impairs Treg development, but does not result in spontaneous autoimmunity (see Figure S5). Mice with a Ick-driven CD4-specific deletion of Tak1 develop colitis with age, although escaped CD4+ T cells retaining intact Tak1 might initiate disease in this model [47]. Additionally, hypomorphic mutations in regulators of TCR-mediated PKCθ activation, linker for T cell activation (Lat) [50], and zeta-chain-associated protein kinase 70 (Zap70) [51], also block Treg development. In Carma1k/k mice, T cells, including any with potentially auto-reactive TCRs, are normally quiescent, but can become activated during the “cytokine storm” of infection. The small Carma1k/k peripheral Treg pool may also contribute to dampening T cell responses directed towards self-antigens or commensal flora and may release more of the regulatory cytokine TGFβ than wild-type Treg cells. Additionally, the impaired B cell function in Carma1-deficient mice may prevent amplification of auto-reactive immune responses. We also demonstrated that NKT cell, but not conventional T cell cytokine production occurred normally without functional CARMA1, suggesting that in the absence of thymic-derived Treg cells, Carma1k/k NKT cells do not drive spontaneous autoimmune disease.\n\nThe development of the hematopoietic system and lymphocyte activation defects were similar in Carma1k/k mice and Carma1-knockout mice. Therefore, it was surprising to find reduced protein levels and constitutive phosphorylation of BCL10 in Carma1k/k CD4+ T cells. In CARMA1-deficient JPM50.6 cells, BCL10 expression is normal [52]. The normal expression of BCL10 in Carma1k/k thymocytes, but not lymph node cells suggests BCL10 degradation may be confined to mature T and B cells. As the king mutation occurred in a region of CARMA1 predicted to regulate accessibility of the CARD domain, we propose a model in which BCL10 is constitutively recruited to the CARMA1-king protein in mature T and B cells. This interaction is not sufficient to assemble the full CARMA1-BCL10-MALT1 signaling complex or to activate NF-κB, but does allow for BCL10 phosphorylation and the subsequent degradation of BCL10 [27] and the CARMA1-king protein. As a result, the CARMA1-BCL10-MALT1 complex cannot be assembled upon TCR stimulation.\n\nThe generation of peripheral Treg cells requires TCR signals in addition to TGFβ and IL-2 in vitro. Our data suggest that peripheral Foxp3 induction may not require CARMA1-mediated activation of NF-κB, as indicated by the lack of IκBα degradation or JNK phosphorylation after activation. When IκBα degradation was induced by culturing CD4+ T cells with TNFα [29], Carma1k/k cells still did not proliferate, nor did they up-regulate Foxp3 in the presence of TGFβ. Similar to our observations for Carma1k/k mice, exogenous IL-2 can also rescue the TCR-mediated proliferation defect in mice deficient for the NF-κB family members p50 and c-Rel [53]. T cells from these mice also cannot produce IL-2, and peripheral CD4+CD25+ cells are reduced 5-fold. It will be of interest to determine if thymic Treg cells develop in these NF-κB deficient mice and whether peripheral CD4+ T cells from these mice induce Foxp3 after exposure to IL-2 and TGFβ.\n\nRecently, two groups reported TGFβ-independent Foxp3 induction in vitro when CD4+ T cells were activated in the presence of chemical or genetic inhibitors of the phosphatidylinositol 3-kinase (PI3K)-AKT-mammalian target of rapamycin (mTOR) signaling axis [18,19]. Weak or transient TCR stimulation, without co-stimulation, is also postulated to favor peripheral induction of Foxp3 in vivo [19,43]. However, Carma1k/k CD4+ T cells were less prone than wild-type CD4+ T cells to induce Foxp3 when given weak TCR stimulation. Therefore, our data suggest that unlike the AKT signaling axis, blockade of CARMA1-dependent signaling does not favor peripheral Foxp3 induction.\n\nIn vivo, we have shown that factors produced during MCMV infection can stimulate peripheral Treg expansion in Carma1k/k mice. Our in vitro data suggest that this expansion may require IL-2Rγ chain cytokines, such as IL-4, to drive IL-2 production. Expansion of Treg cells may contribute to the transient immunosuppression that can follow viral infection [54], and our data suggest these cells may arise peripherally. Such a response could protect the host against cross-reactive anti-viral T cells that have the potential to precipitate autoimmune disease. An alternative but not mutually exclusive hypothesis holds that MCMV may manipulate the host immune response to expand virus-specific Treg cells. Such a strategy has been well documented for the parasite Leishmania major [42], and may be utilized by other viruses, for example Friend leukaemia virus [41]. If these Treg cells localized to viral reservoirs, they could facilitate persistent viral infections.\n\nThe existence of two pathways for Foxp3 induction allows for a total Treg pool with two potential specificities [32]. Thymic Treg cells might primarily express TCRs with intermediate self-affinity [9], as Foxp3 induction would require TCR signals strong enough to activate CARMA1 without causing clonal deletion. Tonic signaling through the TCR along with consumption of cytokines could allow expansion of thymic Treg cells to fill the Treg niche. The generation of peripherally induced Treg cells might be driven by cytokines produced by the innate immune system at mucosal sites or during infection. In Carma1−/− mice, myeloid cells make normal amounts of IL-2, which may support the peripheral Treg population we observe in Carma1k/k mice [55]. These induced Treg cells could then prevent T cell responses to commensal flora and dampen potentially dangerous responses to pathogens [41] or innocuous antigens [43].\n\n      Materials and Methods\n      \n        Mice, pathogens, and antibodies.\n        \nWe obtained C57BL/6J and Jnk2−/− mice from The Jackson Laboratories. We generated king mice at TSRI using ENU mutagenesis [21]. They have been made available through the Mutant Mouse Regional Resource Centers (MMRRC:030114-UCD).\n\nThe MCMV smith strain was isolated from the salivary glands of 3-wk-old infected BALB/c mice. 1 × 105 PFU of MCMV was injected IP per mouse.\n\nThe following antibodies were used in this study for flow cytometry: CD4-APC (L3T4), CD25-FITC (PC61.5), CD45.1-FITC (A20), CD45.2-APC (104), CD69-APC (H1.2F3), Foxp3-PE (FJK-16s), GITR-FITC (DTA-1), IFNγ-APC (XMG1.2) (eBioscience); CD4-FITC (L3T4), CTLA-4-FITC (1B8) (Southern Biotech). Intracellular staining was performed for analysis of CTLA-4, Foxp3, and IFNγ. These antibodies were used for western blotting: BCL10 (Santa Cruz); CARD11, IκBα, pJNK, JNK, TAK1 (Cell Signaling). Purified CD3ε (145–2C11) and CD28 (37.51) antibodies (eBioscience) were used at indicated concentrations for T cell activation. Carboxyl fluorescent succinimidyl ester (CFSE) labeling was performed by incubating MACS (Miltenyi Biotech) purified CD4+ T cells, CD8+ OT-I T cells, or splenic B cells in 5 μM CFSE with 0.1% fetal calf serum in PBS for 10 min.\n\n        CD8+ T cell functional assays.\n        \nTo assess the CD8+ T cell response, we immunized mice with 1 × 107 γ-irradiated (1,500 rad) act-mOVA splenocytes. 7 d later, 5 × 106 splenocytes were isolated and cultured with 10 nM SIINFEKL peptide in IMDM media supplemented with 10% FCS (Atlanta Bio). 5 d later, cells were restimulated with 100 nM SIINFEKL peptide in the presence of brefeldin A. Production of IFN-γ was assessed by intracellular cytokine staining.\n\nTo test cross-priming of CD8+ T cells, lymphoid DCs were generated by culturing 1 × 107 bone marrow cells with 200 ng/ml human Flt3-ligand (Peprotech) in supplemented IMDM media for 8 d. 1 × 105 DCs were then co-cultured with 2 × 105 γ-irradiated (1,500 rad) Kb−/−; act-mOVA splenocytes and 1 × 105 MACS purified CFSE labeled CD8+ OT-I T cells. CFSE dilution was assessed 3 d later by flow cytometry.\n\n        NKT cell activation.\n        \nNKT cells were activated by injecting mice IV with 2 μg of αGalCer. Serum was collected 90 min later, and cytokine concentration was measured by ELISA (eBioscience).\n\n        In vitro T cell activation.\n        \nMACS purified splenic CD4+ T cells were used to test T cell activation. To measure up-regulation of activation markers by flow cytometry, cells were activated for 24 h, and then stained for intra-cellular CD25 and CD69. IL-2 production was measured by culturing 2 × 105 cells/ml under activating conditions in supplemented IMDM media. Supernatant was harvested at 18 h and IL-2 was measured by ELISA (eBioscience). T cell proliferation assays entailed activating CFSE-labeled CD4+ T cells using 10 μg/ml CD3ε and 1 μg/ml CD28 plate-bound antibodies with or without 100 U/ml IL-2. CFSE dilution was measured after 4 d by flow cytometry.\n\nPeripheral Treg cells were generated in 24-well plates by culturing 3 × 105 CFSE-labeled CD4+ T cells in plates coated with CD3ε and CD28 antibodies with or without IL-2 (R &amp; D Systems) and/or TGFβ (R &amp; D Systems) in supplemented IMDM media. CFSE dilution and intracellular expression of Foxp3 was measured after 4 d of culture. To examine the effect of other cytokines, 2 × 105 CFSE-labeled C57BL/6-CD45.1+ and king-CD45.2+ CD4+ T cells were co-cultured in plates coated with 2 μg/ml CD3 and CD28 antibodies in supplemented IMDM media with 5 ng/ml TGFβ and with or without 10 μg/ml neutralizing IL-2 antibody (JES6–1) (eBioscience). Additionally, CFSE dilution and Foxp3 induction was assessed in CFSE-labeled CD4+ T cells activated by 2 μg/ml CD3 and CD28 plate-bound antibodies in supplemented IMDM media with 5 ng/ml TGFβ and: 100 nM CpG oligonucleotides (SIGMA), 10 ng/ml IL-4, 10 ng/ml TNFα, 100 U/ml IFNα, or 100 U/ml IFNγ (all cytokines, R &amp; D systems).\n\nFor western analysis of T cell signaling, MACS purified CD4+ T cells were activated with 50 ng/ml PMA and 500 ng/ml ionomycin (SIGMA) for the indicated time. Cells were lysed in a non-ionic buffer with protease and phosphatase inhibitors for 15 min on ice, then suspended at a 1:1 ratio in Lamelli sample buffer.\n\n        Bone marrow chimeras.\n        \nRecipient mice were γ-irradiated (2 × 500 rads) and injected with 1 × 108 donor bone marrow cells. 10 wk later, lymphoid tissues were harvested, homogenized, stained, and analyzed by flow cytometry.\n\n         In vitro suppressor assays.\n        \nThe Treg suppressor assay was performed under conditions previously described [34,37]. Briefly, MACS purified CD4+ T cells were cultured in plates coated with 2 μg/ml CD3 and CD28 antibodies, in 100 U/ml IL-2 (R &amp; D Systems) and 5 ng/ml TGFβ (R &amp; D Systems) in supplemented IMDM media. After 4 d, CD4+ T cells were again MACS purified. Foxp3 induction was assessed by flow cytometry, and in all experiments at least 90% of CD4+ T cells expressed Foxp3. Induced Treg cells were harvested and co-cultured at indicated ratios with 5 × 104 MACS purified CFSE-labeled CD8+ T cells. Also included were 1 × 105 T cell-depleted, γ-irradiated (3,000 rad) splenocytes as bystander cells and 0.5 μg/ml soluble CD3ε antibody. CFSE dilution was assessed by flow cytometry after 3 d of co-culture.\n\n        MCMV-specific Ig measurement.\n        \nTo measure the concentration of MCMV specific Ig in the serum, 96-well plates were coated with virus, then blocked in 5% milk. Serum samples were diluted 1:200, then serially diluted threefold. Anti-Ig HRP conjugated antibodies were used for detection.\n\n        Accession numbers.\n        \nThe Entrez GeneID numbers (http://www.ncbi.nlm.nih.gov/sites/entrez?db=gene) for genes and gene products mentioned in the text are: Aire (11634), Akt (11651), Bcl10 (12042), Card11 (108723), Cd25 (16184), Cd28 (12487), Cd3e (12501), Cd40 (21939), Cd69 (12515), Cd80 (12519), Cd86 (12524), c-Rel (19696), Ctla-4 (12477), Flt-3 (14255), Foxp3 (20371), Gitr (21936), Ifnα (15960), Ifnγ (15978), Ikbα (18035), Ikkβ (16150), Il-15 (16168), Il-2 (16183), Il-2rβ (16185), Il-2Rγ (16186), Il-4 (16189), Jnk2 (26420), Lat (16797), Malt1 (240354), mTor (56717), p50 (18033), Pi3k (18708), Pkcθ (18761), Tak1 (26409), Tgfβ (21803), Tnfα (21926), and Zap70 (22637).\n\n      Supporting Information"
}