{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0040264",
  "doi": "10.1371/journal.pbio.0040264",
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "The Cyanophage Molecular Mixing Bowl of Photosynthesis Genes",
  "authors": [
    {
      "name": "Emma Hill",
      "first": "Emma",
      "last": "Hill"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2006-08",
  "dateElectronic": "2006-07-04",
  "volume": "4",
  "number": "8",
  "pages": "e264",
  "tags": [
    "Discipline/Ecology",
    "Discipline/Evolutionary Biology",
    "Discipline/Microbiology",
    "Discipline/Virology",
    "System Taxonomy/Eubacteria",
    "System Taxonomy/Viruses",
    "Type/Synopsis"
  ],
  "fullText": "Among the wealth of microbial organisms inhabiting marine environments, cyanobacteria (blue-green algae) are the most abundant photosynthetic cells. \n\t\t\t\tProchlorococcus and \n\t\t\t\tSynechococcus, the two most common cyanobacteria, account for 30% of global carbon fixation (through the photosynthetic process in which sugars are manufactured from carbon dioxide and water). By drawing on natural resources, these microbes use photosystems (PS) I and II (the two reaction centers in photosynthesis) to harness energy.\n\nIntriguingly, some viruses that infect cyanobacteria (called cyanophage), carry genes that encode two PSII core reaction-center proteins: PsbA (the most rapidly turned over core protein in all oxygen-yielding photosynthetic organisms) and PsbD (which forms a complex with PsbA). By expressing their own copies of \n\t\t\t\tpsbA and \n\t\t\t\tpsbD during infection, these cyanophages have managed to co-opt host genes to suit their own purposes: enhancing photosynthesis. It seems likely that they do this in the interests of their own fitness, since cyanophage production is optimal when photosynthesis is maintained during infection.\n\nUntil recently, only a small sample of cyanophages had been examined, leaving open the questions of how widespread PSII genes are in these organisms and where the genes came from. To answer these questions, Matthew Sullivan, Debbie Lindell, Sallie Chisholm, and colleagues examined a pool of 33 cyanophage isolates (cultured from samples collected from the Sargasso Sea and the Red Sea), along with data already available for nine other cyanophages, for the presence of \n\t\t\t\tpsbA and \n\t\t\t\tpsbD genes. They found \n\t\t\t\tpsbA was present in 88% and \n\t\t\t\tpsbD in 50% of the cyanophages studied. By analyzing the sequences of these genes along with those from \n\t\t\t\tProchlorococcus and \n\t\t\t\tSynechococcus host genes, they reconstructed the evolutionary history of how the PSII genes entered the phage genomes.\n\nCyanophages are divided morphologically into three main families (Podoviridae, Myoviridae, and Siphoviridae). Looking at the distributions of the PSII genes across the different families, Sullivan, Lindell, et al. saw that \n\t\t\t\tpsbA was present in all myoviruses and all \n\t\t\t\tProchlorococcus podoviruses, but not in \n\t\t\t\tProchlorococcus siphoviruses or \n\t\t\t\tSynechococcus podoviruses. The high levels of sequence conservation between the different cyanophages suggest that this gene is probably functional and that it is likely to increase the reproductive fitness of the phage. The length of the latent period may impact the distribution pattern of \n\t\t\t\tpsbA among these phage groups. However, more information about the physiological characteristics of cyanophages is needed to further investigate these possibilities.\n\nThe second gene, \n\t\t\t\tpsbD, was less prolific but was seen in four of the 20 \n\t\t\t\tProchlorococcus myoviruses and 17 of the 20 \n\t\t\t\tSynechococcus myoviruses examined—all of which also encoded \n\t\t\t\tpsbA. Myoviruses are known to infect a wider range of cyanobacteria than the other cyanophage families. Indeed, when investigated, the \n\t\t\t\tpsbD-encoding myoviruses correlated with those known to have a broader host range. Perhaps the co-opting of both PSII genes ensures a functional PsbA–PsbD protein complex to enhance infection for these cyanophages that are able to infect a wider range of hosts.\n\nTo determine when the PSII genes had been transferred into the phage and from where, Sullivan, Lindell, et al. investigated the nucleotide sequences of \n\t\t\t\tpsbA and \n\t\t\t\tpsbD from both \n\t\t\t\tProchlorococcus and \n\t\t\t\tSynechococcus host and cyanophage. Using meticulous sequence analyses and standard statistical methods, they generated phylogenetic trees to explain the evolutionary history of these two PSII genes.\n\nBy analyzing the clusters of sequence types within the resulting tree, the authors saw evidence that \n\t\t\t\tpsbA was transferred from the cyanobacteria host genome into the phage genome on four independent occasions and two separate occasions for \n\t\t\t\tpsbD. Exchange events were generally host-range specific, meaning that \n\t\t\t\tProchlorococcus genes transferred to \n\t\t\t\tProchlorococcus phages, and so on. However, a few intriguing exceptions, where genes did not cluster with their hosts, were observed; these might result from genetic exchange between members of two different phage families (one of broader host range) during co-infection of the same host.\n\nSullivan, Lindell, et al. were also able to use their dataset to investigate a previous suggestion that alterations in the nucleotide distributions within individual PSII genes (creating a kind of patchwork gene) demonstrate that intragenic recombination has taken place. Indeed, they confirm that this occurs among \n\t\t\t\tSynechococcus myoviruses and \n\t\t\t\tProchlorococcus podoviruses. In some cases involving \n\t\t\t\tSynechococcus, intragenic recombination appears to have happened in both host-to-phage and phage-to-host directions for both genes; and, for some \n\t\t\t\tProchlorococcus genes, DNA from an unknown source also seems to have been inserted. Occasionally, intragenic exchanges are also seen between \n\t\t\t\tSynechococcus hosts.\n\nThe authors compare their cultured results to those from wild phage sequences from the Pacific Ocean and see that much of the natural diversity is similar to the sequences from the cyanophage isolates, despite their origination from different ocean basins. Overall, therefore, a considerable amount of genetic shuffling takes place within these two PSII genes in cyanophages, and this creates a reservoir of photosynthetic diversity from which both host and phage are likely to benefit. This study offers a compelling example of global-scale microbial and phage co-evolution that likely influences the biological success of these prolific marine organisms.",
  "externalIds": [
    "pmid:20076620",
    "pmcid:PMC1484496"
  ]
}