{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0060069",
  "doi": "10.1371/journal.pbio.0060069",
  "externalIds": [
    "pii:07-PLBI-RA-1733R1",
    "sici:plbi-06-03-20",
    "pmid:18366255",
    "pii:07-PLBI-RA-1733",
    "pmcid:PMC2270325"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Circadian Remodeling of Neuronal Circuits Involved in Rhythmic Behavior",
  "authors": [
    {
      "name": "María Paz Fernández",
      "first": "María Paz",
      "last": "Fernández",
      "affiliation": "Laboratorio de Genética del Comportamiento, Instituto Leloir, Instituto de Investigaciones Bioquímicas-Buenos Aires–Consejo Nacional de Investigaciones Científicas y Técnicas (IIBBA-CONICET), Buenos Aires, Argentina"
    },
    {
      "name": "Jimena Berni",
      "first": "Jimena",
      "last": "Berni",
      "affiliation": "Laboratorio de Genética del Comportamiento, Instituto Leloir, Instituto de Investigaciones Bioquímicas-Buenos Aires–Consejo Nacional de Investigaciones Científicas y Técnicas (IIBBA-CONICET), Buenos Aires, Argentina"
    },
    {
      "name": "María Fernanda Ceriani",
      "first": "María Fernanda",
      "last": "Ceriani",
      "affiliation": "Laboratorio de Genética del Comportamiento, Instituto Leloir, Instituto de Investigaciones Bioquímicas-Buenos Aires–Consejo Nacional de Investigaciones Científicas y Técnicas (IIBBA-CONICET), Buenos Aires, Argentina"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2008-03",
  "dateElectronic": "2008-03-25",
  "dateAccepted": "2008-02-04",
  "dateReceived": "2007-06-13",
  "volume": "6",
  "number": "3",
  "pages": "e69",
  "tags": [
    "Discipline/Neuroscience",
    "Type/Research Article"
  ],
  "abstract": "Clock output pathways are central to convey timing information from the circadian clock to a diversity of physiological systems, ranging from cell-autonomous processes to behavior. While the molecular mechanisms that generate and sustain rhythmicity at the cellular level are well understood, it is unclear how this information is further structured to control specific behavioral outputs. Rhythmic release of pigment dispersing factor (PDF) has been proposed to propagate the time of day information from core pacemaker cells to downstream targets underlying rhythmic locomotor activity. Indeed, such circadian changes in PDF intensity represent the only known mechanism through which the PDF circuit could communicate with its output. Here we describe a novel circadian phenomenon involving extensive remodeling in the axonal terminals of the PDF circuit, which display higher complexity during the day and significantly lower complexity at nighttime, both under daily cycles and constant conditions. In support to its circadian nature, cycling is lost in bona fide clockless mutants. We propose this clock-controlled structural plasticity as a candidate mechanism contributing to the transmission of the information downstream of pacemaker cells.",
  "fullText": "Introduction\n      \nMany organisms display daily rest–activity cycles, which are reminiscent of the sleep–wake cycles observed in humans. This rhythmic activity is sustained even in the absence of environmental light-dark cues, revealing its endogenous origin. Along the years, many of the components of the circadian clock responsible for generating and sustaining molecular rhythmicity have been identified and characterized in different model systems [1,2], but only recently a picture of how molecular rhythms operating at a single cell level are translated to overt rhythmic behavior is beginning to unfold in Drosophila.\n\nRhythmic locomotor behavior in flies depends on an intact molecular oscillator [3] operating within the circadian circuitry, which is comprised by three major neuronal clusters (reviewed in [4,5]). The small ventral lateral neurons (LNv) are at the top of the hierarchy because they command not only the pace of most of the remaining clusters [6], but also direct rhythmic behavior in the absence of any other brain oscillators [7] or by themselves in a clockless mutant [8]. The small LNvs send their projections towards the dorsal protocerebrum where some of the dorsal clusters are located [9,10], and release a neuropeptide known as pigment dispersing factor (PDF) in a circadian fashion [11]. Supporting its link to clock-controlled locomotor behavior, pdf levels are affected in arrhythmic bona fide clock mutants [11–13]. Moreover, PDF itself has been considered crucial in sustaining behavioral oscillations, after a thorough analysis of the effect of altering pdf levels [14,15] and its role in the synchronization between the different brain oscillators [6,16,17], some of which have recently been shown to express PDF receptor [18–20]. PDF levels in the dorsal protocerebrum change throughout the day likely not as the result of posttranslational peptide processing or transport per se but as a consequence of differential release [11]. However, recent data suggests that PDF cycling in dorsal protocerebrum is not necessary for the maintenance of rhythmic behavior in DD, since overexpression of a fusion protein between the rat atrial natriuretic factor and the green fluorescent protein (GFP) [21] collapses the oscillation in PDF levels (measured as signal intensity) while behavioral rhythmicity is largely unaffected [22].\n\nIn experiments involving PDF staining at different times during a daily cycle we noticed that the arborizations of the small LNv dorsal projections changed between early morning and early night to a higher degree than that anticipated simply by the variation in PDF intensity. To characterize in depth these daily changes in the PDF circuit, a membrane-bound fluorescent reporter was used to mark the entire structure. Here we demonstrate that the circuit underlying rhythmic behavior undergoes cyclic changes in the topology of its dorsal termini under synchronizing light-dark cycles and even in the absence of environmental cues, underscoring its connection with the endogenous biological clock. Moreover, this daily variation in circuit structure is abolished in arrhythmic clock mutants (such as per01 and tim01), further supporting its circadian nature. We propose that circadian remodeling of the PDF circuit reveals an additional layer of clock control towards the consolidation of rhythmic rest-activity cycles.\n\n      Results/Discussion\n      \n        Daily Changes in the Circuit Underlying Rhythmic Rest–Activity Cycles\n        \nRhythmic locomotor behavior heavily relies on the concerted action of the small LNvs. These PDF-expressing neurons extend their projections dorsally towards the protocerebrum forming an axonal stem, which halfway through its trajectory shifts towards the center of the brain and opens up into a 2-D axonal arbor (Figures 1A–1C and Figure S1). Expression of synaptobrevin-GFP (a presynaptic marker) supports the notion that these arborizations are axonal projections (Figure 1G) [23].\n\nPDF intensity levels cycle within the dorsal protocerebrum (Figure 1B, left panel) [11], but whether this cycling results in a modulation of its postsynaptic response has yet to be established; interestingly, dense-core vesicles reactive to a PDF-like peptide have been described in the dorsal protocerebrum of Musca and Drosophila [24], suggesting that their accumulation and release could be under clock control, as it appears to be the case for the dense-core vesicles found in the lamina [25]. While characterizing these PDF changes at the dorsal protocerebrum in greater detail we noticed that the PDF signal displayed a distinct configuration at different times in the day, which could not be simply attributed to the circadian control of PDF levels. We speculated that this observation could also result from plastic changes in the anatomical properties of the axons themselves. In fact, daily and circadian changes in morphological features of the axonal projections have been reported in other circuits, although none of them has a clear connection with a specific physiological output [25–28].\n\nIn an attempt to characterize in depth daily changes in the PDF circuit, a transgenic line expressing a highly stable, membrane-tethered version of the GFP (mCD8-GFP [29]) under the pdf specific promoter [14] was used. Thus, mCD8-GFP recreates the entire PDF circuit, that is, the small and large LNvs somatas as well as their axonal and dendritic projections. By using a stable reporter as opposed to the neuropeptide itself should ensure that any observed variations in circuit morphology could not be attributed to its expression, post-translational processing or transport. Transgenic pdf-gal4; UAS-mCD8-GFP flies (from now on referred to as pdf &gt;mCD8-GFP) were synchronized to 12 h light: 12 h dark cycles to entrain their molecular oscillators. Young (0–3 d old) adult brains fixed at zeitgeber time (ZT) 2 and 14 (ZT2 and ZT14 indicate 2 h after lights ON and light OFF, respectively) were stained with anti-PDF and anti-GFP antibodies. These time-points were selected as they represent the peak and the trough of PDF intensity [11]. Figure 1B shows representative images of each condition in a wild-type background. Not only did the PDF-associated signal change during early morning and early night (compare ZT2 to ZT14, left panel) but also and most strikingly, the circuit itself, revealed through GFP staining, underwent these daily fluctuations at the level of the dorsal projections. In the early morning, it showed a higher degree of arborization, including both more numerous and likely higher order axonal processes. In contrast, at nighttime, the circuit adopted a closed conformation, where fewer branches could be distinguished. A magnified view of these projections stained with the avidin-biotin complex method is shown in Figure 1C.\n\nThe degree of axonal arborization was quantified by using an adaptation of Sholl's method to study the dendritic branching pattern [30]. As depicted in the cartoon in Figure 1D the number of intersections between the concentric rings and the projections were determined. Representative images illustrating how the intersections were visualized and quantitated are included in Figure S2A. A significant difference in the axonal morphology was observed (p &lt; 0.0001, non parametric Mann-Whitney test), whereby at nighttime there was a decrease in the complexity of the axonal arbor of the PDF circuit (Figure 1E), represented by fewer intersections. Noteworthy, when presynaptic structures were visualized using a synaptobrevin-GFP fusion protein, a differential pattern of vesicle distribution was observed, suggesting the possibility that the activity is concomitantly changing (Figure 1G and unpublished data). One possible scenario to account for this observation is that synaptic contacts are remodeled as a function of time of day, or alternatively, that the PDF terminals contact different targets at different times. At present we cannot exclude either possibility.\n\n        Plastic Changes in the Circuit Underlying Rhythmic Behavior Have an Endogenous Origin\n        \nDaily changes in axonal morphology could merely be the direct response to a changing environment, as opposed to be regulated by an endogenous mechanism. To determine whether this structural plasticity was under the control of the endogenous biological clock whole mount adult brains from flies kept under constant darkness (DD) were fixed and dissected at circadian time (CT) 2 and 14 (Figure 2A) during the second day after transfer to constant conditions (DD2). Under these conditions, a significant decrease in the total number of axonal crosses in brains examined during subjective night was found (Figure 2C), when compared to those fixed during subjective day, consistent with a role of the circadian clock controlling axonal plasticity under both 12 h light/dark (LD) and DD conditions.\n\nThis decreased scoring for the nighttime configuration suggests a reduced overall complexity of the PDF axonal arbor at subjective night. This, in turn, could either result from a reduced number of higher order projections rendering a less branched arbor of similar length, or from projections with a decreased length, giving rise to an arbor of similar complexity but shorter branches (see a schematic representation of possible mechanisms in Figure S2B). To distinguish between these possibilities the number of projections representative of each segment (rings 1 through 6 in Figures 1D and S2A) were compared, and significant differences were observed along the entire region both in LD and DD, with the exception of the most proximal section (ring 1), supporting the notion that the reported remodeling is unlikely the result of circadian extension/retraction (Figures 1F and 2B).\n\nHelfrich-Forster described how the PDF-associated signal along the midline slowly disappears right after eclosion [31]. Our experiments showed that not only did the neuropeptide signal decrease as the fly matured but also the GFP signal did, underscoring that this decrease most likely reflects a complete retraction of the PDF circuit itself (Figure S3). To discard a possible contribution of developmental changes to the cycling observed in circuit morphology at the dorsal protocerebrum 45 flies eclosed within a narrow 15 h-window kept under LD cycles were dissected at ZT2 and ZT14 during three consecutive days. Thus, flies dissected at ZT2 in the second or third day were older than those dissected the night before (at ZT14). When the analysis described in Figure 1D was performed, brains taken during the day displayed the characteristic open conformation, similar to that shown in Figure 1B, upper panel, thus precluding the possibility that the changes in morphology followed a developmental program (unpublished data).\n\nTo explore whether such circadian changes persisted into adulthood, six and 12 day-old flies were analyzed (Figure 2C). These timepoints were selected as they span a regular behavioral experiment. Interestingly, significant remodeling was observed even in older flies, reinforcing its relevance. No sexual dimorphism was found (Figures S4A–B), although a higher inter individual variability was observed in female flies.\n\n        A Functional Clock Is Required for Circadian Structural Plasticity\n        \nSince this phenomenon was observed in the absence of direct effect of light on behavioral and molecular processes, we sought to determine the impact of the absence of a functional clock on the structure of the PDF circuit. Previous reports had described that both mutations affected the cycling in PDF intensity albeit to a different fashion [11]. per01 mutants displayed constitutively low PDF immunoreactivity, meanwhile tim01 mutants showed constantly high PDF signal. We introduced the pdf &gt;mCD8-GFP transgenes into the per01 and tim01 mutant background and quantified the number of branches during early morning and night (ZT2 and ZT14, respectively); given the lack of a functional clock any differences would be attributed to the environmental condition. No significant difference between ZT2 and ZT14 was found in either mutant (Figures 3A–3C), further strengthening the involvement of the circadian clock in this process. The lack of rhythmicity could derive from different scenarios. Either the morphology of the dorsal projections in a mutant background would represent a given time point seen in wild-type brains (as interpreted for PDF staining [11]), or, alternatively, the PDF circuit could display a unique conformation never present in wild-type flies, suggesting these genes could be playing additional roles to those ascribed to core clock function. Consistent with our observations, Cantera and colleagues have recently reported that branching of a motor neuron is severely affected in the absence of these clock proteins, whereby in per01 flies a reduced branching was observed, in stark contrast to the hyper branching characteristic of different tim null alleles [28].\n\nExamples of structural plasticity have been reported along the years, such as the light-dependent changes in the axon terminals of bipolar cells in the rat retina [32] or the synaptic activity-dependent changes in the morphology of dendritic spines in cultured hippocampal neurons [33]. Recently, Pyza and colleagues reported daily changes in the properties of the L1 and L2 interneurons of the visual system of the house fly and in Drosophila [26,27]; interestingly, they showed a circadian oscillation in the size and spacing of the varicosities (alleged sites of peptide release) from the LNvs into the fly eye. These changes were proposed to convey circadian information out from the large LNvs [25].\n\nHere we describe circadian changes in the structure of the circuit underlying rest-activity cycles in Drosophila. Such changes could result in differential activity within the circuit, fine-tuning the connection between the PDF circuit and its postsynaptic targets, or even reaching different targets along the day. Moreover, since PDF is responsible for synchronizing distinct clusters within the circadian network, this phenomenon could also impinge on the neuronal coupling between clock cells.\n\nAlthough the underlying molecular mechanisms sustaining the circadian changes in structural plasticity are not understood, alternative scenarios are envisioned. Differences in the complexity of the axonal arbor could reveal a continuous neurite addition and retraction, reminiscent of that responsible of refining the connection between the retinal ganglion cell axons as they project into the optic tectum [34] which has been shown to be based on correlated activity [35]. Alternatively, this phenomenon could uncover a dynamic fasciculation/defasciculation process. In clear favor of such possibility is the observation that a number of cell adhesion molecules are under circadian regulation (as reported by microarray analysis [36,37]). The contribution of the cyclical accumulation and release of PDF containing vesicles to this phenomenon cannot be excluded.\n\nGiven the fundamental role of the establishment of the proper synaptic connections in any functional neuronal network, the ability of a certain neuron to reach its targets in a spatially and temporally regulated manner relies on a highly orchestrated set of processes. The hierarchical organization of the circadian network is one of the most thoroughly characterized in Drosophila [38]. The transmission of information from pacemaker cells, those that occupy the highest level within this hierarchy, is crucial for structuring the downstream rhythmic rest-activity cycles.\n\nIt has been shown that altering PDF expression in pacemaker cells or their electrical activity interferes with their proper output [39–41]. In this work we introduce a plastic change in the morphology of the PDF circuit as a candidate novel mechanism for transmitting clock information on a time-dependent manner: most likely, a circadian regulated variation in the establishment of synapses between pacemaker cells and their post synaptic targets.\n\n      Materials and Methods\n      \n        Strains and fly rearing.\n        \ny w flies were used as wild-type controls. pdf-gal4 (chromosomes X and II) and UAS-mCD8 GFP lines (chromosomes II and III) were kindly provided by the Bloomington Stock Center. tim01 and per01 were provided by Jeff Hall. The UAS-synaptobrevin-GFP line was generously provided by Bing Zhang. Drosophila cultures were maintained on a 12 h light/dark (LD) cycle on standard corn meal yeast agar medium at 25 °C in an environmental chamber.\n\n        Immunohistochemistry.\n        \nFlies were entrained for 5 d in 12 h LD cycles at 25 °C before dissection. Most of the analysis was performed in young (0–3 d old) flies except for the experiments shown in Figure 2C, S3 and S4. Flies were decapitated either in LD or during the second day under constant darkness (DD2). Brains were fixed in 0.4% paraformaldehyde in PB (100mM KH2PO4,/Na2HPO4) and then rinsed three times in PT (PBS plus 0,1% Triton X-100). Brains were then blocked in 5% goat serum in PT for 2 h at room temperature (RT). After the blocking step tissue was incubated with primary antibodies, ON at 4 °C. The primary antibodies used were chicken anti-GFP (1/500, Upstate) and rabbit anti-PDF (1/1500, custom-made by NeoMPS). The secondary antibodies used were Cy2-conjugated donkey anti-chicken, Cy3- conjugated anti-rabbit (Jacksons Immunoresearch) diluted to a final concentration of 1/250, incubated for 2 h at RT. After staining, brains were washed 3 × 40 min and ON in PT and mounted in 80% glycerol (in PT).\n\n        HRP staining.\n        \nBrains were fixed and dissected as described in the previous section. After blocking, brains were incubated with the primary antibody ON at 4 °C and washed 3 × 30 min at RT. The primary antibody used was rabbit anti-GFP (1/500, Molecular Probes). Brains were then incubated with the secondary antibody (1/250, Biotin-SP-conjugated Affinipure Donkey anti-rabbit IgG, Jackson Immunoresearch) for 2 h at RT and washed 3 × 15 min in PT. Then, they were incubated for 2 h at RT in AB (Vector laboratories) and after this step in DAB (0.3 ml H2O + 3.6 ml ClNi + 12.5 ml DAB in 1 ml PBS) for 1.5 min. The reaction was stopped with PB 0.1 M. Brains were washed in PBS 5 × 15 min and mounted in 80% glycerol (in PT).\n\n        Confocal microscopy.\n        \nTo visualize axon projections of small LNvs in pdf-gal4/UAS-mCD8-GFP, pdf-gal4/UAS-syb-GFP, per01; pdf-gal4/UAS-mCD8-GFP, and pdf-gal4; tim01; UAS-mCD8-GFP optical sections of whole brains were imaged on a Zeiss LSM510 confocal microscope. Images were taken with a 40× objective (water immersion) with an optical zoom of two. Galleries between seven and 19 images were projected in the x–y axis to obtain a reconstruction of the full trajectory of those axons.\n\n        Quantitation of the axonal branching.\n        \nTo quantify the axonal arbor at the dorsal protocerebrum an adaptation of the Sholl method [30] was used. Only the GFP associated signal was taken into account for the analysis. Six evenly spaced (10 μm) concentric rings centered at the point where the first dorsal ramification opens up were drawn on each brain hemisphere. The number of intersections of each projection with a particular ring (as illustrated in Figure 1D and Figure S2A) were counted. The number of intersections per ring as well as the total number of intersections were compared using non parametric statistical methods. Scoring was performed blindly. The total circuit length and the number of higher order processes could not be measured since discrete projections in the closed conformation were difficult to discern.\n\n      Supporting Information"
}