{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000489",
  "doi": "10.1371/journal.pbio.3000489",
  "externalIds": [
    "pii:PBIOLOGY-D-19-02582",
    "pmid:31525181",
    "pmcid:PMC6746354"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Correction: Remote reefs and seamounts are the last refuges for marine predators across the Indo-Pacific",
  "authors": [
    {
      "name": "Tom B. Letessier",
      "first": "Tom B.",
      "last": "Letessier"
    },
    {
      "name": "David Mouillot",
      "first": "David",
      "last": "Mouillot"
    },
    {
      "name": "Phil J. Bouchet",
      "first": "Phil J.",
      "last": "Bouchet"
    },
    {
      "name": "Laurent Vigliola",
      "first": "Laurent",
      "last": "Vigliola"
    },
    {
      "name": "Marjorie C. Fernandes",
      "first": "Marjorie C.",
      "last": "Fernandes"
    },
    {
      "name": "Chris Thompson",
      "first": "Chris",
      "last": "Thompson"
    },
    {
      "name": "Germain Boussarie",
      "first": "Germain",
      "last": "Boussarie"
    },
    {
      "name": "Jemma Turner",
      "first": "Jemma",
      "last": "Turner"
    },
    {
      "name": "Jean-Baptiste Juhel",
      "first": "Jean-Baptiste",
      "last": "Juhel"
    },
    {
      "name": "Eva Maire",
      "first": "Eva",
      "last": "Maire"
    },
    {
      "name": "M. Julian Caley",
      "first": "M. Julian",
      "last": "Caley"
    },
    {
      "name": "Heather J. Koldewey",
      "first": "Heather J.",
      "last": "Koldewey"
    },
    {
      "name": "Alan Friedlander",
      "first": "Alan",
      "last": "Friedlander"
    },
    {
      "name": "Enric Sala",
      "first": "Enric",
      "last": "Sala"
    },
    {
      "name": "Jessica J. Meeuwig",
      "first": "Jessica J.",
      "last": "Meeuwig"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-09-16",
  "volume": "17",
  "number": "9",
  "pages": "e3000489",
  "tags": [
    "Type/Correction"
  ],
  "fullText": "There are two textual errors in the published paper. In the Abstract, the last line reads “hotpots” instead of “hotspots.” The same textual error is present in the Introduction.\n\nThe last line of the Abstract should read as follows:\n\nWorryingly, hotspots of large individuals and of shark abundance are presently under-represented within no-take MPAs that aim to effectively protect marine predators, such as the British Indian Ocean Territory. Population recovery of predators is unlikely to occur without strategic placement and effective enforcement of large no-take MPAs in both coastal and remote locations.\n\nThe first line of the last paragraph of the Introduction should read as follows:\n\nHere, we utilize an extensive data set of standardized and nondestructive baited video surveys from nine regions across the Indo-Pacific region to model predator diversity and abundance and to identify hotspots of vertebrate species richness, mean maximum body size weighted by abundance (hereafter “body size”), and shark abundance as a function of environmental conditions, geomorphology, human pressure, and management levels.\n\nThe funding statement also ommits funding received from the Centre for the Synthesis and Analysis of Biodiversity. The amended Financial Disclosure should read as follows:\n\nThis work was supported by the Australian Government’s National Environmental Research Program (NERP) Marine Biodiversity Hub (TBL, PB, JC, JJM) and by the Bertarelli Foundation (TBL, JJM). Additional support was provided by Darwin Initiative grant (Project #19027, HK), Centre for the Synthesis and Analysis of Biodiversity (CESAB, TBL, DM, LV, JBJ, JJM), Total Foundation (PELAGIC Project, TBL, DM, LV, JBJ, JJM), French Oceanic Fleet and New Caledonian Government Pristine reef and Apex grants (DM, LV), and National Geographic’s Pristine Seas programme (AF, ES).'"
}