{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2006741",
  "doi": "10.1371/journal.pbio.2006741",
  "externalIds": [
    "pii:pbio.2006741",
    "pmid:31086359",
    "pmcid:PMC6516643"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Simu-dependent clearance of dying cells regulates macrophage function and inflammation resolution",
  "authors": [
    {
      "name": "Hannah Grace Roddie",
      "first": "Hannah Grace",
      "last": "Roddie",
      "affiliation": "Department of Infection, Immunity and Cardiovascular Disease, University of Sheffield, Sheffield, United Kingdom; The Bateson Centre, University of Sheffield, Sheffield, United Kingdom"
    },
    {
      "name": "Emma Louise Armitage",
      "first": "Emma Louise",
      "last": "Armitage",
      "affiliation": "Department of Infection, Immunity and Cardiovascular Disease, University of Sheffield, Sheffield, United Kingdom; The Bateson Centre, University of Sheffield, Sheffield, United Kingdom"
    },
    {
      "name": "Jonathon Alexis Coates",
      "first": "Jonathon Alexis",
      "last": "Coates",
      "affiliation": "Department of Infection, Immunity and Cardiovascular Disease, University of Sheffield, Sheffield, United Kingdom; The Bateson Centre, University of Sheffield, Sheffield, United Kingdom; Department of Biomedical Science, University of Sheffield, Sheffield, United Kingdom"
    },
    {
      "name": "Simon Andrew Johnston",
      "first": "Simon Andrew",
      "last": "Johnston",
      "affiliation": "Department of Infection, Immunity and Cardiovascular Disease, University of Sheffield, Sheffield, United Kingdom; The Bateson Centre, University of Sheffield, Sheffield, United Kingdom"
    },
    {
      "name": "Iwan Robert Evans",
      "first": "Iwan Robert",
      "last": "Evans",
      "affiliation": "Department of Infection, Immunity and Cardiovascular Disease, University of Sheffield, Sheffield, United Kingdom; The Bateson Centre, University of Sheffield, Sheffield, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3485-4456"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-05-14",
  "dateAccepted": "2019-04-10",
  "dateReceived": "2018-05-21",
  "volume": "17",
  "number": "5",
  "pages": "e2006741",
  "tags": [
    "Animal cells",
    "Animal models",
    "Animal studies",
    "Animals",
    "Apoptosis",
    "Arthropoda",
    "Biochemistry",
    "Blood cells",
    "Cell biology",
    "Cell death",
    "Cell processes",
    "Cellular types",
    "Data visualization",
    "Developmental biology",
    "Diagnostic medicine",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animal studies",
    "Discipline-v3/Animals",
    "Discipline-v3/Apoptosis",
    "Discipline-v3/Arthropoda",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Blood cells",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell death",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Computer and information sciences",
    "Discipline-v3/Data visualization",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Diagnostic medicine",
    "Discipline-v3/Drosophila",
    "Discipline-v3/Drosophila melanogaster",
    "Discipline-v3/Embryology",
    "Discipline-v3/Embryos",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Graphs",
    "Discipline-v3/Green fluorescent protein",
    "Discipline-v3/Immune cells",
    "Discipline-v3/Immune response",
    "Discipline-v3/Immunology",
    "Discipline-v3/Inflammation",
    "Discipline-v3/Infographics",
    "Discipline-v3/Insects",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Luminescent proteins",
    "Discipline-v3/Macrophages",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Organisms",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Phagocytosis",
    "Discipline-v3/Proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Signs and symptoms",
    "Discipline-v3/White blood cells",
    "Drosophila",
    "Drosophila melanogaster",
    "Embryology",
    "Embryos",
    "Eukaryota",
    "Experimental organism systems",
    "Graphs",
    "Green fluorescent protein",
    "Immune cells",
    "Immune response",
    "Immunology",
    "Inflammation",
    "Infographics",
    "Insects",
    "Invertebrates",
    "Luminescent proteins",
    "Macrophages",
    "Model organisms",
    "Organisms",
    "Pathology and laboratory medicine",
    "Phagocytosis",
    "Proteins",
    "Signs and symptoms",
    "Type/Research Article",
    "White blood cells"
  ],
  "abstract": "Macrophages encounter and clear apoptotic cells during normal development and homeostasis, including at numerous sites of pathology. Clearance of apoptotic cells has been intensively studied, but the effects of macrophage–apoptotic cell interactions on macrophage behaviour are poorly understood. Using Drosophila embryos, we have exploited the ease of manipulating cell death and apoptotic cell clearance in this model to identify that the loss of the apoptotic cell clearance receptor Six-microns-under (Simu) leads to perturbation of macrophage migration and inflammatory responses via pathological levels of apoptotic cells. Removal of apoptosis ameliorates these phenotypes, while acute induction of apoptosis phenocopies these defects and reveals that phagocytosis of apoptotic cells is not necessary for their anti-inflammatory action. Furthermore, Simu is necessary for clearance of necrotic debris and retention of macrophages at wounds. Thus, Simu is a general detector of damaged self and represents a novel molecular player regulating macrophages during resolution of inflammation.",
  "fullText": "Introduction\n\nDuring development and throughout life, cells are eliminated by programmed cell death and rapidly cleared by phagocytes such as macrophages and glia. Failures in apoptotic cell clearance (efferocytosis) are thought to contribute to disease progression in multiple chronic inflammatory conditions (e.g., chronic obstructive pulmonary disease [COPD]) [1] and autoimmune dysfunction [2], while effective removal of apoptotic cells helps drive resolution of inflammation [3]. Given that macrophage interactions with apoptotic cells can be found in multiple human pathologies, we wished to understand how such interactions affect macrophage behaviour at a cellular level. Therefore, to study the effects of developmental and pathological levels of apoptosis on macrophages, we used Drosophila embryos, exploiting the ease of manipulating cell death and apoptotic cell clearance during in vivo imaging in this model.\n\nDrosophila embryos contain a population of highly motile, macrophage-like cells (plasmatocytes, one of the three hemocyte cell types) that disperse to cover the entire embryo during development, removing apoptotic cells and secreting extracellular matrix as they migrate [4]. In addition to their functional similarities with vertebrate white blood cells, fly blood cells share genetic specification via the action of GATA and Runx family members [5]. Dispersal of embryonic macrophages is controlled through expression of platelet-derived growth factor/vascular endothelial growth factor (PDGF/VEGF) related ligands (Pvfs) along their routes [6–8], coupled with physical constraints [9]. Cell–cell repulsion [10] and down-regulation of Pvfs [8] contribute to the timing and stereotyped nature of later migratory events—lateral migration of macrophages from the ventral midline to the edges of the developing ventral nerve cord (VNC).\n\nDrosophila macrophages prioritise their activites in the developing embryo, with apoptotic cell clearance taking precedence over their dispersal [11]. Surprisingly, prior exposure to apoptotic cells seems required for normal responses to injury and infection [12]. Inflammatory responses to sterile injuries strongly resemble those observed in vertebrates with a Duox (also known as Cy) dependent burst in hydrogen peroxide essential for normal recruitment to sites of damage [13,14] and a genetic requirement for specific Src family kinases within innate immune cells [15,16].\n\nDuring embryonic development, Drosophila macrophages work in concert with the glia of the central nervous system (CNS) to remove apoptotic cells [17]. Both phagocytes use a variety of receptors to recognise and engulf apoptotic cells [18], one of which is Six-microns-under (Simu), also known as Nimrod C4. Simu is a member of the Nimrod family of cell surface receptors with homology to members of the cell death abnormality gene 1 (CED-1) family of receptors, e.g., CED-1 (Caenorhabditis elegans) [19], Draper (Drosophila melanogaster) [20], Jedi-1, and multiple epithelial growth factor-like domains 10 (MEGF10, mouse) [21]. Simu binds phosphatidylserine (PS) using its elastin microfibril interface-located protein (EMILIN) like and NIM1 and NIM2 domains at the N-terminus [22], and its absence from macrophages and glia leads to a failure in removing developmentally programmed apoptosis [23]. In some contexts, Simu may operate upstream of Draper [23], though direct physical interaction has not been demonstrated.\n\nHere, we used simu mutant fly embryos to challenge macrophages with pathological levels of apoptotic cell death to address how this affected their subsequent behaviour. We show that apoptotic cell death contributes to developmental dispersal of macrophages and that excessive amounts of apoptosis also induce defects in dispersal and migration. Chronic levels of uncleared apoptotic cells and acute induction of apoptotic cell death impair wound responses in vivo, importantly, without a requirement for phagocytosis of these dying cells. Finally, in our new paradigm, we demonstrate a novel role for Simu in retention of macrophages at sites of necrotic wounds and reveal that Simu facilitates clearance of nonapoptotic cells at such sites of injury. Therefore, the role of Simu is not limited to clearance of apopotic cells but regulates responses to damaged self in general.\n\nResults\n\nApoptotic cells regulate developmental dispersal of macrophages\n\nTo understand the role of developmentally programmed apoptosis in dispersal of macrophages, Df(3L)H99 mutant embryos, which lack all apoptosis owing to deletion of the proapoptotic genes hid, reaper, and grim [24], were examined. As per previous reports [6,25], macrophage dispersal was grossly normal in the absence of apoptosis (Fig 1a and 1b). However, detailed analysis at stage 13 of development revealed that more macrophages were present in lateral positions in embryos that lacked apoptosis compared to controls (Fig 1c and 1d). By stage 15, macrophage localisation on the VNC was similar in controls and embryos lacking apoptosis (Fig 1e and 1f). Macrophage dispersal and VNC development are interdependent [9], but in this instance, we saw no obvious VNC defects in the absence of apoptotic cell death [26], making this dispersal phenotype unlikely to be a consequence of morphogenetic defects (Fig 1e and 1f). Consistent with this, live imaging of GFP-labelled macrophages at stage 13 revealed that significantly greater numbers of macrophages left the ventral midline and migrated laterally in the absence of apoptosis (Fig 1g). Furthermore, this precocious migration was reflected in an enhancement in macrophage speeds in the absence of apoptosis at stage 13, while speeds were similar to controls at stage 15 (Fig 1h).\n\nBy stage 15 of development, the majority of apoptosis occurs within the CNS [26], and the formation of septate junctions by surface glia prevents macrophages from accessing these dying cells [27]. Therefore, we predicted that macrophages at stage 15 would have fewer apoptotic cell phagosomes in comparison to stage 13. To test this, a phosphatidylinositol 3-phosphate (PI3P) sensor was expressed in macrophages (2xFYVE-GFP) [28] to mark nascent phagosomes [29] (Fig 1i). Consistent with sequestration of apoptosis within the CNS, there were significantly fewer nascent phagosomes visible within macrophages at stage 15 compared to stage 13 (Fig 1j, 1l and 1n), and such phagosomes were absent in apoptosis-null embryos (Fig 1k, 1m and 1n). Therefore, it is only once macrophages become less exposed to apoptotic cell death that they become more motile, suggesting that interactions with apoptotic cells restrict macrophages from migrating laterally. Taken together, these data suggest that interactions between developmentally programmed apoptotic cell death and macrophages can delay lateral migration and contribute to the regulation of macrophage dispersal in Drosophila embryos.\n\nPathological levels of apoptosis are associated with developmental defects in macrophage dispersal\n\nHaving identified a novel role for apoptotic cell death in regulating dispersal of Drosophila embryonic macrophages, we wished to investigate the consequences of pathological levels of apoptosis on macrophage behaviour in vivo. Embryonic macrophages migrate along the ventral midline in a constrained channel [9], in close contact with the epithelium and developing CNS (Fig 2a and 2b). Later in development the environment becomes less constricted and macrophages disperse over the ventral side of the embryo, albeit still sandwiched between the epithelium and CNS (Fig 2c and 2d). Thus, macrophages migrate in very close contact with the other main phagocyte population in the developing embryo (the glia of the VNC).\n\nWe predicted that removing the apoptotic cell clearance receptor Simu from macrophages and glia would lead to an overstimulation of macrophages with apoptotic cells, owing to a reduction in apoptotic cell clearance by these neighbouring cell populations. To confirm this prediction, apoptotic cell death was visualised by staining embryos using an antibody to cleaved death caspase 1 (cDCP-1), an effector caspase, itself cleaved during apoptosis [30]. Consistent with the role of Simu in apoptotic cell clearance, the absence of simu led to large numbers of apoptotic cells remaining unengulfed at stage 15 in the space between the epithelium and developing VNC, in contrast to controls in which very few uncleared apoptotic cells persisted (Fig 2e and 2f). Significantly, simu mutants exhibited a large increase in the number of untouched apoptotic cells in this region of the developing embryo (Fig 2g), with only a small increase in the phagocytic index of macrophages (Fig 2h). Untouched apoptotic cell punctae were used as a more conservative estimate of uncleared apoptotic cells, since macrophages were so overwhelmed that it was difficult to discern accurately whether phagocytosis had taken place from images of immunostained embryos. Therefore, in line with previous data [23], we could demonstrate a role for simu in apoptotic cell clearance, with the absence of simu function leading to pathological levels of apoptosis surrounding macrophages on the ventral side of the developing Drosophila embryo.\n\nAfter establishing that loss of simu function leads to pathological levels of apoptosis in vivo, we sought to test the effect this exerted on macrophage behaviour. Migration of macrophages over the embryo is critical for embryonic development, since removal of dying cells and secretion of matrix are important aspects of morphogenesis [31,32]. Drosophila macrophages clear apoptotic cells as they disperse throughout the embryo, contemporaneously with induction of apoptosis [33]. To assess developmental dispersal we scored macrophage progression along the midline in control and simu mutant embryos, observing no obvious defects at stage 13 (Fig 3a–3c), nor was there a difference in the total numbers of macrophages in these embryos (Fig 3d), nor a delay in development (S1a Fig). However, quantification of numbers of macrophages on the ventral midline at stage 12 revealed defects in macrophage dispersal in simu mutants (Fig 3e–3g; S1 Movie). Live imaging of macrophages from stage 12 onward showed this dispersal defect persisted through development (Fig 3g and S1d Fig) and was associated with a reduction in migration speed (S1b Fig). Macrophage apoptosis did not contribute to this phenotype, with no macrophages adopting morphologies typical of cells undergoing apoptosis in simu mutant embryos (16 movies analysed; S1 Movie). Imaging of whole embryos revealed that migration to other regions appeared grossly normal in simu mutants (Fig 3a and 3b; S2 Movie).\n\nThis suggested that the presence of excessive numbers of apoptotic cells can perturb dispersal of macrophages, consistent with the sensitivity of these cells to developmentally programmed apoptosis (Fig 1c–1h). To image apoptosis and macrophage dispersal simultaneously, we expressed a caspase-activated GFP variant (GC3ai) [34] ubiquitously within embryos; GC3ai marks cells undergoing apoptosis that fragment and are engulfed by macrophages (S1c Fig; S3 Movie). Even at stage 12, there is a significant increase in uncleared apoptotic cells in ventral regions in simu mutants (Fig 3h–3j), and macrophages interact with these clusters of dying cells, reducing their dispersal compared to controls (S3 Movie). Thus, in the absence of apoptosis, macrophage dispersal is accelerated (Fig 1c–1h), whereas the presence of large amounts of apoptotic cell death is associated with a restriction in this process. This indicates that apoptotic cells regulate macrophage migration and have the potential to hinder normal development since dispersal is a prerequisite for normal morphogenesis [31,32,35].\n\nPathological levels of apoptosis impair basal migration of macrophages\n\nGiven the impairment in developmental dispersal in the presence of excessive amounts of apoptosis (Fig 3e–3g), we addressed whether macrophage migration was perturbed more generally in simu mutants. We measured basal cell motility by imaging the wandering migration of GFP-labelled macrophages at stage 15, finding that migration speeds were significantly reduced in simu mutants compared to controls (Fig 4a–4c; S4 Movie). Despite the large numbers of uncleared apoptotic cells surrounding macrophages in simu mutants (Fig 2e–2g), there was only a minor stimulation of phagocytosis in simu mutants (S2a–S2c Fig), consistent with the role of Simu in apoptotic cell clearance [23]. We were unable to detect obvious or repeated attempts to phagocytose apoptotic cells, suggesting that the defects in migration may not simply be a consequence of frustrated phagocytic events. Furthermore, macrophages exhibited a similar morphology to controls in simu mutants, exhibiting large, well-spread lamellipodia, with the only morphological difference detected being decreased circularity (S2a, S2b, S2d and S2e Fig). Therefore, the motility machinery of these embryonic macrophages remains intact, consistent with relatively mild defects in their dispersal (Fig 3). As both basal migration and developmental dispersal were impaired in simu mutants, we next turned to an assay of inflammatory migration to address whether other pathologically relevant macrophage behaviours were perturbed in the face of large amounts of uncleared apoptotic cells.\n\nPathological levels of apoptosis impair inflammatory migration to wounds\n\nMacrophages undergo a rapid and highly directional inflammatory migration to laser-induced wounds in Drosophila embryos [36]. Laser wounds induce calcium waves in the epithelium, leading to production of hydrogen peroxide, which is essential for efficient recruitment of macrophages to these sites of damage [14]. Imaging GFP-labelled macrophages in simu mutant embryos revealed a significant defect in recruitment of macrophages to wounds (Fig 4d–4f; S5 Movie). This effect was far greater than the small reduction in macrophage numbers present on the midline ahead of wounding in simu mutants (Fig 3e–3g and S1d Fig), suggesting the defect in inflammatory migration is not purely due to a reduction in cells available locally to respond. Furthermore, the proportion of macrophages responding to wounds was also quantified, revealing that a significantly greater percentage of macrophages migrated to wounds in controls compared to simu mutants (Fig 4g). Therefore, the ability to respond to wounds is compromised in simu mutants at a cellular level, potentially due to the presence of large numbers of uncleared apoptotic cells in the embryonic milieu. Imaging calcium responses following wounding using the cytoplasmic calcium sensor GCamP6M [37] indicated that this reduction in inflammatory recruitment was not due to defects in the generation of wound cues (S2f–S2i Fig).\n\nWound recruitment defects are specifically associated with loss of simu function, since placing the loss-of-function allele simu2 in trans to a deficiency that deletes simu also perturbed inflammatory responses (S2j and S2k Fig). Furthermore, re-expression of wild-type simu in macrophages ameliorated simu mutant defects (S2l and S2m Fig), in line with a role for simu in both macrophage and glial-mediated apoptotic cell clearance [23].\n\nAcute induction of apoptosis is sufficient to impair inflammatory responses\n\nSince pathological levels of apoptosis appeared to impair wound responses in simu mutants, we wished to understand whether chronic or acute exposure to dying cells underlied this phenotype. Furthermore, carefully controlled introduction of apoptotic cell death would enable an understanding of whether efferocytosis was necessary for apoptosis-induced impairment of wound responses. To achieve this, the proapoptotic regulator hid was overexpressed through a short heat-shock treatment of developing embryos that contained this gene under the control of the hsp70 promoter (hs-hid) [38]. Induction of apoptosis was confirmed by staining for activated caspases (Fig 5a). The length of heat-shock treatment was determined by imaging embryos containing ubiquitous expression of a caspase activity reporter (apoliner) [39] and the hs-hid transgene (S3a–S3d Fig; S6 Movie).\n\nStage 15 embryos were heat-shocked for 15 minutes and immediately mounted for wounding. Wounding was performed 60 minutes after heat shock, a timepoint when caspase activity could be seen in those cells destined to die by apoptosis but ahead of their delamination and engulfment by macrophages (S3a–S3d Fig). The majority of cells that undergo apoptosis appear to be superficial epithelial cells, and these typically remain in the epithelium over the course of our 60-minute wounding experiments (60–120 minutes post heat shock), with a wave of delamination eliminating them from the epithelium by 4.5 hours (±0.3 h standard deviation, n = 9 movies; S6 Movie). Calibrating the assay in this fashion meant it was possible to discern whether engulfment was a prerequisite for antagonism of inflammatory responses by apoptotic cell death (Fig 5b). The lack of engulfment at this time point was confirmed via quantification of apoptotic cell–containing vacuoles in macrophages, which are present in the same numbers in macrophages that have been heat shocked in the presence or absence of hs-hid (Fig 5c).\n\nImaging inflammatory responses of macrophages following induction of exogenous apoptosis revealed a significant defect in macrophage recruitment to wounds at 60 minutes post wounding compared to control embryos (Fig 5d and 5e; S7 Movie). Importantly, no macrophages were observed to undergo apoptosis in these assays (S7 Movie), suggesting these cells are somewhat tolerant to hid expression, nor is there a reduction in numbers of macrophages ahead of wounding (S3e Fig). Wounding the same embryos in the absence of a heat shock failed to reveal a defect in wound responses (S3f and S3g Fig), indicating impaired wound responses were specific to the induction of exogenous apoptosis and could not have been caused by differences in genetic background (e.g., insertion site of hs-hid). Taken together, this suggests that acute induction of apoptosis can attenuate wound responses, phenocopying simu mutant embryos in which macrophages are overwhelmed by uncleared apoptotic cells. Furthermore, since we could not detect an increase in phagocytosis at the time of wounding (Fig 5c), this implies that phagocytosis of apoptotic cells is not necessary for these phenotypes.\n\nRemoval of apoptosis from simu mutants restores normal migration and improves macrophage responses to wounding\n\nIn order to confirm that excessive levels of uncleared apoptotic cells in simu mutants are responsible for the reduction in cell motility and defects in inflammatory responses to damaged tissue, the ability of cells to undergo developmentally programmed apoptosis was removed from this mutant background using the Df(3L)H99 deficiency [24]. Comparing apoptosis-null simu mutants (i.e., simu2;Df(3L)H99 double mutants) with simu mutants (simu2 single mutants) revealed a rescue of macrophage migration speed (Fig 6a and 6b), whereas there was no difference in migration speed between macrophages in control and apoptosis-null embryos (Fig 6a and 6b; S8 Movie). As expected no vacuoles were seen in macrophages within apoptosis-null embryos, confirming absence of apoptosis and efferocytosis (Fig 6a). Thus, migration defects in simu mutants are specifically due to apoptosis and not a subtle morphogenetic or macrophage specification defect.\n\nNext, we sought to test if removal of apoptosis from a simu mutant background might rescue inflammatory responses to sites of tissue damage. This represented a more difficult challenge since apoptosis-null embryos themselves exhibit a wound response defect [12], albeit presenting a less severe phenotype than simu mutants themselves (Fig 6c and 6d). Quantifying the wound response at 60 minutes post wounding showed no difference between simu and apoptosis-null simu mutant embryos (Fig 6c and 6d). However, the percentage of macrophages responding to wounds showed a substantial rescue of this initial response to wounds in apoptosis-null simu mutant embryos compared to simu mutants (Fig 6e; S9 Movie). This rescue of macrophage responses also highlights the fact that wound signals remain intact in simu mutants (as per S2f–S2i Fig). Thus, initial inflammatory responses to injury are significantly rescued in simu mutants in the absence of apoptosis, suggesting that simu is unlikely to play a critical role in the detection or migration of macrophages to wounds. Instead, these data suggest that excessive apoptosis subverts normal macrophage responses to wounds via a distinct mechanism.\n\nSimultaneously imaging macrophage wound responses and apoptotic cell death (via GC3ai) showed that, as shown previously, control responses were very robust and few apoptotic cells were visible (Fig 7a; S10 Movie). In contrast, a varying amount of uncleared apopototic cells were visible in simu mutants, with localisation also varying significantly (Fig 7a–7c and S4a and S4b Fig). Clear associations between macrophages that fail to respond to wounds and uncleared apoptotic cells could be seen (Fig 7b and 7c; S11 Movie), suggesting that uncleared apoptotic cells can distract macrophages from their normal migration to wounds. Indeed, the majority of nonresponding macrophages in simu mutants interact with uncleared apoptotic cells (Fig 7d and 7e). Consistently, many macrophages undergoing inflammatory migration to wounds in simu mutants do so with comparable speeds and directionalities to wild-type cells (S4c–S4g Fig). This suggests that these cells can chemotax efficiently but that some are subverted from their normal behaviours by pathological levels of apoptosis. Thus, while some macrophages fail to respond at all in simu mutants, others take a more circuitous route via uncleared apopotic cells to reach wounds.\n\nSimu mediates phagocytosis of debris at wounds and is required to retain macrophages at sites of tissue injury\n\nAn abnormal number of macrophages were present at wounds 60 minutes after wounding in simu mutants devoid of apoptosis despite a normal initial migratory response to wounds. Why then is there a defect in wound responses at later timepoints? Vertebrate innate immune cells are removed from sites of inflammation by either apoptosis [3,40] or reverse migration [41–44], but there is no evidence to suggest that Drosophila macrophages die at wounds. Consequently, we investigated whether precocious exit from sites of damage explained the incomplete rescue of wound responses in simu mutants in the absence of apoptosis. Macrophages rarely left control wounds in the 60-minute post wounding; by contrast, significantly more macrophages failed to remain at wounds in both simu and apoptosis-null simu mutant embryos compared to controls (Fig 8a and 8b; S12 Movie). Unlike defects in initial migratory responses to wounding (Fig 6e), this phenotype was maintained in the absence of apoptosis (Fig 8b), suggesting that uncleared apoptotic cells were not drawing macrophages away from wounds but rather simu regulates retention of macrophages at wounds. Macrophage-specific re-expression of simu rescued the percentage of macrophages migrating to wounds and also decreased exit from wounds in simu mutants (Fig 8c and 8c’). This indicates that simu functions autonomously within macrophages and is necessary and sufficient to maintain these cells at sites of tissue damage. To our knowledge, this represents the first example of a gene controlling retention of macrophages at wounds in Drosophila embryos.\n\nSurprisingly, loss of simu does not affect survival and hatching of wounded embryos (S5a and S5b Fig) or prevent activation of signalling pathways associated with inflammation (e.g., c-Jun N-terminal kinase [JNK] signalling [45]; S5c and S5d Fig). However, the reduction in recruitment and early exit of macrophages from wounds results in a more rapid termination of the macrophage inflammatory response (S5e Fig), which is surprisingly associated with enhanced rates of wound closure (S5f Fig). Therefore, it is possible that recruitment of innate immune cells can hamper repair processes within Drosophila embryos.\n\nTo understand how Simu mediates retention of macrophages at sites of injury, we investigated the wound environment in more detail: laser ablation results in large amounts of necrotic death at wounds, as revealed by instantaneous entry of propidium iodide (PI) into ruptured cells at these sites of damage (Fig 9a; S6a–S6c Fig). This loss of membrane integrity leads to externalisation of PS (Fig 9b; S6d Fig), a known ligand of Simu [22]. PS staining accumulates at sites of damage, particularly at the wound margin, and indicates the persistence of large amounts of debris, even at 60 minutes post wounding (Fig 9b, S6d Fig and S13 Movie). We hypothesised that macrophages are retained at wounds through either inhibition of cell migration signals downstream of Simu or via physical interactions between PS and Simu at these sites of damage. Consistent with interaction of Simu and PS-positive necrotic debris at wounds, macrophages phagocytosed large amounts of debris at these sites in apoptosis-null embryos but not in those embryos that lacked both simu function and apoptotic cell death or when simu was removed specifically from macrophages via RNA interference (RNAi) (Fig 9c and 9d). Thus, these data reveal another novel function for Simu in that it is required in macrophages for phagocytosis of nonapoptotic debris at wounds, suggesting a more general role in clearance of damaged cells in vivo rather than acting specifically in efferocytosis.\n\nFinally, we hypothesised that Simu–PS interactions mediate engulfment of necrotic cells and retention of macrophages at wounds. Expression of full-length simu but not a version of simu lacking the domains required to bind PS (EMI-NIM2) [22] was sufficient to stimulate binding and engulfment of necrotic S2 cells by larval macrophages in vitro (Fig 9e–9g). Similarly, macrophage-specific expression of simuΔEMI-NIM2-GFP failed to prevent early exit of macrophages from wounds in simu mutants (Fig 9h). These data therefore suggest that Simu–PS interactions directly mediate binding and engulfment of necrotic cells and contribute to retention of macrophages at sites of injury.\n\nDiscussion\n\nHere, we show that developmentally programmed apoptosis contributes to dispersal of macrophages in fly embryos, while excessive amounts of apoptosis disrupts macrophage dispersal, migration, and inflammatory responses to wounds (see schematic diagram in Fig 9i). Acute induction of apoptosis phenocopied defects in inflammatory responses, suggesting that apoptotic cells drive these changes in macrophage behaviour and can do so independently of phagocytosis. Importantly, removal of apoptosis from a simu mutant background rescued migration and the initial inflammatory recruitment to wounds. These investigations reveal a novel role for Simu in retention of macrophages at wounds, which depends on the PS-binding regions of Simu, and suggests that this receptor functions more generally to facilitate clearance of both apoptotic and necrotic cells.\n\nWe found that macrophage dispersal was impaired in the absence of apoptosis with precocious migration from the ventral midline leading to reduced numbers localised on the developing CNS. Macrophage specification and migratory ability appeared otherwise normal in the absence of apoptosis since cells were able to migrate at normal speeds. Dying cells may therefore provide instructive cues to aid dispersal. Indeed, apoptotic cells are known to play a role in recruitment of tissue-resident macrophages in other systems [46,47]. Apoptotic midline cells [48] may act to retain macrophages on the midline in wild-type embryos, potentially explaining why macrophages migrated prematurely from the midline in the absence of apoptosis. Alternatively, factors released by ‘undead’ cells (cells induced to die but in which execution of apoptosis is blocked) may interfere with macrophage dispersal in the absence of apoptosis. Indeed, ‘undead’ cells are known to release signalling molecules such as transforming growth factor β (TGFβ) family proteins and H2O2 [49,50], known regulators of macrophage behavior in many disease states that are conserved across different models [14,51]. In contrast, interactions with uncleared apoptotic cells appear to slow migration, also leading to aberrant dispersal. Morphological defects are unlikely to contribute since simu mutants appear grossly normal and are viable [23].\n\nWe found that apoptotic cell death was necessary for impairment of migration and wound responses in simu mutants, in which uncleared apoptotic cells surround macrophages. Furthermore, we could reproduce wound recruitment defects by acute induction of apoptosis with macrophages failing to migrate to wounds. Phagocytosis of dying cells was not required for this effect; consequently, we favour a model whereby ‘find-me’ signals released from uncleared apoptotic cells act to subvert normal macrophage responses. Find-me cues are signals released by dying cells to recruit phagocytes to facilitate clearance [52], though none have been identified to date in Drosophila. Consistent with this hypothesis, live imaging of apoptosis and macrophage migration during wound responses indicate that the majority of macrophages failing to respond to wounds in simu mutants interact with clusters of uncleared apoptotic cells. The release of find-me cues or other stress signals produced in response to uncleared apoptotic cells may confuse chemotactic responses of macrophages by operating as competing sources of chemoattractant or attenuating signalling events required for other responses, as seen in signal priorisation by neutrophils during their inflammatory recruitment [53].\n\nWe found that, on average, macrophages migrated more slowly in simu mutants; however, many cells can move at comparable speeds to their wild-type counterparts, suggesting that the general migration machinery is not greatly perturbed. This slowed migration seems unlikely to account for impaired wound responses in simu mutants since macrophages lacking β-integrin move more slowly but still ultimately reach wounds in normal numbers [54]. In addition to the large increase in uncleared apoptotic cells, there was also a small increase in the phagocytic index of macrophages, although this only equated to approximately one extra puncta per cell. Others have reported that vacuolation of innate immune cells is associated with defective migration [55,56], while overloading macrophages with engulfed cargoes can lead to phagosomal maturation defects [57]. Furthermore, other professional phagocytes such as Dictyostelium amoebae and dendritic cells pause migration when internalising cargo, albeit through macropinocytic mechanisms [58,59]. However, we did not observe obvious repeated failures of phagocytic events by simu mutant macrophages, suggesting that attempts to phagocytose uncleared apoptotic cells were not stalling migration. Macrophages in simu mutants are significantly less vacuolated than suppressor of cyclic AMP receptor/WASP-family verprolin homologous protein (SCAR/WAVE) complex mutant Drosophila macrophages and lysosomal storage mutant macrophages in zebrafish larvae [55,56]—whether subtle changes in the numbers of phagosomes seen in this study can account for such potent disruption of macrophage behaviour seems unlikely from the point of view of evolution of a functional innate immune system, but the threshold at which phagosomal maturation becomes pathological has yet to be directly addressed. An alternative explanation would be promotion of an anti-inflammatory state of programming of macrophages by apoptotic cell clearance [60]. Currently, there is no strong evidence for such macrophage programming in Drosophila, though some progress has been made by Ando and colleagues [61,62]. Nonetheless, clearance of apoptotic cells is associated with increased expression of phagocytic receptors in a number of phagocytic cell types, including macrophages [12,63–65]. Drosophila embryonic macrophages also undergo remarkable shifts in behaviour over the fly life cycle, controlled in part by lipid hormone signalling [66,67]. However, the anti-inflammatory phenotype we observed on acute induction of apoptosis would necessitate rapid reprogramming of macrophages, which seems unlikely for lipid hormone signalling. This therefore points towards a more instantaneous mechanism, such as the release of find-me cues.\n\nLaser wounding of the epithelium led to accumulation of necrotic debris at sites of injury, including an accumulation and persistence of a marker used by phagocytes to clear apoptotic cells (PS). Simu binds PS via three N-terminal domains [22] and is necessary for normal phagocytosis of necrotic debris at wounds. This work suggests that Simu is a receptor for both apoptotic and necrotic cells and should be reclassified as a more general scavenger receptor, as for the Drosophila receptors Draper and Croquemort [63,68,69]. Removal of uncleared apoptotic cells from a simu mutant background rescued migration and improved responses to wounds. The early departure of macrophages from such wounds resembles reverse migration of neutrophils [41,44] and exit of macrophages, which can leave sites of inflammation via lymphatic vessels in vertebrates [43,70]. This failure of retention contributes to the impaired macrophage inflammatory responses seen in the absence of Simu and undermines the rescue of wound responses seen in the absence of apoptosis (simu;Df(3L)H99 double mutants). The PS-binding domain of Simu is required to maintain macrophages at wound sites, therefore Simu may directly mediate retention of macrophages at wounds via binding to PS and/or other ligands. Alternatively, Simu may act more indirectly, possibly instructing macrophages to remain at wounds by facilitating signalling through other coreceptors. The fact that initial responses to wounds were rescued in the absence of apoptosis implies that Simu is not interpreting chemotactic cues released from wounds, while precocious exit of macrophages from wounds in the absence of both Simu and apoptotic cell death (simu2;Df(3L)H99 mutants) suggests these phagocytes are not simply being distracted away by apoptotic cells.\n\nIn summary, we show that the presence of apoptotic cells significantly alters macrophage behaviour in vivo and reveal new functions for the apoptotic cell receptor Simu. Our finding that pathological levels of apoptosis impair multiple macrophage functions has significant implications for a wide range of human conditions in which changes in apoptotic cell death and efferocytosis occur and are accompanied by aberrant or subverted macrophage behaviour that drives or exacerbates disease progression, such as cancer, atherosclerosis, neurodegenerative disorders, and other chronic inflammatory conditions.\n\nMaterials and methods\n\nFly genetics and husbandry\n\nDrosophila melanogaster fruit flies were reared on standard cornmeal/agar/molasses media at 18 °C or 25 °C. Embryos were harvested from laying cages with apple juice agar plates left overnight at 22 °C. Srp-GAL4 and/or crq-GAL4 were used to label embryonic macrophages with GFP, red stinger and/or CD4-tdTomato, or to drive expression of other transgenes; srp-3x-mCherry [71] was used to label macrophages in a GAL4-independent manner. hmlΔ-GAL4 [72] was used to drive expression of UAS transgenes in larval macrophages. The following alleles, transgenes, and deficiencies were used in this study: srp-GAL4 [7], crq-GAL4 [36], da-GAL4 [73], hmlΔ-GAL4 [72], srp-3x-mCherry [71], Ecad-mCherry [74], UAS-GFP, UAS-nls-GFP, UAS-red stinger [75], UAS-CD4-tdTomato [76], UAS-2xFYVE-GFP [28], UAS-apoliner [39], UAS-GCamP6M [37], UAS-GC3ai [34], UAS-simu [23], UAS-simuΔEMI-NIM2-GFP [22], UAS-simu RNAi (TRiP line HMJ23355) [77], simu2 [23], Df(3L)H99 [24], Df(2L)BSC253 [78], CyO hs-hid [38]. Selection against the fluorescent balancers CTG, CyO dfd, TTG, or TM6b dfd was used to discriminate homozygous mutant embryos for recessive lethal alleles [79,80]. See S1 Table for a full list of genotypes used in this study and their sources.\n\nImaging and wounding of Drosophila embryos\n\nEmbryos were washed off apple juice agar plates, dechorionated in bleach, and then washed in distilled water. Live and fixed embryos were mounted on slides in voltalef oil (VWR) or DABCO (Sigma), respectively, as per Evans and colleagues, 2010 [9]. Immunostained embryos were imaged on a Nikon A1 confocal system using a 40X objective lens (CFI Super Plan Fluor ELWD 40x, NA 0.6), which was used for the migration movies in Fig 4. Aside from S2 Movie (Zeiss Lightsheet system; see S1 Methods), all other timelapse imaging and wounding was performed on a Perkin Elmer UltraView Spinning Disk system using a 40X objective lens (UplanSApo 40x oil, NA 1.3). Lower magnification images of embryos were taken using a MZ205 FA fluorescent dissection microscope with a PLANAPO 2X objective lens (Leica) or a 20x objective (UplanSApo 20x, NA 0.8) on the Perkin Elmer UltraView Spinning Disk system.\n\nFixation and immunostaining of Drosophila embryos\n\nEmbryos from overnight plates were fixed and stained as per Evans and colleagues, 2010 [9]. Antibodies were diluted 1:1 in glycerol for storage at −20 °C and these glycerol stocks were diluted as indicated in phosphate-buffered saline (PBS; Oxoid) containing 1% BSA (Sigma) and 0.1% Triton-X100 (Sigma). Rabbit anti-cDCP-1 (1:500; 9578S –Cell Signaling Technologies), 22C10 mouse anti-Futch, (supernatant used at 1:100), 8D12 mouse anti-Repo, (concentrate used at 1:500 –Developmental Studies Hybridoma Bank) were used as primary antibodies. Rabbit anti-GFP (1:500; ab290 –Abcam) or mouse anti-GFP (1:100; ab1218 –Abcam) were used to stain GFP-expressing macrophages for co-immunostaining with mouse and rabbit primary antibodies, respectively. Fluorescently-conjugated goat anti-mouse or goat anti-rabbit secondary antibodies (Alexa Fluor 568, Alexa Fluor 488 –Thermo Fisher, or FITC–Jackson Immunoresearch) were used to detect primary antibodies at 1:200.\n\nMacrophage migration assays\n\nEmbryos with fluorescently labelled macrophages were mounted ventral-side up and left to acclimatise on slides for 30 minutes before imaging for all migration assays. Macrophage behaviour was analysed from stage 12 (developmental dispersal), stage 13 (lateral migration), or stage 15 (wounding and wandering/random migration). Z-stacks correspond to the region between the epithelium and CNS. Maximum projections of despeckled z-stacks were assembled and tracked using the manual tracking plugin in Fiji [81,82]. For random migration analysis, only those macrophages lying between the edges of the VNC at the start of the movie were tracked, with cells imaged every 2 minutes for 1 hour (with the exception of data in Fig 4, which was collected every 1 minute for a 30-minute period). Individual cell speeds and directionalities were calculated using the Chemotaxis plugin (Ibidi) in Fiji.\n\nFor the wounding assay, prewound z-stacks were taken prior to wounding of stage 15 embryos on their epithelial surface using a nitrogen-pumped Micropoint ablation laser (Andor), as per Evans et al., 2015 [16]. Z-stacks of wounded embryos were collected every 2 minutes for 1 hour (or every 20 minutes for 3 hours for S5e and S5f Fig). At the end of the movie, an additional z-stack was taken incorporating a brightfield image with which to measure the wound size (60-minute movies). Movies were assembled as per wandering migration movies. The number of macrophages at wounds was quantified from a 15 μm deep z-stack, with the first z-slice used in this analysis corresponding to the one containing the most superficial macrophage adjacent to but not at the wound. Wound area was measured from the brightfield (or Ecad-mCherry channel; S5e and S5f Fig). Macrophage responses to wounds were calculated as follows: number of macrophages within or touching the wound area divided by wound area in μm2. This was normalised according to control responses.\n\nTo calculate the initial inflammatory response to wounds, the percentage of responding macrophages was calculated: this is the percentage of macrophages present at in the field of view at 0 minutes post wounding that migrated to the wound; macrophages already present at the wound site at this timepoint were not counted as responding nor included in the total numbers present in the field of view. Macrophages that left the wound were not counted a second time if they returned and were defined as responding if they moved towards and touched the wound edge.\n\nTo assess exit of macrophages from wound sites, the percentage of macrophages that left the wound site was counted. This is the proportion of macrophages (either that were present at the wound site at t = 0 minutes or that reached the wound at any point during the wound movie) that left the wound during the course of a 60-minute timelapse movie; if any part of a macrophage retained contact with the wound edge, it was not scored as having left.\n\nIntroduction of exogenous apoptosis via heat-shock\n\nHs-hid or control embryos from overnight plates were washed off into embryo baskets (70μm cell strainers, Fisher) using distilled water. Baskets containing embryos to be heat-shocked were placed into a large weighing boat containing 75ml of prewarmed distilled water in a circulating water bath set to 39 °C for the indicated time. Non heat-shocked controls were incubated in distilled water at room temperature. Following heat shock, embryos were dechorionated and then stage 15 embryos selected and mounted for live imaging 30 minutes before they were due to be wounded, such that they could acclimatise on slides. For instance, if embryos were wounded at 60 minutes post heat shock, slides were set up to be ready for 30 minutes post heat shock. Embryos were then wounded and imaged as described above to visualise macrophage behaviour or caspase activity via the apoliner reporter [39]. Alternatively, embryos were fixed at various timepoints post heat shock to reveal caspase activity via cDCP-1 immunostaining.\n\nInjection of propidium iodide and annexin V\n\nPI and annexin V are well-characterised reagents used to detect membrane permeabilisation/necrosis and exposure of PS/apoptosis, respectively [83,84]. Embryos were mounted ventral-side up on double-sided sticky tape (Scotch), dehydrated for 7–10 minutes in an air-tight box containing sachets of silica gel (Sigma), then covered in voltalef oil before microinjection. Borosilicate glass needles (World Precision Instruments; capillaries were 1-mm and 0.75-mm inner and outer diameter capillaries, respectively) for microinjection were made using a P1000 needle puller (Sutter). Embryos were microinjected anteriorly into the head region with 1 mg/ml PI (Sigma) dissolved in PBS or into the vitelline space with undiluted Alexa Fluor 568-labelled Annexin V (Invitrogen). After injection, a coverslip (thickness 1, VWR) was applied, supported by two coverslip bridges (thickness 1, VWR) placed on either side of the embryos, and fixed in place with nail varnish. Embryos were then imaged immediately, wounded, and then reimaged to detect membrane permeabilisation and/or externalisation of PS. As a positive control for necrotic cell death, embryos were injected with PI, coverslips attached, and then heated at 60 °C in a humidified box for 15 minutes.\n\nChallenge of larval macrophages with necrotic cells\n\nDrosophila S2 cells were grown in Schneider’s medium (Sigma) supplemented with 10% heat-inactivated FBS (Thermo Fisher) and 1X Pen/Strep (Thermo Fisher). S2 cells were labelled via incubation for 30 minutes with 5 μM cell tracker red (Thermo Fisher). Cell tracker red-labelled S2 cells were then washed off tissue culture flasks and numbers counted using a haemocytometer. Residual cell tracker was removed by centrifugation of resuspended cells at 1,350 rpm for 5 minutes at 4 °C; cells were resuspended in fresh S2 media at a concentration of 4.5 x 105 cells per ml and heated in 0.5 ml aliquots at 65 °C for 10 minutes to induce necrosis (adapted from Kimura and colleagues, 2014 [85]). Necrosis was confirmed by heat treating of nonstained cells in the presence of 0.5 μg/ml PI (Biolegend). Necrotic cell suspensions were cooled to room temperature in a water bath and then 75 μL of the necrotic cell suspension (3.4 x 104 cells; an estimated ratio of 5:1 necrotic cells per larval macrophage that is based upon average densities of cells dissected from w1118 larvae) was added per well to challenge adhered larval macrophages. Macrophages were obtained by dissecting a single L3 wandering larvae of the indicated genotype in 75 μL S2 media on ice, before transferring macrophage suspensions to a well in a Porvair 96-well plate to adhere for 45 minutes ahead of challenge with necrotic cells. Necrotic-larval macrophage cocultures were left for 1 hour to allow binding/engufment before removal of media and fixation using 4% formaldehyde in PBS for 15 minutes. Fixed cells were imaged using a Nikon Ti Eclipse system with a CFI Plan Apochromat λ 20X (NA 0.75) objective lens. The proportion of GFP-labelled larval macrophages binding/engulfing necrotic, cell tracker red-labelled S2 cells was then scored from blinded images and fields of view averaged per well (5 fields of view per well, 1 larva per well).\n\nQuantification of phagocytosis and failed apoptotic cell clearance\n\nAnti-cDCP-1 and anti-GFP immunostained embryos were imaged on a Nikon A1 system using the 40X objective lens with a spacing of 0.25 μm between z-slices. Channels were merged to enable discrimination of cDCP-1 punctae within/outside macrophages. A portion of the z-stack representing a 10 μm deep volume corresponding to the area occupied by macrophages between the epithelium and VNC was used to count numbers of cDCP-1 punctae per macrophage to quantify phagocytic index. Only macrophages completely in view in the 10 μm substack were included in the analysis and these values were averaged to give an overall value per embryo; at least 10 macrophages were analysed per embryo. Untouched apoptotic cells were quantified by counting the number of red cDCP-1 punctae that are located within the 10 μm substack, but that were not in contact with GFP-labelled macrophages. This method was selected to enable comparison with the quantification of Kurant and colleagues, 2008 [23] and also since it was technically challenging to discriminate whether cDCP-1 punctae in close contact with macrophages were inside or outside of macrophages in simu mutants owing to the extreme buildup of uncleared apoptotic cells in this background.\n\nNumber of vacuoles per macrophage (averaged per embryo) was used as an indirect read-out of phagocytosis. Drosophila macrophages exclude cytoplasmic GFP from phagosomes and these can be shown to correspond to apoptotic cells by their absence from macrophages in apoptosis-null Df(3L)H99 embryos. Vacuoles were counted using z-stacks of GFP-labelled macrophages taken from live imaging experiments. Vacuoles were assessed in the z-slice in which each macrophage exhibited its maximal cross-sectional area. Therefore, this analysis should not be considered as the absolute numbers of corpses per cell but a relative read-out thereof.\n\nPhagocytosis was also quantified from stills or movies of macrophages expressing either 2xFYVE-GFP or CD4-tdTomato. Z-stacks were taken every 15 seconds for 20 minutes. Phagocytic events were scored when new phagocytic events occurred via formation of phagocytic cups (CD4-tdTomato) or the numbers of 2xFYVE-GFP punctae larger than 2 μm with an obvious lumen present in macrophages, as a read-out of recently formed phagosomes. 2xFYVE-GFP punctae of this size are absent from macrophages in Df(3L)H99 mutants.\n\nAnalysis of developmental dispersal and macrophage numbers\n\nDevelopmental dispersal of macrophages was analysed by scoring the presence of GFP-labelled macrophages between the epithelium and VNC in each segment at stage 13/14 following fixation and immunostaining for GFP. Embryos with macrophages in all segments were scored as exhibiting 100% progression along the midline; an embryo that lacked macrophages in segments 6–9 would have been scored as 66% progression.\n\nAs a read-out of total numbers of macrophages per embryo, lateral views of embryos containing red stinger-labelled macrophages were stitched together, thresholded and processed using the watershed tool in Fiji. The analyse particles tool was then used to count cells. Lateral views correspond to a depth of 50 μm from where the most superficial macrophages come into focus. At other stages of development, numbers of GFP-labelled macrophages per field of view between the epithelium and VNC were scored.\n\nImage processing, quantification, and statistical analyses\n\nImage processing was carried out in Fiji/ImageJ, with images despeckled before maximum projections were assembled. Brightness and contrast enhancements were applied equally across all data sets being compared with each other. A Python (Python Software Foundation) script provided by the Whitworth Lab (University of Cambridge) was used to blind images ahead of analysis. Figures were assembled in Photoshop (Adobe).\n\nStatistical analyses were performed using Prism (GraphPad); see legends and text for details of statistical tests used. N numbers refer to individual Drosophila embryos (unless otherwise stated), taken from laying cages containing &gt;50 adult flies; experiments were conducted across at least three imaging sessions with control embryos mounted on the same slides each time. Previous experimental data shows that &gt;6 movies (wandering migration) and 15–20 wound movies are sufficient to detect an effect size of 20% that of control values. Movies that lost focus or wounds that leaked obscuring macrophages at wounds were excluded from analyses. Immunostaining was performed on batches of pooled embryos collected across multiple days, with controls stained in parallel using staining solutions made up as a master mix and split between genotypes.\n\nSupporting information"
}