{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002144",
  "doi": "10.1371/journal.pbio.1002144",
  "externalIds": [
    "pii:PBIOLOGY-D-14-03827",
    "pmid:26020813",
    "pmcid:PMC4447270"
  ],
  "license": "This is an open access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication",
  "licenseUrl": "https://creativecommons.org/publicdomain/zero/1.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Signature Patterns of MHC Diversity in Three Gombe Communities of Wild Chimpanzees Reflect Fitness in Reproduction and Immune Defense against SIVcpz",
  "authors": [
    {
      "name": "Emily E. Wroblewski",
      "first": "Emily E.",
      "last": "Wroblewski",
      "affiliation": "Department of Structural Biology and Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, California, United States of America"
    },
    {
      "name": "Paul J. Norman",
      "first": "Paul J.",
      "last": "Norman",
      "affiliation": "Department of Structural Biology and Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, California, United States of America"
    },
    {
      "name": "Lisbeth A. Guethlein",
      "first": "Lisbeth A.",
      "last": "Guethlein",
      "affiliation": "Department of Structural Biology and Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, California, United States of America"
    },
    {
      "name": "Rebecca S. Rudicell",
      "first": "Rebecca S.",
      "last": "Rudicell",
      "affiliation": "Vaccine Research Center, National Institutes of Health, Bethesda, Maryland, United States of America; Sanofi, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "Miguel A. Ramirez",
      "first": "Miguel A.",
      "last": "Ramirez",
      "affiliation": "Departments of Medicine and Microbiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, United States of America"
    },
    {
      "name": "Yingying Li",
      "first": "Yingying",
      "last": "Li",
      "affiliation": "Departments of Medicine and Microbiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, United States of America"
    },
    {
      "name": "Beatrice H. Hahn",
      "first": "Beatrice H.",
      "last": "Hahn",
      "affiliation": "Departments of Medicine and Microbiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, United States of America"
    },
    {
      "name": "Anne E. Pusey",
      "first": "Anne E.",
      "last": "Pusey",
      "affiliation": "Department of Evolutionary Anthropology, Duke University, Durham, North Carolina, United States of America"
    },
    {
      "name": "Peter Parham",
      "first": "Peter",
      "last": "Parham",
      "affiliation": "Department of Structural Biology and Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, California, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2015-05-28",
  "dateAccepted": "2015-04-02",
  "dateReceived": "2014-10-31",
  "volume": "13",
  "number": "5",
  "pages": "e1002144",
  "tags": [
    "Type/Research Article"
  ],
  "abstract": "Major histocompatibility complex (MHC) class I molecules determine immune responses to viral infections. These polymorphic cell-surface glycoproteins bind peptide antigens, forming ligands for cytotoxic T and natural killer cell receptors. Under pressure from rapidly evolving viruses, hominoid MHC class I molecules also evolve rapidly, becoming diverse and species-specific. Little is known of the impact of infectious disease epidemics on MHC class I variant distributions in human populations, a context in which the chimpanzee is the superior animal model. Population dynamics of the chimpanzees inhabiting Gombe National Park, Tanzania have been studied for over 50 years. This population is infected with SIVcpz, the precursor of human HIV-1. Because HLA-B is the most polymorphic human MHC class I molecule and correlates strongly with HIV-1 progression, we determined sequences for its ortholog, Patr-B, in 125 Gombe chimpanzees. Eleven Patr-B variants were defined, as were their frequencies in Gombe’s three communities, changes in frequency with time, and effect of SIVcpz infection. The growing populations of the northern and central communities, where SIVcpz is less prevalent, have stable distributions comprising a majority of low-frequency Patr-B variants and a few high-frequency variants. Driving the latter to high frequency has been the fecundity of immigrants to the northern community, whereas in the central community, it has been the fecundity of socially dominant individuals. In the declining population of the southern community, where greater SIVcpz prevalence is associated with mortality and emigration, Patr-B variant distributions have been changing. Enriched in this community are Patr-B variants that engage with natural killer cell receptors. Elevated among SIVcpz-infected chimpanzees, the Patr-B*06:03 variant has striking structural and functional similarities to HLA-B*57, the human allotype most strongly associated with delayed HIV-1 progression. Like HLA-B*57, Patr-B*06:03 correlates with reduced viral load, as assessed by detection of SIVcpz RNA in feces.",
  "fullText": "Introduction\n\nIn vertebrate genomes, the major histocompatibility complex (MHC) is a region enriched with genes of the immune system. Defining the unique character of the MHC is the extreme polymorphism of the genes encoding the classical MHC class I and II molecules [1]. These cell-surface glycoproteins bind pathogen-derived peptide antigens and present them to the antigen receptors of T cells, the lymphocyte subpopulation that makes vital contributions to every arm of the adaptive immune response. The MHC class I molecules present peptide antigens to cytotoxic CD8 T cells, which can then kill cells infected with viruses and other types of intracellular pathogens [2]. In a complementary fashion, the peptide antigens bound by the MHC class II molecules stimulate CD4 T cells that then activate macrophages and B cells to respond to extracellular pathogens [3,4]. The activated B cells make antibodies, which coat the pathogen surface, thereby facilitating phagocytosis and pathogen destruction by an activated macrophage. The functions of MHC class II molecules are limited to adaptive immunity, whereas MHC class I molecules also make seminal contributions to innate immunity. Natural killer (NK) cells are the major blood lymphocytes of innate immunity; they recognize virus-infected cells and kill them by using various receptors that recognize MHC class I [5]. An advantage to this innate defense is its potential to terminate primary viral infections at a much earlier stage than adaptive immunity. Also, in placental mammals, NK cells and their receptors for MHC class I play a critical role in reproduction, specifically in the formation of the placenta [6].\n\nAcross phylogeny, the MHC class I genes are less conserved than MHC class II, both in their number and their nature [7]. This is consistent with MHC class I evolving faster than class II because of pressure from rapidly evolving intracellular pathogens such as RNA viruses, like the human immunodeficiency viruses (HIV). In fact, the great apes (chimpanzee, bonobo, gorilla, and orangutan) are the only living species that have orthologs of all three polymorphic human MHC class I molecules, HLA-A, -B, and -C [8]. In coevolving with MHC class I molecules, the Killer cell Immunoglobulin-like Receptor (KIR) family of NK cell receptors also evolves rapidly [6,9]. Only simian primates have counterparts to the human KIR family, and even within them there is remarkable species-specific character. Among the great apes, the immunogenetics, genomics, and functional interactions of chimpanzee KIR and MHC class I are most similar to the human system [8,10]. Thus the chimpanzee, Pan troglodytes, represents the best animal model in which to study the complex immunogenetics of MHC class I molecules and their diverse interactions with lymphocyte receptors.\n\nThe similarity of human and chimpanzee immune systems is reflected in the many pathogens the two species share, which in turn facilitates epidemiological studies to correlate host immunogenetic factors with infection. This is exemplified by pandemic (group M) HIV-1, which is derived from a simian immunodeficiency virus from chimpanzees (SIVcpz) that entered the human population by zoonotic transmission and causes acquired immunodeficiency syndrome (AIDS) [11]. Analysis of viral phylogeny shows that humans acquired ape viruses on four independent occasions, twice from the central subspecies of chimpanzee, P. t. troglodytes, generating HIV-1 groups M and N [11–13], and twice from western lowland gorillas (Gorilla gorilla gorilla), generating HIV-1 groups O and P [13–15]. However, no such transmissions occurred from the eastern subspecies of chimpanzees, P. t. schweinfurthii, which harbors SIVcpz at high prevalence [11,13,16]. Finally, the western P. t. verus and Nigeria-Cameroonian P. t. ellioti subspecies of chimpanzees are free of SIVcpz infection [13], which is an important distinction because most captive chimpanzees are of the P. t. verus subspecies [17,18] and thus have not experienced SIVcpz infection in their evolutionary history.\n\nNK cells and cytotoxic T cells provide critical defense mechanisms against viral infections. Consistent with NK cell and T cell receptor recognition of antigens presented by MHC class I, the strongest host genetic correlations for HIV-1 progression are with HLA-B [19], the most polymorphic human MHC class I gene [8,20,21] (Fig 1). Study of MHC diversity in wild populations of apes and other primates has been limited to MHC class II because its polymorphism is less complicated and more readily determined [22–32]. Knowledge of Patr-B, the chimpanzee ortholog of HLA-B, has come from the study of B cell lines derived from the peripheral blood of captive chimpanzees, most of whose provenance was poorly documented. We, therefore, know little of Patr-B polymorphism in natural chimpanzee populations, how it compares to HLA-B polymorphism, or how it is affected by viral infection.\n\nFor investigating natural Patr-B polymorphism, the chimpanzee population of Gombe National Park, Tanzania, has several advantages. Since Jane Goodall initiated investigation of the Gombe chimpanzees more than 50 years ago [33], the composition of this population and its temporal dynamics have been well-characterized [34]. In the last 20 years, it became possible to study the genetics of the chimpanzees and their pathogens in a noninvasive way by using fecal droppings as a source of DNA and RNA [16,35–40]. This allowed the study of the natural history of SIVcpz infection in the Gombe population [16,37–39]. With this approach we have now determined the diversity, polymorphism, and population dynamics of Patr-B in the Gombe chimpanzees.\n\nResults\n\nWe investigated MHC polymorphism in the wild chimpanzee population of Gombe National Park in northwestern Tanzania. This population, of subspecies P. t. schweinfurthii, is divided into three social communities that live in largely separate, but overlapping, northern, central, and southern territories within the park (Fig 2). Of 125 individuals studied, 30 were first sampled in Mitumba (northern), 67 in Kasekela (central), and 28 in Kalande (southern). This first study of wild chimpanzee MHC focuses on the Patr-B gene because previous analyses of captive chimpanzees, mainly subspecies P. t. verus, showed that Patr-B is the most polymorphic chimpanzee MHC gene, and its human ortholog, HLA-B, is the most polymorphic gene in the human genome [8,20,21]. Polymorphism of MHC molecules is the property of the binding site domains, which determine the most functional variation. Exons 2 and 3 of Patr-B, which encode its α1 and α2 peptide-binding domains, respectively, were amplified, cloned, and sequenced from genomic DNA isolated from chimpanzee feces.\n\nThe Gombe Chimpanzees Have Extensive Patr-B Diversity and Two High-Frequency Alleles\n\nEleven Patr-B alleles were identified in the Gombe chimpanzee population (S1 Table). Their distribution is consistent with Hardy-Weinberg equilibrium (p = 0.199, standard error (SE) = 0.02) (S1 Fig). Two alleles (Patr-B*22:04 and Patr-B*23:05) account for 58.8% of the total Patr-B alleles, having frequencies that are significantly higher than those of the nine low-frequency alleles (Fig 3A). Each community has nine or ten Patr-B alleles, with eight alleles being common to the three communities (Fig 3B–3D). Patr-B*22:04 and B*23:05 have high frequencies in the medium-sized northern community (Fig 3B) and the large central community (Fig 3C), whereas in the small southern community (Fig 3D), the B*22:04, B*23:05 and B*39:01 alleles are at lower, and comparable, frequencies.\n\nIn their number and relative frequencies, the Gombe Patr-B alleles are comparable to those of a captive P. t. verus population (Fig 3E) that was founded with 32 wild chimpanzees from Sierra Leone [41]. This captive population, formerly housed at the Biomedical Primate Research Center (BPRC) in the Netherlands, has ten Patr-B alleles: one at high frequency, four at intermediate frequency and five at low frequency. Certain small indigenous human populations in Africa (Fig 3F) and Asia (Fig 3G) have distributions of HLA-B alleles that are comparable to those of Patr-B in the Gombe and BPRC chimpanzee populations. In contrast, modern urban populations from Africa (Fig 3H), Europe (Fig 3I), and other continents (not shown) have higher numbers of HLA-B alleles, with more even frequencies. In the Gombe chimpanzees, the distribution of Patr-B alleles is significantly different from that of neutral markers, such as autosomal microsatellites and the mitochondrial D loop (χ2 tests, p &lt; 0.001 (D2S1326, D2S1333), p &lt; 0.005 (D9S922, hypervariable D loop) (S2 Fig). Thus the distribution of Patr-B alleles does not reflect the overall genetic diversity of the Gombe population, suggesting that the Patr-B distribution is a consequence of selection.\n\nSeven of the eleven Gombe Patr-B alleles are newly identified (submitted to the Genbank and IPD databases, with accession numbers provided) (S5 Fig). Four are identical to alleles found previously in captive chimpanzees (Patr-B*17:02, 17:03 [20]; Patr-B*22:03 (Genbank DQ539676); Patr-B*23:04 [45]). Fifteen out of the sixteen total nucleotide substitutions in the novel alleles are nonsynonymous, resulting in a change of the amino acid. This heavy bias towards changes that alter the composition of the Patr-B protein reflects the role of natural selection in generating and maintaining Patr-B polymorphism.\n\nComparison of Patr-B sequences from three chimpanzee subspecies (P. t. schweinfurthii, P. t. verus, and P. t. troglodytes) shows that each allele has been found in only one subspecies (S3 and S6 Figs). This phenomenon is exemplified by the Gombe P. t. schweinfurthii (Fig 3A) and BPRC P. t. verus (Fig 3E) populations, which have no Patr-B allele in common. However, reflecting their common origins, different subtypes of Patr-B alleles have been found across the subspecies. For example, Patr-B*23:01 is a P. t. verus allele, B*23:02 a P. t. troglodytes allele, and B*23:03, 22:04 and 22:05 are P. t. schweinfurthii alleles (S3 Fig). Of the five broad clades of Patr-B alleles, four (b1, b2, b3, and b5) are well represented in the Gombe population, whereas the b4 clade appears specific to P. t. verus (S3 Fig). Comparison of MHC-B sequences (S4 Fig) shows that the mean pairwise nucleotide difference for the Gombe population is 88% of that observed for the P. t. schweinfurthii subspecies, 80% of that observed among all chimpanzees, and 75% of that observed in comparisons between human and chimpanzee MHC-B (Fig 4). Although small in size, the Gombe population has a portfolio of Patr-B alleles that embraces a considerable proportion of the total chimpanzee Patr-B diversity.\n\nThe Patr-B Allotypes Enriched in Gombe Chimpanzees Are Not KIR Ligands\n\nThe distribution of amino acid substitutions within the α1 and α2 domains of the eleven Gombe Patr-B allotypes is characteristic of highly polymorphic MHC class I molecules that present peptide antigens to CD8 T cells. The polymorphic residues are principally those that determine peptide-binding specificity, with a lesser contribution from residues that engage αβ T cell receptors. Comparison of the patterns of sequence diversity in the Gombe and BPRC populations shows differences in the extent of diversity at several of the functionally important positions, notably residues 45, 67, 114, and 116 (Fig 5). These differences indicate that the two populations, of different subspecies, have been subject to different selective pressures from viral and other intracellular infections. One known difference is that SIVcpz is endemic to wild P. t. schweinfurthii populations but has not been found in wild P. t. verus populations [13].\n\nA further difference between the Gombe and BPRC Patr-B allotypes is their capacity to be recognized by NK cell receptors of the KIR family (Fig 6). KIR recognition of MHC-B is determined by sequence motifs at positions 76–83 in the α1 helix. Different motifs form the Bw4 and C1 epitopes, which are ligands for lineage II and III members of the KIR family, respectively [6]. Other sequence motifs at positions 76–83 of MHC-B do not permit KIR interaction. In the Gombe population, only two of the eleven Patr-B allotypes are predicted to be KIR ligands: Patr-B*28:02 that has the C1 epitope and Patr-B*23:05 that has the Bw4 epitope (Fig 6A). In contrast, all five of the other known P. t. schweinfurthii Patr-B allotypes, that are not present in the Gombe population, have either the C1 or the Bw4 epitope. Equally striking was that eight of the ten Patr-B allotypes in the BPRC population are predicted to be KIR ligands: three have the C1 epitope and five have the Bw4 epitope. The difference between Gombe and BPRC in the proportion of Patr-B allotypes predicted to be KIR ligands is statistically significant (Fisher’s Exact Test, p = 0.007). The frequencies of C1-bearing and Bw4-bearing Patr-B allotypes were, respectively, 3.3 and 2.0 fold higher, in the BPRC chimpanzees than in the Gombe chimpanzees (Fig 6B). A significant consequence of these differences is that all BPRC individuals have a Patr-B allotype that is a KIR ligand, whereas that is only the case for just over half (54%) of the Gombe chimpanzees (Fig 6C). Consequently, the Gombe chimpanzees have less capacity to modulate NK cell immune function via KIR interactions with Patr-B. These differences are a further reflection that the two populations have been subject to different selective pressures from viral and other intracellular pathogens.\n\nGombe Patr-B*22 Subtypes Are Associated with SIVcpz Infection\n\nThirty of the 125 Gombe chimpanzees included in this study are infected with SIVcpz. Comparison of the Patr-B alleles of infected and uninfected individuals shows no correlation with Patr-B homozygosity or heterozygosity (Fisher’s Exact test, p = 0.46). Three of eleven Patr-B alleles-Patr-B*06:03, B*22:03, and B*22:05-are over-represented in SIVcpz-infected chimpanzees (Fig 7A). Of these, Patr-B*22:03 and B*22:05 are low-frequency alleles: four of eight individuals having B*22:05, and four of five individuals having B*22:03, are SIVcpz-infected. Closely related to Patr-B*22:03 and B*22:05 is the high-frequency B*22:04 allele that is under-represented in the infected chimpanzees (Fig 7A). Thus, Patr-B*22:04 might confer some protection from SIVcpz infection. The Gombe B*22:03, B*22:04, and B*22:05 allotypes, as well as the P. t. verus B*22:01 allotype are all distinguished by sequence motifs at positions 97, 99, 114, and 116 in the α2 domain. SIV-associated B*22:03 and B*22:05 both have histidine at position 116, whereas B*22:04 has tyrosine (Fig 7B). Polymorphism at position 116 in human HLA-B is associated with significant host control of HIV-1: tyrosine, phenylalanine, and aspartic acid at this position are associated with patients who control their HIV-1 infection, whereas serine and leucine are associated with patients whose HIV-1 infection progresses to AIDS [46]. Although B*22:03 and B*22:05 are both correlated with SIVcpz infection, the effect is greater for B*22:03. That these allotypes differ only at positions 97 and 99 implies that polymorphism at these positions, which make contact with the peptide in the binding pocket (Fig 5A), modulates susceptibility or resistance either to infection or disease (Fig 7B).\n\nThe novel Gombe allotype, Patr-B*39:01, and the four Patr-B*22 allotypes have identical α1 domains (encoded by exon 2) (Fig 5A). The Patr-B*39:01 and B*22 α2 domains differ at five positions (94, 95, 103, 152, and 156) (Fig 5A), but at the four positions distinguishing B*22 allotypes (97, 99, 114, and 116), B*39:01 has a unique combination of the B*22 residues (Fig 7B). Thus, B*39:01 has similarities with B*22 in both the α1 and α2 domains. Although its frequency does not differ between SIVcpz-infected and uninfected chimpanzees (Fig 7A), Patr-B*39:01 has other associations with SIVcpz through its increased frequency in the SIVcpz-afflicted southern community and correlation with increased viral load (VL), as discussed below. These results further implicate residues 97, 99, 114, and 116 as key modulators of susceptibility or resistance.\n\nSIV-Associated Patr-B*06:03 Is Part of an Exceptional Clade of Ape and Human MHC-B\n\nPatr-B*06:03 has a higher frequency than B*22:03 and B*22:05, being carried by 20 individuals of whom seven are SIV-infected. Much of the phylogenetic tree of hominoid MHC-B exon 2 sequences is shallow and consists mainly of clusters of closely related, species-specific alleles (S7A Fig). By contrast, Patr-B*06:03 is part of an unusual clade that has deep structure and trans-species character (Fig 8A). Included in the clade are eight Patr-B, two gorilla Gogo-B alleles, and human HLA-B*57:01. For HIV-1-infected individuals, HLA-B*57:01 provides protection being strongly associated with reduced VL and delayed progression to AIDS [19,47–52]. The integrity of the trans-species clade is preserved in phylogenetic trees made from codons 62–74 of exon 2 (Fig 8B) but not in trees constructed from exon 2 sequences lacking codons 62–74 (Fig 8C). This result shows that sequence polymorphisms within residues 62–74 of the α1 domain define the trans-species clade. Comparing representative MHC-B allotypes that are in the clade with MHC-B allotypes that are not shows that the key substitutions are at positions 65, 66, 67, 69, 70, and 71 (Fig 8D). These residues are all in the amino terminal half of the α1 helix, and many of them contribute to the B pocket of the peptide-binding groove [53,54]. This pocket binds the side-chain of the critical anchor residue at position 2 (P2) of peptide antigens [54]. The B pockets of MHC-B molecules in the exceptional trans-species clade are characteristic of those that bind peptides with either serine or threonine as the anchor residue [41,55].\n\nIn the Gombe population, Patr-B*06:03 is the only member of the trans-species clade. It is likely associated with protective effects, given its relatedness to HLA-B*57:01. The over-representation of Patr-B*06:03 in SIVcpz-infected individuals is consistent with them experiencing longer survival through delayed progression to an AIDS-like stage of disease. Supporting this hypothesis, residues 62–74 of Patr-B*06:03 and other members of the trans-species clade include four (62, 63, 67, and 70) of seven residues found by genome-wide association study (GWAS) to be most significant for HLA-B mediated control of HIV-1 infection [46,56] (Fig 8D).\n\nPatr-B*06:03 Is Associated with Reduced SIVcpz VL\n\nHLA-B*57:01 correlates with longer survival of HIV-1-infected humans through its association with reduced VL [19,47–52]. The reduction in VL likely results from a fitness cost to viral replication associated with a frequent mutation that occurs at position 242 in HIV-1 Gag (T242N) [57–60]. We therefore hypothesized that Patr-B*06:03 acts similarly in the control of SIVcpz. Because the capacity to amplify viral RNA (vRNA) by RT-PCR from the feces of captive primates correlates with the amount of virus in plasma [61], we used this as a proxy measure for the systemic VL of wild chimpanzees (see Materials and Methods for more detail). We thus determined the fraction of samples with successful amplification of vRNA from the feces of each SIVcpz-infected Gombe chimpanzee and then tested these values against the presence or absence of a particular Patr-B allele. Consistent with our hypothesis, successful RT-PCR amplification of vRNA occurred less frequently for chimpanzees having Patr-B*06:03 than from chimpanzees lacking Patr-B*06:03 (p = 0.005) (S9 Fig, and statistical summary in S10B and S10C Fig). The one Gag sequence that has been determined for SIVcpz isolated from a Patr-B*06:03-positive individual gave no evidence for a Gag T242N escape mutation, but it does have a T242S mutation (S11 Fig). The effect of this change, however, is unknown.\n\nWe also compared vRNA amplification rates for the Patr-B*22:03, 22:04, 22:05 alleles that, like Patr-B*06:03, differ in frequency between the cohorts of SIVcpz-infected and uninfected individuals (Fig 7A). Also tested were Patr-B*39:01, because of its similarity to B*22 alleles (Fig 5A and Fig 7B), and Patr-B*23:05 because of its high frequency within the population (Fig 3). Patr-B*39:01 correlates with increased success of vRNA amplification (p = 0.036), suggesting individuals with this allele have elevated VL, but the effect was only significant when B*39:01 was examined alone (S9 and S10B and S10C Figs). Patr-B*22:04 also has an association with higher VL when examined alone; however, the effect of Patr-B*22:04 is not significant when tested in combination with B*06:03 and B*39:01 (S10B and S10C Fig). Within the sensitivity range of the assay used, we saw no effects of Patr-B*23:05, Patr-B*22:03, and Patr-B*22:05. One explanation for the results is that these Patr-B allotypes have no effect on VL. Another is that they can reduce viral load to some extent but not at a level detected by our assay. Also possible is that we had inadequate power to detect an effect for the Patr-B*22:03 and 22:05 subtypes because they are present in only few individuals.\n\nBecause of the Patr-B associations with VL, we examined if longevity of SIVcpz-infected chimpanzees correlated with Patr-B alleles. We found no difference in the risk of death associated with Patr-B*06:03 using either more conservative or less conservative criteria (detailed in Materials and Methods and S1 Text) (S10D Fig). Neither was there any effect on longevity associated with any other SIVcpz-associated allele (S10D Fig). Similarly, in an analysis of all Gombe individuals, irrespective of SIVcpz infection, there was no association of Patr-B with longevity. Many of the SIVcpz-infected chimpanzees are still alive, so continued monitoring of the Gombe population should give more data and power to address these questions in the future. In summary, this analysis of SIVcpz RNA in feces suggests an association of Patr-B*39:01 with higher VL. The results are also consistent with Patr-B*06:03 acting to lower the VL of chimpanzees infected with SIVcpz. Thus, Patr-B*06:03 shares both structural and functional properties with human HLA-B*57:01.\n\nThe Community with Highest SIVcpz Prevalence Has Experienced an Unstable Distribution of Patr-B Alleles\n\nSince 1995, the northern and central communities of Gombe chimpanzees have increased in size, while the southern community has diminished because of death and emigration (Fig 9A and S14 Fig) [16,34]. A likely contributor to this decline is the higher frequency of SIVcpz infection in the southern community: 46% between 2002 and 2009, compared to &lt;13% in the other communities [16,34]. A study which modeled SIVcpz and chimpanzee population dynamics suggested that female migration between communities could reverse such decline [16]. We therefore explored the temporal dynamics of Patr-B within the Gombe population with particular respect to female movements. Throughout the 1995–2010 period, the central community preserved a skewed distribution of alleles consisting of two high-frequency alleles (Patr-B*22:04 and 23:05) and 5–7 low-frequency alleles (S12 Fig). The increased number of low-frequency Patr-B alleles was due to immigrant females (S13 Fig), coming mainly from the southern community but also the northern community (S14 Fig). In 1995, the northern community had a relatively even frequency of alleles, but subsequently Patr-B*22:04 rose to high frequency and was maintained largely because of immigrant females and the offspring they produced (Fig 9B and S12–S14 Figs). Most dynamic was the southern community. During 1998–2000, Patr-B*22:04 was a high-frequency allele, as in the northern and central communities, but its frequency subsequently decreased along with this community’s decline in size. Concurrently, Patr-B*23:05, the population’s only allotype bearing the Bw4 epitope recognized by KIR of NK cells, and B*39:01 increased in frequency and became the high-frequency alleles of the southern community (Fig 9C, Fig 10A, and S12 and S13 Figs). This development was mainly due to newly identified, and presumably immigrant, females and the offspring they produced in this unhabituated community (Fig 9C and S12–S14 Figs), even though Patr-B*23:05 was less frequent among immigrant than natal females (Fig 10B). Immigrant females also helped preserve allelic diversity by adding and replacing low-frequency alleles that had been lost through death and female emigration (S13 and S14 Figs). In summary, between 1998 and 2010, the smaller, SIVcpz-plagued southern community experienced major changes in its distribution of Patr-B alleles, whereas the distributions in the larger and healthier northern and central communities were relatively stable, with only minor fluctuations. Female migration was a major factor contributing to changes in Patr-B diversity.\n\nHigh-Frequency Alleles Were Maintained by Immigrants to the Northern Community and by Dominant, Fecund Individuals in the Central Community\n\nIn addition to an increased likelihood of death, SIVcpz infection is associated with reduced female reproductive success [37]. While both these effects can affect genetic diversity, as seen in the southern community, the relative stability of Patr-B in the other communities could be a consequence of reproduction that compensates for the deleterious effects of SIVcpz infection. We therefore explored the influence of reproductive success on Patr-B allele frequencies in the central and northern communities. For chimpanzees, reproductive success is socially driven since the most fecund individuals are usually socially dominant [36,62–65] (see Materials and Methods for detail). The central community maintained both B*22:04 and B*23:05 as high-frequency alleles throughout the study period. None of the seven dominant males in this community were SIVcpz-infected. In 2010, their offspring accounted for 36%–50% of the B*22:04 and B*23:05 high-frequency alleles. Moreover, the offspring of alpha males constituted 44% of the community (Fig 11A). The offspring of fecund, and high-ranking, females (some of which were also the offspring of alpha males) represented 36%–53% of the high frequency alleles and 37% of the community. None of the five fecund females tested (of the six, total) were SIVcpz-infected, and three were natal females, born into and staying in the community to reproduce. Together, the offspring of two males and six females accounted for 61% of the central community and 64%–76% of the two high frequency Patr-B alleles (Fig 11A). Thus, the dominance of two Patr-B alleles in the larger central community is a consequence of the reproductive success of a small number of fecund and socially-dominant males and females.\n\nSince 2000, Patr-B*22:04 has been the only high-frequency allele in the northern community (Fig 9A and 9B). The offspring of the three alpha males known in this community contributed 33% of the Patr-B*22:04 allele frequency and represented 35% of the community in 2010 (Fig 11A). This contribution was comparable to that of the alpha males in the central community, despite two of the northern alpha males being SIVcpz-infected. Although none of the four fecund females tested (of five in total) were SIVcpz-infected, their contribution to the high-frequency allele was less than seen in the central community. Offspring of northern fecund females represented only 22% of the Patr-B*22:04 alleles, while representing 35% of the community in 2010. The combined offspring of fecund males and females in the northern community contributed 50% of the Patr-B*22:04 alleles (Fig 11A). Although substantial, this is less than the 67%–74% observed in the central community. Thus, the overall impact of fecund individuals was less pronounced in the northern community than in the central community. Instead, the high frequency of Patr-B*22:04 in the northern community was more influenced by immigrant females. Overall, all the known immigrants to the northern community and their offspring contributed 50% of the Patr-B*22:04 alleles in 2010, compared to 33% of B*22:04 in the central community (Fig 9B and S13 and S14 Figs). In addition, none of the five fecund females of the northern community were known to be natal females, and three were immigrants. In sum, under low selective pressure from SIVcpz, the Patr-B allele distributions of the northern and central communities were driven by the reproductive success of a small number of chimpanzees. These comprised mostly immigrant females to the northern community and fecund and socially dominant males and females in the central community.\n\nOne central community matriline produced three of the last seven alpha males (S15 Fig) and two of the six most fecund females. In 2010, this F matriline contributed 55% of the Patr-B*23:05 allele frequency and represented 34% of the 2010 population (Fig 11B). Without this contribution, the frequency distribution of the central community would be more like that of the northern community, where Patr-B*22:04 dominates. Thus, the F lineage specifically contributed to the high Patr-B*23:05 frequency, whereas the offspring of fecund individuals contributed to the high frequency of both Patr-B*22:04 and B*23:05.\n\nIn the central community, the effects of fecundity are further observed in the Patr-B frequencies of the offspring of fecund females compared to other females (S16 Fig). In addition to a difference in the total distribution (χ2 = 8.202, p &lt; 0.05), the two Patr-B allotypes bearing epitopes recognized by KIR of NK cells also differ: Patr-B*23:05, with a Bw4 epitope, is more frequent among the offspring of fecund females (Fisher’s Exact test, p = 0.063), while Patr-B*28:01, with a C1 epitope, is more frequent among the offspring of less fecund females (Fisher’s Exact test, p = 0.078) (S16 Fig). The SIVcpz-associated allele, Patr-B*06:03, is significantly elevated in the offspring of non-fecund females (Fisher’s Exact Test, p = 0.021). No such differences were observed in the offspring of males. Neither were such associations seen in the northern community, where fecundity differences appear less strong. However, 70% of the northern community’s Patr-B*23:05 alleles were contributed by the offspring of fecund females (Fig 11A). These observations further raise the possibility that B*23:05, the only Bw4-bearing allotype, directly influences fecundity.\n\nIn summary, reproductive success was the dominant influence on Patr-B allele distributions in the communities less pressured by SIVcpz infection. Immigrant females had most influence in the northern community, whereas fecund and socially high-ranking males and females dominated reproduction in the central community. In particular, the dominance of one matriline was responsible for the central community’s unique high-frequency allele.\n\nDiscussion\n\nThe population of P. t. schweinfurthii chimpanzees in Gombe National Park, Tanzania has been systematically studied for more than 50 years [33]. This unique body of knowledge provided an unprecedented opportunity to study longitudinal population dynamics of the MHC in the living species most closely related to humankind. Such studies, which are critical for understanding evolution of the MHC and the selective forces that drive it, have not been performed in humans, where population studies are dominated by static, single time point characterizations, and disease-association studies are almost always retrospective and incompletely controlled. In this investigation, we focused on Patr-B, the ortholog of HLA-B, the most polymorphic gene in the human genome [8,20,21]. The Gombe chimpanzees are naturally infected with SIVcpz [16,37–39], permitting assessment of the impact of infection upon Patr-B polymorphism in each of the three communities of the Gombe population.\n\nAlthough small by human standards, the Gombe population of approximately 125 chimpanzees maintains a diversity of 11 Patr-B alleles, eight being present in each of the three communities. In size, the central community increased considerably, and the northern community increased moderately during the last 15 years. Female immigration contributed to this expansion of these two communities [16,34]. In contrast, during this same period, the southern community steadily declined, which is in part due to this community’s higher prevalence of SIVcpz infection [16]. The relative success of the three communities is reflected in the frequency distributions of their Patr-B alleles. In the northern and central communities, the Patr-B distributions have remained relatively stable and similar, both consisting of a small number of high-frequency alleles and a larger number of low-frequency alleles. The high-frequency allele of the northern community derives predominantly from immigrant females who were reproductively successful, whereas in the central community, they derive from socially dominant and fecund males and females. Their reproductive success could have countered the deleterious effects of increased mortality and decreased female fecundity associated with SIVcpz infection and in this way maintained the viability of these communities. That is not the case for the southern community, which has lost population through the combined effects of SIVcpz infection and emigration [16]. Consequently, the southern community is experiencing a severe population bottleneck and striking changes to its Patr-B distribution. Improving the prospects of the southern community are immigrants who prevented even greater reductions in population size and Patr-B diversity. Thus, immigration and fecundity are important factors in the maintenance of community size and Patr-B diversity.\n\nAnalysis of the total Gombe population shows that three Patr-B alleles (Patr-B*06:03, Patr-B*22:03, and Patr-B*22:05) have significantly higher frequencies in the SIVcpz-infected chimpanzees than in the uninfected chimpanzees. Of these, the Patr-B*06:03 allele is a member of an exceptional trans-species clade of MHC-B alleles that is represented in chimpanzees, gorillas, and humans [41,66]. This clade includes human HLA-B*57:01, the HLA-B allele that has the strongest association with control of VL and delayed progression of HIV-1 infection to AIDS [19,47–52]. Underlying this protective effect are the actions of cytotoxic CD8 T cells [47]. These T cells recognize peptides derived from the HIV-1 Gag protein that are presented by HLA-B*57:01 on the surface of cells infected with HIV-1 [19,57,58], resulting in the killing of infected cells. In HIV-1-infected individuals with HLA-B*57:01, virus particles with mutations that enable them to escape such recognition often have a reduced capacity to replicate, thereby reducing VL [58–60]. For SIVcpz-infected chimpanzees, Patr-B*06:03 has a similar protective effect as that achieved by HLA-B*57:01 for HIV-1-infected humans. Using a qualitative PCR-based assay for detection, we find that vRNA is less abundant in the feces of SIVcpz-infected chimpanzees who carry Patr-B*06:03 than in the feces of chimpanzees lacking Patr-B*06:03. This correlation, itself, does not prove that Patr-B*06:03 causes reduced production of virus. However, the ancient, 13 residue structural motif that it shares with HLA-B*57:01, and that determines which peptides are bound and presented, is independent evidence that Patr-B*06:03 plays a comparable role to HLA-B*57:01 in stimulating lentivirus-specific CD8 T cells.\n\nThree Patr-B*22 subtypes are represented in the Gombe population. Of these, Patr-B*22:03 and Patr-B*22:05 are over-represented in the SIVcpz-infected chimpanzees, whereas the Patr-B*22:04 is under-represented. These correlations are consistent with B*22:04 providing some resistance to SIVcpz infection, whereas B*22:03 and B*22:05 are either neutral or confer susceptibility. At position 116 in the Patr-B sequence, Patr-B*22:04 has tyrosine compared to histidine in B*22:03 and B*22:05. For human HIV-1 infections, tyrosine 116 in HLA-B correlates with reduced VL and slower progression to AIDS, whereas histidine 116 has no protective effect [46]. These parallels point to tyrosine 116 in Patr-B*22:04 being protective, but not histidine 116, in B*22:03 and B*22:05. That Patr-B*22:03 more strongly correlates with SIVcpz infection than B*22:05 shows that residues 97 and 99, which distinguish the two subtypes, also influence SIVcpz infection. Residue 97 is spatially close to residue 116 (and they could therefore interact), and, in HLA-B, 97 is the residue most significantly associated with host control of HIV-1 infection [46,56]. As seen for Patr-B*22 subtypes, arginine 97 is more strongly associated with infection than threonine 97 [46,56]. Unlike Patr-B*06:03, the three Patr-B*22 subtypes have no detectable effect on VL as assessed by the amplification of vRNA from feces. This does not rule out the possibility of more subtle VL differences that could be detected with the quantitative tests used for monitoring systemic VL in plasma. Alternatively, Patr-B*22:04 could protect by a different mechanism than reducing VL, or Patr-B*22:03 and Patr-B*22:05 could actively increase susceptibility to SIVcpz infection. However, while there are well-known associations between HLA-B and HIV-1 disease progression, correlations with susceptibility to becoming infected have not yet been found [19]. Patr-B*39:01, which shares structural similarities with Patr-B*22, correlates with increased VL and has increased in frequency during the decline of the southern community. Patr-B*39:01, which appears to promote the survival of infected chimpanzees without reducing VL, uniquely shares tyrosine 116 with Patr-B*22:04 and arginine 97 with Patr-B*22:05.\n\nAs cells of the innate immune response, NK cells have the potential to kill virus-infected cells and terminate infection at an early stage. NK cells can also provide responses at later stages of infection when the virus is outrunning the CD8 T cell response. HIV-1 and SIVcpz down-regulate the expression of MHC-B and MHC-A in the cells they infect [67]. This prevents virus-specific CD8 T cells from recognizing the infected cells but makes them more vulnerable to NK cell-mediated killing, which is triggered by loss of MHC class I expression. In particular, strong NK cell responses are made to cells losing expression of the C1 and Bw4 epitopes.\n\nIn acute human HIV-1 infection, there is a rapid NK cell proliferation [68], in which the expansion of particular NK cell subsets depends upon the presence of Bw4-bearing HLA-B allotypes [69]. Thus, the rise of Bw4-bearing Patr-B*23:05 in the southern community during its decline suggests that this allotype provides an advantage against SIVcpz by facilitating NK cell recognition of infected cells. The high frequency of B*23:05 in the central community could also have been due to selection for this function. The high frequency of B*23:05 is principally due to the reproductive success of a fecund and socially dominant lineage of chimpanzees in the central community, and it is significantly elevated among the offspring of its fecund females. In addition, natal females more frequently have B*23:05 than immigrant females. These characteristics could all result from a selective advantage of B*23:05 in fighting infection, or alternatively this allotype could have separable effects on immunity and reproduction. There is suggestion that Patr-B allotypes can play different roles in immunity and reproduction. The C1-bearing allotype, Patr-B*28:02, increased mildly in frequency in the southern community, but it is also enriched among the offspring of less fecund females in the central community. In addition, Patr-B*06:03 confers advantage in controlling SIVcpz infection but is inversely correlated with female fecundity (as seen in the central community).\n\nPatr-B*06:03 and HLA-B*57:01 are part of an old and conserved clade that predates the evolutionary separation of human and African apes. This suggests that there has been a strong and consistent selective pressure that has maintained this clade. HIV-1 and SIVcpz are recent infections [13], but similar lentiviruses have likely been infecting African primates since sometime after the split of African and Asian monkey lineages [13] 6–10 million years ago [70]. Thus, these related viruses could have exerted selection pressure on human and African ape species throughout their history.\n\nDespite their small sizes, the Gombe population and its constituent communities have maintained extensive Patr-B diversity, which is indicative of the strength of selection to maintain MHC diversity in small populations. In periods of health and population growth, as experienced by the northern and central communities, successful reproduction by socially dominant individuals gives rise to a stable distribution consisting of a few high-frequency alleles and a majority of low-frequency alleles. In a period of instability, infection, and declining population, as experienced by the southern community, there is selection for any alleles that give protection against the infectious disease. Small populations like the southern community can still be of relevance to evolution. Under selection, low-frequency alleles can quickly increase their frequency leading to major changes in the allele distribution and subsequent increase in the size and health of the population.\n\nWell-illustrated by this study is how single events of recombination between MHC-B alleles can generate groups of MHC-B subtypes that offer different degrees of protection and susceptibility against an infecting pathogen. In both chimpanzees and humans, this is the major mechanism by which useful new variants are formed [20,66,71,72]. Reflecting the dynamic nature of the MHC-B gene, the majority of Patr-B alleles are specific to one subspecies of chimpanzee. It will therefore be of great interest to study Patr-B and other MHC genes in other subspecies of chimpanzee, as well in the second Pan species, the bonobo.\n\nMaterials and Methods\n\nWild chimpanzee fecal collection was noninvasive and not deemed animal subjects research according to National Institutes of Health guidelines by the Stanford Administrative Panel on Laboratory Animal Care (APLAC). All observational data of the Gombe chimpanzees was approved by Tanzania National Parks, Tanzania Wildlife Research Institute, and Tanzania Commission for Science and Technology, as well as the Duke University Institutional Animal Care and Use Committee. Use of the Yerkes National Primate Research Center chimpanzee samples were approved under Stanford APLAC-9057.\n\nStudy Site and Population\n\nWe studied the eastern P. t. schweinfurthii chimpanzee population of the Gombe National Park in northwestern Tanzania (Fig 2). Study of the Gombe chimpanzees began with Jane Goodall in 1960. Since 1977, three communities (the largest social unit formed by chimpanzees) with distinct territories have been recognized within the park [73]. These comprise the Kasekela (central) community, the Mitumba (northern) community, and the Kalande (southern) community. While males remain for life in the community where they were born, females typically emigrate to a new community when they reach sexual maturity; however, the extent of female migration is variable across communities and study sites [64,74,75].\n\nThe longest studied is the Kasekela community. Every day since 1973, one Kasekela individual has been followed and observed throughout the day, with a different community member being followed in turn on different days within a month. The size of the central community has varied from 37–62 individuals. Similar investigation of the northern community shows it has varied from 18–26 members since study began in 1997 [34,76]. The central and northern chimpanzees were both habituated to the presence of human observers [34,73]. The southern community, which is not habituated, has been monitored through routine searches (near daily) of the territory since 1999. Community size and composition has been estimated from opportunistic observations of chimpanzee sleeping nests and sightings of chimpanzees in which the number and the approximate age and sex of individuals are noted, as well as any visual identification of distinct individuals [16,34]. These observational methods are supplemented by genetic sampling from feces that are also collected opportunistically near nests and on trails. Since 1998, the community is estimated to have varied from 11–43 members, and it has steadily declined in size since 2002 [16,34].\n\nSample Collection, Identification, and Paternal Pedigrees\n\nSince 2000, noninvasive chimpanzee fecal samples have been collected in RNAlater (Ambion) to preserve DNA and SIVcpz vRNA for sequencing (further described in S1 Text). They were collected as soon as possible after defecation in roughly equal volumes of feces and preservative (approximately 20–25 ml). Samples were then stored frozen in the field lab in Gombe National Park and later shipped to the United States and stored at −80°C. Using DNA extracted from feces [11,16,36,37,39,77], the visual identification of the chimpanzee sample donor by sample collectors was confirmed through several means (further described in the respective references): 1.) PCR-based sex determination [36,78], 2.) mitochondrial hypervariable D loop haplotyping (with further confirmation that samples from mothers and offspring shared the same haplotype) [36,40], and 3.) genotyping at 8–11 microsatellite loci [16,35,36]. The microsatellite genotypes were further used to determine paternity of offspring, whereby a father was the only male that could contribute half of the offspring’s alleles given the maternal genotype [16,36,79,80].\n\nDNA Extraction and Patr-B PCR and Sequencing\n\nWe extracted DNA for this study from fecal samples using the protocol described by Wroblewski et al. (2009) and the QIAamp DNA Stool Mini Kit (Qiagen) [36] (further described in S1 Text). Tissue samples were extracted using the DNeasy Blood and Tissue Kit (Qiagen). DNA was extracted from at least two independent samples per individual, whenever available. Because the DNA in feces consists of small, degraded fragments, PCR amplification was targeted to regions of the Patr-B gene having a size around 400 bp. Fragments of this size were successfully amplified in the microsatellite typing system applied previously to chimpanzee fecal DNA [36]. In separate amplifications we targeted exons 2 and 3 that encode the most polymorphic and functionally relevant parts of the Patr-B molecule. Primers were designed from conserved intronic sequences flanking these exons. PCR products were first directly sequenced with at least one of the amplification primers. Whenever a new allele was detected, or if results were unclear, the PCR products were cloned and then sequenced.\n\nKnown parent-offspring relationships were used to test the assigned genotypes and confirm that each individual had an appropriate combination of maternal and paternal alleles for exon 2 and exon 3 of Patr-B [16,36,79,80]. Inheritance patterns were also used to phase exon 2 and exon 3 sequences by determining which exon pairs assorted together. All novel P. t. schweinfurthii Patr-B alleles were confirmed by the observation of the allele in more than one individual or in at least two independent amplifications from the same individual.\n\nIdentification of Core Hominid MHC-B Alleles\n\nThe exon 2 and 3 sequences for all HLA-B alleles in the IMGT-HLA database (http://www.ebi.ac.uk/ipd/imgt/hla/) (3.12.0, April 2013) and for all ape MHC-B alleles in the Immuno Polymorphism Database (IPD-MHC; http://www.ebi.ac.uk/ipd/mhc/) (1.9.0, July 2013) were compiled [21]. For each species a reduced set of “core” MHC-B alleles, from which all known alleles could be derived, was determined by the exclusion of all alleles that could be generated either by recombination or point mutation from the core alleles (S6 Fig).\n\nPhylogeny and Pairwise Differences between MHC-B Sequences\n\nNeighbor-joining trees for MHC-B nucleotide sequences were constructed with MEGA v4.1 [81] using the Tamura-Nei method with pairwise deletion comparison and 1,000 replications. Pairwise sequence comparisons were conducted within and between species for chimpanzee Patr-B and human HLA-B alleles. Pairwise differences were also assessed between three chimpanzee subspecies (S6 Fig), for which Patr-B alleles only identified as being isolated from Pan troglodytes were excluded. No alleles from the P. t. ellioti subspecies have been defined. We calculated pairwise nucleotide distances for the sequences in each dataset using pairwise deletion and p-distance in MEGA v5.1 [82]. The difference between the means of allele pair sets was tested using unpaired t tests.\n\nAmino Acid Variability\n\nAmino acid variability was determined for the Patr-B variants found within populations of chimpanzees using the Wu-Kabat Variability Coefficient [83]. The value (W) was calculated as N * k / n, where N is the number of sequences included in the analysis, and N is multiplied by k, the number of distinct amino acids at a given position. This product is then divided by n, the number of occurrences of the most common amino acid at that position.\n\nSIVcpz Detection, Viral Load Proxy, and Mortality Analyses\n\nFecal samples were screened by western blot for the presence of SIVcpz-specific antibodies as described previously [16,37,39]. A subset of samples from antibody-positive individuals were then subjected to nested RT-PCR amplification of vRNA to confirm SIVcpz infection and identify new viral variants. However, not all antibody-positive samples yielded PCR products [16,37,39] (S2 Table). Because previous studies of captive primates indicated a positive correlation between the ability to amplify vRNA from the feces and systemic VL of captive primates [61], we used the frequency of successful RT-PCR amplification as a proxy for VL in the wild Gombe chimpanzees. Fecal samples from SIVcpz-infected Gombe chimpanzees that were analyzed by RT-PCR were scored as vRNA positive or negative, regardless of which subgenomic region (pol, env, or nef) was amplified (S2 Table). Analysis was restricted to samples that were fecal western blot positive in order to ensure that samples were reasonably preserved and to exclude true as well as false negatives. We used Poisson regression to model the number of samples from which there was successful vRNA amplification out of the total number of samples tested (i.e., the success rate) according to Patr-B allele presence using SAS v9.3 (proc GENMOD). We did not include the community origin of the fecal sample as a covariate because Poisson regression analysis did not show an effect of community on the rate of successful vRNA amplification (S8 and S10A Figs).\n\nMortality analyses were conducted following those done for the northern and central communities in Gombe by Keele et al. (2009) [37], but we also included individuals from the southern community when life history data were available (further described in S1 Text). We used logistic regression with a complementary log-log link to model the age of death of SIVcpz-infected chimpanzees according to Patr-B allele presence, with age and sex as covariates, also using SAS v9.3 (proc GENMOD). We modeled two different data sets based on conservative and less conservative criteria for individuals’ SIVcpz status and dates of death. We also used the total population of both SIVcpz-infected and uninfected individuals to test for mortality differences according to Patr-B allele presence using the two data sets, further including SIVcpz status as a covariate.\n\nStudy Period and Population Genetics\n\nThe demographic study period began in 1995 for the central and northern communities, which was the year for which we had DNA from at least 50% of the individuals who were alive in each habituated community on the first of the year. Comparable sampling of the southern community did not occur until 1998. The demographic composition of each community was assessed every five years through 2010 because five years is the mean interbirth interval for the Gombe chimpanzees [65,84,85]. For each year analyzed, individuals that were alive in the community on the first of the year were classified as community members. Differences between individual allele frequencies were assessed using Fisher’s Exact tests, while the differences between total allele frequency distributions were tested using χ2 tests. We used Genepop v4.2 to test for deviations between the observed genotype frequencies, based on the total sampled population of 125 chimpanzees, and the genotype frequencies expected under Hardy-Weinberg equilibrium. An exact Hardy-Weinberg probability was estimated using the Markov chain method [86,87].\n\nIdentification of Fecund Individuals\n\nBoth male and female chimpanzees have a social dominance hierarchy in which the dominant individuals produce more offspring. In males, a linear hierarchy results in an alpha male that is dominant over all others, a beta male that is only subordinate to the alpha, and so on [36,75,88,89]. Alpha males sire more offspring (about 30% in the central community) than males of lower rank [36,62,63]. Alpha males also have greater lifetime success, as four of the last seven alpha males were the most successful known males in the central community (S15 Fig). High ranking females also have greater offspring survival and produce offspring faster, and their daughters mature more quickly [64,65]. We therefore categorized fecund individuals in the central community in three ways: 1.) alpha males (N = 7), 2.) fecund females (N = 6), which were those that produced at least twice the mean number of offspring per female, and 3.) fecund females and males combined, where we included both males (N = 2) and females (N = 6) that produced at least twice the mean number of offspring per individual of their sex. Males and females included in the calculation of the mean number of offspring per sex were restricted to those known to have produced at least one offspring since the start of the Gombe study. Both central community males and females produced a mean of three offspring. None of the seven alpha males or six fecund females were infected with SIVcpz. Three were natal females, known to have been born into the community and also to have stayed to reproduce. Two of the other three females were immigrants, and the other was of unknown origins because it was an adult when study of the Gombe chimpanzees began.\n\nReproductive success was less skewed for females in the northern community. Of the females known to have produced offspring thus far, none have yet produced at least twice the female mean, which was also three. Only three males have been identified as fathers in the northern community thus far, all of which were past or present alpha males and sired four or five offspring each. Therefore, we categorized fecund individuals in the northern community as: 1.) alpha males (N = 3), 2.) females (N = 5) that produced more than the mean number of offspring per female, and 3.) alpha males and fecund females combined. Two of the three alpha males were infected with SIVcpz. None of the four females that were tested were SIVcpz-infected, and none of the five were known to be natal females. Three were identified as immigrants, while the other two were of unknown origins.\n\nSupporting Information"
}