{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000111",
  "doi": "10.1371/journal.pbio.1000111",
  "externalIds": [
    "pii:08-PLBI-RA-3114R3",
    "pmid:19468302",
    "pmcid:PMC2680336"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Plk1 Self-Organization and Priming Phosphorylation of HsCYK-4 at the Spindle Midzone Regulate the Onset of Division in Human Cells",
  "authors": [
    {
      "name": "Mark E. Burkard",
      "first": "Mark E.",
      "last": "Burkard",
      "affiliation": "Molecular Biology Program, Memorial Sloan-Kettering Cancer Center, New York, New York, United States of America; Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, New York, United States of America"
    },
    {
      "name": "John Maciejowski",
      "first": "John",
      "last": "Maciejowski",
      "affiliation": "Molecular Biology Program, Memorial Sloan-Kettering Cancer Center, New York, New York, United States of America"
    },
    {
      "name": "Verónica Rodriguez-Bravo",
      "first": "Verónica",
      "last": "Rodriguez-Bravo",
      "affiliation": "Molecular Biology Program, Memorial Sloan-Kettering Cancer Center, New York, New York, United States of America"
    },
    {
      "name": "Michael Repka",
      "first": "Michael",
      "last": "Repka",
      "affiliation": "Molecular Biology Program, Memorial Sloan-Kettering Cancer Center, New York, New York, United States of America"
    },
    {
      "name": "Drew M. Lowery",
      "first": "Drew M.",
      "last": "Lowery",
      "affiliation": "Departments of Biology and Biological Engineering, Center for Cancer Research, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "Karl R. Clauser",
      "first": "Karl R.",
      "last": "Clauser",
      "affiliation": "Broad Institute of MIT and Harvard, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "Chao Zhang",
      "first": "Chao",
      "last": "Zhang",
      "affiliation": "Howard Hughes Medical Institute, University of California at San Francisco, San Francisco, California, United States of America; Department of Cellular and Molecular Pharmacology, University of California at San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Kevan M. Shokat",
      "first": "Kevan M.",
      "last": "Shokat",
      "affiliation": "Howard Hughes Medical Institute, University of California at San Francisco, San Francisco, California, United States of America; Department of Cellular and Molecular Pharmacology, University of California at San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Steven A. Carr",
      "first": "Steven A.",
      "last": "Carr",
      "affiliation": "Broad Institute of MIT and Harvard, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "Michael B. Yaffe",
      "first": "Michael B.",
      "last": "Yaffe",
      "affiliation": "Departments of Biology and Biological Engineering, Center for Cancer Research, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America; Broad Institute of MIT and Harvard, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "Prasad V. Jallepalli",
      "first": "Prasad V.",
      "last": "Jallepalli",
      "affiliation": "Molecular Biology Program, Memorial Sloan-Kettering Cancer Center, New York, New York, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2009-05",
  "dateAccepted": "2009-03-31",
  "dateReceived": "2008-07-28",
  "volume": "7",
  "number": "5",
  "pages": "e1000111",
  "tags": [
    "Discipline/Cell Biology/Cell Growth and Division",
    "Discipline/Cell Biology/Chemical Biology of the Cell",
    "Type/Research Article"
  ],
  "abstract": "Self-regulated movement of Polo-like kinase 1 to the midzone of the mitotic spindle initiates a local signaling cascade that activates the cell division machinery at the cell's equator.",
  "fullText": "Introduction\n\nAt the end of mitosis, a physical barrier must be established between the segregated sister genomes to produce two distinct cells. This process, termed cytokinesis, involves the assembly and constriction of an actomyosin ring at the cell equator [1]–[3]. In addition to its fundamental role in cell multiplication, cytokinesis contributes to genome integrity, because cells that fail to complete cytokinesis often reduplicate their chromosomes and centrosomes in the following cell cycle. Such tetraploid cells are prone to further genomic instability and display increased propensity for oncogenic transformation in vitro and in vivo [4],[5].\n\nIn metazoans, cytokinesis is intimately linked to the structure of the anaphase spindle [6]. Both astral and spindle midzone microtubules (MTs) provide cues that direct contractile ring assembly to the equator, although the relative contribution of these two MT populations has been hotly debated over the past 40 years [7],[8]. Recent evidence indicates that both mechanisms can be active simultaneously and contribute redundantly to furrow positioning [9]–[11].\n\nIn addition to positional cues provided by the anaphase spindle, cytokinesis requires regulated changes in protein phosphorylation. For example, declining Cdk1 activity at anaphase onset allows the reversal of inhibitory phosphorylations on PRC1 and the MKLP1 subunit of centralspindlin, enabling these factors to bind and bundle antiparallel MTs that constitute the spindle midzone [12],[13]. The other subunit of centralspindlin, known as HsCYK-4 or MgcRacGAP, contains a GTPase activator protein (GAP) domain and directly interacts with the GTP exchange factor (GEF) Ect2, and both HsCYK-4 and Ect2 are essential for equatorial recruitment of the RhoA GTPase, the master regulator of actomyosin dynamics during cytokinesis [14]–[19].\n\nIn contrast to Cdk1, other mitotic kinases, including Polo-like kinase 1 (Plk1) and Aurora B, regulate cytokinesis positively [1]–[3],[20]–[22]. Because chronic Plk1 inactivation results in profound mitotic defects that trigger the spindle checkpoint and cause a terminal cell-cycle arrest in prometaphase, Plk1's role during the initiation of cytokinesis was not discovered until the recent advent of fast-acting chemical inhibitors [23]–[27]. When applied to cells at the metaphase-to-anaphase transition, these compounds rapidly suppress Plk1 activity, cause mislocalization of Ect2, and block RhoA-dependent initiation of contractile ring assembly [24],[27]–[29]. However, the substrates and biochemical mechanisms that account for these inhibitor-induced phenotypes remain unknown.\n\nA second and related issue concerns the spatial regulation of Plk1 itself. While Plk1 predominantly resides at kinetochores and centrosomes in prometaphase cells, it rapidly redistributes onto the spindle midzone at anaphase onset [30]. This localization pattern stems from Plk1's synergistic phosphorylation of and docking with multiple midzone components via its Polo-box domain (PBD), which is a specialized phosphopeptide-binding module [31],[32]. Accordingly, inhibiting Plk1 activity in anaphase cells disrupts this positive-feedback mechanism and prevents Plk1's targeting to the midzone [24],[27]–[29]. Nevertheless, the relationship between Plk1's spatial auto-regulation and the molecular events leading to RhoA activation and contractile ring assembly remains unsettled, because the PBD is also required for Plk1's upstream functions in prometaphase, without which cells are unable to satisfy the spindle checkpoint [33],[34]. Based on studies in which Plk1's midzone localization was indirectly perturbed through the depletion of individual docking partners such as PRC1 [35]–[37] or co-expression of dominant-negative Plk1 and spindle checkpoint constructs [34], current models for cell division presume that this self-organization is not required to recruit Ect2 to the midzone or initiate contractile ring assembly [1],[37]–[39]. However, this interpretation is complicated by the fact that both dominant-negative and RNAi assays are susceptible to incomplete penetrance and thus false-negative results, especially in signaling pathways characterized by strong positive feedback and competition among multiple binding partners and substrates [40],[41]. For example, reducing Plk1 levels by 95% blocks chromosome bi-orientation effectively but still leaves cells with enough Plk1 to initiate furrowing if the spindle checkpoint is also down-regulated [42], whereas furrowing does not occur if Plk1 activity is directly and potently inhibited in anaphase using small molecules [24],[27]–[29].\n\nTo elucidate the spatial and molecular mechanisms by which Plk1 triggers RhoA recruitment and contractile ring assembly, we took advantage of a chemical genetic system for Plk1 inhibition [24]. This system uses PLK1-null human retinal pigment epithelial (RPE) cells complemented by a mutant Plk1 allele, whose catalytic pocket has been enlarged to accept bulky purine analogs as ATP-competitive inhibitors (Plk1as, for analog-sensitive) [24]. Exposure of Plk1as cells to one such analog, 3-MB-PP1, abrogates all known mitotic and cytokinetic functions of the kinase, albeit on a 100-fold shorter time scale than gene deletion or RNAi. Importantly, 3-MB-PP1 is inert when applied to cells expressing wild-type Plk1, validating this compound as an allele-specific inhibitor in vivo [22]. In this Research Article, we leverage this system to modulate not only the timing of kinase signaling but also its geometry. We demonstrate that, contrary to previous models, Plk1's self-organization at the midzone in fact plays a crucial role in communicating the position of this equatorial landmark to the RhoA network. We also show that one key step in this communication involves the site-specific phosphorylation of the RhoGAP subunit of the centralspindlin complex, HsCYK-4, which creates a recognition site for a tandem BRCT repeat motif located at the N terminus of Ect2. Together these findings provide new insight into how Plk1 generates and amplifies the midzone-derived signal for cell division.\n\nResults\n\nA Chemical Genetic System for Manipulating the Geometry of Plk1 Activity in Anaphase Cells\n\nAs a first step, Plk1as cells [24] were transduced with retroviruses expressing either wild-type Plk1 (Plk1wt) or a so-called “pincer” mutant (Plk1AA) that can no longer bind phosphoserine or phosphothreonine residues [32] (Figure 1A). Both proteins were expressed at similar levels, comparable to the Plk1as allele (Figure S1). Both Plk1as/wt and Plk1as/AA cells contained a kinase activity that was resistant to 3-MB-PP1 but sensitive to BI 2536, a pharmacologic inhibitor of Plk1 and related kinases [43] (Figure 1B). However, Plk1wt localized to the spindle midzone in vivo, whereas Plk1AA was diffusely distributed (Figure 1C). Next, Plk1as/wt and Plk1as/AA cells were synchronized in prometaphase with monastrol, released to allow bipolar spindle assembly, and then briefly treated with 3-MB-PP1 to inhibit Plk1as activity in anaphase (Figure 1D). Plk1wt fully complemented the cytokinesis defects caused by Plk1as inhibition, as judged by localization of Ect2 at the spindle midzone, recruitment of RhoA to the equatorial cortex, and furrow ingression (Figure 1D, middle row, and Figure 1E). Plk1as/wt cells were also completely resistant to 3-MB-PP1 in long-term growth assays (Figure 1F). In sharp contrast, Plk1AA failed to rescue either cytokinesis onset (Figure 1D, bottom row, and Figure 1E) or sensitivity to 3-MB-PP1 (Figure 1F). This failure was not attributable to a cis-inhibitory effect of the PBD itself, as comparable results were obtained when the entire PBD was deleted (see below). These data suggest that, contrary to previous models, the initiation of cytokinesis requires both the catalytic activity of Plk1 and its self-regulated association with one or more factors upstream of RhoA, most likely at the spindle midzone.\n\nThe RhoGAP Subunit of Centralspindlin Is a Substrate and Binding Partner of Plk1 at the Spindle Midzone\n\nIn surveying known RhoA regulators, we noted that the N terminus of HsCYK-4 contains several potential Plk1 phosphorylation sites (D/E/N-X-S/T-φ, where X represents any amino acid and φ denotes a hydrophobic residue; MBY, unpublished data, and Figure 2A) and is an excellent substrate for Plk1 in vitro (Figure 2B). These findings were of interest, because we recently isolated HsCYK-4 in an affinity-capture screen for PBD-binding proteins [44] and observed modest but reproducible coprecipitation of endogenous Plk1 and HsCYK-4 during late mitosis (Figure 2C). Tandem mass spectrometry analysis of a purified HsCYK-4 fragment (HsCYK-4N) phosphorylated by Plk1 in vitro identified four major sites (S157, S170, S214, and S260; Figure S2) that overlapped with in vivo phosphorylation sites (S157, S164, S170, and S214) detected in global phosphoproteomics analyses [45],[46]. Mutating these residues to alanine (HsCYK-4N5A) strongly inhibited Plk1-mediated phosphorylation in vitro (Figure 2B). To test whether phosphorylation of HsCYK-4 facilitates its recognition by the PBD, nonradioactive kinase reactions were performed, resolved by SDS-PAGE, and subjected to Far Western blotting using a GST-PBD fusion protein [44]. Whereas the Plk1-phosphorylated form of HsCYK-4 bound the soluble PBD fragment, this interaction was suppressed upon inhibition of Plk1 or mutation of all five phosphoacceptor sites (Figure 2D).\n\nTo investigate the dynamics of HsCYK-4 phosphorylation in vivo, we raised a phosphospecific antibody against serine 170 (pS170; Figure 3A and Figure S4). Whereas this site was minimally modified in HCT116 cells that were synchronized in prometaphase with nocodazole, S170 phosphorylation increased dramatically upon release from the nocodazole arrest, as cells progressed through anaphase and cytokinesis (Figure 3B). Similar results were obtained in HeLa cells, except that higher levels of pS170 were detected during nocodazole arrest, presumably indicating a higher steady-state ratio of kinase to phosphatase activity in this cell type (Figure S3). Immunofluorescence microscopy with the pS170 antibody revealed strong phosphorylation of HsCYK-4 at the spindle midzone (Figure 3C, top panels, and Figure S4). This phosphorylation required both Plk1's catalytic activity and a functional PBD motif, as judged by the loss of the pS170 signal in 3-MB-PP1-treated Plk1as and Plk1as/AA cells, versus its maintenance in identically treated Plk1as/wt cells (Figure 3C, bottom panels). Together, these results indicate that HsCYK-4 is a bona fide substrate and docking partner of Plk1 at the spindle midzone.\n\nHsCYK-4 Phosphorylation Controls Ect2 Localization and Stimulates RhoA-Dependent Contractile Ring Assembly\n\nTo determine the physiologic role of HsCYK-4 phosphorylation, human RPE cells were transduced with retroviral constructs expressing GFP-tagged and siRNA-resistant versions of HsCYK-4wt or HsCYK-45A. Both proteins localized to the spindle midzone, indicating their incorporation into functional centralspindlin complexes (Figure S4A). Each cell line (plus a control cell line expressing GFP alone) was transfected with HsCYK-4 siRNA and synchronized in late mitosis via timed release from a monastrol block. Although Western blotting demonstrated a profound bulk reduction in HsCYK-4 (Figure 4A), only about 50% of cells were depleted with sufficient penetrance to extinguish the pS170 phosphoepitope (Figure 4B, second column). Through careful analysis of cells co-stained for pS170 and RhoA network components, we nevertheless obtained clear evidence that the phosphorylated form of HsCYK-4 promotes the onset of cytokinesis. As expected, control cells that were effectively depleted of endogenous HsCYK-4 (and thus devoid of pS170) exhibited severe defects in concentrating RhoA at the equatorial cortex, targeting citron kinase (an established RhoA effector and myosin II activator [16],[47]) to the presumptive contractile ring, and furrow ingression (Figure 4B, second row, and Figure 4C). Expression of GFP-HsCYK-4wt rescued the loss of pS170 and all other siRNA-induced phenotypes (Figure 4B, third row). In contrast, GFP-HsCYK-45A did not restore S170 phosphorylation, and these cells continued to display pronounced defects in all aspects of cytokinesis initiation (Figure 4B, bottom row, and Figure 4C). Although it was not possible to costain cells for pS170 and Ect2, both HsCYK-4-depleted and GFP-HsCYK-45A cells displayed quantitatively similar defects in recruiting Ect2 to the midzone that were proportionate to the loss of pS170 (Figure 4B and 4D). We also observed a qualitatively similar difference in the frequency of binucleated cells after siRNA transfection in asynchronous cultures (14% versus 2% for GFP-HsCYK-4wt; p = 0.001 by Fisher's exact test). Thus, Plk1's phosphorylation of HsCYK-4 plays a major role in targeting Ect2 to the spindle midzone and in stimulating RhoA-dependent contractile ring assembly at anaphase onset.\n\nPhosphorylation of HsCYK-4 on Serine 157 Generates a Primary Docking Site for the Tandem BRCT Repeats of Ect2\n\nThe N terminus of Ect2 has complex regulatory functions: on the one hand, this domain is required for Ect2's binding to HsCYK-4 [14],[16] and is subject to inhibitory phosphorylation by Cdk1 [14]. On the other hand, it also tightly interacts with Ect2's C-terminal GEF domain, resulting in intramolecular auto-inhibition [48]. Structurally, this region contains two tandem BRCA1 C-terminal (BRCT) repeats, a sequence motif that, in some contexts, mediates phosphospecific protein–protein interactions [49],[50]. Thus, several distinct but nonexclusive models for how Plk1 promotes assembly of the Ect2/HsCYK-4 complex have been suggested [21],[22],[24],[29]. One possibility is that Plk1 phosphorylates Ect2 to disrupt its intramolecular association, thereby making the N-terminal domain more accessible to HsCYK-4. Another possibility is that Plk1 directly generates a phosphospecific Ect2-binding site within HsCYK-4. The mislocalization of Ect2 in HsCYK-45A mutant cells (Figure 4B) strongly supports the latter hypothesis. To test this explicitly, we cotransfected HeLa cells with epitope-tagged versions of HsCYK-4 (either wild-type or nonphosphorylatable) and an N-terminal Ect2 fragment that is immune to both intramolecular and Cdk1-dependent inhibition (myc-BRCT* [14]). Immunoprecipitation–Western blotting studies confirmed reconstitution of the complex and further showed that this interaction requires both Plk1 activity in trans and one major Plk1 consensus site (S157) in cis (Figure 5A). Similar results were also obtained using full-length Ect2 as the binding partner (Figure S6). Motivated by these findings, we generated a pS157-specific antibody and used it to confirm that this residue is indeed phosphorylated in a Plk1-dependent manner in vivo (Figure 5B and Figure S5). We conclude that Plk1 phosphorylation at S157 (an evolutionarily conserved residue in HsCYK-4 orthologs; Figure 5C) generates the primary docking site for Ect2, at least when assayed in solution. Nevertheless, other Plk1 phosphorylation sites may act in parallel with S157 to stabilize the Ect2/HsCYK-4 interaction at midzone MTs (JM and PVJ, unpublished data; M. Glotzer, personal communication).\n\nPlk1 Self-Organization and Phosphodependent Priming of the Ect2-Centralspindlin Complex Generate the Midzone-Based Signal for Cell Division\n\nTogether, our results suggest a simple model for how Plk1 generates the midzone-derived signal for furrow formation. At anaphase onset, Plk1 is released from its early mitotic binding partners through dephosphorylation of Cdk1-primed PBD-docking sites. Once liberated, the kinase self-organizes at the plus ends of spindle MTs by binding to and phosphorylating multiple midzone components, including the HsCYK-4 subunit of centralspindlin. Once phosphorylated on serine 157, HsCYK-4 is able to recruit Ect2 to the midzone via the latter's N-terminal BRCT repeats, thereby concentrating the RhoGEF at the midzone and perhaps also activating it conformationally [48]. The ultimate output of this midzone-localized signaling network is an intense but narrow zone of cortical RhoA activity, and consequently, an equatorial cleavage furrow [18].\n\nThis model not only explains why cytokinesis initiation is disrupted when Plk1's kinase activity is spatially dysregulated due to mutation of the PBD (Figure 1), but also predicts that one should be able to bypass this defect by targeting the kinase to the midzone and allowing it to phosphorylate HsCYK-4 via a PBD-independent mechanism. To test this prediction, we constructed retroviruses that express either the catalytic domain of Plk1 alone (Plk1cat) or the same domain fused to the N terminus of HsCYK-4 (an allele we term Plk1catC4) and introduced these constructs into Plk1as cells (Figure 6A and Figure S1). During anaphase, Plk1cat was found throughout the cell, while Plk1catC4 accumulated specifically at the midzone (Figure 5B). When Plk1as/cat cells were challenged with 3-MB-PP1, S170 phosphorylation, Ect2 recruitment, equatorial RhoA activation, and furrow induction were all strongly inhibited (Figure 6C, second row, and Figure 6D). In contrast, a significant fraction of Plk1as/catC4 cells executed all three aspects of cytokinesis initiation and formed deep cleavage furrows (Figure 6C, bottom rows). This functional rescue was particularly striking given that the Plk1catC4 fusion was expressed at substantially lower levels than the untethered kinase domain (Figure S1). Importantly, the complementing activity of the Plk1catC4 allele was limited to cytokinesis onset, as other essential functions of Plk1 were not restored (Figure 6E).\n\nTo confirm and extend these results, we quantitatively analyzed cleavage furrow dynamics by time-lapse videomicroscopy (Figure 7 and Figure S6). Plk1as/cat cells treated with 3-MB-PP1 either lacked furrows altogether (n = 21 cells; Figure 7A) or formed weak transient furrows that quickly collapsed (n = 7). In contrast, 66% of 3-MB-PP1-treated Plk1as/catC4 cells (n = 12 of 18 cells; Figure 7A) formed deep equatorial furrows, confirming rescue of cytokinesis onset. However, unlike wild-type furrows (Plk1as/wt cells; n = 21, Figure 7B), these reconstituted furrows were unable to progress through abscission and ultimately regressed by the end of telophase, producing binucleate cells (Figure 7C). These results demonstrate chemical genetic separation of Plk1's roles during the early and late stages of cytokinesis and are consistent with recent data showing that Plk1 binds and phosphorylates other midzone- and midbody-specific proteins that are required to complete (but not initiate) cell division [35],[36],[44],[51],[52].\n\nDiscussion\n\nCytokinesis must be temporally and spatially coordinated with chromosome segregation in order to avoid genome polyploidization, centrosome amplification, and chromosome breakage [4],[53]. In stem cell niches, the plane of division must also be correctly oriented relative to other asymmetrically distributed determinants of cell fate [54]. Conversely, defects in cytokinesis increase the likelihood of carcinogenesis [5], vividly highlighting the need to develop a detailed understanding of this process. While individual components of the cytokinetic apparatus are increasingly well annotated, our knowledge of how these components interact with one another at the systems level remains fragmentary [2]. In this study, we show that the self-regulated recruitment of Plk1 to the spindle midzone and its phosphorylation of the HsCYK-4 subunit of centralspindlin encode positive cues for cleavage furrow formation, thus providing new mechanistic insight into how mammalian cell division is regulated.\n\nFirst, by manipulating Plk1 geometry in anaphase cells, we define a clear requirement for Plk1 activity at the midzone prior to recruitment of Ect2, cortical up-regulation of the RhoA GTPase, and contractile ring assembly. Although Plk1's PBD-dependent localization to the spindle midzone has long been appreciated [30],[34],[55], conducting a direct test of whether (and how) this spatial regulation contributes to the initial events in cell division has been virtually impossible, as cells expressing only PBD-deficient alleles of Plk1 are incapable of satisfying the spindle checkpoint and entering anaphase [33]. As an indirect alternative, RNAi-mediated depletion of individual Plk1 docking partners such as PRC1 [12],[36],[37] was used to block Plk1 enrichment at the midzone. Because such cells continue to form furrows, it was concluded that the midzone-associated pool of Plk1 plays no significant role upstream of the Ect2-RhoA network and contractile ring assembly [1],[37]–[39]. Based on the results obtained here, we suggest instead that such depletions did not abolish the full spectrum of PBD-dependent positive-feedback loops at the spindle midzone. In support of this view, Plk1 eventually accumulates on subcortical interzonal MTs in PRC1-depleted cells [36], presumably via redundant interactions with other MT-binding proteins such as MKLP2 [56] and HsCYK-4 (Figure 2). It is also possible that the lack of a bona fide spindle midzone in PRC1-depleted cells actually enhances furrowing by increasing the number of interzonal MTs that contact the equatorial cortex [57].\n\nIn contrast, by using chemical genetics to inactivate or bypass all PBD-dependent positive-feedback loops in anaphase cells, we are now able to show that Plk1 self-organization at the midzone is essential for cytokinesis onset in human cells. This regulatory mechanism is conceptually similar to other positive-feedback loops that govern Cdk1 activation at the G1/S and G2/M transitions [58],[59] and cyclin B and securin proteolysis at anaphase onset [60],[61]. However, it is unique in that it works by concentrating Plk1 near its midzone-specific substrates, rather than by up-regulating Plk1's activity throughout the cytoplasm. Nevertheless, like other positive-feedback loops, Plk1 self-organization makes cytokinesis more switchlike—that is, more rapid and synchronous relative to other late mitotic events—than would otherwise be the case. Indeed, in cells expressing the active but unanchored kinase fragment (Plk1cat), furrows were not only rarer but also shallower and more temporally heterogeneous than those induced by midzone-localized versions of Plk1 (Figure 7 and Figure S6). We suggest that Plk1-mediated cytokinesis synchrony could play an important role in ensuring that cells initiate and complete division before their license to do so expires, typically around 30 to 60 min after anaphase onset [62]–[64].\n\nLike Plk1, Aurora B also relocalizes onto the spindle midzone at anaphase onset, resulting in an axial phosphorylation gradient that can be detected using a fluorescence resonant energy transfer (FRET)-based biosensor [65]. Although a Plk1-generated gradient has yet to be detected by this method, our results show that Plk1's association with the midzone predicts whether or not an equatorial cleavage furrow will form (Figures 6 and 7). If an anaphase Plk1 gradient does exist, its detection may require the development of newer biosensors that can engage in PBD-mediated positive feedback and thus mimic the behavior of Plk1's anaphase-specific substrates.\n\nWe have also demonstrated that HsCYK-4 is an in vivo substrate of Plk1 at the spindle midzone, and that this phosphorylation allows HsCYK-4 to be recognized by the tandem BRCT repeats at the N terminus of Ect2. These results explain why Ect2 becomes mislocalized in cells treated with Plk1 inhibitors [24],[27]–[29], and together with the contractile ring assembly defect in cells expressing non-phosphorylatable HsCYK-4 (Figure 4), they suggest that HsCYK-4 is Plk1's major rate-limiting substrate upstream of RhoA. Curiously, this pronounced phenotype contrasts with the behavior of cells expressing dominant-negative Ect2 fragments, as the latter activate RhoA and ingress their furrows normally [16]. By their very nature, dominant-negative experiments are difficult to judge for penetrance and specificity, as it can always be argued that the endogenous protein's function has been inadequately antagonized, or that another factor (in this case, a hypothetical negative regulator of furrowing) was also titrated. However, a more interesting notion is that HsCYK-4 mutations prevent not only Ect2 recruitment to the midzone but also relief of its auto-inhibition (Figure 8) [48], whereas dominant-negative Ect2 fragments allow the RhoGEF to cycle on and off HsCYK-4 in an activated state. Further experiments will be required to test this idea and clarify whether additional modes of Ect2 regulation operate in parallel with the mechanisms described here.\n\nIn summary, our findings indicate that Plk1 generates the midzone-encoded stimulus for cell division by priming two structurally distinct phosphopeptide-binding modules within Ect2 and Plk1 itself, thereby ensuring the robustness and fidelity of this process (Figure 8). Curiously, although the proximal and distal elements of this cytokinesis network (Plk1 and RhoA) are universally conserved [66],[67], the intermediate components that couple this network to MTs (centralspindlin and Ect2) are either missing or lack cognate phosphopeptide-binding domains in unicellular organisms such as budding and fission yeast, which establish their division sites without reference to spindle geometry [68]. It is tempting to speculate that the MT dependence of cytokinesis in metazoans is specifically related to the evolutionary history of these regulators of cell division.\n\nFinally, we note that although genetic and pharmacologic probes are increasingly available for many cell cycle regulators, including Plk1, these tools typically involve substantial tradeoffs between temporal and spatial resolution. For instance, RNAi-based knockdown/addback methods allow researchers to deplete or relocalize a given enzyme, but require days to take effect. Conversely, pharmacologic agents have much faster kinetics of onset, but their high diffusibility limits their usefulness in selectively activating or inhibiting an enzyme at a defined subcellular location. Furthermore, distinguishing between the on-target and off-target effects of such compounds can be quite difficult. As illustrated here, chemical genetics can overcome these limitations and provide novel insights that are inaccessible via other routes. Given existing methods for gene replacement, similar systems can now be envisioned for most or all of the 600 kinases in the mouse and human genomes, providing powerful tools for both fundamental physiologic studies and preclinical evaluation of these enzymes as therapeutic targets.\n\nMaterials and Methods\n\nCell Culture Procedures\n\nAll lines were propagated in the following media supplemented with 10% fetal bovine serum and 100 units/ml penicillin-streptomycin: HeLa and Phoenix retroviral packaging lines, Dulbecco's modified Eagle's medium (DMEM); HCT116 colorectal carcinoma cells, McCoy's 5A medium; and hTERT-RPE1 retinal pigment epithelial cells, 1∶1 mixture of DMEM and Ham's F-12 medium supplemented with 2.5 mM L-glutamine. Plasmid transfections were performed on cells at 50–70% confluence using Fugene 6 (Roche) and 8 µg total DNA per 107 cells. For growth assays, cells were split 1∶40 into 12-well plates, and after 24 h, the indicated concentration of 3-MB-PP1 was added to the medium. When untreated control wells reached confluence (typically day 8), the medium was aspirated, and adherent cells visualized by fixation and staining with crystal violet in buffered formalin. The generation of Plk1as cells was previously described [24]. To enable G418 selection, the FRT-neoR-FRT cassette used to disrupt the endogenous PLK1 locus in these cells was excised via transient transfection with a FLP recombinase plasmid. G418-sensitive clones obtained in this manner were in all other respects indistinguishable from the original Plk1as cells.\n\nMolecular Biology and Retroviral Transgenesis\n\nPlasmid mutagenesis was performed using the QuikChange XL II kit (Stratagene), and all inserts were fully sequenced to verify their integrity. For stable retroviral transduction, inserts were cloned into pQCXIN or pQCXIX (Clontech), and the resulting constructs cotransfected with a VSV-G envelope plasmid into Phoenix cells. Fresh medium was applied 24 h post-transfection and harvested 24 h later, clarified by centrifugation and filtration through a 0.4 µm membrane to remove cell debris, and diluted 1∶1 with complete medium containing 20 µg/ml polybrene. Target cells were infected at 40–60% confluence for 24–48 h, then selected with 0.4 mg/ml G418 for 7–10 d, or alternatively expanded for FACS purification based on GFP or mCherry positivity. In some cases, these polyclonal transductants were further purified by limiting dilution to obtain individual clones.\n\nProtein Expression and Purification\n\nHuman Plk1 was expressed as a hexahistidine-tagged polypeptide in Sf9 cells using the FastBAC system (Invitrogen), purified by nickel affinity chromatography, and dialyzed into storage buffer containing 50 mM Tris, pH 8.0, 150 mM NaCl, and 10% glycerol. Recombinant HsCYK-4N fragments were expressed as chitin-binding domain (CBD) and hexahistidine fusions in the Rosetta (DE3) Escherichia coli strain (Novagen) and purified by nickel affinity chromatography.\n\nKinase Reactions and Chemicals\n\nKinase reactions were performed as previously described [24]. For radiolabeling experiments, [γ-32P]ATP was diluted with 100 µM cold ATP and incubated for 30 min at 30°C. For nonradioactive reactions, 1 mM cold ATP was used. Chemicals used in this study include 3-MB-PP1 (10 µM or as indicated), BI 2536 (200 nM), BTO-1 (Sigma, 50 µM), dithiobis[succinimidylpropionate] (DSP, Pierce, 1 mg/ml), monastrol (Calbiochem, 100 µM), nocodazole (Sigma, 0.2 mg/ml), RO-3306 (Calbiochem, 10 µM), S-trityl-L-cysteine (Acros Organics, 5 µM), and thymidine (Calbiochem, 2.5 mM).\n\nMass Spectrometry\n\nThe in vitro kinase reaction of Plk1 and HsCYK-4N was boiled in reducing sample buffer containing β-mercaptoethanol, separated by SDS-PAGE, and visualized by SYPRO Ruby staining (Bio-Rad). The HsCYK-4 band was excised from the gel and cut in half vertically. One-half was digested overnight at 37°C with an excess of sequencing grade trypsin, the other with Glu-C, in order to generate peptides with maximal coverage. Peptides were extracted from the gel slices with 50% acetonitrile/0.1% formic acid and concentrated in a Speed-Vac. The quenched tryptic and Glu-C digests were mixed together and analyzed with an automated nano LC/MS/MS system, using a 1200 series autosampler and nano pump (Agilent Technologies) coupled to an LTQ XL ion trap mass spectrometer (Thermo Electron). Peptides were eluted from a 75 mm × 10 cm PicoFrit (New Objective) column packed with 5 µm Magic C-18AQ reversed phase beads (Michrom Bioresources) using a 70-min acetonitrile/0.1% formic acid gradient at a flow rate of 250 nl/min to yield ∼25-s peak widths. Data-dependent LC/MS/MS spectra were acquired in 3-s cycles; each cycle was of the following form: one full MS scan followed by eight MS/MS scans in the ion trap on the most abundant precursor ions subject to dynamic exclusion. Sites of phosphorylation were established by searching the MS/MS spectra with the Spectrum Mill software package (Agilent Technologies) using a database containing the HsCYK-4 sequence and allowing variable modification of Ser and Thr by phosphorylation. Labeled MS/MS spectra that demonstrate phosphorylation at Ser157, Ser170, Ser214, and Thr 260 are provided in Figure S2.\n\nRNA Interference\n\nFor RNAi experiments, six silent mutations were introduced into the target site (nt 1,294–1,312) of a validated HsCYK-4 siRNA duplex [14]. This siRNA-resistant open reading frame was then cloned downstream of EGFP in pQCXIN and used to stably transduce hTERT-RPE1 cells. To deplete endogenous HsCYK-4, cells were plated into 6-well dishes and transfected with 150 pmol siRNA and 5 µl Lipofectamine 2000 (Invitrogen). Twenty-four hours later, cells were trypsinized, resuspended in 5 ml antibiotic-free medium, and replated as follows: (i) one–twenty-fifth was plated into 4-well chamber slides (Labtek), synchronized with monastrol from 40–48 h post-transfection, released into monastrol-free medium for 50 min, and then fixed and processed for immunofluorescence microscopy; (ii) one-tenth was replated into a new 6-well dish, then collected 24 h later for determination of the fraction of mononucleated versus binucleated cells by Hoechst staining and microscopy; (iii) the remainder was passaged to a T-25 flask and collected 24 h later for SDS-PAGE and immunoblotting.\n\nImmunofluorescence and Live-Cell Microscopy\n\nCells were plated in 4-well chamber slides and grown to ∼70% density, synchronized in prometaphase with an 8-h treatment with monastrol, then washed and released into monastrol-free medium. Using time-lapse videomicroscopy, we determined that the initial wave of anaphase cells can be detected approximately 50 min after monastrol washout. Thus, where indicated 3-MB-PP1 was added 30 min after washout and maintained for a 20-min interval prior to fixation with either 10% ice-cold trichloroacetic acid for 10 min (to detect activated RhoA), 4% paraformaldehyde for 15 min (Citron-kinase), or 100% ice-cold methanol for 15 min to overnight (all other antigens). Fixed cells were washed once in phosphate-buffered saline (PBS) and blocked for 30 min in 3% bovine serum albumin (BSA) and 0.1% Triton X-100 in PBS (PBSTx+BSA). Primary antibodies were applied in the same buffer for 2 h at room temperature, followed by three washes in PBSTx. Alexa 488-, 594-, or 647-conjugated goat secondary antibodies were then applied in a similar manner, followed by DAPI counterstaining and mounting in Prolong Plus antifade medium (Invitrogen). To detect the goat anti-HsCYK-4 antibody, an Alexa-coupled donkey anti-goat antibody was used as the secondary antibody, prior to incubation with goat-derived secondary antibodies. Antibody dropout experiments were included to verify specificity of staining and lack of crosstalk. Equatorial enrichment of antigens was ascertained by qualitative classification of cells in a blinded manner. Image acquisition was performed on a Nikon TE2000 inverted microscope equipped with 10× and 40× long working distance and 100× oil objectives, single-bandpass excitation and emission filters, Hamamatsu ORCA ER camera, a temperature-controlled stage enclosure with CO2 support (Solent Scientific), and MetaMorph software (Molecular Devices). Panels were cropped and assembled into figures using Photoshop CS2 (Adobe).\n\nImmunoprecipitation and Blotting\n\nFor coprecipitation of endogenous HsCYK-4-associated proteins (Figure 2C), HeLa cells were split into T-75 flasks at 20% density in the presence of thymidine. After 24 h, cells were washed twice with Hank's balanced salt solution (HBSS) and released into fresh medium. After an additional 12 h, thymidine was added. Fifteen hours later, cells were washed twice with HBSS and released into fresh medium containing nocodazole. After 12 h, cells were washed twice and transferred into nocodazole-free medium. At each timepoint, DSP was added for 10 min to stabilize HsCYK-4 associated proteins, followed by quenching in 0.1 M Tris pH 8.0 for 10 min. Cells were collected and lysed in buffer (50 mM HEPES pH 7.5, 100 mM NaCl, 0.5% NP-40, 10% glycerol) containing phosphatase inhibitors (10 mM sodium pyrophosphate, 5 mM β-glycerolphosphate, 50 mM NaF, 0.3 mM Na3VO4), protease inhibitors (1mM PMSF, 1× protease inhibitor cocktail (Sigma)), and 1 mM dithiothreitol. Two micrograms anti-HsCYK-4 antibody or control goat IgG was added to 1 mg extract on ice, followed by retrieval of immune complexes with a 1∶1 mixture of protein A- and protein G-coupled Sepharose beads. After extensive washes, bead-bound proteins were boiled in 1× Laemmli buffer containing β-mercaptoethanol to reverse DSP-generated crosslinks prior to SDS-PAGE and immunoblotting. A similar protocol was used for all other immunoprecipitation experiments, except that DSP treatment was omitted. To specifically inhibit the 9E10 anti-myc antibody, a 100-fold excess of competitor peptide (EQKLISEEDL; Anaspec) was added on ice for 1 h before immunoprecipitation. Far-Western blotting with the GST-PBD fusion protein was performed as described [44].\n\nAntibodies\n\nPhosphoepitope-specific antibodies to HsCYK-4 were generated in rabbits through immunization of pS157- or p170-specific phosphopeptides (Active Motif). Sera were screened for phosphoselectivity by peptide dot-blotting and immunofluorescence microscopy. For affinity purification, phosphopeptides were coupled to a solid-phase support via maleimide chemistry. Anti-pS170 (rabbit 8044) was used for immunofluorescence (1∶500) and Western blotting (1∶1000). Anti-pS157 (rabbit 8041) was used for immunofluorescence (1∶100). Other antibodies used in this study: Chitin-binding domain (CBD; New England Biolabs) 1∶1000 WB; Citron kinase (Becton Dickinson) 1∶200 IF; Ect2 [14] 1∶350 IF; Ect2 sc-1005 (Santa Cruz) 1∶1,000 WB; FLAG M2 (Sigma) 1∶500 IF, 1∶2,000 WB; GST-HRP sc-459 (Santa Cruz), 1∶5,000; RACGAP1 (Abnova) 1∶1,000 WB; RACGAP1 (GeneTex) 1∶500 IF, IP; GFP clone 3E6 (Invitrogen) 1∶1,000 IF; dsRed (detects mCherry; Clontech) 1∶1,000 WB, 1∶1,000 IF; Myc 9E10 (MSKCC Hybridoma Core Facility) IP; myc 9E10-HRP conjugate (Roche) 1∶5,000 WB; RhoA sc-418 (Santa Cruz) 1∶200 IF; Pds1 DCS-280 (Neomarkers) 1∶500 WB; Plk1 N-terminal 06-813 (Millipore) 1∶500 WB; Plk1 F-8 (Santa Cruz) 1∶1,000 WB; α-tubulin sc-5286 (Santa Cruz), 1∶2,000 WB.\n\nSupporting Information"
}