{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002258",
  "doi": "10.1371/journal.pbio.1002258",
  "externalIds": [
    "pii:PBIOLOGY-D-15-00848",
    "pmid:26406915",
    "pmcid:PMC4583457"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "HDAC1/2-Dependent P0 Expression Maintains Paranodal and Nodal Integrity Independently of Myelin Stability through Interactions with Neurofascins",
  "authors": [
    {
      "name": "Valérie Brügger",
      "first": "Valérie",
      "last": "Brügger",
      "affiliation": "Department of Biology, University of Fribourg, Fribourg, Switzerland"
    },
    {
      "name": "Stefanie Engler",
      "first": "Stefanie",
      "last": "Engler",
      "affiliation": "Department of Biology, University of Fribourg, Fribourg, Switzerland; Institute of Molecular Health Sciences, Department of Biology, ETH Zurich, Zurich, Switzerland"
    },
    {
      "name": "Jorge A. Pereira",
      "first": "Jorge A.",
      "last": "Pereira",
      "affiliation": "Institute of Molecular Health Sciences, Department of Biology, ETH Zurich, Zurich, Switzerland"
    },
    {
      "name": "Sophie Ruff",
      "first": "Sophie",
      "last": "Ruff",
      "affiliation": "Department of Biology, University of Fribourg, Fribourg, Switzerland"
    },
    {
      "name": "Michael Horn",
      "first": "Michael",
      "last": "Horn",
      "affiliation": "Institute of Molecular Health Sciences, Department of Biology, ETH Zurich, Zurich, Switzerland"
    },
    {
      "name": "Hans Welzl",
      "first": "Hans",
      "last": "Welzl",
      "affiliation": "Department of Anatomy, University of Zurich, Zurich, Switzerland"
    },
    {
      "name": "Emmanuelle Münger",
      "first": "Emmanuelle",
      "last": "Münger",
      "affiliation": "Department of Biology, University of Fribourg, Fribourg, Switzerland"
    },
    {
      "name": "Adrien Vaquié",
      "first": "Adrien",
      "last": "Vaquié",
      "affiliation": "Department of Biology, University of Fribourg, Fribourg, Switzerland"
    },
    {
      "name": "Páris N. M. Sidiropoulos",
      "first": "Páris N. M.",
      "last": "Sidiropoulos",
      "affiliation": "Institute of Molecular Health Sciences, Department of Biology, ETH Zurich, Zurich, Switzerland"
    },
    {
      "name": "Boris Egger",
      "first": "Boris",
      "last": "Egger",
      "affiliation": "Department of Biology, University of Fribourg, Fribourg, Switzerland"
    },
    {
      "name": "Peter Yotovski",
      "first": "Peter",
      "last": "Yotovski",
      "affiliation": "Anatomy, Department of Medicine, University of Fribourg, Fribourg, Switzerland"
    },
    {
      "name": "Luis Filgueira",
      "first": "Luis",
      "last": "Filgueira",
      "affiliation": "Anatomy, Department of Medicine, University of Fribourg, Fribourg, Switzerland"
    },
    {
      "name": "Christian Somandin",
      "first": "Christian",
      "last": "Somandin",
      "affiliation": "Institute of Molecular Health Sciences, Department of Biology, ETH Zurich, Zurich, Switzerland"
    },
    {
      "name": "Tessa C. Lühmann",
      "first": "Tessa C.",
      "last": "Lühmann",
      "affiliation": "Department of Materials, Laboratory for Biologically Oriented Materials, ETH Zurich, Zurich, Switzerland"
    },
    {
      "name": "Maurizio D’Antonio",
      "first": "Maurizio",
      "last": "D’Antonio",
      "affiliation": "Division of Genetics and Cell Biology, San Raffaele Scientific Institute, DIBIT, Milano, Italy"
    },
    {
      "name": "Teppei Yamaguchi",
      "first": "Teppei",
      "last": "Yamaguchi",
      "affiliation": "FMI for Biomedical Research, Novartis Research Foundation, Basel, Switzerland"
    },
    {
      "name": "Patrick Matthias",
      "first": "Patrick",
      "last": "Matthias",
      "affiliation": "FMI for Biomedical Research, Novartis Research Foundation, Basel, Switzerland"
    },
    {
      "name": "Ueli Suter",
      "first": "Ueli",
      "last": "Suter",
      "affiliation": "Institute of Molecular Health Sciences, Department of Biology, ETH Zurich, Zurich, Switzerland"
    },
    {
      "name": "Claire Jacob",
      "first": "Claire",
      "last": "Jacob",
      "affiliation": "Department of Biology, University of Fribourg, Fribourg, Switzerland"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2015-09-25",
  "dateAccepted": "2015-08-19",
  "dateReceived": "2015-03-22",
  "volume": "13",
  "number": "9",
  "pages": "e1002258",
  "tags": [
    "Type/Research Article"
  ],
  "abstract": "The pathogenesis of peripheral neuropathies in adults is linked to maintenance mechanisms that are not well understood. Here, we elucidate a novel critical maintenance mechanism for Schwann cell (SC)–axon interaction. Using mouse genetics, ablation of the transcriptional regulators histone deacetylases 1 and 2 (HDAC1/2) in adult SCs severely affected paranodal and nodal integrity and led to demyelination/remyelination. Expression levels of the HDAC1/2 target gene myelin protein zero (P0) were reduced by half, accompanied by altered localization and stability of neurofascin (NFasc)155, NFasc186, and loss of Caspr and septate-like junctions. We identify P0 as a novel binding partner of NFasc155 and NFasc186, both in vivo and by in vitro adhesion assay. Furthermore, we demonstrate that HDAC1/2-dependent P0 expression is crucial for the maintenance of paranodal/nodal integrity and axonal function through interaction of P0 with neurofascins. In addition, we show that the latter mechanism is impaired by some P0 mutations that lead to late onset Charcot-Marie-Tooth disease.",
  "fullText": "Introduction\n\nMyelinated axons are organized in distinct molecular domains, the axon initial segment, the internodes, juxtaparanodes, paranodes, and the node of Ranvier. This organization ensures proper clustering of ion channels, which is critical for the induction and fast propagation of electric signals along axons. In the peripheral nervous system (PNS), formation of these specialized domains requires the tight association of axons with Schwann cells (SCs), the myelinating glia of the PNS, except for the axon initial segment that forms independently of glial cells.\n\nDisruption of these domains causes or aggravates many human disorders of the nervous system, including multiple sclerosis, motor and sensory neuropathies, Guillain-Barré syndrome, and most likely cognitive disorders [1–6]. Thus, extensive research has been carried out to determine the identity and functions of the molecular components of these domains [7–9]. However, our knowledge is incomplete and more work is required to fully understand the mechanisms that control their formation and preservation.\n\nIn this study, we elucidate the functions of histone deacetylases (HDACs) 1 and 2 and their target gene myelin protein zero (P0) in the maintenance of PNS integrity. By deacetylating histones at specific loci, HDACs locally modify the architecture of chromatin to control the transcription of their target genes [10,11]. HDACs can also deacetylate transcription factors and thereby modulate their activity [12,13]. These enzymes are thus very powerful transcriptional regulators. We have previously shown that the two class I enzymes HDAC1 and HDAC2 are critical for the specification of peripheral glia [14] and for postnatal development of SCs [15]. HDAC1 and HDAC2 are highly homologous nuclear enzymes that have important functions in myelination and survival [16]. Although they can have primary functions, they usually efficiently compensate for the loss of each other [14–17]. We showed in previous studies that HDAC2 and, to a lesser extent, HDAC1, interact with the major transcription factor of SC differentiation Sox10 to activate Sox10 target genes, including Sox10 itself and the other major transcription factor regulating myelination Krox20, as well as P0 [14,15]. In addition, we found that HDAC1 maintains survival of early postnatal SCs by preventing precocious activation of beta-catenin [15].\n\nWe show here that HDAC1/2 are not necessary to maintain Sox10 and Krox20 expression, nor SC survival in the adult PNS. Instead, HDAC1/2 are critical for the maintenance of paranodes and nodes of Ranvier integrity through their target gene P0. P0, the most abundant protein of PNS compact myelin, maintains the cohesion between two adjacent myelin wraps by homophilic adhesion properties [18]. Unexpectedly, we identify a novel function of P0 that is not linked to myelin compaction. Indeed, we demonstrate that P0 belongs to both paranodal and nodal adhesion complexes, where it is essential for the maintenance of these domains in the adult PNS.\n\nMany mutations in the P0 gene lead to peripheral neuropathies classified as Charcot-Marie-Tooth disease (CMT), with either early onset during childhood or late onset in adults [19]. In early-onset CMTs, demyelination and/or dysmyelination are prominent, whereas late-onset CMTs are usually characterized by altered axon–SC interaction and mild demyelination [19]. We show here that at least three P0 mutants that lead to late-onset CMT display homophilic adhesion properties comparable to wild type P0, but are unable to interact with components of the paranodal and nodal complexes, resulting in disruption of these structures, while myelin stability is maintained.\n\nResults\n\nHDAC1/2 Are Required in SCs for the Maintenance of Motor and Sensory Functions in Adult Mice\n\nTo determine whether HDAC1 and/or HDAC2 are required for the maintenance of peripheral nerves, we ablated HDAC1 and/or HDAC2 specifically in adult SCs. Mice expressing a tamoxifen-inducible Cre recombinase under the control of the P0 promoter (P0CreERT2) [20] were crossed with animals carrying floxed Hdac1 and/or floxed Hdac2 alleles (H1fl/fl and/or H2fl/fl) [21]. Single heterozygous (P0CreERT2-H1fl/wt or-H2fl/wt, called thereafter H1HTZ and H2HTZ), single homozygous (P0CreERT2-H1fl/fl or-H2fl/fl, called thereafter H1KO and H2KO), and double homozygous (P0CreERT2-H1fl/fl-H2fl/fl, called thereafter dKO) mutants were generated. At three months of age, HDAC1 and/or HDAC2 were ablated in SCs by tamoxifen injections. At 8 wk post-tamoxifen, elongated nuclei (presumably SC nuclei) had lost HDAC1 (Fig 1A) and/or HDAC2 (Fig 1B) in dKO nerves. Consistent with previous studies using the same P0CreERT2 mouse line [22], recombination efficiency was variable between animals: HDAC1/2 were ablated in 45% to 85% of SCs. To determine the onset of protein loss, we carried out western blot analyses on sciatic nerve lysates of control and dKO mice. HDAC1/2 protein levels were reduced already 7 d post-tamoxifen injection (Fig 1C). While single HDAC mutants did not display obvious defects, dKO mice developed a strong maintenance phenotype of hindlimb weakness (Fig 1D), which started at 6 wk post-tamoxifen and remained stable until at least 12 months. We carried out functional analyses at 8 wk post-tamoxifen and found that both motor and sensory functions were affected in dKO mice, as evidenced by reduced performance on the rotarod (Fig 1E) and decreased sensitivity to heat in the hot plate test (Fig 1F). In addition, gait analysis tests identified significantly reduced stride length (Fig 1G) and base (Fig 1H) in dKO mice compared to controls. These data demonstrate that HDAC1/2 are essential in SCs to maintain adult PNS function.\n\nLoss of HDAC1/2 in Adult SCs Leads to Demyelination/Remyelination and Decreased P0 Expression\n\nTo identify the defects responsible for the loss of function due to ablation of HDAC1/2 in adult SCs, we carried out morphological analyses. We found that 7% of axons were either demyelinated or remyelinated (thin myelin) in dKO sciatic nerves (Fig 2A), while axon diameters were unaffected (S1A Fig). Indeed, we measured a slight increase in the percentage of axons of middle range caliber, but no significant difference in axon diameter average (controls: 4.81 ± 0.54 μm and dKO: 4.23 ± 0.37 μm, p-value = 0.21). We also examined potential defects in single heterozygous and homozygous mutants, but found no defect in H1HTZ, H2HTZ or H1KO, and only 0.5% of demyelinated or remyelinated axons in H2KO (Fig 2A). This indicates that in adult SCs, such as in other systems [23,24], HDAC1 and HDAC2 can efficiently compensate for the loss of each other. Indeed, HDAC2 levels were up-regulated in H1KO nerves compared to controls (S1B Fig), but HDAC1 levels were not up-regulated in H2KO nerves (S1C Fig). This suggests that efficient compensation of HDAC1 function may require the up-regulation of HDAC2, while HDAC1 compensates HDAC2 function without up-regulation. However, the small but significant percentage of demyelinated/remyelinated axons in H2KO nerves (Fig 2A) shows that compensation by HDAC1 is incomplete. Consistent with myelin breakdown, we detected increased presence of macrophages in dKO nerves by morphological analyses (Fig 2A, labeled M) and immunofluorescence using the macrophage marker CD68 (Fig 2B, arrows). We previously found that HDAC1/2 interact with the transcription factor Sox10 to induce the expression of P0 in SC precursors and postnatal SCs [14,15]. In postnatal SCs, we also showed that the Sox10/HDAC complex controls the expression of Sox10 itself and Krox20 [15]. Consistently, P0 expression was reduced at the transcript levels at 5 wk post-tamoxifen (Fig 2C) before the influx of macrophages in the nerves and when no demyelinated/remyelinated axon was found (S2A Fig). P0 was also reduced at the protein level at 5 wk (S2B Fig) and 8 wk post-tamoxifen (Fig 2D) in dKO nerves, but remained unaffected in H1HTZ, H2HTZ, H1KO, and was slightly decreased in H2KO nerves at 8 wk post-tamoxifen (S2C Fig). However, myelin basic protein (MBP) levels were not significantly affected at 5 wk (S2D Fig) or 8 wk post-tamoxifen (S3A Fig). The transcription factors Sox10 and Krox20 were not affected either (S3B and S3C Fig), and myelin-associated glycoprotein (MAG) was slightly increased (S3D Fig). By immunofluorescence, we detected many cells that had lost P0 but expressed high levels of myelin basic protein (MBP) (Fig 2E, white arrows) in dKO nerves at 8 wk post-tamoxifen, indicating that loss of P0 precedes the loss of MBP in demyelinated cells. A few SCs had only residual levels of both P0 and MBP (Fig 2E, yellow arrowhead), and a few others expressed high levels of both P0 and MBP (Fig 2E, blue arrowheads). In early postnatal SCs, we previously showed that HDAC1/2 limit the levels of active beta-catenin (ABC) to prevent apoptosis. However, we did not find differences in ABC levels (S3E Fig) or apoptosis (S4A Fig) between dKO and control nerves. Proliferation of SCs, analyzed by BrdU incorporation at 5 wk post-tamoxifen, before the influx of macrophages, was also not affected (S4B Fig). Taken together, these data show that HDAC1/2 are necessary in adult SCs for the maintenance of high P0 expression and for optimal myelination but not for SC survival.\n\nLoss of HDAC1/2 in Adult SCs Results in Disruption of Paranodal and Nodal Structures\n\nTo detect potential additional defects in HDAC1/2 mutants, we analyzed the molecular composition and the morphology of nodes of Ranvier and paranodes on cryosections of mutant sciatic nerves at 8 wk post-tamoxifen. Strikingly, the paranodal axonal protein Caspr was nearly lost in dKO sciatic nerves (Fig 3A and 3B), while Caspr was unaffected in H1HTZ, H2HTZ, H1KO, and slightly affected in H2KO paranodes (S5A and S5C Fig). To detect the paranodal SC-localized neurofascin (NFasc)155 and the nodal axonal NFasc186, we used a pan-neurofascin antibody. In dKO nerves, NFasc155 protein levels were decreased (Fig 3A), and in the majority of paranodes, NFasc155 localization appeared widened and its distribution diffused (Fig 3C–3E). Protein levels of Contactin, a third known component of the paranodal complex, localized on the axonal side, were not significantly affected compared to control nerves (Fig 3A), and Contactin was present in dKO paranodes (Fig 3B and 3E). Consistent with the loss of Caspr [25], Kv1.2 voltage-gated K+ channels were no longer restricted to juxtaparanodes, but had moved to paranodes in dKO nerves (Fig 3C and 3E) and protein levels were significantly reduced (Fig 3C and S6A Fig). In addition, NFasc186 protein levels were also decreased (Fig 3A), and immunoreactivity was not detectable or weak in the node of Ranvier of dKO nerves (Fig 3C–3E), while NFasc186 was unaffected in H1HTZ, H2HTZ, H1KO, and slightly affected in H2KO paranodes (S5B and S5C Fig). Magnifications of a representative paranodal/nodal structure for each staining are shown in Fig 3E. Quantification revealed that 70 ± 3% of nodes lack NFasc186 and 80 ± 10% of paranodes lack Caspr in dKO sciatic nerves (Fig 3F). We used NFasc staining in paranodes to quantify the frequency of normal, elongated, and abnormal (low intensity, asymmetric, irregular shape) structures. In dKO nerves, the percentage of elongated and abnormal paranodes was significantly increased compared to control nerves (Fig 3G).\n\nInterestingly, Nav1.6 voltage-gated Na+ channels (S6A Fig), Gliomedin (S6A Fig) and Ankyrin G (S6B Fig) protein levels were increased in dKO nerves. Clustering of Ankyrin G (S6B Fig), Nav1.6 (S6C Fig), and NrCam (S6D Fig) in the node, and of beta-Dystroglycan (S6E Fig), phosphorylated ezrin/radixin/moesin (pERM, S6F Fig), and Gliomedin (S6G Fig) in SC microvilli were maintained in dKO nerves.\n\nSeptate-like junctions in paranodes are formed by the paranodal complex NFasc155/Caspr/Contactin. Each of these three proteins is necessary for the formation of septate-like junctions [25–31] and thus for the fence function of paranodes to prevent voltage-gated K+ channels to invade paranodes. To analyze the morphology of paranodes in dKO nerves, we carried out electron microscopy on longitudinal ultrathin sections of control and dKO sciatic nerves at 8 wk post-tamoxifen. While we could detect septate-like junctions in the paranodes of control nerves, we could rarely detect them in dKO nerves (Fig 4A), and in some cases microvilli were invading the space between paranodal loops and the axolemma (Fig 4A, region highlighted in blue). We quantified the percentage of paranodes with detached loops, which is a direct consequence of loss of septate-like junctions. We found 46 ± 3% of paranodes with detached loops in dKO nerves, whereas we did not detect paranodes with detached loops in control nerves (Fig 4A). In addition, nodes of Ranvier were significantly wider in dKO (1.35 ± 0.03 μm) compared to control (0.95 ± 0.01 μm) nerves (Fig 4B). This is consistent with the consequences of loss of Caspr in the PNS [25,26].\n\nAt 5 wk post-tamoxifen, we did not detect demyelinated axons in dKO nerves (S2A Fig). However, we found a significant increase in the percentage of nodes lacking NFasc186, and of paranodes with low levels or asymmetric distributions of Caspr in dKO compared to control nerves (S7A and S7B Fig). In addition, there was an increased percentage of abnormal (low intensity, asymmetric, irregular shape) paranodes (S7C Fig), as shown by NFasc staining in paranodes (S7A Fig). This indicates that the disruption of paranodes/nodes of Ranvier precedes demyelination, and is therefore independent of the demyelination phenotype identified in dKO nerves.\n\nExogenous P0 Maintains Myelination, Caspr, and Neurofascins in dKO DRG Cultures\n\nTo identify the molecular mechanisms by which HDAC1/2 control the maintenance of paranodal and nodal integrity, and optimal myelination, we carried out in vitro myelination assays using dorsal root ganglion (DRG) explants of dKO embryos and control littermates. We cultured DRG explants until they reached a myelination plateau, and then added tamoxifen to induce ablation of HDAC1/2. For these experiments, we generated HDAC1/2 dKO using a tamoxifen-inducible Cre recombinase under control of the PLP promoter (PLPCreERT2) [20], because efficiency of in vitro recombination was high with PLPCreERT2 (S8A Fig). These mutants are called plp-dKO thereafter.\n\nTen days after tamoxifen addition, plp-dKO DRG cultures had severely demyelinated, as shown by reduction of MBP fluorescence intensity (Fig 5A and 5B) and the presence of myelin debris (S8B Fig). Consistent with our in vivo data (Fig 2E), most of the remaining MBP-expressing fibers in plp-dKO DRG had lost P0 expression (Fig 5C). In addition, while Caspr and neurofascins were robustly present in myelinated fibers of control DRG cultures, Caspr was either not or rarely detected in the remaining MBP-expressing fibers of plp-dKO DRG cultures, and neurofascins were either not detectable or reduced compared to control cultures (Fig 5D and 5E). P0 transcription is directly activated by the complex Sox10/HDAC1/2 [14,15], and ablation of HDAC1/2 in adult SCs in vivo leads to a similar phenotype as for P0-null mice, i.e., motor and sensory loss of function, demyelination/remyelination, presence of macrophages, and loss of Caspr in sciatic nerves [32–34]. In addition, we found that all paranodes/nodes in adult P0 homozygous knockout (P0 KO) and 77 ± 6% of paranodes/nodes in adult P0 heterozygous mutant (P0 HTZ) sciatic nerves exhibited diffused and widened NFasc155 in paranodes and loss of NFasc186 in nodes of Ranvier (S9A–S9C Fig). Thus, we hypothesized that P0 is the main HDAC1/2-dependent gene that is essential for maintenance of paranodes/nodes integrity and of optimal myelination in adult SCs. To test this hypothesis, we generated doxycycline-inducible lentiviruses expressing either untagged P0, P0 myc-tagged at the intracellular C-terminus (P0-myc), or green fluorescent protein (GFP) as a control. We transduced SCs with these lentiviruses at the start of DRG cultures and induced P0 expression only at the myelinated stage, just before ablating HDAC1/2 in SCs. P0 myc-tagged at the intracellular C-terminus is inserted into the membrane and functions comparable to wild type P0 [35]. Indeed, both untagged P0 and P0-myc were able to prevent demyelination in plp-dKO DRG cultures (Fig 5F and 5G). Both P0 and P0-myc also rescued Caspr and increased neurofascins in paranodes/nodes of plp-dKO DRG cultures (Fig 5H and 5I, and S10 Fig). In summary, myelinating cultures using DRG explants of plp-dKO embryos allowed us to mimic the in vivo phenotype resulting from loss of HDAC1/2 in adult SCs. We therefore used this system for rescue experiments and demonstrated that P0 is responsible for HDAC1/2-dependent maintenance of paranodes and nodes of Ranvier integrity, and for optimal myelination in adult SCs.\n\nP0 Is a Component of Paranodal and Nodal Complexes in the Adult PNS\n\nThe rescue of Caspr and neurofascins by P0 in MBP-expressing fibers was intriguing and prompted us to seek the molecular mechanism of P0 function in the maintenance of paranodal and nodal structures.\n\nUnexpectedly, we found that P0 localization was not restricted to internodes such as MBP, but extended further to the region between two internodes in DRG myelinating cultures (S11A Fig), suggesting the presence of P0 in paranodes and nodes of Ranvier. We confirmed the presence of P0 in paranodes and nodes of Ranvier in vivo by coimmunofluorescence of P0 with total NFasc, NFasc186, and Contactin on cryosections of adult mouse sciatic nerves (Fig 6A–6C) and adult human peripheral nerves (S11B and S11C Fig) and 3-D reconstruction of immunofluorescence signals in mouse sciatic nerves (Fig 6D and 6E). In addition, by immunoelectron microscopy on adult mouse sciatic nerves, we detected P0 specifically localized in compact myelin as expected, and also in paranodal loops and microvilli (Fig 6F).\n\nNFasc155 is necessary for the maintenance of paranodes and is the only known transmembrane component of the paranodal complex that is expressed on the SC side [27,36]. Because P0 was necessary for the maintenance of Caspr and neurofascins, and was localized in paranodes and microvilli, we hypothesized that P0 is another binding partner within the paranodal complex and of the nodal complex. To test this hypothesis, we generated Fc particles fused to the extracellular domain of P0 (P0-Fc, S12A and S12B Fig) and control Fc particles (neg-Fc, S12A Fig) and carried out adhesion assays. The extracellular domain of P0 forms homotetramers connecting two myelin wraps [18], and as expected, P0-Fc bound to HEK293T cells expressing P0-myc at their cell surface, whereas neg-Fc particles did not (Fig 7A and S13A Fig). We found that P0-Fc also decorated the surface of HEK293T cells expressing NFasc155 or NFasc186 at their plasma membrane, whereas neg-Fc particles did not (Fig 7B and 7C and S13B and S13C Fig). P0-Fc did not bind to HEK293T cells expressing Caspr or Contactin (Fig 7D and 7E and S13D and S13E Fig). These data indicate that the extracellular domain of P0 is capable of interacting with the extracellular domain of NFasc155 and of NFasc186. We then tested by coimmunoprecipitation whether these interactions also occur in vivo. Indeed, NFasc155 and NFasc186 coimmunoprecipitated with P0 (Fig 7F) in adult control sciatic nerves, showing that P0 interacts with these two neurofascins in vivo, whereas coimmunoprecipitated NFasc levels were strongly reduced in dKO sciatic nerves (Fig 7F). These data demonstrate that P0 belongs to the paranodal and nodal complexes in the adult PNS.\n\nThree P0 Mutants Causing Late Onset CMT Maintain Homophilic Adhesion Properties, but Their Binding to Neurofascins Is Impaired\n\nTo investigate the functional relevance of P0 interaction with neurofascins further, we aimed at disrupting the P0/NFasc interaction without altering the homophilic adhesion properties of P0. If functionally relevant, P0/NFasc interaction is likely to be affected by some of the P0 mutations that are responsible for subtypes of the human disease, CMT. We generated Fc particles fused to the extracellular domain of P0 carrying either the D6Y, or D32G, or H52Y mutations (S12B Fig), which are known to cause late onset CMT with mild demyelination [19,37–39]. We also generated the S49L P0-Fc mutant (S12B Fig) that causes either early or late onset CMT with severe demyelination, myelin decompaction and focally folded myelin [19,40–41]. While P0-D6Y-Fc, P0-D32G-Fc and P0-H52Y-Fc were able to bind to HEK293T cells expressing P0-myc (Fig 8A and S14A Fig), similar to wild type P0-Fc, they were unable to bind to NFasc155 (Fig 8B and S14B Fig). In addition, binding of P0-D6Y-Fc and P0-H52Y-Fc to NFasc186 was strongly reduced (Fig 8C and S14C Fig), while binding of P0-D32G-Fc to NFasc186 was maintained (Fig 8C and S14C Fig). P0-S49L-Fc was bound to P0-myc (Fig 8A and S14A Fig), but in contrast to the other P0 mutants, also showed binding to both neurofascins (Fig 8B and 8C and S14B and S14C Fig).\n\nP0/NFasc Interaction Is Critical for the Integrity of Paranodal/Nodal Structures, but Not for the Stability of Myelin\n\nWe showed that exogenous P0 and P0-myc were able to prevent demyelination and disruption of nodes and paranodes due to HDAC1/2 ablation in SCs of myelinated DRG cultures (Fig 5F–5I and S10 Fig). We then asked whether the loss of P0/NFasc interaction alters the ability of P0 to maintain the integrity of paranodal/nodal structures and the stability of myelin. To answer this question, we generated lentiviruses carrying myc-tagged H52Y, D32G, or S49L P0 mutants that exhibited three different NFasc binding profiles by adhesion assay (Fig 8): impaired binding to both NFasc for H52Y, impaired binding to NFasc155 for D32G, preserved binding to both NFasc for S49L. All generated mutants reached the plasma membrane of differentiated primary rat SCs (S15 Fig). By GFP fluorescence and Myc staining, we demonstrated comparable and highly efficient transduction of DRG cultures by all lentiviruses we generated (Fig 9A and S16 Fig). In HDAC1/2 plp-dKO cultures transduced at the start of the culture with lentiviruses expressing H52Y and D32G P0 mutants, MBP levels reflecting myelination were significantly higher compared to plp-dKO DRG cultures transduced with lentiviruses expressing GFP and were similar to plp-dKO DRG cultures transduced with lentiviruses expressing P0-myc (Fig 9A and 9B), indicating that H52Y and D32G P0 mutants were able, such as wild-type P0, to prevent demyelination due to the loss of HDAC1/2. However, H52Y was unable to rescue neurofascins and Caspr in paranodes and nodes of Ranvier (Fig 9C–9E), whereas D32G partly rescued neurofascins, but at low levels, and did not rescue Caspr (Fig 9C–9E). In plp-dKO DRG cultures transduced with lentiviruses expressing the S49L P0 mutant, MBP levels were not increased compared to plp-dKO cultures transduced with GFP-expressing lentiviruses and were lower compared to plp-dKO cultures transduced with lentiviruses expressing P0-myc (Fig 9A and 9B), indicating that S49L was unable to prevent demyelination due to loss of HDAC1/2. However, in the few remaining MBP-positive fibers, high neurofascin levels and Caspr were more frequently detected in nodes/heminodes compared to plp-dKO cultures transduced with GFP-expressing lentiviruses (Fig 9C–9E), but less frequently compared to plp-dKO cultures transduced with lentiviruses expressing P0-myc (p-value = 0.044, one-tailed unpaired Student t test). In parallel, we analyzed potential defects of myelination (MBP levels) and paranodes/nodes (NFasc and Caspr) in DRG cultures of control littermate embryos transduced with lentiviruses in the same conditions as plp-dKO DRG cultures, but no differences of MBP levels (S17A and S17B Fig) or in the percentage of intact nodes/heminodes (S17C–S17E Fig) were detected between GFP, H52Y, D32G, S49L, or P0-myc.\n\nThese data are consistent with the binding profiles of P0 mutants to neurofascins: preserved for S49L, impaired for H52Y and partially impaired for D32G. They are also consistent with the absence of demyelination (or mild demyelination) phenotype in late onset CMT caused by D32G and H52Y mutations, and with the strong demyelination phenotype caused by S49L P0 mutation in early or late onset CMT.\n\nIn addition to demonstrating the necessity of P0/NFasc interaction for the maintenance of paranodal/nodal integrity independent of myelin stability, these data identify the impairment of P0 binding to one or both neurofascins as a likely contributing pathogenesis mechanism of late onset CMT, caused by at least the three P0 mutants D6Y, D32G, and H52Y tested in this study. We thus demonstrate the functional relevance of P0 interaction with neurofascins and the critical dependence of the adult PNS upon this mechanism for maintenance of integrity.\n\nDiscussion\n\nWe previously showed that HDAC1/2 direct neural crest cells into the glial lineage [14] and are necessary for SC survival and to induce the transcriptional program of myelination during development [15]. In contrast, we show here that HDAC1/2 are not required in adult SCs for expression of inducers of myelination or survival. However, we found that HDAC1/2 are essential in adult SCs to maintain the integrity of the PNS through their target gene P0. We demonstrate that P0 is a novel component of paranodal and nodal adhesion complexes and is critical to preserve the structure of these domains in adult peripheral nerves.\n\nAblation of HDAC1/2 in adult SCs resulted in partial motor and sensory loss of function with moderate demyelination/remyelination. Consistently, MBP was lost in only a few fibers. However, P0 was reduced in most fibers, suggesting that loss of P0 precedes the loss of MBP in these mutants. In addition, these data indicate that low levels of P0 are sufficient to maintain at least temporary stability of the myelin sheath in adult SCs. This is consistent with the phenotype observed in heterozygous P0 deficient mice and in a subset of patients suffering from late onset CMT due to P0 mutations [19,32]. In addition, we found widened and diffused localization and decreased levels of NFasc155 and severe loss of Caspr in paranodes of HDAC1/2 dKO nerves, while the presence of NFasc186 in nodes of Ranvier was strongly reduced. Consistent with the loss of Caspr [25,26], paranodal loops were detached from the axolemma, as a consequence of disrupted septate-like junctions. Kv1.2 K+ channels were mislocalized to paranodes, and nodes of Ranvier were wider in these mutants. Interestingly, Contactin levels were not significantly affected in dKO nerves. This contrasts with the reported developmental functions of Caspr [25] and NFasc155 [31], where deletion of Caspr or NFasc155 leads to loss of Contactin in paranodes. It thus appears that Caspr and NFasc155 are essential for initial clustering but not for maintenance of Contactin in paranodes of adult nerves.\n\nUnexpectedly, we found a strong decrease of NFasc186 in nodes of HDAC1/2 dKO nerves, while Nav1.6 Na+ channels, Gliomedin, and Ankyrin G were maintained. During development, loss of NFasc186 leads to failure of Nav channels clustering at the node [31,42]. However, Amor and colleagues [43] show that absence of Gliomedin and NrCAM leads to loss of NFasc186, while Nav channels are maintained, as long as Ankyrin G is still present at the node. This is consistent with our present findings. In addition, the maintenance of Gliomedin in dKO nodes indicates that in the absence of NFasc186, other components of the node that interact with Gliomedin, such as NrCam [44] and/or ECM proteins [26], are able to stabilize Gliomedin localization.\n\nWe previously found in the SC lineage that HDAC1/2 have the peculiar ability to activate transcription of specific target genes when bound to the transcription factor Sox10 [14,15]. Indeed, Sox10 requires HDAC1/2 as cofactors to activate the P0 promoter in SCs and P0 expression is barely detectable in developing HDAC1/2-null SCs [14,15]. P0-deficient mice show demyelination/remyelination [32], decreased Caspr in paranodes, mislocalization of voltage-gated K+ channels [34], and alteration of neurofascins localization (S9 Fig), similar to the ablation of HDAC1/2 in adult SCs. Thus, we hypothesized that demyelination and disruption of paranodes and nodes of Ranvier in adult HDAC1/2 dKO mice are due to the loss of P0. Myelinated DRG cultures from HDAC1/2 plp-dKO embryos, treated with tamoxifen to induce the ablation of HDAC1/2, mimicked the loss of P0, Caspr, and neurofascins in MBP-expressing fibers and the demyelination phenotype of adult HDAC1/2 dKO mice. P0 exogenously delivered by inducible lentiviruses just prior to HDAC1/2 ablation maintained paranodal/nodal localization of Caspr and neurofascins, and prevented demyelination in these cultures. This demonstrates that HDAC1/2-dependent P0 expression in SCs is essential to maintain the integrity of paranodes and nodes of Ranvier, and optimal myelination in the adult PNS.\n\nCaspr and Contactin expressed at the axolemma and NFasc155 expressed at the paranodal glial loops form the paranodal complex and are essential for the formation of septate-like junctions [25–31]. It was thought that MBP and P0 are exclusively localized to compact myelin in internodes; however, our analyses revealed that while MBP localization is indeed restricted to internodes, P0 is also localized in paranodes and nodes of Ranvier. We show here that the maintenance of paranodes and nodes of Ranvier structure requires the interaction of P0 with NFasc155 and NFasc186. The decrease of NFasc155 and NFasc186 total protein levels (Fig 3A) is significant in dKO compared to control nerves, but moderate, and the levels of NFasc155 transcripts are unchanged in dKO compared to control sciatic nerves (S18 Fig). Thus, by interacting with NFasc, P0 may stabilize the localization of NFasc in paranodes and nodes of Ranvier. Although different pools of P0 may interact with either NFasc155 or NFasc186, our findings open the possibility of interaction between paranodal and nodal complexes through P0 as a physical linker at the interface of these complexes. This hypothesis is supported by our 3-D reconstructions in which no gap was detected between axonal and glial neurofascins (Fig 6D and 6E).\n\nFurther strengthening the functional relevance of P0 interaction with neurofascins, we demonstrate that this interaction is impaired by the three P0 mutations D6Y, D32G, and H52Y [19,37–39], which are responsible for late onset forms of the human disease, CMT. Interestingly, homophilic adhesion among P0 proteins is not affected by these three mutations. Consistently, these P0 mutants prevent demyelination but are unable to maintain neurofascins and Caspr in paranodes and nodes of HDAC1/2 plp-dKO DRG myelinated cultures. In contrast, S49L P0 mutation that leads to either early or late onset CMT with strong demyelination, is able to bind both NFasc and to maintain high levels of NFasc and Caspr in HDAC1/2 plp-dKO DRG cultures, but it is unable to prevent demyelination. In addition to unraveling a new function of P0 in maintaining the integrity of paranodes/nodes of Ranvier independently of its function in maintaining myelin stability, these data identify a previously undescribed molecular mechanism that leads to pathological consequences in some disease-causing P0 mutants and suggest that other P0 mutants leading to late onset CMT may also act through the same or related pathogenesis mechanism. Consistent with our findings, detailed morphological analysis of a sural nerve biopsy from a patient harboring a D32G P0 mutation shows frequent abnormal structure in the paranodal region [38].\n\nNFasc155 and NFasc186 are generated by alternative splicing of the same gene and differ by only a few amino acids: their extracellular part consists of six immunoglobulin (Ig)-like domains, four fibronectin type 3 (FNIII)-like domains (1st, 2nd, and 4th are common to both NFasc, while NFasc155 has the 3rd and NFasc186 the 5th FNIII-like domain), and in addition, NFasc186 possesses a mucin-like domain [45]. It is therefore not surprising that P0 binds both NFasc by adhesion assay. We have identified two amino acids (D6 and H52) in the Ig-like domain of P0 that are required for interaction of P0 with both NFasc and one amino acid (D32) required for binding of P0 to NFasc155, but not to NFasc186 (Fig 8B and 8C). This suggests that P0 can bind to NFasc155 and NFasc186 through common, but also distinct, domains. However, whether P0 binds to both axonal and glial NFasc in vivo through the same domains remains to be determined. It is conceivable that the folding and/or flexibility of NFasc186 or NFasc155 extracellular domain in vivo allows binding to P0 through the same domains. However, our coimmunoprecipitation data of NFasc with P0 in adult mouse sciatic nerves hint towards that binding of P0 to NFasc186 is stronger than to NFasc155, indicating that P0 may interact with both NFasc through at least partially distinct domains in vivo. In addition, such as P0, NFasc are subject to post-translational modifications including glycosylation of their extracellular domain, which can potentially modify their interaction with extracellular binding partners.\n\nAmong the three amino acids D6, D32, and H52 we found required for the binding of P0 to one or both NFasc, D6 is not predicted by the crystal structure of P0 extracellular domain [18] to be directly involved in P0 homophilic adhesion, but H52 is predicted to belong to the putative adhesion interface, and D32 to the head-to-head interface of P0 proteins [18]. However, according to our data obtained by in vitro myelination and/or adhesion assay, the three amino acids D6, D32, and H52 do not appear essential for the maintenance of P0 homophilic adhesion properties. This is consistent with the late onset phenotype and mild demyelination resulting from the mutation of these residues in humans [19]. Thus, despite the putative involvement of H52 and D32 in P0 homophilic adhesion, the mutation of D32 in G (Asp32 in Gly) or H52 in Y (His52 in Tyr) may not be sufficient to dramatically alter P0–P0 interaction.\n\nIn summary, our study shows essential functions of HDAC1/2-dependent P0 expression in the maintenance of paranodal and nodal structures and of optimal myelination in the adult PNS. We demonstrate that P0 is a critical component of the paranodal and nodal adhesion complexes (our findings are summarized in S19 Fig), and we identify a novel function of P0 that is independent of the maintenance of myelin stability. This critical function of P0 in the adult PNS is impaired by at least three P0 mutations that lead to late onset CMT, while myelination is mostly preserved, thus uncovering a novel pathogenesis mechanism of these P0 mutations.\n\nMaterials and Methods\n\nEthics Statement\n\nIsoflurane was used for mouse anesthesia, and Pentobarbital was used for mouse euthanasia. Animal use was approved by the veterinary offices of the Cantons of Zürich and of Fribourg, Switzerland. Authorization numbers: 129/2011 and 2012_05_FR. For human samples, the body donors consented in the context of the body donation program of the University of Fribourg that tissues could be used for research purposes, according to the Swiss Ethics regulation.\n\nGeneration of Inducible Conditional Knockout Mice\n\nMice homozygous for floxed Hdac1 and/or floxed Hdac2 alleles [21] were crossed with inducible P0CreERT2 or PLPCreERT2 mice, in which expression of the Cre recombinase (Cre) is controlled by the Schwann cell-specific P0 promoter or the Schwann cell and oligodendrocyte-specific PLP promoter [20]. The Cre recombinase is produced as a fusion protein with the hormone-binding domain of the estrogen receptor, allowing Cre activity to be turned on by intraperitoneal injection of tamoxifen. To ablate HDAC1 and HDAC2 in adult SCs, three to four month-old adult mice received daily injections of 2 mg tamoxifen (Sigma) for five consecutive days. Time of analysis is calculated from the last day of tamoxifen injection. As control mice, we used Cre-negative littermates of HDAC1 and/or HDAC2 knockout mice. P0 knockout (heterozygous and homozygous) mice were previously described [46]. Genotypes were determined by PCR on genomic DNA.\n\nBehavior\n\nEight weeks post-tamoxifen injections, mice were placed five times on the rotarod apparatus to test balance and motor coordination (day 1). The duration of each trial was limited to 300 s, and trials were separated by a 30 min recovery period. Latency to fall from the rotating beam was recorded. On day 2, mice were individually placed on a hot plate (52°C), and the latency for the appearance of paw licking as a sign of unpleasant heat was recorded. On day 3, footprints were recorded to analyze gait abnormalities. Mice were first trained to swiftly walk through a narrow runway (1 m in length) to a goal box. After inking their hind paws with nontoxic paint, paw prints left on the white paper lining the floor were analyzed (three runs). Parameters were stride length (distance between consecutive prints of the same paw) and base (distance between hind paw prints). All behavioral tests were carried out with the same experimental animals (six dKO and six control littermate mice, three females and three males per group). Animals of control and dKO groups had similar body length and weight.\n\nCollection of Human Peripheral Nerves\n\nSamples of human median, tibial, and sciatic nerves were collected from cadaveric fresh frozen upper and lower limbs of body donors. The limbs were frozen within 24 h after death. The excised nerves were immediately fixed in PBS containing 3% paraformaldehyde and 2% sucrose, embedded in O.C.T. compound (VWR chemicals), frozen at −80°C and sectioned by cryostat for immunofluorescence and imaging.\n\nPlasmids and Constructions\n\nP0 rat cDNA (kind gift from Greg Lemke and Richard Axel), pTK-Slug (Addgene plasmid 36986 [47]), pLVCT-tTR-KRAB (Addgene plasmid 11643 [48]), pCMV-rat NFasc155-Flag (kind gift from Peter Brophy), pBK/CMV-Caspr and Contactin-GFP (kind gifts from Catherine Faivre-Sarrailh), Neurofascin-186-HA (Addgene plasmid 31061 [49]), pFUSE-hIgG1-Fc2 (InvivoGen).\n\nGFP, P0, and P0-myc were amplified by PCR using plasmid DNA as a template and primers containing BamH1 (forward primer) and Xba1 (reverse primer) restriction sites at the 5’ end. To amplify P0-myc, the reverse primer also contained the myc sequence. Primers were as follows: GFP forward, 5’-CCGGATCCCGCCACCATGGTGAGCAAGG-3’, GFP reverse 5’-CCTCTAGAGCTCGTCCATGCCGAGAGTG-3’, P0 forward, 5’-CCGGATCCCGCCACCATGGCTCCTGGGGCTCCCTC-3’, P0 reverse 5’-CCTCTAGACTATTTCTTATCCTTGCGAGAC-3’, P0-myc reverse 5’-CCTCTAGACTACAGGTCCTCCTCTGAGATCAGCTTCTGCTCTTTCTTATCCTTGCGAGACTC-3’. pTK-Slug plasmid was digested with BamH1 and Xba1 to excise Slug cDNA and GFP, P0 or P0-myc were ligated into pTK to generate pTK-GFP, pTK-P0, and pTK-P0-myc. pLVCT-tTR-KRAB already contained GFP. To generate pLVCT-tTR-KRAB-P0, and pLVCT-tTR-KRAB-P0-myc, P0 and P0-myc were excised from pTK-P0 and pTK-P0-myc by digestion with Xba1, followed by a blunt, and a digestion with BamH1. pLVCT-tTR-KRAB was digested with Sma1, blunted, and digested again with BamH1 to excise GFP. P0 or P0-myc were then ligated into pLVCT-tTR-KRAB. To generate P0-Fc construct, P0 cDNA corresponding to P0 extracellular domain (P0ex, 30–153 AA) was amplified by PCR using primers containing EcoR1 (forward primer) and BglII (reverse primer) restriction sites at the 5’ end. Primers were as follows: P0ex forward, 5’- CCGGCCGAATTCCGCCACCATGATTGTGGTTTACACGGACAG-3’, P0ex reverse, 5’-CCGGCCAGATCTCCTAGTGGGCACTTTTTCAAAGAC-3’. P0ex was then inserted into pFUSE-hIgG1-Fc2 between EcoR1 and BglII restriction sites to generate pFUSE-hIgG1-P0-Fc2. P0-D6Y-Fc, P0-D32G-Fc, P0-H52Y-Fc and P0-S49L-Fc were generated by site-directed mutagenesis, using P0-Fc as template. Primers were as follows: D6Y forward, 5’–GTGGTTTACACGTACAGGGAAGTC-3’, D6Y reverse, 5’–GACTTCCCTGTACGTGTAAACCAC–3’, D32G forward, 5’- GAATGGGTCTCAGATGGCATCTCTTTTACCTG-3’, D32G reverse, 5’- CAGGTAAAAGAGATGCCATCTGAGACCCATTC-3’, H52Y forward, 5’- GCCATTTCAATCTTCTACTATGCCAAGGGTC-3’, H52Y reverse, 5’- GACCCTTGGCATAGTAGAAGATTGAAATGGC-3’, S49L forward, 5’- GCCGAGATGCCATTTTAATCTTCCACTATGC-3’, S49L reverse, 5’- GCATAGTGGAAGATTAAAATGGCATCTCGGC-3’. To generate pTK-P0-D32G-myc, pTK-H52Y-myc and pTK-P0-S49L-myc, pTK-P0-myc, P0-D32G-Fc, P0-H52Y-Fc and P0-S49L-Fc were digested with BstEII and BsmBI, resulting in the excision of a fragment of about 300 bp located in P0 extracellular domain. The fragments containing the D32G, H52Y, or S49L mutations were re-ligated into pTK-P0-myc instead of the wild type fragment. All constructs were verified by sequencing.\n\nElectron Microscopy (EM) and ImmunoEM\n\nFor EM, processing of mouse sciatic nerves was carried out as previously described [50]. For ImmunoEM, we used the online optimized immunolabeling protocol from EMS, with modifications. Briefly, adult mouse sciatic nerves were fixed in situ with 3% paraformaldehyde and 0.15% glutaraldehyde in 0.1 M phosphate buffer (PB), pH 7.4, for 6 min, and postfixed in the same fixating reagent for 1 h at 4°C. Nerves were then incubated with 1% sodium borohydride for 15 min, permeabilized in 0.05% Triton X-100 in phosphate buffer for 30 min, and blocked in 1% BSA/3% goat serum/0.04% Triton X-100 in PBS for 1 h at 4°C. Nerves were then incubated with chicken anti-P0 antibody (1:500, Aves Labs) overnight at 4°C, washed and incubated with goat antichicken IgG coupled to ultra-small gold particles (1:100, &lt;1 nm, Science Services) overnight at 4°C. Nerves were then postfixed in 2.5% glutaraldehyde for 2 h and submitted to silver enhancement using Aurion R-Gent SE-EM (Science Services) for 1 h. Nerves were then washed in ddH2O and incubated in 0.5% OsO4 for 1 h at room temperature. Nerves were then dehydrated and embedded in resin, and ultrasections (70-nm thick) were made, as described [50]. No contrasting reagent was applied. Images were acquired using a Philips CM 100 BIOTWIN equipped with a Morada side-mounted digital camera (Olympus).\n\nWestern Blot and Immunoprecipitation (IP)\n\nSciatic nerves were dissected and the perineurium removed. Tissues were lysed, and IPs were carried out as described [51], with the following modifications: we used PrecipHen beads (Aves Labs, 30 μl of beads/IP for 1 h at 4°C on a rotating wheel) instead of Protein A/G Plus agarose beads, and additional washes were carried out, as recommended by the manufacturer. IPs were then analyzed by Western blotting as previously described [51].\n\nPrimary antibodies used: HDAC1 (rabbit, 1:2,000, Genetex), HDAC2 (mouse, 1:2,000, Sigma Aldrich), Sox10 (mouse, 1:500, R&amp;D Systems), GAPDH (glyceraldehyde-3-phosphate-dehydrogenase, mouse, 1:5,000, Hytest Ltd and Genetex), P0 (rabbit, 1:2,000, kind gift from David Colman, and chicken, 1:1,000, Novus Biological or Aves Labs), Caspr (rabbit, 1:1,000, Santa-Cruz Biotechnology), total Neurofascins (rabbit, 1:1,000, kind gift from Laurence Goutebroze), Krox20 (rabbit, 1:500, Covance), MBP (rat, 1:500, Serotec), MAG (myelin-associated glycoprotein, rabbit, 1:1,000, Zymed), ABC (mouse, 1:500, Chemicon), beta-actin (mouse, 1:5,000, Sigma), Nav1.6 Na+ channel (mouse, 1:6, clone number K87A/10, UC Davis/NIH NeuroMab Facility), Kv1.2 K+ channel (mouse, 1:1,000, clone number K14/16, UC Davis/NIH NeuroMab Facility), Contactin-1 (goat, 1:200, R&amp;D Systems), Gliomedin (rabbit, 1:500, Santa-Cruz Biotechnology). Two micrograms of chicken anti-P0 antibody or of chicken IgY were used per IP.\n\nAll secondary antibodies were from Jackson ImmunoResearch: light chain-specific goat anti-mouse-HRP (horse radish peroxidase), goat anti-rabbit-HRP, and goat anti-rat-HRP, and heavy chain-specific goat anti-chicken-HRP were used.\n\nImmunofluorescence and 3-D Reconstruction, In Situ Hybridization, TUNEL, and BrdU Assays\n\nDRG cultures were fixed with 4% paraformaldehyde (PFA) for 15 min at RT and were washed twice with PBS. Mouse sciatic nerves were fixed in situ with 4% PFA for 10 min, dissected, embedded in O.C.T. Compound (Tissue-Tek and VWR chemicals), and frozen at −80°C. For immunofluorescence, DRG cultures and peripheral nerve cryosections (5-μm thick, mouse and human) were permeabilized and blocked for 30 min at RT in blocking buffer (0.3% Triton X-100/ 10% Goat serum or 2% BSA for primary antibodies raised in goat/PBS), and incubated with primary antibodies overnight at 4°C in blocking buffer. For staining of MBP, samples were first incubated with 100% methanol at −20°C for 5 min, prior permeabilization and blocking step. For staining of HDAC1, sciatic nerve cryosections were first incubated with acetone at −20°C for 10 min, prior permeabilization and blocking step. For staining of HDAC2, sciatic nerve cryosections were first incubated with 70% Ethanol for 5 min at room temperature, washed with PBS and incubated for 40 s with 40 μg/ml Proteinase K, prior incubation with blocking buffer.\n\nPrimary antibodies: CD68 (rat, 1:200, Serotec), P0 (mouse, 1:500, Astexx, and chicken, 1:500, Novus Biological or Aves Labs), MBP (rat, 1:50, Serotec), GFP (rabbit, 1:500, Abcam, and mouse, 1:200, clone number N86/8, UC Davis/NIH NeuroMab Facility), Caspr and Kv1.2 (mouse, 1:200, clones K65/35 and K14/16, UC Davis/NIH NeuroMab Facility), Caspr (rabbit, 1:100, Abcam), total Neurofascins (rabbit, 1:200, kind gift from Laurence Goutebroze), NFasc186 (guinea pig, 1:500, kind gift from Manzoor Bhat, and rabbit, 1:300, Abcam), Myc (mouse, 1:200, kind gift from Wilhelm Krek, and rabbit, 1:200, Genetex), NF M (chicken, 1:200, Genetex, and rabbit, 1:200, Millipore), Ankyrin-G (mouse, 1:200, clone number N106/36, UC Davis/NIH NeuroMab Facility, and mouse, 1:100, Santa-Cruz Biotechnology), Nav1.6 (rabbit, 1:200, Chemicon International), Gliomedin (rabbit, 1:500, kind gift from Elior Peles), Contactin (goat, 1:40, R&amp;D Systems), phospho-ERM (rabbit, 1:250, Abcam), NrCam (rabbit, 1:200, Abcam), beta-Dystroglycan (mouse, 1:50, Novocastra), HDAC1 (rabbit, 1:200, Genetex), HDAC2 (rabbit, 1:200, Santa-Cruz Biotechnology). All secondary antibodies were from Jackson ImmunoResearch.\n\nImmunofluorescence intensities of DRG myelinating cultures were quantified using Cell Profiler 2.0 software (Broad Institute) that calculates the area occupied by staining in the image, after applying a threshold.\n\n3-D reconstructions of immunofluorescence signals were carried out using Imaris software (Bitplane) for surfaces and selected volumes rendering.\n\nIn situ hybridization with digoxigenin (DIG)-labeled riboprobes was carried out on cryosections (10-μm thick), as described [52]. Hybridization signals were visualized with NBT/BCIP (Roche Diagnostics). Antisense riboprobes were labelled with digoxigenin, according to the manufacturer’s instructions (Roche Diagnostics).\n\nTUNEL assays were performed on sciatic nerve cryosections (10-μm thick) according to the manufacturer’s instructions (Roche). For BrdU assays, sciatic nerve cryosections (5-μm thick) were first postfixed with 4% PFA for 15 min at room temperature, incubated 5 min with 70% ethanol, and 10 min at 37°C with 2M HCl for DNA denaturation. Sections were then incubated with 40 μg/ml Proteinase K for 30–40 sec, permeabilized 2 x 5 min with 0.1% Tween/PBS, incubated in blocking buffer (30% goat serum/PBS) for 1 h at room temperature, and with mouse anti-BrdU antibody (1:20, Roche) diluted in blocking buffer overnight at 4°C. Sections were then incubated with FITC-goat antimouse IgG (1:20, Roche) for 1 h at room temperature, and labeled with DAPI for 5 min before mounting in Citifluor (Agar Scientific).\n\nDRG Myelinating Cultures\n\nDRG explant cultures from E13.5 plp-dKO embryos and control littermates were prepared as described [53], with modifications: after 10 d in culture, myelination was induced by ascorbic acid and DRG were maintained in myelination-promoting medium for a maximum of 24 d. When applicable, 0.5 μl of highly concentrated lentiviruses was added in Neurobasal medium to DRG explants after 4 d in culture. Fifty ng/ml doxycyclin was added to the culture after 10 d in myelination-promoting medium to induce expression of GFP, P0, or P0-myc by lentiviruses, and 4-hydroxy-tamoxifen was added 4 d later to induce ablation of HDAC1 and HDAC2. Doxycyclin was continuously added, while 4-hydroxy-tamoxifen was added only twice to the medium. DRG cultures were allowed to reach a myelination plateau before tamoxifen was added.\n\nGeneration of Lentiviruses\n\nTo produce highly concentrated lentiviral particles, six 15-cm dishes of 95% confluent HEK293T cells were cotransfected with each lentiviral construct together with the packaging constructs pLP1, pLP2, and pLP/VSVG (Invitrogen) using Lipofectamine 2000 (Invitrogen), according to the recommendations of the manufacturer (ViraPower Lentiviral Expression Systems Manual). Lentiviral particles of the six dishes were pooled, purified, and concentrated by ultracentrifugation, resuspended in 45 μl PBS, aliquoted, and stored at −80°C.\n\nProduction of Fc Particles and Adhesion Assay\n\nTo produce P0-Fc and control-Fc (neg-Fc) particles, HEK293T cells were transfected with pFUSE-hIgG1-P0-Fc2 and pFUSE-hIgG1-Fc2, respectively, using Lipofectamine (Invitrogen) in culture medium containing 1% Ultra-low IgG FBS (Invitrogen). pFUSE-hIgG1-Fc2 contains an IL2 signal sequence that leads to secretion of the Fc particles. Culture medium that contained secreted P0-Fc and neg-Fc particles was collected 72 h after transfection and concentrated on Centricon Plus-70 10K (for neg-Fc) or 30K (for P0-Fc) filter devices (Millipore). The size and relative concentration of P0-Fc, neg-Fc, and P0 mutants-Fc were verified and analyzed by western blot (S12 Fig).\n\nTo carry out adhesion assays, HEK293T cells were transfected with either pTK-P0-myc, pCMV-rat NFasc155-Flag, pBK/CMV-Caspr, Contactin-GFP, or NFasc186-HA to express either P0-myc, NFasc155, Caspr, Contactin, or NFasc186, respectively. Forty-eight hours after transfection, cells were incubated with P0-Fc, P0-D6Y-Fc, P0-D32G-Fc, P0-H52Y-Fc, P0-S49L-Fc, or neg-Fc in 1% Ultra-low IgG FBS/DMEM for 1 h at 37°C, 5% CO2/95% air. Cells were then washed three times with PBS and incubated for 1 h at RT with Alexa Fluor 488-AffiniPure Goat Anti-Human IgG (1:500 in PBS, Jackson ImmunoResearch), or Cy3-AffiniPure Goat Anti-Human IgG (1:500 in PBS, Jackson ImmunoResearch) for HEK293T cells expressing Contactin-GFP. Cells were washed again three times with PBS and fixed with 4% PFA for 15 min at RT. After three washes with PBS, cells were incubated overnight at 4°C in PBS containing primary antibodies against either total Neurofascins (Rabbit, 1:200), Caspr (Mouse, 1:100), Contactin (Goat, 1:40) or P0 (Chicken, 1:200), or in PBS/0.3% Triton X-100 containing primary antibody against Myc (Mouse, 1:200). After three washes with PBS, cells were incubated for 1 h at RT with Cy5-Affinipure Goat Anti-Rabbit IgG or Alexa Fluor® 647-AffiniPure Goat Anti-Mouse IgG (1:500, Jackson ImmunoResearch) diluted in PBS or PBS/0.3% Triton X-100 for Myc staining. Cells were then washed in PBS, incubated with DAPI for 5 min, washed again, and mounted in Citifluor. Photos were acquired using a Leica TCS SP-II confocal microscope. Single optical sections are shown in Figs 7 and 8, and z-series projections are shown in S13 and S14 Figs.\n\nRT-PCR\n\nIsolation of RNA was carried out using Trizol reagent (Invitrogen), and cDNA was produced using M-MLV Reverse Transcriptase (Promega), according to the manufacturer’s recommendations. Quantitative real-time PCR analyses were performed with an ABI 7000 Sequence Detection System (Applied Biosystems) using FastStart SYBR Green Master (Roche), according to manufacturer’s recommendations.\n\nPrimer sequences were as follows: for NFasc primer pair 1 (specific to NFasc155), forward 5'-GACTCGTCCTTAAGAAACCAC-3', reverse 5'-GGCAATGCATTCCAGCAGCAG-3'; for NFasc primer pair 2, forward 5’- CTTCACCCTCAAGGTCCTCAC-3’, reverse 5’- GGCAATGCATTCCAGCAGCAG-3’; for GAPDH, forward 5'-CGTCCCGTAGACAAAATGGT-3', reverse 5'-TTGATGGCAACAATCTCCAC-3'. The amplification program was as follows: 5 min at 96°C; 40 steps of 30 s at 96°C, 30 s at 59.5°C, 30 s at 72°C; and 5 min at 72°C. A post-PCR dissociation step was added to verify the specificity of the amplification products.\n\nStatistical Analyses and Data Availability\n\nExperiments were performed at least three times, and p-values were calculated using Student's t tests. Data used to create Fig 1C–1H, Fig 2A and 2D, Fig 3A, 3G and 3H, Fig 4A and 4B, Fig 5B, 5E, 5G and 5I, Fig 6F, Fig 7F, Fig 9B and 9E, S1A–S1C Fig, S2B–S2D Fig, S3A–S3E Fig, S5C Fig, S6A Fig, S7B and S7C Fig, S17B and S17E Fig, and S18 Fig are deposited in the Dryad repository: http://dx.doi.org/10.5061/dryad.8f1bt [54].\n\nSupporting Information"
}