{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2006966",
  "doi": "10.1371/journal.pbio.2006966",
  "externalIds": [
    "pii:pbio.2006966",
    "pmid:30865631",
    "pmcid:PMC6415874"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Environment-induced same-sex mating in the yeast Candida albicans through the Hsf1–Hsp90 pathway",
  "authors": [
    {
      "name": "Guobo Guan",
      "first": "Guobo",
      "last": "Guan",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Li Tao",
      "first": "Li",
      "last": "Tao",
      "affiliation": "State Key Laboratory of Genetic Engineering, School of Life Sciences, Fudan University, Shanghai, China"
    },
    {
      "name": "Huizhen Yue",
      "first": "Huizhen",
      "last": "Yue",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Weihong Liang",
      "first": "Weihong",
      "last": "Liang",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Jiao Gong",
      "first": "Jiao",
      "last": "Gong",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Jian Bing",
      "first": "Jian",
      "last": "Bing",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Qiushi Zheng",
      "first": "Qiushi",
      "last": "Zheng",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Amanda O. Veri",
      "first": "Amanda O.",
      "last": "Veri",
      "affiliation": "Department of Molecular Genetics, University of Toronto, Toronto, Ontario, Canada"
    },
    {
      "name": "Shuru Fan",
      "first": "Shuru",
      "last": "Fan",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Nicole Robbins",
      "first": "Nicole",
      "last": "Robbins",
      "affiliation": "Department of Molecular Genetics, University of Toronto, Toronto, Ontario, Canada"
    },
    {
      "name": "Leah E. Cowen",
      "first": "Leah E.",
      "last": "Cowen",
      "affiliation": "Department of Molecular Genetics, University of Toronto, Toronto, Ontario, Canada"
    },
    {
      "name": "Guanghua Huang",
      "first": "Guanghua",
      "last": "Huang",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China; University of Chinese Academy of Sciences, Beijing, China; State Key Laboratory of Genetic Engineering, School of Life Sciences, Fudan University, Shanghai, China",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-4761-7548"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-03-13",
  "dateAccepted": "2019-02-13",
  "dateReceived": "2018-06-13",
  "volume": "17",
  "number": "3",
  "pages": "e2006966",
  "tags": [
    "Animal studies",
    "Biochemistry",
    "Candida",
    "Candida albicans",
    "Carbohydrates",
    "Cell biology",
    "Cell processes",
    "Cellular stress responses",
    "Chemical compounds",
    "Chemistry",
    "DNA construction",
    "DNA-binding proteins",
    "Discipline-v3/Animal studies",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Candida",
    "Discipline-v3/Candida albicans",
    "Discipline-v3/Carbohydrates",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Cellular stress responses",
    "Discipline-v3/Chemical compounds",
    "Discipline-v3/Chemistry",
    "Discipline-v3/DNA construction",
    "Discipline-v3/DNA-binding proteins",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Extraction techniques",
    "Discipline-v3/Fungal pathogens",
    "Discipline-v3/Fungi",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Gene regulation",
    "Discipline-v3/Genetics",
    "Discipline-v3/Glucose",
    "Discipline-v3/Heat shock response",
    "Discipline-v3/Medical microbiology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial pathogens",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Molecular biology techniques",
    "Discipline-v3/Monosaccharides",
    "Discipline-v3/Mycology",
    "Discipline-v3/Organic chemistry",
    "Discipline-v3/Organic compounds",
    "Discipline-v3/Organisms",
    "Discipline-v3/Pathogens",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Plasmid construction",
    "Discipline-v3/Protein extraction",
    "Discipline-v3/Proteins",
    "Discipline-v3/Regulatory proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Transcription factors",
    "Discipline-v3/Yeast",
    "Discipline-v3/Yeast and fungal models",
    "Eukaryota",
    "Experimental organism systems",
    "Extraction techniques",
    "Fungal pathogens",
    "Fungi",
    "Gene expression",
    "Gene regulation",
    "Genetics",
    "Glucose",
    "Heat shock response",
    "Medical microbiology",
    "Microbial pathogens",
    "Microbiology",
    "Molecular biology",
    "Molecular biology techniques",
    "Monosaccharides",
    "Mycology",
    "Organic chemistry",
    "Organic compounds",
    "Organisms",
    "Pathogens",
    "Pathology and laboratory medicine",
    "Plasmid construction",
    "Protein extraction",
    "Proteins",
    "Regulatory proteins",
    "Transcription factors",
    "Type/Research Article",
    "Yeast",
    "Yeast and fungal models"
  ],
  "abstract": "While sexual reproduction is pervasive in eukaryotic cells, the strategies employed by fungal species to achieve and complete sexual cycles is highly diverse and complex. Many fungi, including Saccharomyces cerevisiae and Schizosaccharomyces pombe, are homothallic (able to mate with their own mitotic descendants) because of homothallic switching (HO) endonuclease-mediated mating-type switching. Under laboratory conditions, the human fungal pathogen Candida albicans can undergo both heterothallic and homothallic (opposite- and same-sex) mating. However, both mating modes require the presence of cells with two opposite mating types (MTLa/a and α/α) in close proximity. Given the predominant clonal feature of this yeast in the human host, both opposite- and same-sex mating would be rare in nature. In this study, we report that glucose starvation and oxidative stress, common environmental stresses encountered by the pathogen, induce the development of mating projections and efficiently permit same-sex mating in C. albicans with an “a” mating type (MTLa/a). This induction bypasses the requirement for the presence of cells with an opposite mating type and allows efficient sexual mating between cells derived from a single progenitor. Glucose starvation causes an increase in intracellular oxidative species, overwhelming the Heat Shock transcription Factor 1 (Hsf1)- and Heat shock protein (Hsp)90-mediated stress-response pathway. We further demonstrate that Candida TransActivating protein 4 (Cta4) and Cell Wall Transcription factor 1 (Cwt1), downstream effectors of the Hsf1–Hsp90 pathway, regulate same-sex mating in C. albicans through the transcriptional control of the master regulator of a-type mating, MTLa2, and the pheromone precursor-encoding gene Mating α factor precursor (MFα). Our results suggest that mating could occur much more frequently in nature than was originally appreciated and that same-sex mating could be an important mode of sexual reproduction in C. albicans.",
  "fullText": "Introduction\n\nSexual reproduction is a driving force for evolution and is prominent in eukaryotic organisms, with fungi adopting highly diverse strategies for sexual mating and reproduction [1, 2]. The human fungal pathogen C. albicans is a leading cause of death due to mycotic infection, with mortality rates approaching 40%, even with current treatments [3]. C. albicans has long been thought to be asexual until the discovery of a highly complex parasexual program. In C. albicans, heterothallic (opposite-sex) mating between diploid a and α cells occurs to generate tetraploid a/α intermediates [4, 5]. These tetraploid mating products undergo a parasexual process of concerted chromosome loss to generate diploid and aneuploid progeny rather than adopting a more traditional meiotic cycle [6, 7]. As an additional layer of complexity, an epigenetic switch from the white cell type to the opaque cell type is required for efficient mating to occur [8]. Opaque a and α cells secrete a sex-specific pheromone and induce the formation of mating projections in cells with an opposite Mating type locus (MTL) type, thus initiating cell fusion and mating [9]. Besides differences in mating competency, white and opaque cells also differ in a number of aspects, including metabolic profiles, filamentation ability, susceptibility to antifungals, interactions with host immune cells, and virulence in different infection models [10–12].\n\nGiven the predominately clonal nature of C. albicans [13, 14], the frequency with which heterothallic mating occurs in nature appears remarkably low. In the model yeast S. cerevisiae, most natural isolates are homothallic and able to undergo clonal mating because of the expression of homothallic switching (HO) endonuclease and mating-type switching [1]. However, C. albicans does not have a homolog of HO endonuclease and is unable to undergo mating-type switching and subsequent clonal mating [15]. Although same-sex mating (homothallism) has been reported in C. albicans, this unisexual mating has only been observed between two a cells, when α cells are present and secrete α-pheromone (ménage à trois mating), or in strains in which the BARrier 1 (Bar1) protease that degrades α-pheromone has been inactivated [16]. However, there is no evidence of natural ménage à trois mating, and no natural mutants of BAR1 have been reported. Given the barriers to opposite- and same-sex mating, the biological relevance of sexual reproduction in C. albicans remains elusive.\n\nAlthough C. albicans mating seems to be rare in nature, environmental stressors have been reported to promote loss of heterozygosity at the MTL, drive white-to-opaque switching, and result in concerted chromosome loss, suggesting that stress may be a trigger for sexual reproduction [17]. Nutrient starvation and oxidative stresses are two of the most common environmental stressors experienced by C. albicans in nature. Here, we establish that glucose starvation and oxidative stress efficiently induce the expression of sexual pheromone precursors, leading to the formation of mating projections and enabling homothallic mating in C. albicans. A core cellular stress-responsive pathway, mediated by the molecular chaperone Hsp90 and the heat-shock transcription factor Hsf1, is involved in this regulation through the downstream regulator Cwt1. Cwt1 functions through the direct control of the master regulator of a-type mating MTLa2, which regulates the expression of pheromone-encoding genes. Our study identifies a mechanism by which mating could occur much more frequently in nature than was originally appreciated, uncovers a core cellular stress-response pathway regulating this response, and sheds new light, to our knowledge, on the biology of C. albicans.\n\nResults\n\nGlucose starvation triggers the development of mating projections in C. albicans\n\nDespite the fact that cellular stressors promote loss of heterozygosity at the MTL and induce the white-to-opaque switch [17, 18], there still remains no evidence to directly support the hypothesis that environmental perturbations regulate sexual mating in C. albicans. In the human host, C. albicans resides on mucosal surfaces, niches that are often glucose limited [19]. Therefore, we cultured C. albicans cells in the absence of glucose but in the presence of 0.25% K2HPO4, which acts as a pH-buffering reagent. We named this modified medium as YP-K (1% yeast extract, 2% peptone, 0.25% K2HPO4, w/v) and the control medium as YPD-K (1% yeast extract, 2% peptone, 2% glucose, 0.25% K2HPO4, w/v). Opaque cells were used for all experiments in this study because they are the mating-competent form in C. albicans [8]. Upon spotting an MTLa/a C. albicans strain (GH1013) [20], we noted a wrinkled colony morphology on YP-K agar after five days of growth (Fig 1A). Surprisingly, a portion of cells underwent polarized cell growth (Fig 1A) that was elongated and irregular in shape, closely resembling mating projections as opposed to the typical hyphal morphology [21]. When the same strain was cultured on the glucose-containing YPD-K medium, the colonies remained smooth, and cells were exclusively in the yeast form (Fig 1A). This was a dose-dependent effect because incremental increases in glucose levels resulted in incremental decreases in the number of polarized cells observed (S1 Fig). We also observed the development of polarized cells on YP-K medium for three independent clinical isolates of C. albicans with an MTLa/a genotype (P37005, L26, and SZ306) (Fig 1B), suggesting that this inducing effect of glucose starvation is a general feature in MTLa/a strains. The induction of mating projections was not observed in any MTLa/α and MTLα/α strains under the same culture conditions.\n\nTo verify that the elongated cells were true mating projections but not pseudohyphae or true hyphae, we examined the relative expression of mating-related genes using quantitative reverse transcription PCR (qRT-PCR) (Fig 1C). Compared to the YPD-K cultures, the relative expression levels of Mating type A1 (MFA1) (a precursor of a-pheromone), MFα (a precursor of α-pheromone), STErile 2 (STE2) (the α-pheromone receptor), and Factor-Induced Gene 1 (FIG1) and cell FUSion 1 (FUS1) (two pheromone-response genes), as well as BAR1 (an endopeptidase that degrades α-pheromone), were all significantly increased in cells grown on YP-K. We also constructed four reporter strains in which MFA1, MFα, FIG1, and FUS1 were fused with a green fluorescent protein (GFP) fluorescent marker to further confirm their increased expression on YP-K medium (S2 Fig). Thus, glucose depletion leads to the induction of mating-related genes and polarized cell growth, indicative of the development of mating projections in C. albicans.\n\nGlucose starvation promotes same-sex mating in C. albicans\n\nThe induction of both a-pheromone and α-pheromone precursors in MTLa/a cells under glucose-starvation conditions suggests those cells might have lost their original sexual identity, exhibiting features of both MTLa/a and MTLα/α cells. This, in theory, could bypass the requirement of an MTLα/α cell in close proximity to induce homothallic mating between two MTLa/a partners. To further explore whether the induction of mating-related genes and polarized cell growth could lead to true homothallic mating, we performed quantitative same-sex mating assays. When two MTLa/a strains with different auxotrophic markers (GH1350a and GH1013) were cultured together on YP-K medium, mating projections were observed (Fig 2A), and tetraploid progeny that remained the a mating type were generated (Fig 2B and 2C), confirming homothallic mating had occurred. Further, cell fusion between two MTLa/a cells and the generation of daughter cells were also observed on YP-K medium (Fig 2A). In contrast, cells remained in yeast form and no mating progeny were isolated when the two MTLa/a strains were grown on YPD-K (Fig 2). These results provide the premier example of an environmentally relevant stress, glucose starvation, capable of inducing same-sex mating in C. albicans.\n\nMultiple environmental stressors mediate the development of mating projections in C. albicans\n\nGlucose deprivation leads to a shift in C. albicans metabolism, resulting in the activation of genes involved in the tricarboxylic acid (TCA) cycle and fatty acid β-oxidation [19]. These metabolic changes stimulate the production of reactive oxidative species (ROSs) that cause protein damage, thereby activating the unfolded protein response [22]. The intracellular levels of ROSs in cells of C. albicans grown on YP-K medium were significantly higher than those on YPD-K medium and increased with the extension of culture time (Fig 3A). To assess whether oxidative stress could stimulate homothallic mating, C. albicans cells were treated with hydrogen peroxide (H2O2), a strong oxidative-stress–inducing agent. Compared to the untreated control, H2O2-treated cells underwent obvious polarized cell development on the glucose-containing medium YPD-K (Fig 3B). Mating-related genes (MFA1, MFα, and FIG1) were significantly induced in H2O2-treated cells (Fig 3C), and mating efficiency upon H2O2 treatment was comparable to that observed under glucose-deprivation conditions (Fig 3D).\n\nTo further test other environmentally relevant stress conditions, we performed same-sex mating assays using three other nutrient-poor media types: 3% agar with no additional nutrients, agar containing 3% mouse feces, and agar containing C. albicans debris. C. albicans underwent same-sex mating when cultured on these media types, with mating on mouse-feces–containing medium being most efficient (S3 Fig). Notably, although mating projections morphologically resemble filaments in C. albicans, same-sex mating did not occur when cells were cultured on sorbitol medium that induces opaque cell filamentation (S3E Fig). Therefore, multiple nutrient-deprivation conditions are capable of inducing homothallic mating in C. albicans.\n\nGlucose starvation induces the expression of mating-related genes, stress-responsive genes, and HSP90 genetic interactors\n\nTo explore the mechanism of glucose-induced same-sex mating in C. albicans, we performed global gene-expression–profile analysis. Total RNA was extracted from opaque cells grown on YPD-K or YP-K media at 25°C for 60 hours, and the samples collected were used for RNA sequencing (RNA-Seq) assays. We incubated cells for only 60 hours because mating projections were not induced at this time point, enabling us to minimize indirect effects on gene expression. As demonstrated in Fig 4 and S1 Data, we found 412 genes up-regulated in YPD-K medium and 408 genes up-regulated in YP-K medium (with a change greater than 1.5-fold). As expected, a number of mating-related genes—including MFA1, BAR1, Candida ERK-family protein kinase (CEK)1, and CEK2—were up-regulated in YP-K medium. Heat-shock-protein–encoding genes and oxidative-stress–responsive genes were also up-regulated in YP-K medium, whereas cell-wall–related and glycosylphosphatidylinisotol (GPI)-anchored-protein–encoding genes were enriched in YPD-K medium. Of the differentially expressed genes, 49 have been reported as HSP90 genetic interactors (Fig 4A and S2 Data) [23, 24]. Among the differentially expressed HSP90 genetic interactors, 34 genes were down-regulated and only 15 genes were up-regulated in YP-K medium. These genes were enriched in gene functions associated with stress response, cell wall, transcriptional regulation, and signaling transduction.\n\nDown-regulation of Hsf1–Hsp90 signaling promotes mating-projection formation and same-sex mating\n\nSeveral observations led us to hypothesize that Hsp90 could play an important role in the regulation of glucose-starvation–induced mating-projection formation and same-sex mating. First, glucose starvation increased the intracellular level of ROSs (Fig 3A) that would contribute to increased protein damage, thus likely overwhelming the functional capacity of Hsp90. Second, the treatment of oxidative reagents (e.g., H2O2) that led to the increase of intracellular ROSs induced mating-projection formation and same-sex mating in C. albicans (Fig 3B, 3C and 3D). Third, a number of heat-shock-protein–encoding genes, including HSP90, were up-regulated in the absence of glucose, further suggesting that Hsp90 functional capacity was overwhelmed (Fig 4B and S1 Data).\n\nThe conserved heat-shock transcription factor Hsf1 plays an important role in regulating the expression of heat-shock proteins, including the molecular chaperone Hsp90 in C. albicans and other eukaryotes [25, 26]. Hsf1 has been implicated in regulating transcriptional changes in response to oxidative stresses and glucose starvation in S. cerevisiae [27, 28]. Therefore, we first tested the role of Hsf1 in the development of mating projection and homothallic mating in C. albicans. Since Hsf1 is essential for cell viability, we generated a tetracycline-induced (tetON)-promoter–controlled conditional expression mutant, tetON-HSF1/hsf1, in order to assess how changes in Hsf1 levels influence same-sex mating. In the absence or presence of 40 μg/mL doxycycline, the tetON-HSF1/hsf1 mutant formed wrinkled colonies and underwent robust polarized growth on YP-K medium (Fig 5A). Of note, doxycycline (40 μg/mL) exhibited an inhibitory effect on the induction of mating projection formation in the wild-type (WT) control (Fig 5A). With increased exposure to glucose on YPD-K medium, mating projections were only observed in the absence of doxycycline after five days but not upon the addition of 40 μg/mL doxycycline nor in the WT control (Fig 5A).\n\nConsistent with the morphological changes, mating-related genes—including MFA1, MFα, FIG1, and FUS1—were induced in the tetON-HSF1/hsf1 mutant on both YP-K and YPD-K media relative to the WT strain (Fig 5B). Finally, we tested the effect of HSF1 depletion on homothallic mating. In the absence of doxycycline, the tetON-HSF1/hsf1 mutant underwent same-sex mating with the WT partner even on the glucose-containing YPD-K medium, albeit at a lower frequency than that observed in glucose-limiting conditions (S1 Table and S4 Fig). However, in the presence of 40 μg/mL doxycycline, neither the tetON-HSF1/hsf1 mutant nor the WT control could undergo homothallic mating on YPD-K medium. Taken together, our results indicate that down-regulation of Hsf1 promotes mating-projection formation and same-sex mating in C. albicans, bypassing the requirement of glucose starvation.\n\nNext, we wanted to evaluate whether the impact of Hsf1 on homothallic mating might be mediated through its regulatory effects on HSP90. We constructed a tetON-HSP90/hsp90 strain using an analogous tetON-promoter–controlled conditional expression strategy. As shown in Fig 6, culturing this strain in media containing 40 μg/mL doxycycline was required to bypass a substantial growth defect of the strain. Further, opaque cells of the conditional tetON-HSP90/hsp90 strain were not stable, and therefore an ACTin 1 (ACT1) promoter controlling White–Opaque Regulator 1 (WOR1), the master regulator of the opaque phenotype, was introduced in the mutant to maintain the opaque state. Similar to the tetON-HSF1/hsf1 mutant, the tetON-HSP90/hsp90 strain underwent the development of mating projections on both YP-K and YPD-K media containing 40 μg/mL doxycycline (Fig 6A). However, the WT control was unable to form mating projections under the same culture conditions (Fig 6A). In the presence of 100 μg/mL doxycycline, the ratio of projected cells on YPD-K medium was remarkably reduced (Fig 6A). As expected, mating-related genes FIG1 and FUS1 were induced on YP-K medium, while MFA1 and MFα were induced in the tetON-HSP90/hsp90 mutant on both media relative to the WT strain in the presence of 40 μg/mL doxycycline (Fig 6B). As demonstrated in S4A Fig, the relative transcript levels of HSF1 or HSP90 in the tetON-HSF1/hsf1 or tetON-HSP90/hsP90 mutant were lower than that in the WT strain even in the presence of 40 μg/mL doxycycline. Together, these data suggest that reduction of HSF1 or HSP90 levels leads to the induction of a homothallic mating program and bypasses the requirement for glucose depletion.\n\nTranscription factors Cta4 and Cwt1 regulate the development of mating projections and same-sex mating\n\nTo further characterize the regulatory mechanism of glucose starvation-induced mating, we screened a transcription factor homozygous deletion library (in an MTLa/a background) [29] to look for mutants capable of enhanced mating projection formation. Through this functional genomic screening approach, we identified the transcription factors Cwt1 and Cta4 that function as negative and positive regulators of the development of mating projections in C. albicans, respectively (S5 Fig and S6 Fig). Homozygous deletion of CWT1, a gene involved in the nitrosative stress response [30], resulted in an increase in mating-projection formation on YP-K medium at three days compared to the WT control. Unlike the WT control that grew exclusively as yeast on YPD-K, cwt1/cwt1 mutants also showed polarized growth (S5A Fig). As expected, mating-related genes MFA1, MFα, FIG1, and FUS1 were significantly increased in the cwt1/cwt1 mutant on YPD-K relative to a WT control (S5B Fig). To verify the function of Cwt1 in regulating homothallic mating, we generated an additional homozygous CWT1 deletion mutant in the GH1013 background. Similar to the library mutant, the newly generated cwt1/cwt1 strain exhibited a more robust development of mating projections on both YP-K and YPD-K than the WT control (Fig 7A and 7B), and also promoted same-sex mating on YPD-K medium (S1 Table). Thus, Cwt1 represses homothallic mating in C. albicans.\n\nIn contrast, deletion of CTA4, a previously identified genetic interactor of Hsp90 [23, 24] and a gene induced by nitric oxide, significantly repressed the development of mating projections in YP-K medium in C. albicans (S6A Fig). Consistently, the expression of mating-related genes was not induced in the cta4/cta4 mutant in YP-K medium, unlike in the WT control (S6B Fig). However, the relative expression levels of CWT1 were significantly increased in the cta4/cta4 mutant, and chromatin immunoprecipitation (ChIP) assays demonstrated that Cta4 bound to the promoter regions of CWT1 on YP-K medium (S6C Fig). Thus, Cta4 may provide a functional connection between Hsp90 and Cwt1 and directly regulate the transcriptional expression of CWT1.\n\nConsistently, we found that the transcription level of CWT1 was down-regulated in YP-K medium compared to the level observed in YPD-K medium (Fig 7C). Moreover, in the tetON-HSF1/hsf1 background in which levels of HSF1 were reduced relative to a WT control, we also observed a significant reduction in CWT1 transcript levels (Fig 7D), suggesting that the transcriptional expression of CWT1 is directly or indirectly regulated by Hsf1–Hsp90 signaling.\n\nProtein sequence analysis indicated that Cwt1 contains a Zn2Cys6 motif at the carboxyl terminus and a conserved Per-Arnt-Sim (PAS) domain at the amino terminus. Since the PAS domain often interacts with Hsp90 in eukaryotic organisms [31, 32], we next tested whether Hsp90 was able to bind to Cwt1 and regulate its activity in C. albicans. As shown in Fig 7E, co-immunoprecipitation (IP) assays indicated that Hsp90 and Cwt1 physically interact on YP-K, but not YPD-K, medium. Therefore, Hsf1–Hsp90 signaling may regulate the activity of Cwt1 at post-transcriptional levels as well as at the transcriptional level via Cta4 in C. albicans.\n\nCwt1 regulates the master regulator of a-type mating, MTLa2, to control same-sex mating\n\nMTLa2 is required for the maintenance of a-cell identity [33]. Inactivation of MTLa2 induces the expression of α-pheromone in MTLa/a cells of C. albicans [33]. Given our observation that glucose starvation induced the expression of both pheromone precursors MFA1 and MFα, we assessed whether homothallic mating induced in glucose-limiting conditions was governed by changes in MTLa2 levels. To test this, we overexpressed MTLa2 and observed a suppression in the development of mating projections under glucose-limiting conditions (Fig 8A and 8B). Next, to test whether compromise of Hsf1–Hsp90–Cwt1 signaling impaired MTLa2 expression, we monitored MTLa2 levels in our tetON-HSF1/hsf1 and tetON-HSP90/hsp90 mutants. Down-regulation of HSF1 or HSP90 or deletion of CWT1 led to significantly decreased expression of MTLa2 on YPD-K medium (Fig 8A), implicating this stress-response signaling in the regulation of MTLa2 expression. It has been indicated that Cwt1 has potential binding sites in the promoter regions of MTLa2 and MFα genes [34]. Using ChIP assays, we observed that Cwt1 directly binds to the promoter regions of both MTLa2 and MFα on YPD-K medium in the one-day cultures, and this binding activity was observed on both on YP-K and YPD-K media in the three-day cultures (Fig 8C). These results suggest that Cwt1 directly regulates mating-related gene expression.\n\nOverall, our data suggest a model in which Hsf1–Hsp90 signaling controls the expression of Cwt1 through Hsp90 genetic interactors such as Cta4 as well as the activity of Cwt1 post-translationally through a physical interaction with Hsp90. Cwt1 is a dimeric Zn2Cys6 zinc-finger transcription factor. The physical interaction between Hsp90 and Cwt1 could inhibit the dimerization of Cwt1 through the PAS domain in C. albicans, as observed in other eukaryotic organisms [32]. Cwt1 binds to the promoters of MFα or MTLa2 and regulates their transcriptional expression (Fig 8D). It has been demonstrated that same-sex mating in C. albicans is induced by the autocrine and/or paracrine pheromone response [16]. Therefore, the activated pheromone signaling by the environmental cues could then promote the development of mating projections and same-sex mating, possibly through these two response modes (Fig 9).\n\nDiscussion\n\nThe predominantly clonal nature of C. albicans greatly limits the occurrence of heterothallic mating between two competent cells with opposite mating types in its natural environment. It would be difficult for a mating-competent cell of C. albicans to find a competent cell with an opposite mating type to mate. Although the efficiency of same-sex mating is much lower than that of opposite-sex mating under laboratory conditions in C. albicans [16], same-sex mating involving cells of a single type would lower the barrier to finding a suitable partner [35]. However, the requirement of α-pheromone production in close proximity to drive homothallic mating between two MTLa cells or the need to inactivate the Bar1 protease challenges the relevance of same-sex mating in nature [16]. This is especially true given that neither natural C. albicans mutants with loss of Bar1 function nor environmental conditions suppressing Bar1 activity have been discovered. Thus, the question remains: can C. albicans undergo frequent same-sex mating in natural environments?\n\nIn our current study, we find that glucose starvation and oxidative stress induce same-sex mating in MTLa cells of C. albicans, providing an environmentally relevant means to drive sexual reproduction in this species. C. albicans is commonly exposed to glucose starvation because glucose is limited in its natural niches such as the mouth, lower gut, and environments contaminated with human or animal excreta. However, under the same conditions, we did not observe same-sex mating in opaque Mating type α (MATα) cells, perhaps because of MTLa2, a key regulator in this induction in MTLa cells. MATα/α cells may use a different environmental cue for the induction of same-sex mating. Similar to reports highlighting that the fungal pathogen Cryptococcus neoformans undergoes mating on pigeon guano [36], we found that animal feces promoted same-sex mating in C. albicans (S3 Fig). Given that the gut of human or warm-blooded animals is a major natural niche for C. albicans [12], animal feces would be a major source for most nutritional components. Furthermore, growth on C. albicans debris medium containing no additional nutrients also induced same-sex mating (S3 Fig). When yeast grows on agar-only medium, a portion of cells undergo cell death and release nutrients for the growth and survival of neighboring cells [37]. Under these glucose-limiting conditions, the frequency of same-sex mating in C. albicans ranged from 1 × 10−7 to 3 × 10−5 (S3 Fig), suggesting that the average-aged colony (containing approximately 1 × 108 cells) can produce tens to hundreds of mating progeny. Therefore, the occurrence of same-sex mating under glucose starvation conditions could be considerably more frequent in nature than was originally thought.\n\nThe notion that environmental stress may serve as a trigger to induce more frequent sexual reproduction in C. albicans has been previously proposed based on a series of observations [38]. Poor nutritional conditions increase the frequency of opposite-sex mating [39]. Oxidative stress promotes the induction of the white-to-opaque switch [40], and recombination occurs more frequently following exposure to several types of stress, which would provide a critical step for the homozygosis of the MTL locus. Despite these lines of evidence, our work provides the seminal example of stressful conditions governing homothallic mating in C. albicans. In C. neoformans, sexual mating is stimulated by stresses such as nitrogen starvation, desiccation, and darkness [41]. Moreover, treatment of S. pombe with the oxidative agent H2O2 promotes the generation of meiotic spores [42]. Therefore, exposure to harsh environmental conditions could be a general signal for diverse fungal species to integrate environmental response pathways with increased sexual reproduction.\n\nThe evolutionarily conserved regulators Hsf1 and Hsp90 play a primary and global role in orchestrating stress responses in eukaryotic organisms [43]. Glucose starvation results in the production of ROSs (Fig 3) that would likely cause protein damage in C. albicans. Under these situations, the functional capacity of Hsp90 could be overwhelmed, causing it to be titrated away from its basal client proteins while it deals with more global problems of protein misfolding. Consistently, a number of heat-shock-protein–encoding genes, including HSP90, were up-regulated in response to glucose deprivation (Fig 4 and S1 Data).\n\nIn our study, we implicate the Cta4 and Cwt1 transcription factors, which regulate the nitrosative or nitric oxide stress response [30], as downstream effectors of the Hsf1–Hsp90 signaling and mating-response pathways (Fig 8). Cta4 has been previously reported as a genetic interactor of Hsp90 [23, 24] and represses the transcriptional expression of CWT1. Moreover, we demonstrate that Hsp90 directly binds to Cwt1 on YP-K but not YPD-K medium, perhaps through the conserved PAS motif of Cwt1. To our knowledge, this is the first time that Hsf1 or Hsp90 have been implicated in sexual mating in fungi, and our results suggest that diverse cellular stresses capable of overwhelming the function of these regulators, including elevated temperature, may also promote sexual reproduction in C. albicans.\n\nInactivation of the Bar1 protease or the Dipeptidyl aminopeptidase YC1 (Yci1) domain protein Opaque Formation Regulator 1 (Ofr1) has been shown to induce same-sex mating in C. albicans [16, 44]. We observed that BAR1 was not down-regulated but rather highly induced upon glucose starvation (Fig 1). Further, inactivation of Ofr1 allows MTLa/α cells to undergo same-sex mating as the “a” mating type [44]. Although glucose starvation can only induce same-sex mating in MTLa/a cells but not in MTLa/α or MTLα/α cells, other unidentified environmental conditions may allow MTLa/α or MTLα/α cells to undergo homothallic mating. Therefore, glucose-starvation–induced same-sex mating appears to be independent of Bar1 and Ofr1.\n\nIn summary, we uncover a novel, to our knowledge, environmental trigger, glucose depletion, capable of acting as a signal for sexual mating in C. albicans, which not only sheds light on the biology of this pathogen but also expands the diverse repertoire of sexual reproduction modes in fungi. This strategy is different from that used by S. cerevisiae, S. pombe, and C. neoformans, despite the fact that the evolutionarily diverse yeast species achieve a same output for homothallism. Unisexual reproduction generates aneuploidy and de novo phenotypic diversity in fungi [45, 46], thus providing a selective advantage under stressful conditions over those organisms propagating exclusively in an asexual manner. C. albicans exists as an obligate diploid in nature, with many heteryozygous loci between homologous chromosomes. Therefore, when tetraploid intermediate cells generated from same-sex mating return to a lower ploidy state, there is substantial opportunity for the generation of genetically diverse progeny. These tetraploid strains could serve as a capacitor for generating distinct aneuploidies and randomly combined chromosome sets in order to facilitate the evolution of new traits to adapt to changing environments.\n\nMaterials and methods\n\nStrains and culture conditions\n\nThe strains used in this study are listed in supplementary S2 Table. YPD (20 g/L peptone, 10 g/L yeast extract, 20 g/L glucose) and modified Lee’s glucose medium supplemented with 5 μg/ml phloxine B [47] were used for routine growth of C. albicans. Solid YPD-K (20 g/L peptone, 10 g/L yeast extract, 20 g/L glucose, 2.5 g/L K2HPO4, 20 g/L agar) and YP-K (20 g/L peptone, 10 g/L yeast extract, 2.5 g/L K2HPO4, 20 g/L agar) media were used for mating-projection induction assays. Peptone, yeast extract, and agar were purchased from BD Biosciences (BD Bacto, Cat. Nos., 211677, 212750, G8270, and 214010; BD Biosciences, Sparks, MD, USA). Glucose, phloxine B, and K2HPO4 were purchased from Sigma-Aldrich (Cat. Nos., G8270, P2759, and P9666; Sigma-Aldrich, St. Louis, MO, USA). The pH of YPD-K and YP-K media were about 7.3. Opaque cells were used for all mating and mating projection formation assays.\n\nSorbitol medium was made according to a previous study [48]. YPD-K, YP-K, agar-only (3%), agar + C. albicans debris, or agar + 3% mouse feces media were used for quantitative mating assays. To make the C. albicans debris medium, approximately 1 × 1010 cells of SC5314 were collected from an overnight YPD culture, washed with ddH2O, frozen at −80°C, and ground with glass beads. Cell debris and 2% agar were mixed and resuspended in 100 mL ddH2O for autoclaving. To make the mouse feces medium, 2% agar and 3% mouse feces (w/v) were mixed and resuspended in ddH2O. Before subjecting to autoclaving, 0.25% K2HPO4 was added to the agar-only (3%), agar + C. albicans debris, or agar + 3% mouse feces media for pH buffering. Synthetic complete medium (SCD) lacking corresponding nutrients (uridine, histidine [His], and/or arginine [Arg]) was used for selectable growth in quantitative mating assays.\n\nTo make H2O2-containing YPD-K medium, 200 μl of 5 mM H2O2 was spread onto YPD-K medium plates. Opaque cells of GH1350a were first grown on Lee’s glucose medium at 25°C for three days. 1 × 106 cells in 10 μL of ddH2O were spotted onto different H2O2-containing YPD-K media and cultured at 25°C for three to five days.\n\nConstruction of plasmids\n\nTo inactivate the SacII site of tetON-promoter–containing plasmid pNIM1 [49], the plasmid was first digested with SacII and then filled in with the Klenow fragment of DNA polymerase I. The blunt ends were ligated to generate the SacII-free plasmid pNIMsx. To construct the plasmids pNIMsx-HSP90con and pNIMsx-HSF1con for conditional knockout of HSP90 and HSF1, respectively, one fragment of partial ORF region of HSP90 or HSF1 (with SalI and SacII sites) and another fragment of the corresponding 5′-UTR region (with SacII and BglII sites) were simultaneously subcloned into the SalI and BglII sites and replaced the GFP cassette.\n\nTo construct the nourseothricin-resistant plasmid pACTS, a caSAT1 fragment was amplified from pNIM1 [49] and subcloned into the HindIII/KpnI site of pACT1 [50]. A fragment containing the MTLa2 ORF region was then subcloned into the EcoRV/HindIII site of pACTS, generating the overexpressing plasmid pACTS-MTLa2.\n\nTo create a Myc-tagged Cwt1 plasmid, the CdHIS1 cassette was amplified from plasmid pSN52 and inserted into plasmid pACT1 at the ClaI site, generating plasmid pACT1-HIS1. A fusion PCR product containing the CWT1 ORF region and a C-terminal 13× Myc tag were prepared and subcloned into the EcoRV/KpnI site of pACT1-HIS1, yielding plasmid pACT1-CWT1-Myc-HIS1.\n\nA TAP-ARG4 cassette flanked by approximately 70-bp-5′– and 3′–homologous sequences of CWT1 was amplified from strain CaLC2993 with primer pair LT1266 and LT1267 and was then transformed into the WT strain SN95 (CaLC239) to create TAP-tagged strain LTS1036 [51, 52]. The fragment containing the CWT1 ORF region and a C-terminal TAP-ARG4 tag was amplified from strain LTS1036 with oligonucleotides LT1271/LT1272 and then subcloned into the EcoRV/KpnI site of pACT1 [50], generating plasmid pACT-CWT1-TAP-ARG4.\n\nA TAP-ARG4 cassette flanked by approximately 70-bp-5′– and 3′–homologous sequences of CTA4 was amplified from strain CaLC2993 with primer pair LT1459 and LT1460 and was then transformed into the WT strain SN95 (CaLC239) to create TAP-tagged strain LTS1071 [52]. The fragment containing the CTA4 ORF region and a C-terminal TAP-ARG4 tag were amplified from strain LTS1071 with oligonucleotides LT1271/LT1462 and then subcloned into the EcoRV/KpnI site of pACT1, generating plasmid pACT-CTA4-TAP-ARG4.\n\nConstruction of C. albicans strains\n\nTo construct the conditional knockout mutants of HSP90 in strain GH1013, we first replaced the promoter of one allele with the tetON promoter using SacII-digested plasmid pNIMsx-HSP90con, generating mutant tetON-HSP90/HSP90. The other allele of HSP90 was then replaced with the ARG4 cassette amplified from pRS-ARG4ΔSpeI [53] with oligonucleotides HSP90-5DR/HSP90-3DR, generating the conditional mutant tetON-HSP90/hsp90. Since opaque cells of the tetON-HSP90/hsp90 mutant were not stable, the master regulator WOR1 was overexpressed in this mutant using plasmid pACT1-WOR1 [50]. To construct the conditional knockout mutant of HSF1, we deleted the first allele in strain GH1013 using the URA3 cassette amplified from pGEM-URA3 [53] with oligonucleotides HSF1-5DR/HSF1-3DR, generating the mutant hsf1::URA3/HSF1. Then, we replaced the promoter region of the second allele of HSF1 with the tetON promoter using SacII-digested plasmid pNIMsx-HSF1con, generating the mutant tetON-HSF1/hsf1. The cartTA cassette (reverse tet repressor) is under the control of the white-cell–specific ADH1 promoter in the plasmid pNIM1 [49]. To increase the expression level of cartTA in opaque cells, the cassette was integrated into the opaque-specific OP4 locus in the tetON-HSF1/hsf1 and tetON-HSP90/hsp90 mutants by transformation with fusion PCR products of cartTA-ARG4. pNIM1 and pRS-ARG4ΔSpeI were used as the primary template.\n\nTo delete both alleles of CWT1, the HIS1 and ARG4 markers flanked by CWT1 gene 5′- and 3′-fragments were amplified with fusion PCR assays and sequentially transformed into strain GH1013 as described previously [53]. The plasmids pGEM-HIS1 and pRS-ARG4ΔSpeI were used as the PCR templates. All oligonucleotides used are listed in S3 Table.\n\nTo determine Cwt1-binding targets, a TAP-tagged Cwt1-ecotopic strain was constructed. The plasmid pACT-CWT1-TAP-ARG4 was linearized with AscI and transformed into strain SN95 [54] to create a TAP-tagged Cwt1-overexpressing strain (LTS1039). The function of TAP-tagged Cwt1 was verified by mating projection formation assays. To construct the MTLa2-overexpressing strain, plasmid pACTS-MTLa2 was linearized with AscI and transformed into strain GH1350a.\n\nTo construct a TAP-tagged Cta4-ecotopic expression strain, the plasmid pACT-CTA4-TAP-ARG4 was linearized with AscI and transformed into strain SN95 to create TAP-tagged CTA4-ecotopic expression strain (LTS1079). To construct a GFP-tagged Hsp90 strain, a HSP90-GFP-SAT1 fusion fragment into the pACT1 plasmid [50], generating plasmid pACT1-HSP90-GFP-SAT1. The plasmids pACT1-HSP90-GFP-SAT1 and pACT1-CWT1-Myc-HIS1 were linearized with AscI and subsequently transformed into strain SN95 [54], yielding strain LTS1062 with a GFP-tagged HSP90 and 13× Myc-tagged CWT1 allele.\n\nConstruction of GFP-reporter strains\n\nTo construct the MFa1p-GFP, MFαp-GFP, FIG1p-GFP, and FUS1p-GFP reporter strains, GH1013 was transformed with PCR products of the GFP-caSAT1 cassette amplified from plasmid pNIM1 with corresponding primers. The forward and reverse primers contain a 60-bp flanking sequence homologous to the promoter and 3′-UTR regions of MFa1, MFα, FIG1, or FUS1, respectively. Correct integration of the transformations was verified with PCR assays.\n\nQuantitative mating assay\n\nSame-sex mating assays were performed according to our previous publications with slight modifications [55]. Briefly, opaque cells of two “a” strains (1 × 107 for each) were mixed, spotted onto different media, and cultured at 25°C for three to seven days as indicated in the main text. Mating mixtures were then replated onto SCD-His, -Arg, -uridine, -His-Arg, or -Arg-uridine dropout media for prototrophic selection growth. Colonies grown out on the three types of plates were counted, and mating efficiency was calculated.\n\nFlow cytometry analysis\n\nC. albicans cells were incubated in liquid SCD medium with shaking at 30°C overnight, harvested, washed, and resuspended in 1× TE buffer (10 mM Tris, 1 mM EDTA [pH 8.0]). Cells were then fixed with 70% ethanol for two hours at room temperature and washed with 1× TE buffer before treating with 1 mg/mL RNase A and 5 mg/ml proteinase K. Propidium iodide (PI, 25 μg/ml) staining assays were then performed. Stained cells were washed and resuspended in 1× TE buffer for DNA content analysis. A total of approximately 30,000 cells of each sample were used for flow cytometry assays, and the results were analyzed using software FlowJo 7.6.1.\n\nQuantitative real-time PCR and RNA-Seq assays\n\nQuantitative real-time PCR assays were performed according to our previous publications with modifications [56]. Cells were collected from cultures grown on solid plates as described in the main text. One μg of total RNA per sample was used to synthesize cDNA with RevertAid H Minus Reverse Transcriptase (Thermo Scientific, Waltham, MA, USA). Quantification of transcripts was performed in Bio-Rad CFX96 real-time PCR detection system using SYBR green. The signal from each experimental sample was normalized to expression of the ACT1 gene.\n\nFor RNA-Seq assays, opaque cells of C. albicans were grown to stationary phase on Lee’s glucose medium at 25°C for five days and then spotted onto YPD-K and YP-K medium at 25°C for 60 hours of incubation. Two biological repeats were performed for each condition. Cells were harvested, and total RNA was extracted. RNA-Seq analysis was performed by the company Berry Genomics (Beijing, China) as described previously [57]. Briefly, approximately 10 million (M) reads were sequenced in each library of the samples. The library products were then sequenced using an Illumina HiSeq 2500 V4 (Illumina, San Diego, CA, USA). Illumina software OLB_1.9.4 was used for base calling. The raw reads were filtered by removing the adapter and low-quality reads (the percentage of low-quality bases with a quality value ≤3 was &gt;50% in a read). Clean reads were mapped to the genome of C. albicans SC5314 using TopHat (version 2.1.1) and Cufflinks (version 2.2.1) software [58]. Relative gene expression levels were calculated using the fragments per kb per million reads (FPKM) method. To be considered significantly differentially expressed, a gene must satisfy three criteria: (1) an FPKM value higher than or equal to 20 at least in one sample, (2) a fold change value higher than or equal to 1.5 (except for the Functional categories sheet of S1 Data, in which a 2-fold change cutoff was used), and (3) an adjusted p-value (false discovery rate [FDR]) lower than 0.05.\n\nChromatin IP and co-IP assays\n\nChIP assays were performed as described previously [52, 59]. Briefly, untagged (CaLC239, SN95) and pACT1-Cwt1-TAP–tagged (LTS1039) C. albicans strains were spotted on YP-K medium and incubated at 25°C for one and three days. Cells were collected and fixed in 1× PBS containing 1% formaldehyde and incubated with gentle rocking for 20 min at room temperature. The crosslinking reaction was quenched by adding 2.5 M glycine to a final concentration of 125 mM, and cells were mixed for 5 min at room temperature. Cells were harvested, washed with 1× PBS, and homogenized in ice-cold lysis buffer using a bead beater. Sonication was performed with a Diagenode Bioruptor (Diagenode, Denville, NJ, USA) (12 min, high setting, 30 s on, 1 min off) to obtain chromatin fragments of an average size of 250–1,000 bp. The chromatin was immunoprecipitated with 50 μl packed IgG Sepharose 6 Fast Flow matrix (GE Healthcare, Chicago, IL, USA). The Sepharose matrix was washed, and immunoprecipitated chromatin DNA was eluted and de-crosslinked at 65°C overnight. Quantitative real-time PCR assays were performed to determine Cwt1 targets.\n\nCells grown on YP-K and YPD-K media were harvested and suspended in lysis buffer containing 50 mM Na-HEPES (pH 7.5), 450 Mm NaOAc (pH 7.5), 1 mM EDTA, 1 mM EGTA, 5 Mm MgOAc, 5% glycerol, 0.25% NP-40, 3 mM DTT, 1 mM PMSF, and EDTA-free protease inhibitor mix (Cat. No.,11873580001; Roche Diagnostics, Mannheim, Germany). Cells were lysed using a beadbeating instrument by five rounds of beating (50 s beating plus 1 min cooling process on ice for each round). The supernatant of cell lysates was collected and incubated with Sepharose beads conjugated anti-GFP monoclonal antibody at 4°C for three hours. The beads were washed for four times with the lysis buffer and then boiled for 10 min in 1× sodium dodecyl sulfate (SDS) sample buffer. Immunoprecipitated proteins were separated through an SDS-10% polyacrylamide gel and used for western blotting analysis using anti-Myc monoclonal antibodies (Cat. No., OP10; MilliporeSigma, Billerica, MA, USA).\n\nIntracellular ROS determination\n\nCells were cultured for one to five days on YP-K or YPD-K medium at 25°C. Cells were then harvested and washed in 1 × PBS and incubated with DCFDA (Beyotime, Shanghai, China) for 30 min at 37°C. After washing, fluorescence intensity reflecting the ROS level was measured at 488 nm using ELISA and was normalized according to the cell numbers.\n\nSupporting information"
}