{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000036",
  "doi": "10.1371/journal.pbio.3000036",
  "externalIds": [
    "pii:PBIOLOGY-D-18-00581",
    "pmid:30376563",
    "pmcid:PMC6207293"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Invasion of the P elements: Tolerance is not futile",
  "authors": [
    {
      "name": "Colin D. Meiklejohn",
      "first": "Colin D.",
      "last": "Meiklejohn",
      "affiliation": "School of Biological Sciences, University of Nebraska, Lincoln, Nebraska, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-2708-8316"
      ]
    },
    {
      "name": "Justin P. Blumenstiel",
      "first": "Justin P.",
      "last": "Blumenstiel",
      "affiliation": "Department of Ecology and Evolutionary Biology, University of Kansas, Lawrence, Kansas, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-6221-9292"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-10-30",
  "volume": "16",
  "number": "10",
  "pages": "e3000036",
  "tags": [
    "Animal genomics",
    "Animal models",
    "Animal studies",
    "Animals",
    "Arthropoda",
    "Atrophy",
    "Biochemistry",
    "Bioengineering",
    "Biotechnology",
    "DNA",
    "DNA damage",
    "Diagnostic medicine",
    "Discipline-v3/Animal genomics",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animal studies",
    "Discipline-v3/Animals",
    "Discipline-v3/Arthropoda",
    "Discipline-v3/Atrophy",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Bioengineering",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Biotechnology",
    "Discipline-v3/DNA",
    "Discipline-v3/DNA damage",
    "Discipline-v3/Diagnostic medicine",
    "Discipline-v3/Drosophila",
    "Discipline-v3/Drosophila melanogaster",
    "Discipline-v3/Engineering and technology",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Genetic elements",
    "Discipline-v3/Genetics",
    "Discipline-v3/Genomics",
    "Discipline-v3/Insects",
    "Discipline-v3/Invertebrate genomics",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Mobile genetic elements",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Organisms",
    "Discipline-v3/Parasite evolution",
    "Discipline-v3/Parasitic diseases",
    "Discipline-v3/Parasitology",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Plant biotechnology",
    "Discipline-v3/Plant genetics",
    "Discipline-v3/Plant genomics",
    "Discipline-v3/Plant science",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Signs and symptoms",
    "Discipline-v3/Transposable elements",
    "Drosophila",
    "Drosophila melanogaster",
    "Eukaryota",
    "Experimental organism systems",
    "Genetic elements",
    "Genetics",
    "Genomics",
    "Insects",
    "Invertebrate genomics",
    "Invertebrates",
    "Mobile genetic elements",
    "Model organisms",
    "Nucleic acids",
    "Organisms",
    "Parasite evolution",
    "Parasitic diseases",
    "Parasitology",
    "Pathology and laboratory medicine",
    "Plant biotechnology",
    "Plant genetics",
    "Plant genomics",
    "Plant science",
    "Signs and symptoms",
    "Transposable elements",
    "Type/Primer"
  ],
  "abstract": "Organisms are locked in an eternal struggle with parasitic DNA sequences that live inside their genomes and wreak havoc on their host’s chromosomes as they spread through populations. To combat these parasites, host species have evolved elaborate mechanisms of resistance that suppress their activity. A new study in Drosophila indicates that, prior to the acquisition of resistance, individuals can vary in their ability to tolerate the activity of these genomic parasites, ignoring or repairing the damage they induce. This tolerance results from variation at genes involved in germline development and DNA damage checkpoints and suggests that these highly conserved cellular processes may be influenced by current and historical intragenomic parasite loads.",
  "fullText": "In the early days of genetics, genomes were largely thought to be tranquil places. Genetic maps identified precise coordinates for genes that followed the rules of mendelian segregation. This view, however, did not last long. Beginning in the 1940s, Barbara McClintock's studies in maize revealed that the genome could be unruly [1,2]. Her groundbreaking work showed that autonomous and nonautonomous mobile elements could move throughout the genome, leaving behind them a trail of broken chromosomes and mutations. In the 1950s and ‘60s, studies using multiple species of Drosophila suggested that particular genotypes could have unstable genomes, with high rates of mutation and chromosomal breakage (for two excellent historical reviews, see [3,4]). In the 1960s, Mel Green showed that transposition also occurred in Drosophila, with genetically similar effects to those seen in maize [5]. By the 1970s, molecular genetic analysis in bacteria had begun to characterize mobile elements at the molecular level [6]. We now know that mobile genetic elements are ubiquitous and significant components of most eukaryotic genomes, comprising one-half of the nucleotides in our own chromosomes. The mutagenic and genotoxic effects of these nuclear parasites have driven the evolution of elaborate mechanisms of resistance in host eukaryotes that silence their activity. Now, a study published in PLOS Biology by Dr. Erin Kelleher and her colleagues shows how, rather than resisting, germlines can instead tolerate genomic damage wrought by mobile transposons [7].\n\nThe mysterious P cytotype\n\nIn 1971, while crossing flies taken from natural populations with laboratory strains carrying visible markers, the Drosophila geneticist Yuichiro Hiraizumi observed unexpected recombination through males (crossing over is normally limited to the female germline in Drosophila melanogaster) [8]. Hirazumi and his colleagues showed that the factors causing male crossing over could be genetically mapped, and they designated these factors male recombination elements [9]. Shortly thereafter, Margaret Kidwell and John Sved independently discovered that male crossing over was a component of a broader phenomenon they termed hybrid dysgenesis [10]. Hybrid dysgenesis occurs when certain strains of D. melanogaster are crossed with one another, leading to a syndrome of sterility, mutation, chromosome breakage, male recombination, transmission distortion, and nondisjunction. Kidwell and Sved made the crucial discovery that hybrid dysgenesis was controlled by an interaction between the maternal cytoplasm and elements residing on the paternal chromosomes. This was revealed by the fact that when males of strains established from natural populations (P strains) were mated with laboratory strain females (M strains), hybrid dysgenesis would occur, while the reciprocal cross of P strain females with laboratory M strain males did not induce dysgenesis. This maternal effect was attributed to a hypothesized factor designated the &quot;P cytotype.&quot;\n\nIn 1983, the molecular nature of P elements was revealed when white alleles obtained in dysgenic crosses were found to carry insertions of the same sequence [11]. Soon thereafter, the P element was harnessed as a tool for transgenesis, leading to a revolution in genetic engineering in an animal system. However, even as P elements were adopted and refined as a powerful tool for molecular genetics, the molecular basis for the P cytotype remained a mystery for two more decades. Genetic analysis showed that defective P elements encoding truncated transposases or missing promoter sequences could nonetheless confer a P cytotype and maintain repression of hybrid dysgenesis as long as these defective elements were present in the female germline [12,13]. Screens for P elements in natural populations found that independent P element insertions flanking the telomere of the X chromosome were potent suppressors of hybrid dysgenesis [11]. These telomeric P insertions were also found at high frequencies within natural populations [14], suggesting the possibility that natural selection was driving them to high frequency as a means to maintain P element control. But despite intense investigation, the molecular nature of the cytotype remained elusive, except for a putative &quot;homology effect.&quot;\n\nThe discovery of RNA interference in Caenorhabditis elegans and plants was the key to unlocking the molecular basis of the P cytotype. Soon thereafter, a complex pool of small RNAs derived from transposable element (TE) sequences was found to be present in the germline of D. melanogaster [15]. Curiously, these TE-derived small RNAs were slightly longer than the small interfering RNAs processed through the standard RNA silencing pathway. They were originally designated repeat-associated RNAs (rasiRNAs) until they were found to form complexes with Piwi proteins, giving them the new designation piwi-interacting RNAs (piRNAs). piRNAs are transcribed from discrete loci called piRNA clusters, where fragments of TE insertions generate a pool of antisense piRNA molecules that silence TEs and protect the genome [16]. In the case of the P cytotype, the P elements inserted near the telomere of the X chromosome are the source of piRNAs in the germline, and these piRNAs are transmitted maternally [17]. Moreover, maternal transmission of piRNAs is required to establish P element piRNA biogenesis in the next generation (Fig 1). Thus, maternal transmission of P element piRNAs maintained P element repression across generations. When P elements are inherited paternally, a maternal germline that lacks P element piRNAs is unable to maintain repression and the paternally transmitted P elements mobilize, causing germline DNA damage and the syndrome of hybrid dysgenesis. Laboratory stocks of D. melanogaster were established before the P element invaded wild populations of this species, hence the laboratory M cytotype.\n\nGermline piRNAs that suppress TEs have now been found across metazoans [18]. The piRNA pathway is therefore an ancient genome defense mechanism conserved over hundreds of millions of years of evolution due to its ability to protect host genomes against the deleterious consequences of mobile genetic element activity. However, the mechanisms of piRNA biogenesis in Drosophila suggest that there may often be a significant lag between the invasion of a genome by a new transposable element and the establishment of suppressing piRNAs in the population. To produce the piRNAs that suppress the invader, the population must wait for the invading element to insert into a piRNA cluster locus and for these insertion alleles to reach high frequency. Some evolutionary models indicate that selection for alleles that suppress TE movement is weak [19], which could further delay the spread of resistance. Therefore, following the invasion of a new TE but prior to the acquisition of piRNA-mediated resistance, the fitness of host individuals may be determined by their ability to tolerate transposable element activity in their genome. Until recently, the existence and nature of tolerance to TE activity has been overlooked. Now, a new study published in PLOS Biology by Dr. Erin Kelleher and her colleagues has combined the P–M hybrid dysgenesis system with a powerful quantitative genetic resource to study the genetic basis for tolerance to P element transposition in D. melanogaster. This study provides new insight into how the germline can be robust to ongoing genomic damage in the presence of an invading transposon.\n\nTolerant genomes\n\nKelleher and colleagues utilized the Drosophila Synthetic Population Resource (DSPR) [20]—a set of fully genotyped recombinant inbred lines generated from eight founder strains—to characterize and map genetic variation affecting female tolerance to P element transposon activity. The eight DSPR founder strains were brought into research labs prior to the P element invasion of natural D. melanogaster populations so are free of P elements and are susceptible to P element–induced hybrid dysgenesis. Kelleher and colleagues crossed DSPR females to males from a strain that is a strong inducer of hybrid dysgenesis and examined F1 females for the presence of normal or atrophied ovaries, the latter phenotype indicative of hybrid dysgenesis. At high temperatures, such dysgenic crosses produce uniform and complete ovarian atrophy, so these crosses were done at a lower, permissive temperature to reveal variation in the degree of dysgenesis. Differences in the degree of hybrid dysgenesis between F1 females from different DSPR strains indicated the existence of genetic variation affecting tolerance to P element mobilization.\n\nTo phenotype replicate individuals from 660 DSPR genotypes, Kelleher and colleagues scored the proportion of replicate females of each genotype that had at least one mature egg chamber. This phenotype showed the full range of variation: in some genotypes, 100% of females assayed had zero mature egg chambers, while in other genotypes, all females had at least one mature egg chamber (Fig 2). Kelleher and colleagues estimated the broad-sense heritability of tolerance in this mapping population to be 40%, suggesting that such genetic variation is likely segregating in natural populations and could respond to selection following the invasion of a new transposable element. Furthermore, there is likely to be additional genetic variation associated with quantitative differences in fecundity between genotypes that was not assayed in this study. Standing genetic variation and selection for tolerance to transposable element activity may therefore be an important component of population responses to these parasites.\n\nThe fully genotyped DSPR strains were designed for quantitative trait locus mapping, and using this approach, Kelleher and colleagues discovered a 300-kb region on Chromosome 2L that strongly influences the proportion of ovarian atrophy across DSPR genotypes. Within this region, they identified just one gene that is both highly expressed in the ovary and contains polymorphisms that segregate in phase with phenotypic variation (i.e., polymorphisms that differentiate resistant and sensitive haplotypes). This gene, bruno, encodes an RNA-binding protein that is required for both germline differentiation in the ovary [21] and proper patterning of the embryo [22]. Two additional pieces of evidence implicate bruno as a tolerance locus in the DSPR. First, gene expression assays indicate that tolerant alleles of bruno have approximately 20% lower transcript levels than intolerant alleles in six of the DSPR lines. Second, loss-of-function and deletion alleles of bruno greatly increase tolerance to P element dysgenesis. Together, these data suggest that bruno function is inversely correlated with P element tolerance and that regulatory variation at this gene leads to variation in tolerance to dysgenesis in the DSPR mapping population.\n\nBeyond bruno\n\nThe identification and characterization of genetic variation for tolerance to TE activity opens the door for studies into the mechanisms and evolution of this host–parasite interaction. One question immediately raised by the results of this study is how variation in bruno function leads to variation in tolerance. One hypothesis put forward by Kelleher and colleagues is that the balance between germline stem cell renewal and differentiation in the ovary is disrupted by TE-induced DNA damage, leading to the loss of stem cells and ovarian atrophy. bruno promotes stem cell differentiation, so reduced bruno activity could lead to increased retention of stem cells in the niche, ultimately generating tolerance to DNA damage. This hypothesis is supported by experiments showing that mutations in genes required for the DNA damage response also modify the degree of hybrid dysgenesis [23]. This in turn raises the possibilities that both the optimal stringency of DNA damage checkpoints and regulation of germline stem cells could be influenced by current levels of TE activity within a population and that variation in TE tolerance could contribute to natural variation in fertility.\n\nP–M hybrid dysgenesis has been a powerful system for studying the interplay between TEs and their hosts, but it is not clear how representative this system is of such interactions in nature. This is because the dysgenesis syndrome results from an extreme difference in TE burden caused by the sequestration of D. melanogaster strains in research laboratories, while the ancestral population outside was infected. Population structure can influence rates of TE spread through a species, but very low migration rates would be required to keep a subpopulation completely free of transposable elements that are infecting neighboring demes [24]. More often, matings will occur between individuals with modest differences in the number of active TEs they carry. It is unknown whether quantitative differences in TE burden can cause milder derepression of TE activity and concomitant reductions in fertility than seen in P–M dysgenesis. In the laboratory, it is difficult to detect the fertility effects of minor differences in germline stem cell number that might result from such quantitative differences in TE burden. However, in large populations, such differences will be visible to natural selection and are expected to shape the &quot;decision&quot; a stem cell must make to repair its DNA or undergo cell death when transposition occurs outside of the context of hybrid dysgenesis. Thus, although Kelleher and colleagues’ study used P–M dysgenesis as a sensitized system, the genetic variation it uncovered may nonetheless be an important target for selection in the early stages of invasion or in later stages when transposition rates are low.\n\nMore generally, both theory and data suggest that tolerance to parasites may be a widespread and evolutionarily significant strategy for host organisms. Resistance to parasites decreases infection frequency within populations, and this negative feedback can impede the spread of resistance traits. In contrast, tolerance to parasites increases infection frequency and promotes the spread and fixation of tolerance traits [25] and typically does not select for coevolutionary responses from pathogens. The significance of tolerance is exemplified by the attenuated immune response of green monkeys to simian immunodeficiency virus, which allows green monkey populations to experience high infection prevalence and viremia with no loss of health [26]. Tolerance to parasites may therefore be a more successful long-term strategy than resistance, and by allowing host populations to coexist with their parasites, tolerance could potentially facilitate transitions between parasitic and mutualistic interactions. Eukaryotic genomes show signatures of transposable element families that were active for millions of years [27], perhaps as a result of host tolerance to these mobile genetic elements' activity. Such patterns raise the question of whether TE invasions occur frequently enough to produce signatures of recurrent selection at genes like bruno, with the relative fitness of more and less tolerant alleles determined by fluctuating burdens of active transposable elements. The P element alone has colonized the genomes of at least two species of Drosophila within the last 100 years [28,29], indicating that such invasions are not rare. How these dynamics of resistance and tolerance might differ between infectious, horizontally transmitted parasites and vertically transmitted genetic parasites is unclear. Investigating these and related questions will illuminate not only the nature of interactions between these ubiquitous genetic parasites and their hosts but may more broadly inform our understanding of parasite burden, health, and disease."
}