{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002129",
  "doi": "10.1371/journal.pbio.1002129",
  "externalIds": [
    "pii:PBIOLOGY-D-14-03744",
    "pmid:25860027",
    "pmcid:PMC4393111"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "GSK3β-Dzip1-Rab8 Cascade Regulates Ciliogenesis after Mitosis",
  "authors": [
    {
      "name": "Boyan Zhang",
      "first": "Boyan",
      "last": "Zhang",
      "affiliation": "The Key Laboratory of Cell Proliferation and Differentiation of the Ministry of Education and the State Key Laboratory of Biomembrane and Membrane Biotechnology, College of Life Sciences, Peking University, Beijing, China"
    },
    {
      "name": "Tingting Zhang",
      "first": "Tingting",
      "last": "Zhang",
      "affiliation": "The Key Laboratory of Cell Proliferation and Differentiation of the Ministry of Education and the State Key Laboratory of Biomembrane and Membrane Biotechnology, College of Life Sciences, Peking University, Beijing, China"
    },
    {
      "name": "Guopeng Wang",
      "first": "Guopeng",
      "last": "Wang",
      "affiliation": "The Key Laboratory of Cell Proliferation and Differentiation of the Ministry of Education and the State Key Laboratory of Biomembrane and Membrane Biotechnology, College of Life Sciences, Peking University, Beijing, China"
    },
    {
      "name": "Gang Wang",
      "first": "Gang",
      "last": "Wang",
      "affiliation": "The Key Laboratory of Cell Proliferation and Differentiation of the Ministry of Education and the State Key Laboratory of Biomembrane and Membrane Biotechnology, College of Life Sciences, Peking University, Beijing, China"
    },
    {
      "name": "Wangfei Chi",
      "first": "Wangfei",
      "last": "Chi",
      "affiliation": "The Key Laboratory of Cell Proliferation and Differentiation of the Ministry of Education and the State Key Laboratory of Biomembrane and Membrane Biotechnology, College of Life Sciences, Peking University, Beijing, China"
    },
    {
      "name": "Qing Jiang",
      "first": "Qing",
      "last": "Jiang",
      "affiliation": "The Key Laboratory of Cell Proliferation and Differentiation of the Ministry of Education and the State Key Laboratory of Biomembrane and Membrane Biotechnology, College of Life Sciences, Peking University, Beijing, China"
    },
    {
      "name": "Chuanmao Zhang",
      "first": "Chuanmao",
      "last": "Zhang",
      "affiliation": "The Key Laboratory of Cell Proliferation and Differentiation of the Ministry of Education and the State Key Laboratory of Biomembrane and Membrane Biotechnology, College of Life Sciences, Peking University, Beijing, China"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2015-04-10",
  "dateAccepted": "2015-03-13",
  "dateReceived": "2014-10-27",
  "volume": "13",
  "number": "4",
  "pages": "e1002129",
  "tags": [
    "Type/Research Article"
  ],
  "abstract": "The primary cilium, which disassembles before mitotic entry and reassembles after mitosis, organizes many signal transduction pathways that are crucial for cell life and individual development. However, how ciliogenesis is regulated during the cell cycle remains largely unknown. Here we show that GSK3β, Dzip1, and Rab8 co-regulate ciliogenesis by promoting the assembly of the ciliary membrane after mitosis. Immunofluorescence and super-resolution microscopy showed that Dzip1 was localized to the periciliary diffusion barrier and enriched at the mother centriole. Knockdown of Dzip1 by short hairpin RNAs led to failed ciliary localization of Rab8, and Rab8 accumulation at the basal body. Dzip1 preferentially bound to Rab8GDP and promoted its dissociation from its inhibitor GDI2 at the pericentriolar region, as demonstrated by sucrose gradient centrifugation of purified basal bodies, immunoprecipitation, and acceptor-bleaching fluorescence resonance energy transfer assays. By means of in vitro phosphorylation, in vivo gel shift, phospho-peptide identification by mass spectrometry, and GST pulldown assays, we demonstrated that Dzip1 was phosphorylated by GSK3β at S520 in G0 phase, which increased its binding to GDI2 to promote the release of Rab8GDP at the cilium base. Moreover, ciliogenesis was inhibited by overexpression of the GSK3β-nonphosphorylatable Dzip1 mutant or by disabling of GSK3β by specific inhibitors or knockout of GSK3β in cells. Collectively, our data reveal a unique cascade consisting of GSK3β, Dzip1, and Rab8 that regulates ciliogenesis after mitosis.",
  "fullText": "Introduction\n\nThe primary cilium is an antenna-like organelle projecting from the apical surface of most vertebrate cells and plays pivotal roles in mediating signal transduction for the cell and regulating the balance between cell proliferation and differentiation [1–4]. It consists of a basal body, a microtubule-based axoneme generated from the basal body, and a signaling-receptor-enriched ciliary membrane sheet extending from the cell membrane. Between the ciliary membrane sheet and the cell membrane, there is a periciliary diffusion barrier (PDB), a transition zone that forms a selective barrier to the membrane proteins that are laterally transported on the membranes [5,6]. The primary cilium is also gated by the pinwheel-shaped transition fibers that originate from the distal appendages of the basal body and end at the “cilium necklace.” Bidirectional transport of ciliary proteins between the cytoplasm and the cilium is mediated by a multiprotein complex, the IFT (intraflagellar transport) machinery [7].\n\nThe primary cilium is structurally dynamic during the cell cycle. It disassembles before the mitotic entry and reassembles at the end of mitosis [8,9]. Building a cilium, or ciliogenesis, is a sequentially coordinated process [10,11], during which polarized membrane vesicle trafficking to, and fusion with, the cell membrane—mediated by vesicle-bound Rab GTPases—is of great importance for formation of the ciliary membrane sheet [10,12]. Among the Rab GTPases, Rab8 is a core modulator of membrane vesicle trafficking to cilium, and specifically functions at the steps of vesicle docking and fusion with the cell membrane [13]. Rab8 in its GTP-bound form (Rab8GTP) is active and can be converted into the inactive form (Rab8GDP) by hydrolysis of the GTP molecule, which is mediated by its GTPase-activating protein. Conversely, the conversion of Rab8GDP to Rab8GTP requires several specific factors including GDP-dissociating inhibitor protein (GDI), GDI displacement factor (GDF), and Rab8’s guanine nucleotide exchange factor (GEF), Rabin8 [14–16]. The GTP/GDP-bound status of Rab8 has antagonistic effects on ciliogenesis: overexpression of the Rab8GDP-mimicking mutant Rab8T22N blocks cilium assembly, whereas overexpression of the Rab8GTP-mimicking mutant Rab8Q67L promotes cilium assembly [17]. Both the proper localization and the efficient GTP-GDP cycling of vesicle-bound Rabs are important for vesicle trafficking and ciliogenesis [15].\n\nDzip1 is a zinc-finger-containing protein that is predominantly expressed in human embryonic stem cells and germ cells [18]. The Dzip1 gene was first identified in zebrafish (where it is called iguana), and its mutation results in failure of ciliogenesis in Kupffer’s vesicle cells [19,20]. In cultured mammalian cells, Dzip1 and the Dzip1-like protein (Dzip1L) promote primary cilium formation [21,22]. The glycogen synthase kinase 3 (GSK3) family contains two structurally similar isoforms in mammals, GSK3α and GSK3β. Beyond its function in regulating glycogen metabolism, as a multifunctional serine/threonine kinase, GSK3 also regulates the Hedgehog signaling transduction pathway [23]. A fraction of GSK3β is localized to the centrosomes, and it has increased kinase activity during the metaphase–anaphase transition [24] and is constantly active in resting cells [25]. GSK3β has also been shown to be a key component of an interlinked signaling pathway that maintains the primary cilium [26]. In this work, we investigated the mechanism of ciliogenesis during the cell cycle and found that GSK3β, Dzip1, and Rab8 co-regulate ciliogenesis by promoting ciliary membrane assembly.\n\nResults\n\nA Fraction of Dzip1 Is Localized to the Periciliary Diffusion Barrier and Concentrated at the Mother Centriole in Ciliated Cells\n\nTo investigate the function of Dzip1, we first analyzed the protein level and the subcellular localization of endogenous Dzip1. Western blot analysis with a commercial rabbit antibody against a peptide equivalent to amino acids (aa) 594–610 of human Dzip1 (Mid2) revealed Dzip1 at ~110 kD both in non-ciliated HeLa and ciliated NIH 3T3 cells (Fig 1A). Based on immunofluorescence with this antibody, Dzip1 was found mainly in the cytoplasm, with a small amount in the nucleus. By super-resolution microscopy, we observed that the pericentriolar matrix (PCM) and the mother centriole that acts as the basal body to assemble the primary cilium were strongly stained by this antibody in G0-phase NIH 3T3 cells (Fig 1B). Similar results were obtained using an antibody against a peptide equivalent to aa 373–510 of mouse Dzip1 (Mid1; S1A and S1B Fig). Moreover, we established a stable GFP-Dzip1-expressing NIH 3T3 cell line (S1C Fig). With this cell line, we confirmed that GFP-Dzip1 was also localized to the basal body and the PCM, and found that GFP-Dzip1 was preferentially concentrated at one of the two centrioles (S1D Fig). By immunofluorescence staining the cells expressing GFP-Cep120—a protein that is asymmetrically localized to the daughter centriole [27]—we found that Dzip1 was enriched at the centriole that showed less staining for GFP-Cep120 (Fig 1C), further confirming that endogenous Dzip1 is asymmetrically enriched at the mother centriole.\n\nNext, we investigated the precise localization of Dzip1 at the PCM by super-resolution microscopy. We observed that, in addition to its localization at the cilium base, Dzip1 was also partially co-localized with PCM1 (Fig 1D). By expressing the PDB marker YFP-GL-GPI (glycosylphosphatidylinositol-anchored glycan tagged with YFP) [5,28], we found that this portion of Dzip1 was localized inside the PDB marker (Fig 1E), indicating that the PCM-localized Dzip1 is localized to the PDB in ciliated cells (Fig 1F).\n\nFurthermore, we examined the localization of Dzip1 during the cell cycle. We observed that Dzip1 was localized to the basal body/centrosome and the PCM in interphase, regardless of the presence or absence of a cilium. However, when the duplicated centrosomes were separated, Dzip1 showed a preferential localization on one of the two daughter centrosomes (Fig 1G), and a trace amount of it was partially co-localized with PCM1 at one of the two spindle poles (S1E Fig). This asymmetry was confirmed by GFP-Dzip1 localization in living cells (S1F Fig). In telophase/early G1 phase, Dzip1 was localized to the midbody and re-accumulated at the centrosome with priority in one of the two daughter cells (Fig 1G). By co-staining Dzip1 with the mature/mother centriole marker protein GFP-Cep164 [29,30], we confirmed that the daughter cell that inherited the grandmother centriole recruited Dzip1 earlier than the other daughter cell (Fig 1G), an outcome that is correlated with the asymmetrical ciliogenesis of the two daughter cells [31] and which suggests that Dzip1 contributes to ciliogenesis.\n\nDzip1 Preferentially Binds to and Releases Rab8GDP from Inhibition by GDP-Dissociating Inhibitor 2 at the Cilium Base\n\nTo investigate the role of Dzip1 in ciliogenesis, we established two stable Dzip1-knockdown NIH 3T3 cell lines (1308–3 and 2172–1) by RNA interference (RNAi) (S2A Fig). We found that the cilium length was significantly shortened from 6.5 ± 3.2 μm in the control to 2.1 ± 0.6 and 2.6 ± 0.5 μm in the two Dzip1-knockdown cell lines, and that the percentage ciliation ratios were also decreased (S2B—S2D Fig), consistent with the concept that Dzip1 knockdown interferes with cilium assembly [8,20,21]. We further demonstrated that the defects of ciliogenesis caused by Dzip1 knockdown could be rescued by simultaneously expressing full-length RNAi-resistant Dzip1 (S2E and S2F Fig). We also observed that the localization of IFT88, which is necessary for cilium assembly [32,33], was not affected in the Dzip1-knockdown 1308–3 cells (Fig 2A), and that no IFT88 or γ-Tubulin were detectable in the GFP-Dzip1 immunoprecipitates (S3A Fig). Nevertheless, we found that ciliary Rab8 was significantly decreased in the Dzip1-knockdown 1308–3 cells (Fig 2A and 2B), although the basal body localization of Rab8 and Rabin8 was unaffected (Figs 2A and S3B). To confirm the role of Dzip1 in the entry of Rab8 into the cilium, we transiently expressed the active-mimicking mutant Rab8Q67L tagged with GFP, and found that it was also unable to enter the cilium in the Dzip1-knockdown cells (Fig 2C and 2D). We further examined the localization of Smo, a membrane protein that is transported to the primary cilium depending on Rab8 [34]. Strikingly, we found that even in cells with comparable cilium lengths, Smo-YFP was localized to the cilium much less in 1308–3 cells than in the control cells (25% ± 1% versus 80% ± 2%; Fig 2E and 2F). Together, these results suggest that Dzip1 is required for the ciliary localization of Rab8 and for Rab8-mediated cargo transport to the ciliary membrane.\n\nNext, we investigated whether Dzip1 interacts with Rab8. Using immunoprecipitation (IP) assays, we found that Dzip1 interacted strongly with Rab8 (Fig 2G and 2H). To assess the binding specificity of Dzip1-Rab8, we screened seven other Rab proteins that are involved in regulating various aspects of intracellular membrane trafficking, especially ciliogenesis. We found that Myc-Dzip1 also bound to GFP-tagged Rab10 but not Rab5a, 6a, 7a, 9a, 11a, or 27a (Fig 2G). In addition, we found that GFP-Dzip1 and RFP-Rab8 were co-localized at the cilium base in living NIH 3T3 cells (Fig 2I), and that the interaction of Dzip1 with Rab8 mainly took place at the PCM (S4A Fig). To determine whether Dzip1 discriminates between Rab8GTP and Rab8GDP, we co-expressed Dzip1 with Rab8Q67L or Rab8T22N in HEK 293T cells, and found that Dzip1 bound with much more Rab8T22N than Rab8Q67L (Fig 2J and 2K). We also found that Rabin8, the Rab8 GEF, did not immunoprecipitate with Dzip1 (S3C Fig), suggesting that the Rab8GDP bound by Dzip1 could not be converted to active Rab8GTP by Rabin8. To map the region of Dzip1 that bound with Rab8, we expressed truncates of Dzip1 and analyzed their interactions with Rab8. The results showed that the C-terminus (from aa 430 to the end) of Dzip1 interacted with Rab8, of which aa 430–600 were crucial (S4B and S4C Fig). Taken together, these data demonstrate that Dzip1 preferentially binds Rab8GDP via aa 430–600 at the cilium base.\n\nThe enzyme cycle of Rab GTPases and their functions are regulated by not only the binding of the GTP molecule but also by GDIs, which stabilize Rab proteins in an inactive state by preventing the release of GDP from Rab proteins [15]. To understand why Dzip1 prefers to bind with Rab8GDP, we investigated whether the association of Rab8 with GDI2, which promotes the membrane dissociation of Rab8 [35], is regulated by Dzip1. We found that Myc-GDI2 was co-immunoprecipitated with GFP-Rab8T22N from cells and that the Rab8-GDI2 interaction was abolished by overexpressing Myc-Dzip1 (Fig 3A). We also confirmed in a cell-free system that GST-GDI2, but not GST, pulled down endogenous Rab8, and when increasing amounts of His-Dzip1 aa 373–600 were added, the amount of Rab8 bound by GDI2 progressively decreased (Fig 3B). As a control, adding Myosin Va (aa 1320–1346), which interacts with Rab8 [36], had no effect on the Rab8-GDI2 dissociation (S4D Fig). Since proteins with GDF activity are able to displace GDI [16], we asked whether Dzip1 interacts with GDI2 to free Rab8GDP. We found that endogenous Dzip1 and GDI2 were co-localized and interacted at the basal body and the PCM (Fig 3C and 3D), and that Dzip1 also interacted with GDI2 via aa 430–600 (S4E Fig). Therefore, we concluded that Dzip1 binds with the Rab8GDP-GDI2 complex via its middle region and promotes the dissociation of Rab8GDP from GDI2.\n\nTo directly visualize the released free Rab8GDP, we designed an AB-FRET assay by generating a reporter through fusing CFP and YFP tags, respectively, to the N- and C-termini of the RBD (Rab8-binding domain) of Rabin8 [14] (CFP-RBD-YFP; S5A Fig). This reporter was co-expressed with Flag-tagged Rab8T22N or Rab8Q67L in cells, and showed strong binding with Flag-Rab8T22N but not Flag-Rab8Q67L (S5B Fig), indicating that CFP-RBD-YFP mimics Rabin8 binding with Rab8GDP. Moreover, like endogenous Rabin8, CFP-RBD-YFP was localized to the basal body and the PCM (S5C Fig). Presumably, CFP-RBD-YFP alone may fold automatically to produce fluorescence resonance energy transfer (FRET), and the FECFP will increase after photo-bleaching of YFP (S5A Fig, panels a and b). Once bound by Rab8GDP, CFP and YFP will either come closer or separate from each other (S5A Fig, panels c and d), resulting in a change of FECFP after YFP photo-bleaching. Indeed, we found that a fraction of CFP-RBD-YFP was co-localized with endogenous Rab8 or Flag-Rab8T22N but not with Flag-Rab8Q67L in the cytoplasmic aggregates (S5D Fig), and that the FECFP in the aggregates was significantly increased after YFP photo-bleaching (S5E and S5F Fig). We also found that the more free Rab8GDP was available to combine with CFP-RBD-YFP, the stronger the FECFP produced (S5E and S5F Fig). These results demonstrate that the binding of free Rab8GDP with CFP-RBD-YFP separates CFP from YFP, leading to a drop in FRET from CFP to YFP and an enhancement of FECFP (S5A Fig, panel d). With this reporter, CFP-RBD-YFP, we examined control and Dzip1-knockdown cells with comparable CFP-RBD-YFP fluorescence intensity. We found that after YFP photo-bleaching, a high FECFP signal occurred around the cilium base (FECFP = 9.3% ± 8.2%) and scattered from the cilium base to the cytoplasm in control cells, but the FECFP signal at the cilium base was markedly decreased in 1308–3 cells (FECFP = −3.6% ± 6.9%; Fig 3E and 3F). The heat map showed that the FECFP signal mainly occurred at the PCM but not the centrosome (Fig 3F), indicating that Rab8GDP accumulated at the PCM but was excluded from the centrosome in normal cells (Figs 3F, S4A and S4F). Taken together, these results demonstrate that Dzip1 promotes the release of Rab8GDP from GDI2 at the PCM.\n\nDzip1 Is Phosphorylated by GSK3β after Mitosis\n\nSince the PCM localization of Dzip1 during the cell cycle is prior to ciliogenesis and Dzip1 plays a positive role in the regulation of ciliogenesis by promoting the dissociation of Rab8GDP-GDI2 and ciliary entry of Rab8 as shown above, we set up experiments to test how Dzip1-mediated ciliogenesis is regulated after mitosis. By comparing the expression of Dzip1 in NIH 3T3 cells arrested at G0 phase and prometaphase through Western blot analysis, we found that Dzip1 was up-shifted in G0-phase cells and that these up-shifted bands were sensitive to λ phosphatase (S6A Fig), indicating that a portion of Dzip1 is phosphorylated in resting cells. In searching for the kinase(s) responsible for the phosphorylation of Dzip1, we realized that GSK3β might be the best candidate because of its centrosomal localization, its increasing activity from metaphase to anaphase, and its high activity in the absence of growth factors [37–39] (S6B Fig). Indeed, we found that GSK3β was immunoprecipitated by Dzip1, and vice versa (Fig 4A and 4B), and that the two proteins were co-localized at the basal body (Fig 4C and 4D).\n\nTo determine whether GSK3β interacts with Dzip1 in a kinase-substrate-binding manner, we assessed the binding intensity of wild-type and mutant GFP-GSK3β with Myc-Dzip1. We found that the binding of Myc-Dzip1 with the mutant GSK3βR96A—which cannot phosphorylate primed substrates but retains intact kinase activity for the unprimed substrates [37,40]—showed no decrease in comparison with wild type, the constantly active mutant GSK3βS9A, or the kinase-dead mutant GSK3βK85R [37]. Furthermore, inhibition of CK2 by CX4945 caused a remarkable reduction in the extent of Dzip1 band up-shifting, whereas inhibition of CK1 by D4476 did not change the up-shift of Dzip1 compared with untreated cells (Fig 4E), indicating that Dzip1 is phosphorylated by CK2 as previously reported [41]. Interestingly, both CK2-phosphorylated and-nonphosphorylated Myc-Dzip1 equally bound to GFP-GSK3β (Fig 4E), suggesting that the phosphorylation of Dzip1 by CK2 does not change the Dzip1-GSK3β interaction. Notably, expression of GSK3βK85R yielded a weaker up-shift of Dzip1 than expression of wild type or other mutants (Fig 4E). Together, these results indicate that Dzip1 is a substrate of GSK3β independent of priming phosphorylation by CK1 and CK2.\n\nNext, we investigated Dzip1 phosphorylation during cell cycle exit and re-entry. We found that depletion of serum over a time period of 48 h caused a mild increase in total GSK3β at the protein level and enhancement of its kinase activity, as indicated by the phosphorylation decrease of GSK3β at S9 [37] (Fig 4F). In contrast, when serum was reintroduced, GSK3β kinase activity decreased (Fig 4F). We also found that the up-shifted bands of Dzip1 became evident after 12 h of serum depletion and more pronounced in the following 36 h. However, the up-shifted bands rapidly disappeared during the G0 phase–G1 phase transition (Fig 4F). Moreover, we assessed the phosphorylation status of Dzip1 in the presence of the GSK3 inhibitors BIO and CHIR99021 or the CK2 inhibitor CX4945 in resting immortalized MEFs. The efficiency of GSK3 inhibition was monitored by de-phosphorylation of its canonical substrate β-Catenin. The up-shifted bands of Dzip1 disappeared in cells treated with the CK2 inhibitor but not in control cells, as previously reported [41], and weakened under treatment with the GSK3 inhibitors, further supporting that GSK3β phosphorylates Dzip1 (Fig 4G).\n\nTo demonstrate Dzip1 phosphorylation by GSK3β, an in vitro kinase assay was performed using the kinase His-GSK3β with the wild-type Dzip1 truncates aa 1–378, aa 373–600, and aa 594–852. The results showed that His-GSK3β phosphorylated all three wild-type truncates (Fig 4H). The specificity of the in vitro phosphorylation assay was confirmed by the findings that the truncate aa 373–600 was neither phosphorylated by His-GSK3βK85R nor under the inhibition of GSK3 (S6C Fig), and that neither His-Rab8 nor GST-GDI2 was phosphorylated by GSK3β in a parallel experiment (S6D Fig). To characterize the phosphorylation site(s) on Dzip1 by GSK3β, GFP-Dzip1 was immunoprecipitated and subjected to identification of phospho-peptide by mass spectrometry analysis. The results showed that S520 on Dzip1 was phosphorylated (Fig 4I) and that this phosphorylation disappeared in the cells treated with the GSK3 inhibitor BIO. This site was also confirmed by the in vitro kinase assay, which showed that the S520A mutant of the truncate aa 373–600 was unable to be phosphorylated by the kinase (Fig 4H). Taken together, these data demonstrate that Dzip1 is phosphorylated at S520 by GSK3β in G0-phase cells.\n\nPhosphorylation of Dzip1 by GSK3β Promotes the Release of Rab8GDP from GDI2\n\nDue to the importance of aa 430–600 of Dzip1 in its binding with Rab8-GDI2, we tested whether phosphorylation at S520 within this region influences this interaction. We found that inhibition of GSK3 markedly decreased the binding affinity of Dzip1 for GDI2 (Figs 5A and S6E) and significantly increased the binding affinity of Rab8GDP for GDI2 (Fig 5B), suggesting that GSK3 is involved in the regulation of Rab8GDP dissociation from GDI2 via regulating the binding of Dzip1 with GDI2. To further confirm this notion, we performed a semi-quantitative GST-GDI2 pulldown assay. We found that as increasing amounts of GST-GDI2 were added, the pulled-down amounts of endogenous Dzip1 and Rab8 showed different trends: the rate of Dzip1-GDI2 binding was much higher in control cells than in the cells treated with CHIR99021 (i.e., GDI2 was much more quickly saturated by Dzip1 in control cells than in CHIR99021-treated cells), whereas the rate of Rab8-GDI2 binding was lower in control cells than in CHIR99021-treated cells (Fig 5C). To directly compare the amounts of Rab8GDP released from GDI2 with and without GSK3 regulation, we measured FECFP in cells expressing comparable amounts of CFP-RBD-YFP. We found that the efficiencies of YFP photo-bleaching at the basal body were steadily decreased by ~85% both in control cells and the cells treated with the GSK3 inhibitor. However, the FECFP signal after YFP photo-bleaching was lower in cells treated with BIO (3.3% ± 2.1%) and CHIR99021 (2.6% ± 1.7%) than in control cells (4.8% ± 2.8%; Fig 5D and 5E). Consistently, the binding of Flag-Rab8T22N to the FECFP reporter CFP-RBD-YFP was decreased under GSK3 inhibition (S6G Fig).\n\nTo understand whether the decreased Dzip1-GDI2 and increased Rab8-GDI2 binding with GSK3 inhibition was due to the phosphorylation of Dzip1 at S520, we compared the amounts of Dzip1 mutants and endogenous Rab8 pulled down by GDI2. We found that the rate of Rab8-GDI2 binding was much lower in cells expressing Dzip1S520D than in those expressing Dzip1S520A, and the rate of Dzip1S520D-GDI2 binding was higher than that of Dzip1S520A–GDI2 (Fig 5F). Coinciding with this, when wild-type or mutant GFP-Dzip1 was co-expressed with Myc-GDI2 in G0-phase HEK 293T cells, we found that the mutant Dzip1S520A showed much less binding affinity for GDI2 than wild-type Dzip1 and the mutant Dzip1S520D (Fig 5G). Taken together, these results demonstrate that the phosphorylation of Dzip1 at S520 by GSK3β promotes the dissociation of Rab8GDP-GDI2.\n\nGSK3β Regulates Ciliogenesis by Phosphorylating Dzip1 after Mitosis\n\nTo understand the function of Dzip1 phosphorylation by GSK3β, we then investigated the effect of GSK3 inhibition on post-mitotic NIH 3T3 cells, and found that the percentage ciliation ratios of the post-mitosis daughter cells were dramatically decreased to 3.5% ± 1.0% with BIO treatment and to 4.5% ± 0.8% with CHIR99021 treatment, compared with 36% ± 3.1% in control cells at the 71-h time point after cell synchronization (i.e., after serum starvation for 4 h) (Fig 6A–6C). The reduced percentage ciliation ratio with CHIR99021 treatment was not due to cytokinesis delay or failure, since less than 20% of the cells serum-starved for 24 h were ciliated with this treatment, whereas ~70% of the untreated serum-starved control cells were ciliated at the same time point (S7A and S7B Fig). Moreover, the lengths of the assembled cilia in BIO- and CHIR99021-treated cells were markedly shorter (2.2 ± 1.0 μm and 1.8 ± 1.2 μm, respectively) than that in control cells (4.9 ± 1.0 μm; S7C Fig).\n\nAs the kinase domains of GSK3α and GSK3β are highly homologous [37], we wondered whether GSK3α or GSK3β or both are responsible for regulating ciliogenesis. By separately investigating ciliogenesis in immortalized MEFs from wild-type and GSK3α- and GSK3β-knockout mice [25] (S7D Fig), we found that only GSK3β−/− cells exhibited ciliogenesis failure after exit from mitosis (Fig 6D and 6E). Notably, although wild-type GSK3β and its mutants S9A and K85R showed identical basal body localization, only wild type and the mutant S9A, but not K85R, efficiently rescued ciliogenesis failure in post-mitotic and in resting GSK3β−/− cells (Figs 6F and 6G, S7E and S7F), demonstrating that the enzymatic activity of GSK3β is required for ciliogenesis in post-mitotic cells. We also used R96A to rescue ciliogenesis failure in GSK3β−/− cells and found that it could partially rescue ciliation in post-mitotic and in resting cells (Figs 6F and S7F), suggesting that direct phosphorylation of the substrate(s) by GSK3β is involved in cilium assembly.\n\nFinally, we set up an experiment to determine whether the phosphorylation of Dzip1 by GSK3β regulates ciliogenesis. By expressing the wild-type Dzip1, the nonphosphorylatable mutant Dzip1S520A (by GSK3β), or the phosphorylation-mimicking mutant Dzip1S520D in GSK3β−/− cells, we found that the expression of Dzip1S520D markedly elevated the ciliogenesis ratio from 3.0% ± 0.3% to 38% ± 3.2%, whereas wild-type Dzip1 and the mutant Dzip1S520A had no ability to rescue ciliogenesis in GSK3β−/− cells (Fig 6H and 6I). Consistently, Dzip1S520D, but not Dzip1S520A, elevated the ratio of cilium-localized Rab8 in GSK3β−/− cells, and rescued the cilium defect in 1308–3 cells (S7G—S7J Fig). Taken together, these results demonstrate that Dzip1 phosphorylation by GSK3β is required for ciliogenesis after exit from mitosis.\n\nDiscussion\n\nSeveral lines of evidence suggest that the PDB plays an important role in regulating the transport of cilium proteins, but how the PDB proteins execute their functions remains largely unknown. The present work revealed that a PDB-localized protein, Dzip1, functions as a GDF that promotes Rab8GDP dissociation from GDI2 at the PCM through binding with GDI2, and that this binding is positively regulated by the activation of GSK3β during ciliogenesis. The Rab proteins bound with GDP bind GDI with very strong affinity, whereas the membrane-bound GDFs promote the release of the GDP-bound Rab proteins from GDI, thereby facilitating the association of Rab proteins with relevant membranes [15]. Given that GEFs for Rab proteins cannot directly bind with RabGDP-GDI complexes [16], we propose that, in the present case, the Dzip1-mediated Rab8-GDI2 dissociation is a prerequisite for Rab8 activation by its GEF Rabin8.\n\nSo far, two proteins besides Dzip1 have been identified as GDFs. One is Yip3/PRA1, a protein with GDF activity and without GEF activity, which promotes the dissociation of Rab9 from GDI and facilitates Rab9 insertion on the membrane [42,43]; the other is SidM/DrrA, which retains both GDF and GEF activities and promotes the recruitment of Rab1 to Legionella-containing vacuoles during host-cell infection [44]. Dzip1 contains a Zn-finger in its N-terminus, like another Zn-finger-containing protein, Mss4/Dss4, an evolutionarily conserved Rab chaperone factor that promotes nucleotide release from exocytic Rab GTPases at a very low rate [45–47]. However, Dzip1 shows no sequence similarity to Mss4. Dzip1 specifically bound with Rab8 and Rab10 in our assays, unlike the broad binding of Mss4 with a number of Rab members [48]. Considering that Dzip1 and Rab8 are only co-localized at the centrosome and that Rabin8 could exchange the nucleotide for Rab8 at the centrosome [14,17], we conclude that Dzip1 functions more like a GDF specific for Rab8 than like a GEF at the centrosome. Moreover, it is noteworthy that Dzip1 also interacts with Rab10, the closest Rab8 paralogue, which is associated with the primary cilium and co-localizes and interacts with members of the exocyst complex in renal epithelial cells [49]. However, whether this interaction is due to the high sequential similarity between Rab8 and Rab10 (identity 76%) or the involvement of Dzip1 in regulating Rab10 activity remains so far unclear.\n\nOnce dissociated from GDI2, Rab8GDP is ready for a subsequent switch into Rab8GTP under the regulation of Rabin8. In the absence of Dzip1, Rab8—as well as its active-mimicking form Rab8Q67L—did not enter cilium, although it was still localized to the basal body. Dzip1 interacts with Cep164 [22], and loss of Cep164 leads to impaired vesicle docking at the mother centriole and failed ciliary localization of the wild-type Rab8 but not the mutant Rab8Q67L [50]; therefore, we propose that in addition to regulating Rab8 activation, Dzip1 also regulates the translocation of Rab8GTP across the transition zone or PDB downstream of Cep164. As ciliogenesis occurs first in daughter cells that have inherited the grandmother centriole [31], which is persistently capped by a primary cilium-derived vesicle during mitosis [30], our finding that the grandmother-centriole-containing daughter cell recruited Dzip1 to its centrosome earlier than the other daughter cell indicates that Dzip1 plays a crucial role in regulating this asymmetrical ciliogenesis.\n\nIn the absence of growth factors, the kinase activity of GSK3β is de-repressed. Our findings suggest that once the amount of active GSK3β reaches a threshold after mitosis, GSK3β regulates the release of Rab8GDP from GDI2 at the cilium base by phosphorylating Dzip1 at S520 to promote ciliogenesis. However, when cells are growing in a nutrient-rich environment, GSK3β is inactivated by its inhibitory kinases and is unable to phosphorylate Dzip1. Therefore, the lack of free Rab8GDP may fail to support the generation of Rab8GTP for ciliogenesis, leading to the disappearance of cilia from proliferating cells. Interestingly, in contrast to the viability of mice lacking GSK3α, knockout of GSK3β is lethal due to either hepatic apoptosis [25] or hypertrophic myopathy induced by cardiomyocyte hyperproliferation [51]. As the primary cilium is proposed as a “brake lever” of the cell cycle [52], negatively regulating cell cycle re-entry [53,54], the finding that GSK3β knockout induces cardiomyocyte hyperproliferation suggests a link between GSK3β and cilium assembly. Indeed, it has been shown that GSK3β is required for cilium maintenance via regulation of the microtubule-stabilizing protein pVHL [26,55]. Our present findings further extend the function of GSK3β in the regulation of ciliogenesis, support a positive role of GSK3β in the regulation of cilium assembly, and may have implications for understanding why rapidly-proliferating cells (such as cancer cells) often lose their cilia.\n\nMaterials and Methods\n\nAntibodies and Reagents\n\nThe CK1 inhibitor D4476 (Tocris Bioscience, 2902), rabbit anti-GSK3β (Santa Cruz Biotechnology, sc-9166), β-Catenin (BD, 610154), phosphorylated GSK3β (S9, Cell Signaling Technology, #93365), and phosphorylated β-Catenin (N3, Cell Signaling Technology, #9561) were kind gifts from Dr. Wei Wu (Tsinghua University). The CK2 inhibitor CX4945 (Sequoia Research Products, SRP04555c) was kindly provided by Dr. Seong H. Kim (Korea University of Science and Technology). The GSK3 inhibitors BIO (Tocris Bioscience, 3194) and CHIR99021 (Tocris Bioscience, 4423) were from Tocris Bioscience. Rabbit anti-Dzip1 polyclonal antibody (re-named Mid2) was from Abgent (AP8926c). Mouse anti- Dzip1 and anti-GDI2 polyclonal antibodies were produced from mice immunized with aa 370–510 (named Mid1) of mouse Dzip1 and with the full-length of human GDI2, respectively. Rabbit anti-IFT88 (Proteintech, 13967-1-AP), Rabin8 (Proteintech, 12321-1-AP), PCM1 (Santa Cruz Biotechnology, sc-67204), GDI2 (Santa Cruz Biotechnology, sc-133939), histone H3 pS10 (Abcam, ab47297), mouse anti-GAPDH (Proteintech, 60004-1-lg), GFP (MBL International, M048-3), Flag (MBL International, PM020), Myc (Sigma, M4439-100UL), γ-Tubulin (Sigma, T6557), α-Tubulin (Sigma, T5168), AcTub (Sigma, T7451), and Rab8 (BD, 610844) were from the indicated companies and were used according to the standard protocols provided. All animal experiments were performed according to the approved guidelines.\n\nCell Culture, Synchronization, Transfection, and Establishment of Stable Cell Lines\n\nCells were cultured at 37°C in Dulbecco’s modified Eagle’s medium containing 10% fetal bovine serum under standard conditions. Wild-type and GSK3α- and GSK3β-knockout MEF cells were kindly provided by Prof. Jim Woodgett (University of Toronto). To obtain mitotic NIH 3T3 cells, the cells were double-treated with thymidine to synchronize them in early S phase, and then released into medium containing nocodazole (50 nM) for 8 h. To arrest NIH 3T3 cells at the mitosis–G0 transition, the round-up cells after nocodazole treatment were shaken off and reseeded onto coverslips in fresh medium containing 0.5% serum with or without the GSK3 inhibitors BIO (2 μM) or CHIR99021 (10 μM). Transient cDNA transfections were carried out on cells using the Megatrans transfection reagent (Origene, TT200002) according to the manufacturer’s instructions. To select cell lines stably expressing GFP-Dzip1 or with Dzip1 knockdown, NIH 3T3 cells were split 24 h after vector transfection and treated with G418 or Puromycin (Sigma) for 2 wk until the clones became macroscopic. Stable clones were verified by Western blot assay.\n\nMolecular Cloning and RNA Interference\n\nHuman GSK3β (BC000251), GDI2 (BC005145), Rabin8 (BC059358), and mouse Dzip1 (BC098211) were each cloned from the cDNA libraries of the human B cell and mouse embryo brain (E14). Mutagenesis was conducted using standard molecular approaches. The DNA fragments for expressing the short hairpin RNAs that target the base pair positions 1308–1327 and 2172–2191 of the mouse Dzip1 gene were generated by annealing the following pairs of oligonucleotides (only sense sequences are shown): 5′-GATCCCCCTGAAAGGGACTCCTTTAATTCAAGAGATTAAAGGAGTCCCTTTCAGTTTTTA-3′ and 5′-GATCCCCCTGACAGGAACCTCCATTATTCAAGAGATAATGGAGGTTCCTGTCAGTTTTTA-3′, and the annealed oligonucleotides were then ligated into the pSuper-RetroPuro plasmid (OligoEngine). Transfection of these plasmids using Megatrans (Origene) was performed according to the manufacturer’s instructions.\n\nBasal Body Purification and Sucrose Gradient Ultracentrifugation\n\nBasal body purification was carried out as previously described [56]. A 30%–70% sucrose gradient was prepared in PIPES buffer (0.1% Triton X-100, 10 mM PIPES [pH 7.2], 0.2% EtSH). The collected basal bodies were then loaded onto a gradient containing 70%, 50%, 40%, and 30% sucrose from bottom to top, and centrifuged at 120,000g for 1 h. Fractions (~100 μl each) were carefully collected from the top, mixed with sample buffer, and analyzed by standard Western blotting procedures.\n\nImmunoprecipitation and Western Blotting\n\nFor IP assays, NIH 3T3 or HEK 293T cells transfected with the indicated plasmids were lysed using IP buffer (0.1% NP-40, 50 mM HEPES [pH 7.00], 125 mM NaCl, 10% glycol, 0.5 mM PMSF) on ice for 15 min. Lysates were centrifuged at 12,000 rpm for 15 min, and the supernatants were incubated with the primary antibody-coated beads for 1.5 h at 4°C on a rotator. After six washes with IP buffer, the beads were collected and the bound proteins were analyzed by standard Western blotting [8]. The intensity of the indicated bands was quantified using ImageJ (US National Institutes of Health).\n\nImmunofluorescence Microscopy and Live-Cell Imaging\n\nImmunofluorescence was performed as previously described [8]. Briefly, cells were fixed in 4% paraformaldehyde/phosphate buffer solution (PBS) followed by extraction in 0.2% Triton X-100/PBS, or cells were fixed in cold methanol. The cells were sequentially immunostained with the indicated primary and secondary antibodies. DNA was stained with DAPI, and the coverslips were mounted with Mowiol (Sigma). For live-cell imaging of cells co-transfected with GFP-Dzip1 and RFP-Rab8, the original images were collected at 2-μm thickness for five layers every 20 min. For image acquisition and processing, Zen 2009 Light Edition and Velocity (6.1.1) were respectively used for management of the confocal immunofluorescence microscope (Carl Zeiss, LSM-710NLO and DuoScan), and the UltraView Vox spinning disc confocal microscope (PerkinElmer). Super-resolution microscopy was performed with a 3-D structured illumination microscope (Nikon, N-SIM), equipped with 405-, 488-, and 594-nm lasers, electron-multiplying CCD cameras (iXon DU-897E, 512 × 512, 16 μm × 16 μm), and a CFI SR Apo TRIF 100× (1.49NA) oil objective (Nikon). The 3-D images were then reconstructed using the NIS-Elements AR software package (Nikon).\n\nAcceptor-Bleaching Fluorescence Resonance Energy Transfer\n\nThe N- and C-termini of the RBD (Rab8-binding domain) of Rabin8 were fused with CFP and YFP, respectively. This fusion protein was introduced into G0-phase NIH 3T3 cells. For fixed cells, only those that displayed apparent basal body localization of CFP-RBD-YFP were selected for AB-FRET assay. Regular immunofluorescence images (all channels) were taken first to show common features of the selected cell. Before acceptor (YFP) bleaching, CFP and YFP channel images were respectively captured three times to calculate the mean fluorescence intensity of ICFP before and IYFP before. At the time point of photo-bleaching, a 514-nm laser at 100% intensity was activated 400 times to bleach the emission of YFP in the selected regions (boxed), after which the fluorescence intensity of YFP (IYFP after) steadily dropped over 80%. After photo-bleaching of YFP, at the following seven time points (with the same intervals), the fluorescence intensities of CFP and YFP were each measured to calculate the means of ICFP after and IYFP after. The fluorescence efficiency of FECFP was calculated as IFRET = (ICFP after − ICFP before)/ICFP before. Heat maps were automatically generated according to the manual of image processing (Carl Zeiss, LSM-710NLO and DuoScan).\n\nProtein Expression, Purification, and In Vitro Kinase Assay\n\nHis-tagged Dzip1 fragments, His-GSK3β, or GST-GDI2 were expressed and purified from Escherichia coli. BL21 with extraction buffer (50 mM NaH2PO4, 300 mM NaCl, 10 mM imidazole [pH 8.0]) or PBS. Briefly, the bacterial pellet was ultrasonically lysed, and the supernatant was incubated with His60 Ni Superflow resin or GST resin (Clontech) at 4°C for 1 h. Nonspecific binding to the resin was eliminated by three washes with the wash buffer (50 mM NaH2PO4, 300 mM NaCl, 20 mM imidazole [pH 8.0]) or PBS, and the indicated proteins were eluted with elution buffer (50 mM NaH2PO4, 300 mM NaCl, 250 mM imidazole [pH 8.0], for His-tagged proteins; 10 mM reduced glutathione in 50 mM Tris-HCl [pH 8.0], for GST-tagged proteins) and substituted by PBS buffer. For purification of the aa 1–378 fragment of Dzip1 from inclusion bodies, 8 M urea denaturation and graded re-naturation with a dialysis bag (8 M–4 M–3 M–2 M–1 M in PBS with 3 mM reduced glutathione, 0.3 mM glutathione oxide, and 5% glycerol) was performed. The same amounts of His-GSK3β and Dzip1 fragments were mixed in kinase buffer (20 mM Tris-HCl, 10 mM MgCl2, 5 mM DTT, 200 μM ATP with 10 μCi γ32P ATP [pH 7.5]), and incubated for 30 min at 30°C. Then, loading buffer was added to each sample to stop the reaction. After separation by SDS-PAGE electrophoresis, the gel was exposed to X-ray film at 4°C for 6 h or overnight.\n\nIn Vitro Binding and Semi-Quantifiable GST Pulldown Assays\n\nTo examine the Dzip1-mediated dissociation of Rab8GDP from GDI2, GST or GST-GDI2 was incubated with GST affinity binding beads in PBS buffer at 4°C for 1 h. Then, the cell lysate was added to the system for a further 1-h incubation at 4°C. The Rab8-GDI2-coated beads were collected and gently washed three times with PBS, and re-suspended in PBS buffer. The indicated amounts of His-Dzip1 (aa 373–600) or His-Myosin Va (aa 1320–1346) were each added to the system, followed by incubation at 4°C for 2 h. To semi-quantify the role of Dzip1 phosphorylation by GSK3β in regulating the dissociation of Rab8GDP from GDI2, 4, 8, 12, 16, and 20 μg of GST-GDI2 were each preloaded onto the GST affinity binding beads in PBS buffer at 4°C for 1 h, and each group of GDI2-coated beads was further equally divided into four groups (i.e., 1, 2, 3, 4, and 5 μg of GST-GDI2 coated onto beads) for pulldown assays. Each lysate from control, CHIR99021-treated, or S520A- or S520AD-expressing cells was equally divided into five groups and added into the system for a further 1.5-h incubation at 4°C. Finally, the beads were collected and washed four times with IP buffer and analyzed by standard Western blotting.\n\nIdentification of Phospho-Peptide by Mass Spectrometry and Nano-Liquid Chromatography–Tandem Mass Spectrometry\n\nAll analyses were performed on an LTQ Orbitrap XL mass spectrometer (Thermo Scientific) at a resolution of 60,000. For nano-liquid chromatography, Eksigent nanoLC 1D plus systems were equipped with 2-mm ReproSil-Pur C18-AQ (Dr. Maisch) trapping columns (packed in house; i.d., 1,150 μm; resin, 5 μm) and 200-mm ReproSil-Pur C18-AQ (Dr. Maisch) analytical columns (packed in house; i.d., 75 μm; resin, 3 μm). The solvents used were 0.5% formic acid-water solution (buffer A) and 0.5% formic acid-acetonitrile solution (buffer B). Trapping was performed at 2 μl/min buffer A for 15 min, and elution was achieved with a gradient of 0%–32% buffer B over 80 min, 32%–50% buffer B over 6 min, and 80% buffer B over 6 min at a flow rate of 300 nl/min. Eluting peptide cations were converted to gas-phase ions by a Nanospray Flex (Thermo Scientific) ion source at 2.0 kV. The mass spectrometer was operated in the data-dependent mode to automatically switch between mass spectrometry (MS) and tandem mass spectrometry (MS/MS). Survey full-scan MS spectra were acquired from m/z 300 to m/z 1,800, and the ten most intense ions with a charge state above 2 and above an intensity threshold of 500 were fragmented in the linear ion trap using a normalized collision energy of 35%. For the orbitrap, the AGC target value was set at 1 × 106, and the maximum fill time for full MS was set at 500 ms. Fragment ion spectra were acquired in the LTQ Orbitrap XL with an AGC target value of 3 × 104 and a maximum fill time of 150 ms. Dynamic exclusion for selected precursor ions was set at 90 s. The lock mass option was enabled for the 462.14658 ion. The raw data were processed using Proteome Discoverer (version 1.4.0.288, Thermo Fisher Scientific). MS2 spectra were searched with the Sequest HT engine against the UniProt mouse complete proteome database (release 2013_06, 50,790 protein sequences). The database was searched with the following parameters: precursor mass tolerance, 20 ppm; MS/MS mass tolerance, 0.6 Da; two missed cleavages for tryptic peptides; dynamic modification oxidation (M), phosphorylation (STY); static modification carbamidomethylation (C). Peptide spectral matches were validated by a targeted decoy database search at 1% false discovery rate. With Proteome Discoverer, peptide identifications were grouped into proteins according to the law of parsimony.\n\nStatistical Analysis\n\nStatistical analysis was carried out using Microsoft Office Excel 2007. p-Values were calculated using the paired t-test from the mean values of the indicated data. Significant differences in figures are marked with asterisks (*p &lt; 0.05; **p &lt; 0.01; ***p &lt; 0.001).\n\nSupporting Information"
}