{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050315",
  "doi": "10.1371/journal.pbio.0050315",
  "externalIds": [
    "pii:07-PLBI-RA-1923R2",
    "sici:plbi-05-11-24",
    "pmid:18044989",
    "pii:07-PLBI-RA-1923",
    "pmcid:PMC2229858"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Light Activates Output from Evening Neurons and Inhibits Output from Morning Neurons in the Drosophila Circadian Clock",
  "authors": [
    {
      "name": "Marie Picot",
      "first": "Marie",
      "last": "Picot",
      "affiliation": "Institut de Neurobiologie Alfred Fessard, CNRS UPR 2216, Gif-sur-Yvette, France"
    },
    {
      "name": "Paola Cusumano",
      "first": "Paola",
      "last": "Cusumano",
      "affiliation": "Institut de Neurobiologie Alfred Fessard, CNRS UPR 2216, Gif-sur-Yvette, France"
    },
    {
      "name": "André Klarsfeld",
      "first": "André",
      "last": "Klarsfeld",
      "affiliation": "Institut de Neurobiologie Alfred Fessard, CNRS UPR 2216, Gif-sur-Yvette, France"
    },
    {
      "name": "Ryu Ueda",
      "first": "Ryu",
      "last": "Ueda",
      "affiliation": "Invertebrate Genetics Lab, Genetic Strains Research Center, National Institute of Genetics, Mishima, Shizuoka, Japan"
    },
    {
      "name": "François Rouyer",
      "first": "François",
      "last": "Rouyer",
      "affiliation": "Institut de Neurobiologie Alfred Fessard, CNRS UPR 2216, Gif-sur-Yvette, France"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-11",
  "dateElectronic": "2007-11-27",
  "dateAccepted": "2007-09-27",
  "dateReceived": "2007-06-27",
  "volume": "5",
  "number": "11",
  "pages": "e315",
  "tags": [
    "Discipline/Genetics and Genomics",
    "Discipline/Neuroscience",
    "Type/Research Article"
  ],
  "abstract": "Animal circadian clocks are based on multiple oscillators whose interactions allow the daily control of complex behaviors. The Drosophila brain contains a circadian clock that controls rest–activity rhythms and relies upon different groups of PERIOD (PER)–expressing neurons. Two distinct oscillators have been functionally characterized under light-dark cycles. Lateral neurons (LNs) that express the pigment-dispersing factor (PDF) drive morning activity, whereas PDF-negative LNs are required for the evening activity. In constant darkness, several lines of evidence indicate that the LN morning oscillator (LN-MO) drives the activity rhythms, whereas the LN evening oscillator (LN-EO) does not. Since mutants devoid of functional CRYPTOCHROME (CRY), as opposed to wild-type flies, are rhythmic in constant light, we analyzed transgenic flies expressing PER or CRY in the LN-MO or LN-EO. We show that, under constant light conditions and reduced CRY function, the LN evening oscillator drives robust activity rhythms, whereas the LN morning oscillator does not. Remarkably, light acts by inhibiting the LN-MO behavioral output and activating the LN-EO behavioral output. Finally, we show that PDF signaling is not required for robust activity rhythms in constant light as opposed to its requirement in constant darkness, further supporting the minor contribution of the morning cells to the behavior in the presence of light. We therefore propose that day–night cycles alternatively activate behavioral outputs of the Drosophila evening and morning lateral neurons.",
  "fullText": "Introduction\n      \nCircadian rhythms are controlled by endogenous clocks that tick with an approximately 24-h period fitted to the rotation of the earth. They are synchronized to day–light cycles by environmental cues, the strongest of which is light. Since activity must occur at the most favorable time of the day, the rest–activity rhythm is one of the most tightly clock-controlled behaviors. In natural conditions, many animal species display bimodal rest–activity profiles with activity peaks that anticipate dawn and dusk, and adjust to seasonal changes in day length [1,2]. A similar activity pattern is observed in laboratory light–dark (LD) conditions. A lengthening of the light episode induces a morning-peak advance and an evening-peak delay in mice, suggesting the existence of morning and evening oscillators in the mammalian brain that contribute to seasonal adaptation [3]. The cellular basis of such a dual oscillator has not been characterized in mammals, but has been recently described in Drosophila.\n\nThe Drosophila behavioral clock rests upon approximately 150 neurons that express the PERIOD (PER) protein, divided into three lateral and three dorsal groups, as well as a recently described lateral-posterior group [4–6]. The lateral neurons (LNs) can be divided into cells that express the pigment-dispersing factor (PDF) neuropeptide, and PDF-negative cells. The PDF-expressing cells are four to five large ventral lateral neurons (l-LNvs) and four small ventral lateral neurons (s-LNvs), whereas the PDF-negative cells are a single s-LNv (the fifth s-LNv) and six dorsal lateral neurons (LNds). In LD cycles, PER expression in the four PDF-expressing s-LNvs is sufficient to drive activity that anticipates lights-ON, and hence these cells contain a morning oscillator (MO), whereas the addition of four PDF-negative LNs (fifth s-LNv plus three LNds) is sufficient to drive lights-OFF anticipation; hence, the latter cells contain an evening oscillator (EO) [7]. Another group reported similar results [8]. They additionally indicated that dorsal neurons (DNs) could contribute to both the MO and EO. We will therefore specifically refer to the morning oscillator residing in PDF-positive LNs as the LN-MO and to the evening oscillator residing in the PDF-negative LNs as the LN-EO. We have previously shown that, in constant darkness (dark–dark; DD), clock function restricted to the LN-MO is sufficient to generate robust 24-h activity rhythms, whereas clock function in the LN-EO is not [7]. This suggested that, in the absence of light, the LN-MO is the driving oscillator of the circadian network. Indeed, it has been shown that at least part of the LN-EO behaves in DD as a driven oscillator, reset by the LN-MO in each circadian cycle [9].\n\nCircadian clocks are very sensitive to light and respond to it in different ways. First, light is the main clock synchronizer, and LD cycles entrain the Drosophila brain clock through two separate light-input pathways. The blue-light–sensitive protein cryptochrome (CRY) is present in most clock neurons [10,11]. Light-activated CRY binds to the TIMELESS (TIM) protein and induces its degradation, which is likely to reset the molecular oscillator [12–15]. cryb mutants do not respond to short light pulses and fail to quickly resynchronize to a shift of the LD cycle [10,11,16–18]. The cryb mutation is located in the flavin-binding domain and certainly abolishes CRY photoreceptive function [17]. Although the CRYb protein is barely detectable by anti-CRY antibodies [17], very low amounts may still be present and play some non-photoreceptive function in the mutants. The visual system, which includes the compound eye and the extra-retinal Hofbauer-Büchner eyelet, provides additional rhodopsin-dependent light inputs to the brain clock [19–21]. They are not sufficient for clock responses to short light pulses, but allow entrainment by LD cycles (although less efficiently than CRY). Only flies depleted for both functional CRY and the visual system appear circadianly blind [11,18].\n\nBesides entrainment, light affects other parameters of the circadian system, including its internal synchrony as well as the robustness of the rhythm and its period [22]. In constant light (light–light; LL), wild-type flies become arrhythmic, whereas cryb mutants retain robust rhythmicity with a 24–26-h period [11,14,15,18,23,24], presumably because the absence of functional CRY prevents the light-induced disappearance of TIM in the mutants. Indeed, mutations affecting the CRY-dependent degradation of the TIM protein also produce robust 24–26-h activity rhythms in LL [24,25]. Two studies reported that cryb mutants display split rhythms in LL, with a major long-period (∼25 h) component and a minor short-period (∼22.5 h) one [26,27]. These slow and fast components appear to correlate with molecular oscillations in some of the PDF-negative LNs and in the PDF-positive s-LNvs, respectively [27], suggesting that they may originate from these subsets. Genetic background, light specifications, and behavioral setup are likely to influence splitting occurrence, but the main reason why split rhythms have only been observed in these two studies is likely related to their longer activity recordings, since split components usually appear after several days in LL [26,27].\n\nThe present work is aimed at understanding how the previously defined LN-MO and LN-EO control rhythmic behavior in the presence or the absence of light. We have generated flies that were mosaic with respect either to CRY signaling or to the presence of a functional clock. In particular, we altered functional CRY levels separately in either PDF-positive or PDF-negative neurons. We similarly restored PER expression in per0;; cryb double mutants only in precisely targeted neurons. The results indicate that light has opposite effects on the LN-MO and LN-EO, activating the rhythmic behavioral output induced by the evening cells and inhibiting the rhythmic behavioral output induced by the morning cells. Surprisingly, we found that light acts downstream from the molecular clock, since the behavior, but not the molecular oscillations, is light-dependent. We also show that cryb pdf0 double mutants are rhythmic in LL, further supporting the light-induced preeminence of PDF-negative cells.\n\n      Results\n      \n        PER Oscillations in the LN-MO and LN-EO in Constant Light\n        \nWe first analyzed PER oscillations in cryb mutants in LL, under conditions in which split behavioral rhythms do not occur (see Materials and Methods). As previously described (see above), the mutants displayed a slightly lengthened period (Tables 1 and S1). In cryb brains dissected on the third day in LL, the PDF-positive s-LNvs and some PDF-negative LNs showed PER cycling, whereas the l-LNvs and three subsets of DNs did not (unpublished data). This is very similar to the molecular oscillations described by Rieger et al. [27] for cryb mutants in LL, before splitting would eventually occur. Since PER cycling in LL appeared to be restricted to the PDF-positive and PDF-negative LNs, we decided to focus our study on these groups of clock neurons. In addition, we decided to center the study upon the effect of light on the rhythmicity of the two LN oscillators, and we voluntarily put aside the role of cryptochrome and the visual system in their entrainment pathways.\n\nTo first clarify the heterogeneity of the LNds group (see also [27]), we examined the Mai179-Gal4–driven green fluorescent protein (GFP) expression profile, which includes the previously characterized LN-EO [7] (see Figure S1). In LL, PER cycling was detected in all four LN-EO neurons (Figures 1A and 2A). The fifth s-LNv and the previously described [27] cycling LNd (called here LNdM*) displayed the strongest oscillations, but the two other Mai179-Gal4–positive LNds (LNdMs) also showed robust, although slightly delayed, oscillations (trough at circadian time [CT]68 instead of CT64). Conversely, constant PER levels were observed in the three Mai179-Gal4–negative LNds (LNdOs; Figures 1A and 2A). Interestingly, CRY immunoreactivity was detected in the three Mai179-Gal4–positive LNds (one LNdM* + two LNdMs), but not in the Mai179-Gal4–negative LNdOs in DD (Figure 1B and 1C). These data strongly support the existence of two LNd subgroups: three Mai179-Gal4–expressing CRY-positive cells constituting the LN-EO with the fifth s-LNv, and three Mai179-Gal4- and CRY-negative cells, whose function is unknown.\n\nWe then checked whether the presence of functional CRY affects PER expression in an oscillator-autonomous manner in LL, using the two most strongly cycling Mai179-Gal4–expressing PDF-negative LNs as reporters for the LN-EO. The main additional Gal4 lines we used here were pdf-Gal4 [28] to drive expression in the PDF-positive cells only, and tim-Gal4 [29] to drive expression in all clock cells. The pdf-Gal80 transgene was used to inhibit GAL4 activity in the PDF-positive cells, and thus “subtract” their contribution from any wider GAL4-expressing cell ensemble [8]. As in wild-type flies, PER levels remained low or undetectable in all cells that contained functional CRY, and PER oscillations were observed exclusively in some of the cells expressing either strongly reduced CRY levels (through cry RNA interference [RNAi]) or the mutated CRYb protein (Figures 2B–2E and S2). The four PDF-positive s-LNvs and the two selected PDF-negative LNs displayed oscillations whenever they were made CRY deficient (Figures 2B and S2). We conclude that, when functional CRY is reduced or absent, PER oscillations in LL persist in the previously characterized LN-MO and LN-EO.\n\n        Light Inhibits the Behavioral Output of the LN Morning Oscillator\n        \nWe then analyzed the behavior of flies with PER oscillations in either the PDF-expressing or the PDF-negative neurons in LL. Genotypes with CRY only (and consequently no PER) in PDF-expressing cells were almost as rhythmic as cryb mutants (Figure 3 and Table 1; see also Table S1), with a consistently long period. Contrary to DD, the PDF-negative cells can therefore drive behavioral rhythms autonomously in LL, in the absence of any PER oscillations in the PDF-positive LNvs. Conversely, flies with CRY only (and consequently no PER) in PDF-negative cells are mostly arrhythmic (Table 1), despite robust PER oscillations in their PDF-positive s-LNvs (Figure 2C and 2D). This demonstrates that the four LN-MO neurons cannot drive robust behavioral rhythms autonomously in LL, as opposed to their ability to do so in DD. PER oscillations persist in such flies at least up to the fifth day in LL (Figure 2G), whereas their behavior becomes arrhythmic within the very first days (Figure 3). We thus conclude that in cryb flies, constant light appears to inhibit the behavioral output of the LN-MO, but not the molecular oscillator itself.\n\nTo understand whether light inputs coming from the visual system participate to the LL behavioral rhythms of cryb flies, we induced its genetic ablation by expressing the apoptotic gene head involution defective (hid) under the control of photoreceptor-specific regulatory sequences. The GMR-hid strain [30] was previously shown to completely lack all visual glass gene-dependent structures, but to retain the glass-dependent set of DN1s that express PER in the adult brain [11]. GMR-hid–induced ablation of the visual system restored the behavioral function of the PDF-expressing neurons in LL, now driving rhythms with a 24.4-h period (Figure 3 and Table 1), although there was no detectable change in PER oscillations (compare Figure 2D and 2F). This indicates that the inhibition of the LN-MO behavioral output by light depends on the visual system.\n\n        Light Is Required for the Behavioral Output of the LN Evening Oscillator\n        \nWhat is the neuronal basis of the long-period, LN-MO–independent rhythmicity of cryb flies in LL? Restoring CRY in only the LN-EO (three LNds plus the PDF-negative fifth s-LNv) (Figures 2E and S2) rendered the flies as arrhythmic as the wild type (Figure 3 and Table 1). Thus the LN-EO is necessary for that long-period rhythmicity. Indeed, per0 ;; cryb double mutants with Mai179-Gal4–driven PER expression restricted to the LN-EO displayed robust activity rhythms, with a long 25.7-h period (Figure 3 and Table 1). In these LN-EO–only flies, PER levels robustly cycled in all four neurons, displaying a trough after 65 h rather than 60 h in LL, consistent with a period close to 25.5 h rather than 24 h (Figures 4A and S3). A similar behavior was obtained with the cry-Gal4–19 driver (Table 1), which gives a PER expression pattern very close to Mai179-Gal4 (Figure S1). The LN-EO is thus not only necessary, but also sufficient to drive rhythmic behavior in LL, whereas it is not sufficient in DD ([7] and Table 1). However, genotypes with PER cycling in the LN-MO neurons in addition to the LN-EO neurons displayed a slightly shorter period than flies with PER in the LN-EO neurons only (Table 1), suggesting that the LN-MO somehow influences the period of the LN-EO and therefore participates in the LN-EO–driven rhythmic behavior. Interestingly, long-period PER oscillations in the LN-EO neurons were observed in DD (trough after 64 h in Figure 4B or between 64 and 72 h in Figure 4C, to be compared with 60 h in Figure4D; see also Figure S3), similarly to LL, although such LN-EO–only flies were behaviorally arrhythmic, contrary to LN-MO–only flies (Table 1). We conclude that in the absence of light, the LN-EO is running at the molecular level, but that its behavioral output is inhibited since it cannot drive activity rhythms.\n\n        PDF Signaling Is Not Required for Robust Rhythms in Constant Light\n        \nSince PDF is required for robust behavioral rhythmicity in DD [28], we asked whether rhythmicity in LL would also depend on PDF signaling. We therefore constructed cryb pdf0 double mutants and tested them in LL. Such flies indeed displayed strong rhythmicity (Figure 5 and Table 2), similar in robustness to that of cryb mutants (see high power values in Tables 1 and 2), but with a short 22.8-h period. We then analyzed PER oscillations in the double mutants in LL. PER cycling in the EO neurons was in good agreement with the short-period behavior, whereas PER cycling in the MO neurons was not (Figure S4). These data strongly suggest that the EO neurons drive LL activity rhythms in the cryb pdf0 flies, whereas the robustly cycling MO neurons do not contribute significantly to the PDF-independent LL behavior.\n\nWe conclude that the LN-EO does not require PDF to generate behavioral rhythms in LL, although PDF strongly influences its period. Conversely, the double mutants were mostly arrhythmic in DD (Table 2), with a fraction of the flies displaying a weak short-period rhythmicity as reported for pdf0 mutants in DD [11,28,31]. The rhythmicity of pdf0 mutants was not improved in LL, showing that the strong rhythmic behavior of the double mutants in LL results from the cryb mutation.\n\n      Discussion\n      \nThe PDF-expressing LNs and the PDF-negative LNs were previously characterized as morning and evening cells, respectively, in LD conditions [7,8]. Furthermore, the morning LNs were able to drive robust 24-h rhythms in DD, whereas evening LNs were not [7]. We show in this study that in LL, the evening LNs drive robust rhythms when cryptochrome signaling is absent or reduced, whereas the morning cells are not able to do so. Surprisingly, the molecular oscillations of both groups can be uncoupled from behavioral rhythmicity, depending on light conditions. In DD, the two LN groups show autonomous molecular cycling, but there is no behavioral output when the LN-EO is cycling alone. In LL (and reduced CRY signaling), both groups still show autonomous cycling, but there is no behavioral output when the LN-MO is cycling alone. We therefore conclude that light has opposite effects on the behavioral output of the two LN oscillators, activating it from the evening LNs and inhibiting it from the morning LNs.\n\nThe opposite effects of light on the behavioral outputs do not appear to be related to entrainment, since PER oscillations in both the PDF-positive and PDF-negative LNs are synchronized to the LD cycles even in the absence of CRY signaling. The inhibiting effect of light on the LN-MO behavioral output is abolished when the visual system is genetically ablated. This suggests that the projections of the visual system photoreceptors convey, not only input information to the PDF cells (light entrainment), but also signals to control their behavioral output (light inhibition). It is tempting to speculate that light exerts both effects through a direct connection of the PDF cells with the visual system. The Hofbauer-Büchner eyelet photoreceptors that project directly to the LN-MO neurons and participate in the entrainment [19,20] provide a possible pathway.\n\nIt was recently reported that the overexpression of PER [32] or of the SHAGGY (SGG) kinase [33] in the PDF-negative clock neurons induced rhythmic behavior in LL. The rhythmicity was associated with the cycling of PER subcellular localization in some of the DNs, whereas the PDF-expressing cells were molecularly arrhythmic. These studies therefore concluded that some DN subsets are able to drive behavioral rhythms in LL. Different groups of PDF-negative cells may thus be able to drive behavioral rhythms in constant light, depending on whether and how the molecular clock is manipulated. Such manipulation could also directly affect molecular oscillations, making them less easy to detect. Since CRY does not appear to have a core clock function in the brain, our data are largely based on situations in which the clock mechanism is little if at all altered. The data support a major contribution of the LN-EO to the robust rhythms of cryb mutants in LL.\n\nThe strong rhythmicity of the cryb pdf0 double mutants in LL contrasts with their weak rhythmic behavior in DD. Altogether, our results strongly suggest that this robust rhythm is generated by the LN-EO, which would therefore behave as a PDF-independent autonomous oscillator. However, the period of the oscillator is clearly influenced by PDF signaling, and thus by the LN-MO, going from 24–25 h in cryb to 22–23 h in cryb pdf0 flies. An attractive possibility is that the strong short-period rhythm observed in the cryb pdf0 double mutant in LL has the same neuronal origin as the weak short-period rhythm described for pdf0 mutants in DD [28]. The cellular basis of this PDF-independent oscillator in DD remains unclear [11,31,34], although the presence of similar rhythms in flies genetically ablated for the PDF-expressing neurons [28,35] suggests that it originates from other clock cells.\n\nDifferent results were obtained for the recently described DN-based LL oscillators. When transferred to a pdf0 background, all SGG-overexpressing flies were found to be arrhythmic [33], whereas about 60% of the PER-overexpressing flies displayed long-period rhythms [32]. This suggests that different types of DNs with different sensitivity to PDF may have been analyzed in these two studies. Although some DNs may contribute to the PDF-independent rhythms, our data suggest a strong contribution of PDF-negative LNs to the rhythmic behavior that persists in pdf0 mutants. The weakness of the short-period rhythm of pdf0 flies in DD may reflect the inhibition of the LN-EO output in the absence of light.\n\nOur results indicate that whereas the LN-MO autonomously drives rhythmic behavior in constant darkness, the LN-EO plays this role in constant light, if CRY signaling is abolished or reduced. We thus suggest that in natural LD conditions, Drosophila behavior could be driven by the LN-MO during the night, and by the LN-EO during the day, when cryptochrome is quickly degraded by light. This supports a model of a light-induced switch between the circadian oscillators of the LNs (Figure 6) that would allow a better separation of the dawn and dusk activity peaks in day–night conditions. It has been shown that PDF-expressing LNs drive the clock neuronal network in short days, whereas PDF-negative DN subsets take the lead in long days [33]. Our results suggest that the PDF-negative cells of the LN-EO could also be a major player during the long days. Surprisingly, we find that light does not seem to act on the molecular oscillations, but inhibits the LN-MO behavioral output and promotes the LN-EO behavioral output, which may provide an efficient fine tuning of the contributions of the two oscillators. It therefore appears that the visual system controls both the input (entrainment) and the behavioral output of the LN oscillators in the Drosophila brain clock. In species such the honeybee or the flour beetle, which appear to lack a light-sensitive CRY protein [36,37], this role of the visual system may be particularly important.\n\n      Materials and Methods\n      \n        Fly strains.\n        \nThe cryRNAi construct produces a double-stranded RNA (dsRNA) that corresponds to the 300–799 region of the cry-RA mRNA (see http://flybase.bio.indiana.edu/reports/FBgn0025680.html). The primers used for PCR were:\n\n5′ primer: AAGGCCTACATGGCCGGACCGATGTGGGTTACAATCGGATGC\n\n3′ primer: AATCTAGAGGTACCGAAGCCCATGTTGTCTCCATA.\n\nThe 500-bp DNA fragment was inserted into the pUAST-R57 vector as described here: http://www.shigen.nig.ac.jp/fly/nigfly/about/aboutRnai.jsp.\n\nTwo UAS-cryRNAi insertions were generated, and the line with the strongest expression (R3) was used in this study. When combined with UAS-cry and the pdf-Gal4 driver, this UAS-cryRNAi insertion reduced CRY levels by at least 80% (unpublished data), as judged by immunocytofluorescence with anti-CRY. The UAS-cry [10] and UAS-per16 [35] insertions have been described previously. tim-Gal4 is expressed in all clock neurons in addition to several non-clock neuronal groups [29], and pdf-Gal4 is specifically expressed in the PDF-positive LNvs [28]. The cry-Gal4–19 insertion was generated by jumping out the P element of the original cry-Gal4 insertion [10]. It has a more restricted expression pattern than the previously described cry-Gal4–39 insertion [11]. The expression patterns of cry-Gal4–19 and Mai179-Gal4 (see also [7]) are described in Figure S1. We used the pdf-Gal80 line 96A, which contains two insertions and completely abolishes pdf-Gal4-driven expression in the PDF-positive LNvs [8].\n\n        Behavioral analysis.\n        \nExperiments were carried out with 1–7-d-old flies at 20 °C in Drosophila activity monitors (TriKinetics) as previously described [38]. Light was provided by standard, white-fluorescent low-energy bulbs. Light intensity at fly level was in the range of 300–1,000 μW/cm2, depending on the position of the monitor in the incubator. For LL and DD analysis, flies were first entrained in 12 h:12 h LD cycles during at least 4 d, and activity data were analyzed for 6 d, starting from the second day in DD or in LL. Under these LL conditions, cryb mutants displayed robust activity rhythms, and no split rhythms could be observed. Data analysis was done with the FaasX 0.9.8 software, which is derived from the Brandeis Rhythm Package. FaasX runs on Apple Macintosh OSX and is freely available upon request. Rhythmic flies were defined by χ2 periodogram analysis with the following criteria (filter ON): power ≥ 20, width ≥ 2 h, with selection of 24 h ± 6 h upon period value. Power and width are the height and width of the periodogram peak, respectively, and give the significance of the calculated period. Actograms represent absolute activity levels for each 0.5-h interval, averaged over groups of flies of a given genotype. The hash density of the actogram (number of activity events per hash) varies from 15 to 35, according to the activity level of the genotype. This allows the comparison of activity profiles between genotypes that display very different activity levels. Mean daily activity (number of events per 0.5 h ± standard error of the mean [s.e.m.]) is calculated over the whole period of DD or LL, and is reported in Tables 1, 2, and S1 for all genotypes. All behavioral experiments were reproduced two or three times with very similar results.\n\n        Immunolabelings.\n        \nAll experiments were done on whole-mounted adult brains. GFP reporter expression, anti-PER, anti-CRY, and anti-PDF labeling was done as previously described [11,20]. Fluorescence signals were analyzed with a Zeiss Axioplan2 epifluorescence microscope equipped with a SPOT2 (Diagnostic Instruments) digital camera. Fluorescence intensity was quantified from digital images with the ImageJ software. We applied the formula: I = 100 × (S − B)/B, that gives the fluorescence percentage above background (where S is the fluorescence intensity, and B is the average intensity of the region adjacent to the positive cell). Confocal imaging was performed on a Leica SP2 microscope. Stacks of approximately 20 images were obtained, which spanned the breadth of the brain between the LNvs (posterior) and the DN1s (anterior). Maximum intensity projections were generated from such stacks.\n\n      Supporting Information"
}