{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002589",
  "doi": "10.1371/journal.pbio.1002589",
  "externalIds": [
    "pii:PBIOLOGY-D-16-01190",
    "pmid:28033324",
    "pmcid:PMC5198970"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Correction: Associative Mechanisms Allow for Social Learning and Cultural Transmission of String Pulling in an Insect",
  "authors": [
    {
      "name": "Sylvain Alem",
      "first": "Sylvain",
      "last": "Alem"
    },
    {
      "name": "Clint J. Perry",
      "first": "Clint J.",
      "last": "Perry"
    },
    {
      "name": "Xingfu Zhu",
      "first": "Xingfu",
      "last": "Zhu"
    },
    {
      "name": "Olli J. Loukola",
      "first": "Olli J.",
      "last": "Loukola"
    },
    {
      "name": "Thomas Ingraham",
      "first": "Thomas",
      "last": "Ingraham"
    },
    {
      "name": "Eirik Søvik",
      "first": "Eirik",
      "last": "Søvik"
    },
    {
      "name": "Lars Chittka",
      "first": "Lars",
      "last": "Chittka"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-12-29",
  "volume": "14",
  "number": "12",
  "pages": "e1002589",
  "tags": [
    "Type/Correction"
  ],
  "fullText": "In Fig 2C, both Test 2 bars for Untrained and Observer (social) bees are slightly higher than they should be. Although the number inserts within the bars are correct (2/25 and 15/25) and the information within the manuscript text is reported accurately, the bars themselves are incorrect and should be at heights indicating 8% and 60%, respectively, as reported in the main text. There are no changes to the figure legend and the corrected figure has been provided here.\n\nSecondly, we report an incorrect value (N = 57) for the control colony #11 in Table 4 of the manuscript file and in the Results section, under the heading “The Spread of String Pulling in a Transmission Chain Experiment” (page 10 of the PDF). Fig 5 shows the correct number of nodes indicating the colony size (N = 66) and all related data analyses use the correct value.\n\nThe corrected text and Table 4 can be found here.\n\n“After only 150 paired foraging bouts, a large proportion of each of the test colonies’ forager population (Colony 6: n = 25/47, Colony 7: n = 17/29, Colony 8: n = 12/28) learnt to string pull, whereas none of the control colony foragers (Colony 9, 10, 11: n = 51, 58, 66) learnt to pull the string (Fig 5, Materials and Methods, S13–S18 Videos).”\n\nThese corrections do not change the results or conclusions of the paper."
}