{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000572",
  "doi": "10.1371/journal.pbio.1000572",
  "externalIds": [
    "pii:10-PLBI-RA-7846R2",
    "pmid:21245906",
    "pmcid:PMC3014926"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Laminar Analysis of Excitatory Local Circuits in Vibrissal Motor and Sensory Cortical Areas",
  "authors": [
    {
      "name": "B. M. Hooks",
      "first": "B. M.",
      "last": "Hooks",
      "affiliation": "Janelia Farm Research Campus, Howard Hughes Medical Institute, Ashburn, Virginia, United States of America; Department of Physiology, Feinberg School of Medicine, Northwestern University, Chicago, Illinois, United States of America"
    },
    {
      "name": "S. Andrew Hires",
      "first": "S. Andrew",
      "last": "Hires",
      "affiliation": "Janelia Farm Research Campus, Howard Hughes Medical Institute, Ashburn, Virginia, United States of America"
    },
    {
      "name": "Ying-Xin Zhang",
      "first": "Ying-Xin",
      "last": "Zhang",
      "affiliation": "Janelia Farm Research Campus, Howard Hughes Medical Institute, Ashburn, Virginia, United States of America; The Solomon H. Snyder Department of Neuroscience, Johns Hopkins School of Medicine, Baltimore, Maryland, United States of America"
    },
    {
      "name": "Daniel Huber",
      "first": "Daniel",
      "last": "Huber",
      "affiliation": "Janelia Farm Research Campus, Howard Hughes Medical Institute, Ashburn, Virginia, United States of America"
    },
    {
      "name": "Leopoldo Petreanu",
      "first": "Leopoldo",
      "last": "Petreanu",
      "affiliation": "Janelia Farm Research Campus, Howard Hughes Medical Institute, Ashburn, Virginia, United States of America"
    },
    {
      "name": "Karel Svoboda",
      "first": "Karel",
      "last": "Svoboda",
      "affiliation": "Janelia Farm Research Campus, Howard Hughes Medical Institute, Ashburn, Virginia, United States of America"
    },
    {
      "name": "Gordon M. G. Shepherd",
      "first": "Gordon M. G.",
      "last": "Shepherd",
      "affiliation": "Janelia Farm Research Campus, Howard Hughes Medical Institute, Ashburn, Virginia, United States of America; Department of Physiology, Feinberg School of Medicine, Northwestern University, Chicago, Illinois, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-01",
  "dateAccepted": "2010-11-18",
  "dateReceived": "2010-06-25",
  "volume": "9",
  "number": "1",
  "pages": "e1000572",
  "tags": [
    "Discipline/Neuroscience",
    "Discipline/Neuroscience/Motor Systems",
    "Discipline/Neuroscience/Sensory Systems",
    "Type/Research Article"
  ],
  "abstract": "Optical and electrophysiological tools were used to map out the neural circuits within and between cortical layers in three different brain regions, and the results suggest regional specializations for sensory versus motor information processing.",
  "fullText": "Introduction\n\nSensation in the rodent vibrissal system relies on active whisking for interactions with the environment [1],[2]. Motor circuits control whisker movement, while sensory afferents collect information about contact with objects. Interactions between motor and sensory systems are necessary for object localization and identification [3]–[5].\n\nAscending sensory and descending motor pathways interact at multiple levels including the brainstem [6], thalamus [7], and cortex [8]. Three areas in the cerebral cortex are activated by whisker stimulation. Primary somatosensory cortex (vS1) responds with short latencies [9], whereas secondary somatosensory cortex (S2) and vibrissal motor cortex (vM1) respond 10–20 ms later [10]. These areas are also strongly interconnected in a bidirectional manner [8],[11].\n\nIn rodents, some of the cytoarchitectonic features of vM1, vS1, and S2 are area-specific, such as the presence of “barrels” in layer (L) 4 of vS1, and others are not, such as the presence of most cortical layers, including L1, L2/3, L5A, L5B, and L6 [12]. Here, to explore the synaptic organization of cortical circuits in these three areas, we used glutamate uncaging and laser scanning photostimulation (LSPS) to map the local sources of excitatory synaptic input to individual excitatory neurons in vM1, vS1, and S2. We recorded from postsynaptic neurons distributed across L2–6 (i.e., all the cortical layers that contain excitatory neurons) and, for each one, stimulated presynaptic neurons also distributed across L2–6. The collection of synaptic input maps for each area was analyzed to extract a laminar connectivity matrix representing the local pathways between excitatory neurons in each area [13],[14]. These connectivity matrices provide a quantitative survey of the interlaminar organization of local excitatory networks in each of these three cortical areas.\n\nResults\n\nIdentification of Cortical Areas\n\nWe identified vibrissal motor cortex (vM1), primary somatosensory (barrel) cortex (vS1), and secondary somatosensory cortex (S2) based on anatomical coordinates, cytoarchitectonic features, anatomical labeling experiments, and in the case of vM1, optical microstimulation mapping. vM1 (Figure 1A) was located in the posteromedial part of frontal agranular cortex, anteromedial to the barrel cortex [10],[15]–[17]. When anterograde tracers were injected into vM1, fluorescently labeled axons were observed in brainstem nuclei involved in whisker motor control (Figure S1) [18]. Furthermore, microstimulation mapping using channelrhodopsin-2 (ChR2) revealed that vM1 had the lowest thresholds for whisker movements (14) [19],[20]. vS1 (Figure 1B) was identified by the presence of cytoarchitectonic “barrels” in L4 [21]. S2 (Figure 1C) was located in dysgranular cortex, lateral to the barrel cortex [8],[10],[22]. Axons projected from vS1 to S2, and from S2 to vM1 and vS1 (Figure S1). These experiments enabled us to target our mapping experiments to specific cortical locations corresponding to vM1, vS1, and S2.\n\nMapping Local Excitatory Pathways with Laser Scanning Photostimulation (LSPS)\n\nWe prepared coronal brain slices containing vM1, vS1, or S2 (Figure 1A–C) and used LSPS with glutamate uncaging [23]–[25] to map excitatory inputs to excitatory neurons (Figure 1D–G). We excited small clusters of neurons at each site in an array of locations while recording from individual excitatory neurons (Figure 1D,E), obtaining maps of local intracortical sources of excitatory input (Figure 1F,G).\n\nTo calibrate LSPS, we recorded in cell-attached mode from excitatory neurons, while uncaging glutamate on a grid around the cell (Figure 2A,B). The spatial distribution of action potentials (APs) evoked by uncaging (the “excitation profile”) provides a measure of the effective spatial resolution of photostimulation (Figure 2A,B). These data were used to estimate neuronal photoexcitability (Figure 2C) and the spatial resolution of LSPS (Figure 2D) for photostimulating neurons in different cortical layers and areas. Photostimulation-evoked APs always occurred in perisomatic regions (Figure 2B, Figure S2) with short latencies, and almost always as singlets. Stimulation of strong synaptic pathways, such as L4→L3 in vS1, did not cause APs in the target location (Figure S2), indicating that synaptic activity did not cause APs in neurons that were not directly photostimulated. Ultraviolet (UV) attenuation in scattering tissue causes photoexcitation to decline as a function of depth in the slice; consistent with this, excitation was not observed for neurons deeper than 100 µm (Figure S3) [26]. The total number of neurons excited per stimulus, estimated from the excitation profiles and measured densities of neurons (Figure 2 and Figure S4), was in the range 50–200, consistent with previous results [13],[26]. Only a small fraction of these neurons were synaptically connected to the recorded postsynaptic neuron [27].\n\nAn input map represents the aggregate functional synaptic connectivity between small clusters of presynaptic excitatory neurons at the stimulus locations and individual postsynaptic neurons. Pixels in input maps do not represent the strengths of unitary connections; rather, they measure average monosynaptic excitatory responses to a single uncaging event (see Text S1, Equations 1–4) [26]:where ρcell is the neuronal density at the point of uncaging (neurons/µm3), Vexc is the volume of excited neurons (µm3), and SAP is number of APs fired per presynaptic neuron (AP/neuron). The average strength of a synaptic connection (qcon) is calculated from equation (1). The collection of qcon for different neuronal populations defined by laminar location is the basis of connectivity matrices. We first present the mapping data for each area in the more familiar form of average input maps. In subsequent sections we summarize connectivity in laminar connectivity matrices, which take into account the parameters in equation (1).\n\nvM1 Maps\n\nUnlike vS1, vM1 lacks a distinct granular L4. The superficial layers L2/3 and L5A are compressed, and deeper layers L5B and L6 are expanded, consistent with vM1's location at the crest of a cortical convexity [28]. In addition, L1 was thicker than in the other areas (Table 1). Both superficial and deep L5 neurons had dense basal dendrites and a single apical dendrite extending to L1, and L6 neurons had apical dendrites that did not extend to L1; in some cases, these were inverted pyramids (Figure 3A).\n\nWe recorded from 95 excitatory neurons located in all layers (i.e., from upper L2 to lower L6) and mapped the local sources of excitatory synaptic input with LSPS using a stimulus grid that spanned vM1 (Figure 3B; Figure S5). We pooled neurons into groups by dividing the cortex into 10 equal distance bins; the top-most bin was empty, because L1 lacks excitatory neurons. We averaged the maps in each bin (Figure 3C). The strongest pathway was a descending projection, L2/3→ upper L5. Weaker ascending projections, within L5 and L5A→L2/3, were also found (Figure 3C). On average, neurons in the lower one-third (0.7–1.0) of vM1 showed weak inputs. However, individual neurons in this deeper range received strong inputs, but these tended to be spatially dispersed and sparse (Figure S5).\n\nvS1 Maps\n\nWe recorded from 80 excitatory neurons in vS1, using a different stimulus grid matched to the cortical thickness (Figure 4; Figure S6). In vS1, laminar boundaries were distinct, allowing pooling of cytoarchitectonically defined groups for binning (Table 1; Figure S8). The ascending L4→L3 pathway and the descending L2/3→L5 pathway were both prominent (Figure 4; Figure S6). Similar to vM1, L6 neurons had relatively weak inputs (mainly from L4). L4 neurons also showed little intracortical interlaminar input [29]. In addition, we further distinguished sub-layers within L2/3 and L5B based on patterns of connectivity observed in the input maps. For example, L2 constituted a narrow superficial layer of neurons lacking strong input from L4, but with input from L5A [30]. Binning with a simple three-layer scheme (‘supragranular-granular-infragranular’; Figure 4) conveyed the main feedforward local excitatory connections in vS1.\n\nS2 Maps\n\nS2 abuts the lateral edge of vS1, where the barrel pattern terminates (Figure S1). The cytoarchitectonic layers appeared similar in S2 and vS1, except that the cortex was thinner and L5A thicker. L4 included neurons with a sparse apical dendrite, and neurons lacking an apical dendrite (Figure 5A). L5 neurons had many basal dendrites and an apical dendrite that ramified in L1; L6 neurons' apical dendrites did not extend above L4.\n\nWe recorded input maps for 100 excitatory neurons in S2 (Figure 5B,C; Figure S7). Similar to vS1, an ascending pathway to more superficial layers (L4→L3) was present but was not the strongest projection. Instead, the descending projection L2/3→L5 was predominant. L5 also received substantial ascending input from L6.\n\nDerivation of Connectivity Matrices\n\nConnectivity matrices represent local circuits in a compact manner [13],[14],[27],[31],[32]. Each element (i, j) in the matrix (Wi,j) corresponds to the strength of a connection (qcon; Equation 1) from the jth presynaptic location (along the rows) to the ith postsynaptic location (along the column). Distance is measured in normalized units along the radial directions (pia, 0; white matter, 1). Because of the curvature of vM1 at the cortical flexure (Figure 6A,B), we converted map data from the coordinates of the slice image (x, y) to coordinates corresponding to an unfolded cortex (h, r), where h is the horizontal distance along the laminar contour and r is the distance along the radial axis. Figure 6 provides a graphical illustration of the process of converting the pixels in an input map from x-y coordinates (Figure 6A), using a spatial transform defined on the basis of the radial structure of the cortex (Figure 6B), into r-h coordinates (Figure 6C,D).\n\nThis approach allowed us furthermore to convert input maps into vectors, by averaging input across the horizontal dimension (h) at a given presynaptic radial distance (r) into bins (Figure 6E–G; a similar analysis in the horizontal dimension is given in Figure S9). This is identical to averaging along the rows of input maps, except that it takes into account the curvature of the cortex. One neuron's input vector (Figure 6G) thus represents the inputs to one neuron from different laminar locations; i.e., the horizontal dimension has been collapsed. Each neuron was also assigned a postsynaptic radial distance. This allowed us to group all the input vectors and then sort them by the postsynaptic neuron's depth in the cortex (Figure 6H). Stacking the vectors on top of each other, sorted by depth, provided a raw connectivity matrix, Wraw(rpost, rpre), describing connectivity between neurons at different locations along the radial axis (Figure 6H, Figure 7A). The rows in such a connectivity matrix represent synaptic input to a particular laminar location, and the columns represent synaptic output from that laminar location. Intralaminar connections lie along the main diagonal. We note that intralaminar connectivity was undersampled because of direct excitation of the postsynaptic neurons' dendrites.\n\nIn addition to deriving matrices based on the collections of input vectors (Figure 7A,D,G), we further analyzed the data in terms of the excitation parameters given in equation (1). To compute the average connectivity matrix at the level of individual neurons (Wneuron), we binned the data and applied correction factors to derive the strength of input per presynaptic neuron per AP. We divided the connection strength in the raw connectivity matrix by the mean number of APs per uncaging event at the presynaptic region (Figure 7B,E,H; Figure S10; Text S1) and the number of presynaptic neurons stimulated. The number of stimulated neurons was obtained from measurements of ρcell (Figure S4) and Vexc. To compute the connectivity matrix at the level of cortical layers (Wlayer) we multiplied the neuron→neuron connections by the number of presynaptic and postsynaptic neurons per layer (Figure 7C,F,I; a detailed calculation is illustrated in Figures S11 and S12). Values for all connectivity matrices are provided in Table S1 and Dataset S1.\n\nDiscussion\n\nWe used glutamate uncaging and LSPS to map local synaptic connections among excitatory neurons in mouse vM1, vS1, and S2, three cortical areas centrally involved in vibrissa-based somatosensation. From single cell input maps recorded at different cortical depths, we derived connectivity matrices that compactly describe the local network. Our main findings were that vM1 contains a strong pathway from L2/3 to upper L5; that vS1 and S2 contain two strong pathways, corresponding to L4→L3 and L2/3→L5; and that S2 contains these plus pathways between L6 and L5B.\n\nConnectivity Matrix Descriptions of Cortical Circuits: Neuron→Neuron and Layer→Layer\n\nThe connectivity matrix description allows us to directly contrast local circuits in different cortical regions. The elements (pixels) in the neuron→neuron connectivity matrices, Wneuron (Figure 7B,E,H), represent the mean strength of postsynaptic response in a single neuron extrapolated to a single presynaptic AP in a single cell of the indicated layer (qcon). Pixel values were 10–100 times lower than typical unitary EPSCs, reflecting both the generally low probability of connections between excitatory neurons in cortical circuits (typically 0.1–0.2) [27],[33]–[35], and the fact that the current amplitude in the maps represents a mean over 50 ms rather than the peak of the EPSC.\n\nIn contrast, the elements in the layer→layer connectivity matrices, Wlayer (Figure 7C,F,I), represent the average strength of connections extrapolated to the entire projection from one layer to another. The Wlayer matrices differ from the Wneuron matrices in that they enhance thicker and more neuron-dense layers and diminish thinner and less neuron-dense layers. For example, because in vS1 the L5A is thin (Table 1) and both L5A and L5B are low in neuronal density (Figure S4), the projections to and from L5, such as L5A→L2/3 and L2/3→L5B, are relatively strong at the level of neuron→neuron connectivity (Figure 7E) but relatively weak at the level of layer→layer connectivity (Figure 7F). Interestingly, in rat vS1 the L4→L2/3 projection is functionally weak compared to the structural density of L4 axons and L2/3 dendrites, while the converse holds for the L5A→L2/3 projection [36]. Our results here show how weak neuron→neuron connections may be strong in aggregate at the layer→layer level. Further structure-function analyses will be required to determine whether it is generally the case that larger and more neuron-dense layers have weaker neuron→neuron but stronger layer→layer projections.\n\nMajor Features of Connectivity Matrices in the Three Areas\n\nThe connectivity matrix representations of vM1 show strong descending projections from L2/3→upper L5 (Figure 7A–C), similar to the forelimb area of mouse M1 [13],[14],[37]. This input straddled the L5A/B border. L5B received an additional hotspot from itself, which appeared strong when considered as an entire layer (Figure 7C). The deepest one-third of vM1 (consisting mostly of L6) had weak inputs and outputs.\n\nThe vS1 excitatory circuits were more complex (Figure 7D–F). The major ascending pathway from L4→L3 was paralleled by an ascending component from L5A. The high cell density in L4 made the L4→L3 connection prominent in the laminar analysis (Figure 7F). Another prominent projection was from L2 and L3 to L5A and L5B; inputs originating in more superficial regions of L2/3 targeted relatively more superficial regions of L5A/L5B (note the diagonal shape of the L2/3→L5 hotspot in Figure 7E). On a neuron→neuron basis, the L3→L5B connection was stronger than L4→L3, although the layer→layer analysis showed a reduction in cell density relative to L4. L2 received input from L3, and weaker input from L5A. However, L2 was thin and thus contributed little to Wlayer. As in vM1, deep layers had weak inputs and outputs.\n\nIn S2 (Figure 7G–I), an ascending L4→L2/3 pathway and descending L3→L5 pathway were present. Neurons on the L5A/L5B border also showed strong intralaminar connections. The L6 output evident in the input maps (Figure 5; Figure S7) also supplied potent input to L5B. Although not as strong at the single cell level, the entire L6 excited L5B as much as L3 (Figure 7I). L6 was enhanced in S2 relative to other regions as both a source of synaptic output and a recipient of synaptic input, due to the relatively high density of neurons (Figure S4) and their relatively low photoexcitability (Figure 2C–E). The functional connectivity in the local excitatory circuits of all three regions is simplified into quantitative laminar wiring diagrams (Figure 8).\n\nLimitations in the Derivation of Connectivity Matrices\n\nLSPS with glutamate uncaging simultaneously excites a group of presynaptic neurons, while the postsynaptic response is measured. To derive average connection strength per neuron (qcon), the number of excited neurons needs to be estimated, based on the excitability (SAP), neuron density (ρcell), and excitation volume (Vexc) at the uncaging location (Equation 1). The accuracy of the estimate of qcon is limited by our measurement of ρcell and neuronal excitation (SAP, Vexc; Text S1 Equations 3–4): Measurements of neuronal density vary by a factor of two [27],[38],[39]. Although excitation profiles give a direct measure of evoked APs in brain slices under the relevant recording conditions (Figure 2), excitation varies across neurons and somewhat across cortical areas, and decreases with depth in the slice; these effects together introduce uncertainty roughly on the order of a factor of two (Figure S3). Despite these uncertainties, our estimates of qcon are broadly consistent with those derived from pair recordings (Figure S13).\n\nBecause LSPS excites many neurons, this strong stimulus allows weak pathways to be detected. However, the average connection strength, qcon, reflects both the connection probability and unitary connection strength:It is therefore not possible to separate connection probability and unitary connection strength directly. Furthermore, pcon is inversely related to the horizontal separation between cell pairs [34]. LSPS averages inputs from a range of presynaptic locations with varied horizontal offset. For each cell class, a broad distribution of pcon values contributes to LSPS maps.\n\nIn addition, by computing the average connection strength, we average out the underlying distribution of unitary connection strength, which is a skewed distribution of numerous weak and a few strong connections [27],[33]. This inherent averaging also makes LSPS insensitive to certain non-laminar aspects of cell-type specificity in cortical connectivity [14],[33],[35],[40]–[43].\n\nComparisons with Previous Studies of vS1 Connectivity\n\nComparison of our neuron→neuron connectivity matrix with a pair-recording study [27] reveals qualitative similarities (Figure S13). After both methods are corrected to similar units (peak amplitude in pA/AP), the general shape of the connectivity matrix and values for neuron→neuron connectivity are similar. The major interlaminar pathways are L2/3→L5 and L4/5A→L2/3. However, local intralaminar connections are underestimated in our data set due to direct responses to uncaging. Furthermore, descending projections from L4→L5A and from L5A→L5B may be underestimated in LSPS relative to pair recording due to exclusion of direct responses along the apical dendrite of the postsynaptic neuron (see L5A and L5B maps in Figure S6). Under-sampling of connected pairs in low-pcon pathways, such as L4→L6, may account for differences from LSPS, where many L4 neurons are excited during each L6 recording. Lastly, L2 connectivity differs in part because of differences in the definition of this layer.\n\nInter-Areal Comparisons: Ascending Pathways to Supragranular Layers\n\nWe compared the matrices for the four areas so far studied, vM1 (present study), the forelimb region of somatic M1 [13], vS1 (also the present study) [27], and S2 (present study). Overall, the main differences are attributable to the presence of a distinct granular layer in somatosensory cortex. Specifically in vS1, L4 outflow contributed strongly to the connectivity matrix. L4→L2/3 is also a major pathway in rodent V1 [44]. In S2, the local excitatory circuit differs from vS1 most prominently in that the L4→L3 pathway is reduced. LSPS analyses of auditory cortex circuits have found L4→L2/3 inputs [45],[46], which is adjacent to S2. However, ascending pathways were not unique to vS1, as a similar but weaker L3/5A→L2/3 pathway was prominent in forelimb M1, and present but weaker still in vM1 (Figure 3C and Figure S5C, leftmost panels). The upward compression of layers in vM1, typical of cortical convexities [28], may be why L3/5A→L2 was less distinct in vM1 than in forelimb M1 (e.g., it was more prone to masking by dendritic responses of L2 neurons). However, inspection of individual maps and traces (Figure S5C) showed that these ascending pathways were present for some L2 neurons.\n\nInter-Areal Comparisons: Descending Pathways to Deep Layers\n\nA second main interlaminar hotspot in vS1 was the descending pathway(s) L2/3→L5, which was the predominant hotspot in the two motor areas. We noted that this pathway was present in all three cortical regions studied here and was similarly prominent in somatic M1 [13]. Indeed, it was the predominant pathway in S2. Thus, a strong supragranular to infragranular descending connection emerged as a common element of local cortical circuits examined here. Superficial L5B neurons and deep L5A neurons at the laminar border were most strongly activated, suggesting that the cytoarchitectonic boundaries identified do not correspond well with functional gradient within L5. Perhaps an alternative molecular marker, such as Etv1 (Figure S8), better denotes this functional division.\n\nInter-Areal Comparisons: Involvement of Deep Neurons in Local Circuit Function\n\nIn three of the four areas, L6 neither received nor sent strong projections (but vS1 neurons in L6 received a weak projection from L4). L6 output is provided by an ascending connection to L4 in cat visual cortex [31],[32],[47] but was absent or reduced in all vibrissal areas we studied. L6→L4 projections studied in mouse somatosensory and auditory cortical areas have “modulator” rather than “driver” properties, including paired pulse facilitation [48]. Although deeper neurons tend to have relatively small dendritic arbors [49], which may account for a reduction (but not absence) of inputs, this difference in arbor size is not of sufficient magnitude to account for the paucity of inputs. Similarly, the paucity of outputs was not due to lack of photoexcitability of these neurons. Channelrhodopsin-assisted circuit mapping experiments [50] have shown that the supragranular layers indeed connect preferentially to upper rather than lower infragranular neurons. Thus, the lack of inputs was not due simply to slice-related artifacts such as severing of pathways. Consistent with weak local inputs, in vivo recordings in cat motor cortex suggest that a large number of L6 neurons are virtually silent, even during motor activity [51]. Thus, the sources and modes of excitation for L6 neurons remain to be determined [49],[52]. However, L6 was more engaged in local circuits in S2, supplying a measurable output to L5A and L5B and to other L6 neurons. In addition to input from L5B, L6 neurons in S2 collected inputs from a wide horizontal distance, sometimes &gt;300 µm (Figure S7B,C at right). Thus, S2 may be better suited for studying L6 function.\n\nQuantitative Comparison of Cortical Microcircuits\n\nOne major difficulty in making a comparison of connectivity between two cortical areas is selecting the laminar position of pre- and postsynaptic neurons for the comparison. Is it better to compare identical relative laminar depths between cortical areas, not accounting for the decreased thickness of superficial layers, and increased thickness of deep layers, in motor areas? How shall we treat the presence or apparent absence of a distinct layer 4? We present a direct quantitative comparison of three major areas identified in our study, based on cytoarchitectonic laminar divisions (Table 1, Figure S8) (Figure 9). In vS1 [53] and vM1 (Tianyi Mao, BMH, GMGS, KS, unpublished observations) these layers correspond to distinct cell types with different projection patterns. The descending projection from L2/3→L5A/B was prominent in all areas, but the strength of the pathways at a neuron→neuron level varied by a factor of four between the areas. Ascending projections from middle layers to superficial ones (L4→L2/3 in vS1 and S2; L5A→L2/3 in vM1 for comparison) were also present in all regions but were the least prominent in agranular vM1. Lastly, the L6→L5 projection identified in S2 was more than twice as strong at the neuron→neuron level than in vS1 (and the difference was greater with vM1). Our approach provides a defined framework for measuring similarities and differences between cortical microcircuits in a quantitative manner.\n\nMaterials and Methods\n\nTerminology for Cortical Axes\n\nWe use the term radial to refer to the axis defined by the apical dendrites of pyramidal neurons; this axis is approximately normal to the cortical surface. Normalized radial distance is along the radial axis, bounded by the pia and the white matter, where pia  =  0 and the L6/white matter border  =  1. Vertical is synonymous with radial. Horizontal, or lateral, refers to planes normal to the radial axis, approximately parallel to layers, or laminae (Figure 6). Oblique refers to off-axis interlaminar connections.\n\nSlice Preparation\n\nMice were decapitated at postnatal day 20–25 under isofluorane anesthesia, and the brain rapidly placed in ice cold choline solution (in mM: 110 choline chloride, 25 NaHCO3, 25 D-glucose, 11.6 sodium ascorbate, 7 MgCl2, 3.1 sodium pyruvate, 2.5 KCl, 1.25 NaH2PO4, 0.5 CaCl2). Coronal brain slices (300 µm) were cut (Microm HM 650V), incubated 30 min at 37°C in oxygenated ACSF (in mM: 127 NaCl, 25 NaHCO3, 25 D-Glucose, 2.5 KCl, 2 CaCl2, 1.25 NaH2PO4, 1 MgCl2), and maintained in a holding chamber at 22°C for up to 5 h during recording. For vM1 slices, the brain was pitched upward ∼10° to optimize alignment with the radial axis of vM1, and slices ∼0.7–1.3 mm anterior to bregma were used; for vS1 and S2 slices, the brain was cut coronally, and slices ∼1–2 mm posterior to bregma were used (Figure 1A,B). To determine the optimal slice angle for each area, we used the appearance of the intact apical trunk at high magnification to select slices for recording and avoided those sections where the apical dendritic trunk was at an angle with respect to the slice plane. Thus, only one or two sections per animal could be used for recording. Separate experiments in our laboratory using the photostimulation methods in vS1 [42] and vM1 (unpublished data) measure input to L1 dendrites of L5 pyramidal neurons, confirming the apical trunk is intact using this slice angle. We added biocytin to visualize a subset of dendritic arbors, some of which are reconstructed in Figure 3 and Figure 5. These neurons appeared radially symmetric, with arbors ranging from 300–500 µm in diameter. Since the neurons were 50–100 µm deep in the slice, a portion of the apical and basal dendrites are truncated by slicing and the deep half of the arbor is intact.\n\nElectrophysiology\n\nRecordings were performed at room temperature (22°C) in ACSF. Neuronal excitability was reduced by increased divalent ions (4 mM CaCl2 and 4 mM MgCl2), and NMDA receptor blockade with 5 µM 3-((R)-2-carboxypiperazin-4-yl)-propyl-1-phosphonic acid (CPP; Tocris). Patch pipettes were fabricated from borosilicate glass with filament (4–6 MΩ). Intracellular solution contained (in mM): 128 K-gluconate, 10 HEPES, 10 sodium phosphocreatine, 4 MgCl2, 4 Na2ATP, 3 sodium L-ascorbate, 1 EGTA, and 0.4 Na2GTP (pH 7.25; 290 mOsm). To visualize dendritic arbors, 20 µM Alexa 594 or 488 (Molecular Probes) was added to the internal solution. In some cases, 2–3 mg/mL biocytin was included. Electrophysiological signals were amplified with an Axopatch 700B amplifier (Molecular Devices), filtered at 4 KHz, and digitized at 10 KHz. Data I/O were controlled by Ephus, a suite of custom Matlab-based (Mathworks) software tools available online (https://openwiki.janelia.org [54]).\n\nNeurons were selected based on pyramidal appearance, or in the case of L4 recordings in vS1, either pyramidal or stellate appearance. In vS1, recordings were generally made in the middle of the barrel field and not a specific whisker barrel. Following patching, a family of current steps was presented to determine firing properties. Neurons with narrow APs and high firing rates were rejected for analysis as presumed interneurons.\n\nLaser Scanning Photostimulation (LSPS)\n\nMethods followed published procedures [13],[26]. MNI-glutamate (0.2 mM; Tocris, MO [55]) was added to a recirculating bath. Photolysis was performed by shuttering (1.0 ms pulse) the beam of an ultraviolet (355 nm) laser (DPSS Lasers, San Jose, CA), ∼20 mW in the specimen plane, set by a combination of a gradient neutral density filter wheel and Pockels cell (electro-optical modulator; Conoptics). A 16×16 standard stimulus grid for input maps had row and column spacing of 110 µm for vM1 and 90 µm for vS1 and S2 recordings. Maps were recorded in voltage clamp at −70 mV. Inhibitory input amplitude was minimized by recording near the chloride reversal potential. The 256 grid sites were visited in a sequence that optimized the spatiotemporal separation between sites [25]. The sequence was repeated 2–4 times per neuron. In vS1 and S2, the map was aligned to the top of the pia and centered on the soma. In vM1, the medial edge of the map was aligned to the interhemispheric fissure, and the top to the dorsal-most edge of pia.\n\nTo convert each map's set of traces into an array of pixels that represent response amplitudes, we calculated the average current over a 50 ms post-stimulus window. Direct dendritic responses were excluded on the basis of temporal windowing [56], rejecting traces with events (detected as &gt;3 SD above baseline) with onset latencies of &lt;7 ms. At locations where some maps had direct responses at a given pixel while others did not, the average of the non-direct responses was used; pixels were excluded from the average raw input map for a given neuron if all traces had direct responses.\n\nWe measured excitation profiles using loose-seal recordings with the amplifier in voltage-follower mode, to gauge the efficacy of photostimulation for neurons in the different layers in the three areas. Excitation profiles were recorded and analyzed following previous methods [13],[25],[26],[30]. To characterize the size of the excitation profile, we calculated the mean weighted distance from the soma of AP generating sites as: Σ(APs × distance from soma)/Σ(APs).\n\nConnectivity Matrix Analysis\n\nProcedures build on [13]. A transformation step was added, to account for cortical curvature, which was especially strong in vM1. As described in Results, we assigned each point in the stimulus grid a normalized radial distance and horizontal offset (Figure 6). Individual recorded neurons were also assigned a postsynaptic radial distance based on the same criteria. Individual input maps for a given neuron could then be averaged together based on postsynaptic radial distance. Furthermore, when computing the input to a given neuron for the purpose of determining the connectivity matrix, a presynaptic point would be averaged into a bin appropriate to its location. Most aspects of local connectivity were robust to changes in binning. Subsequent corrections to the connectivity matrices were made to account for variations in excitability between layers, and the number of neurons in pre- and post-synaptic layers; these were then presented as neuron→neuron connectivity matrices and layer→layer connectivity matrices (see Results and Text S1).\n\nQuantitative Comparisons of Connectivity\n\nTo make quantitative comparisons between the strength of pathways in different areas, we determined both the average strength of pathways and their variability using a bootstrap-based analysis (Figure 9). After selecting the pre- and postsynaptic neuron populations by relative laminar depth, the strength of corresponding pixels in the input map (limited to maps from neurons in the postsynaptic layer, and pixels in the presynaptic layer within 300 µm horizontal distance of the soma) were averaged for each map. We resampled the individual map averages 10,000 times with replacement and resampled other factors contributing to the individual neuron→neuron strength (number of APs from cortical area's excitation profiles and neuron density). Pathways were presented with the average strength and SD from the bootstrap analysis.\n\nAnalysis of Cortical Lamination\n\nIn vS1 and S2, we performed morphometric measurements of cortical landmarks in video images of brain slices. Along a radial line, we marked the locations of the soma, pia, white matter, and major laminar boundaries and calculated the absolute and normalized radial distances of these locations. The bottom extent of cortex was marked at the border between L6 (including the subplate zone) and white matter [57]. The distances to lower borders of layers (±SD) are given in Table 1. The division between L2 and L3 in vS1 was drawn between groups of neurons that did not receive appreciable L4 input (L2 [58]) and those that did. Since this functional division was not clear in S2, L2/3 was divided in half. These values are bracketed in the table. vM1 appearance was similar to somatic motor cortex, with a prominent clear zone in the upper middle part of the cortex, corresponding to L5A [13]. Thus, landmarks indicating the border between L1, a compressed L2/3, and the bottom of L5A were apparent in video images and used to measure laminar boundaries in vM1. The division between L5B and L6 was estimated as the radial distance where cell density increased (Figure S4; Table 1), as a clear border was not apparent based on image contrast. Alternative methods of determining cortical layers in motor and sensory cortex were performed on images of gene expression patterns from the Allen Brain Atlas (Figure S8).\n\nSupporting Information"
}