{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000200",
  "doi": "10.1371/journal.pbio.1000200",
  "externalIds": [
    "pii:09-PLBI-RA-0643R2",
    "pmid:19771146",
    "pmcid:PMC2736389"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Midline Signalling Systems Direct the Formation of a Neural Map by Dendritic Targeting in the Drosophila Motor System",
  "authors": [
    {
      "name": "Alex Mauss",
      "first": "Alex",
      "last": "Mauss",
      "affiliation": "Department of Zoology, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Marco Tripodi",
      "first": "Marco",
      "last": "Tripodi",
      "affiliation": "Friedrich Miescher Institut and Biozentrum, Department of Cell Biology, University of Basel, Basel, Switzerland"
    },
    {
      "name": "Jan Felix Evers",
      "first": "Jan Felix",
      "last": "Evers",
      "affiliation": "Department of Zoology, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Matthias Landgraf",
      "first": "Matthias",
      "last": "Landgraf",
      "affiliation": "Department of Zoology, University of Cambridge, Cambridge, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2009-09",
  "dateAccepted": "2009-08-12",
  "dateReceived": "2009-02-16",
  "volume": "7",
  "number": "9",
  "pages": "e1000200",
  "tags": [
    "Discipline/Developmental Biology/Neurodevelopment",
    "Discipline/Neuroscience/Motor Systems",
    "Discipline/Neuroscience/Neurodevelopment",
    "Type/Research Article"
  ],
  "abstract": "During embryonic development of the motor system of Drosophila, motorneurons target their dendrites to different regions along the body axis in response to midline guidance cues.",
  "fullText": "Introduction\n\nUnderstanding the organisational logic of a neuronal network is a necessary step towards unravelling the mechanisms that underlie its specification and assembly. For many sensory systems, axon terminals are arranged in the central nervous system (CNS) to form neural representations of the topography or modality of the sensory neurons in the periphery [1]. This straightforward link between neuronal anatomy and function has fuelled the remarkable progress in identifying the underlying cellular and molecular mechanisms. In the visual system, for example, retino-topic connections are specified by matching gradients of axon guidance molecules in the retina and its target, the tectum/superior colliculus (for review see [2]). For motor systems in contrast, much less is known. A central organisational principle that we recently discovered in the Drosophila embryonic nerve cord is that the input structures of motorneurons, the dendrites, are distributed in the antero-posterior axis so that they form a neural “myotopic” representation of the body wall musculature in the periphery [3]. In vertebrates motor pool–specific differences of dendrite distributions have also been observed [4]–[6], suggesting that myotopic dendritic maps may constitute a conserved organisational framework for motor systems. Other manifest regularities of vertebrate motor systems, such as the grouping of motorneuron cell bodies into pools and columns, are thought to reflect primarily ontogenetic rather than functional relationships [7],[8]. The idea of myotopic maps implies that different dendritic territories represent, at least to a degree, different patterns of connectivity with presynaptic neurons. Support for this notion has been found in the mouse spinal cord where the expression of the transcription factor Pea3 in certain motor pools correlates with a particular dendritic distribution. Loss of Pea3 leads to ectopic expansion of these motorneuron dendrites into the central grey matter and also aberrant innervation by Ia afferents that would normally synapse only with Pea3 negative motor pools [6].\n\nThe way in which motorneuron dendrites attain their particular morphologies and territories so as to form myotopic maps has not been resolved. Much of what we know about dendrite development derives from work on sensory systems, and in general, the shapes of dendritic trees emerge as the product of intrinsic cell specification programmes and interactions with extrinsic cues and neural activity (reviewed in [9],[10]). How dendrites are positioned in particular layers or territories remains incompletely understood. In the mammalian retina, for example, layer-specific innervation of retinal ganglion cell dendrites relies on activity-dependent dendritic pruning and consolidation [11],[12], while in zebrafish most retinal ganglion cells put their dendrites directly into appropriate target laminae [13] and stratification of the inner plexiform layer occurs in the absence of neural activity [14]. Such “hard-wiring” is also evident in the Drosophila olfactory system, where the graded expression of Semaphorin-1a in projection neuron dendrites contributes to the formation of a sensory map in the antennal lobe [15],[16].\n\nIn this work, we have studied the mechanisms in a motor system that underlie the generation of different dendritic morphologies and the targeting of dendrites to distinct territories. We used the locomotor system of the Drosophila embryo, currently the only model system in which an explicit myotopic distribution of dendrites has been demonstrated [3]. First, we show that the internal muscle motorneurons fall into three morphological classes that have dendrites in distinct territories with respect to the ventral midline. These medio-lateral dendritic domains are arranged to form a myotopic representation of the muscle field. Second, we demonstrate that this myotopic map is generated by dendritic targeting and that it forms in the absence of excitatory neurotransmission and when presynaptic partner terminals have been displaced. Third, we have identified Robo and Frazzled signalling in the motorneurons as the key mechanism for dendritic targeting and map formation. Fourth, a detailed quantitative analysis of dendritic trees reveals that the programmes specifying dendritic growth and targeting are separable. Neurons generate a cell type–specific amount of dendritic length and number of branch points, while the combinatorial action of Robo and Frazzled implements the distribution of the available dendritic material in response to the midline derived cues Slit and Netrin, respectively. Just as we have demonstrated here for postsynaptic dendrites, global guidance has previously been shown to also position presynaptic sensory terminals in distinct neuropile regions [17],[18]. We therefore suggest that such global patterning cues organise connectivity in that they coordinate the delivery of pre- and postsynaptic partner terminals to common regions.\n\nResults\n\nThree Classes of Motorneurons with Distinct Dendritic Morphologies and Territories Form a Neural Map of the Body Wall Musculature\n\nWe set out to investigate how different dendritic morphologies and territories are generated in a motor system, using the neuromuscular system of the Drosophila embryo as a model. Its principal components are segmentally repeated arrays of body wall muscles (30 per abdominal half segment), each innervated by a specific motorneuron [19],[20]. The motorneuron dendrites are the substrate on which connections with presynaptic cholinergic interneurons form [21]–[25]. We labelled 180 cells (on average 11.25 for each identified motorneuron and a minimum of five) and charted the dendritic morphologies and territories of the motorneurons that innervate the internal muscles (see Table S1 and Figure S1), using retrograde labelling with the lipophilic tracer dyes “DiI” and “DiD.” We did so in the context of independent landmarks, a set of Fasciclin 2-positive axon bundles [26], at 18.5 h after egg laying (AEL), when the motor system first becomes robustly functional [21],[27] and the geometry of motorneuron dendritic trees has become sufficiently invariant to permit quantitative comparisons [25].\n\nWe find that there are three classes of motorneurons based on dendritic arbor morphology and territory with respect to the ventral midline: i) motorneurons with dendrites in the lateral neuropile (between the lateral and intermediate Fasciclin 2 tracts), ii) in the lateral and intermediate neuropile (between the intermediate and medial Fasciclin 2 tracts), and iii) in the lateral, intermediate plus medial neuropile (posterior commissure) (Figure 1).\n\nMoreover, the medio-lateral positions of motorneuron dendrites correlate with the dorsal to ventral locations of their target muscles in the periphery. Motorneurons with dorsal targets (DA1, DA3, DO1–5) have their dendrites in the lateral neuropile, while those innervating ventral and lateral muscles (LL1, VL2–4, VO1–2) also have dendrites in the intermediate neuropile. Coverage of the medial neuropile is particular to motorneurons innervating the most ventral group of muscles (VO3–6). These dendritic domains are arranged in the medio-lateral axis of the neuropile in such a way that they form a neural, myotopic representation of the distribution of body wall muscles in the periphery (Figure 1). Only a single motorneuron deviates from this clear-cut correlation between dendritic medio-lateral position and target muscle location: MN-DA2 has dendrites not only in the lateral neuropile, like other motorneurons with dorsal targets, but also in the intermediate neuropile (see also Figure S2 for all internal motorneurons).\n\nMotorneurons Target their Dendrites to Specific Medio-Lateral Territories\n\nHaving identified an experimental framework with clear, reproducible distinctions between dendritic morphologies and territories, we sought to identify the mechanisms that underlie the generation of these differences. Neurons can acquire characteristic dendritic geometries by different strategies. Dendrites might grow out radially, in a random fashion, so that the dendritic territory emerges as some branches are maintained while other, inappropriately targeted segments are pruned back. This process of radial exploration is thought to involve selective stabilisation of branches by synaptic contact and/or transmission [10]–[12]. Alternatively, dendritic growth may be biased towards a particular direction or area in response to guidance cues [16],[28],[29]. To distinguish between these two alternatives, we established a developmental time line, comparing dendritic territories at different developmental stages: i) 15 h AEL, 1 h before synaptic connections first become functional; ii) 18.5 h AEL, when the motor system is first robustly operational; and iii) 21 h AEL (hatching), when the system is mature [21].\n\nAt 15 h AEL dendritic trees are more variable though less extensive than at 18.5 h AEL. In the majority of cases (12/16 cell types) motorneuron dendritic arbors have already generated the morphology and have invaded the neuropile territories that are characteristic of their more mature 18.5 h counterparts (Figure 2). For instance, MN-DA1 (aCC), MNs-DO3–5, and MN-DA3 have predominantly laterally located dendrites at 15 h (87.5% have entirely laterally located dendrites; n = 24 labelled cells), as at 18.5 h AEL (100% with entirely laterally positioned dendrites for MN-DA1, n = 9 fills; 77.8% for MNs-DO3–5, n = 18 fills; 20% for MN-DA3, n = 24 fills, Figure 2). Dendritic innervation of lateral and intermediate (MN-DA2, MN-LL1, MN-VO1 [RP4], MN-VO2 [RP1], MN-VL2, MN-VL3/4 [RP3]) or lateral to medial (MN-VO4–6) neuropile territories is already apparent at 15 h AEL (n = 38 fills) and consistently still present at 18.5 h AEL (n = 95 fills; Figure 2). Changes in dendritic territories between 15 h and 18.5 h AEL were manifest for only 4/16 of the motorneurons. Disappearance of dendritic branches transiently located in the intermediate neuropile was evident for MN-DO1 and MN-DO2: at 15 h AEL 64% of the two cells (n = 11) had dendritic branches in the intermediate neuropile, while at 18.5 h AEL all MN-DO2 and all but one of the MN-DO1 dendrites were confined laterally (n = 15). Late exploration of the midline neuropile was seen for two other motorneurons: at 18.5 h AEL MN-VO3 and MN-VO4/5 have characteristic midline-targeting dendrites (n = 19), which are never present earlier, at 15 h AEL (n = 8; Figure 2).\n\nWe next asked what dendritic changes might occur between 18.5 h AEL and hatching at 21 h AEL. Based on a subset of nine representative motorneurons (MN-DO1 [n = 5], MN-DO2 [n = 1], MN-DO3 [n = 2], MN-DA3 [n = 8], MN-LL1 [n = 13], MN-VL2 [n = 1], RP3 [n = 2], MN-VO4/5 [n = 11], MN-VO4–6 [n = 5]) we see no substantial change in the overall morphology of dendritic trees or their medio-lateral territories between 18.5 h and at 21 h AEL (Figure 2).\n\nIn summary, we find that already at 15 h AEL, before the onset of synaptic input, 75% (12/16) of the internal muscle motorneuron types have their dendrites located in and confined to the territories that are characteristic of the functional (18.5 h AEL) and mature system (21 h AEL, hatching). This suggests, at least for the majority of motorneurons, that synaptic activity is probably not required for targeting dendrites to particular domains.\n\nThe Dendritic Myotopic Map Forms in the Absence of Excitatory Synaptic Transmission\n\nTo test directly whether synaptic transmission is indeed dispensable for the formation of the dendritic myotopic map, we visualised motorneurons in chal13 mutant embryos [30] at 18.5 h AEL. These embryos fail to synthesize acetylcholine, which is the main, and at this stage probably exclusive, excitatory neurotransmitter for motorneurons [21],[22]. Cholinergic synaptic input onto motorneurons normally commences at 16 h AEL [21] and negatively regulates dendritic growth [25].\n\nWe analysed internal muscle motorneurons representative of the three modes of establishing dendritic territories: i) “late refining” MN-DO1 (n = 10) and MN-DO2 (n = 3) transiently put some dendritic branches “inappropriately” into the intermediate neuropile before confining these to the lateral neuropile by 18.5 h AEL; ii) “late exploring” MN-VO4/5 (n = 9) has dendrites that invade the midline neuropile relatively late, during the 15–18.5 h interval; iii) MN-DA3 (n = 11), MN-LL1 (n = 10), and MN-VO4–6 (n = 6) have already attained their characteristic dendritic territories by 15 h AEL. In the absence of acetylcholine we detected changes in the dendritic arbors in a fraction of MN-DA3 and MN-LL1 cells, as compared to wild-type. 4/11 MN-DA3 had larger and 3/10 MN-LL1 had smaller than normal dendritic arborisations in the intermediate neuropile. However, all other motorneurons studied in 18.5 h chal13 mutant embryos had dendritic morphologies and innervated territories that were comparable to wild-type (Figure 3). This shows that excitatory synaptic input is not essential for the development of normal overall motorneuron dendrite morphology or the formation of the myotopic map.\n\nPresynaptic Terminals Do Not Provide Patterning Information for the Dendritic Map\n\nThe dendritic trees of motorneurons form within an existing scaffold of interneuron axons and we previously found evidence for dendritic growth being regulated by contact with presynaptic partner terminals [25]. We therefore asked if the presynaptic partner terminals might provide patterning information for the dendritic myotopic map. To this end, we displaced the presynaptic partner axons, contained in the set of cholinergic interneurons [22], by expression of two potent chimeric axon guidance receptors: UAS-Fraextracellular-Robointracellular-myc (UAS-FraexRoin), shown to shift axons away from the midline, and UAS-Roboextracellular-Fraintracellular-myc (UAS-RoexFrain), which can mediate the opposite effect [31]. As expected, expression of UAS-FraexRoin with Cha-GAL4 leads to a severe depletion or absence of cholinergic axons in the commissures and expression of UAS-RoexFrain to a thickening of commissural cholinergic tracts (Figure 4B–4D′; see also [25]). In addition, we find that expression of either chimeric construct efficiently displaces cholinergic axon terminals out of the dorsal motor neuropile. Under these conditions contact of motorneuron dendrites with cholinergic interneuron terminals is severely reduced and potentially absent at 18.5 h AEL, unlike in the wild-type (Figure 4E–4G); yet the overall organization of the neuropile, including the distribution of Fasciclin 2-positive tracts, is not obviously affected (see also [25]). We find that these manipulations do not obviously affect midline targeting of dendrites by motorneurons that innervate ventral oblique muscles (n = 4, unpublished data). Dendritic intermediate (MN-LL1; white curved arrows) and lateral (MN-DA3) territories also remain distinct, though appear more variable as compared to controls (Figure 4H–4J).\n\nWe conclude that the presynaptic partner axons do not provide positional information necessary for the myotopic map of motorneuron dendrites. However, the increased variability observed under these experimental conditions suggests interactions with presynaptic partners may influence finer aspects of dendritic arbors as previously shown [25].\n\nMidline Guidance Cues Direct Dendritic Targeting to the Midline Territory\n\nNext we asked whether the different distributions of motorneuron dendrites with respect to the ventral midline resulted from different responses to midline derived guidance cues. Obvious candidates are Slit and Netrins and their respective receptors, Robo and Frazzled. These have been shown to regulate the position of outgrowing axons by attraction (Netrin-Frazzled) and repulsion (Netrin-Unc5, Slit-Robo; reviewed by [32]) and to gate midline crossing of dendrites in the Drosophila embryo, larva, and adult [28],[33],[34].\n\nWe focused on three motorneurons, each representing one of the three principal classes of dendritic morphology and medio-lateral territories: i) MN-VO4–6 has dendrites in the lateral, intermediate, and midline neuropile (Figure 5A); ii) MN-LL1 has only lateral and intermediate dendrites (Figure 5B); and iii) MN-DA3 dendrites are located in the lateral neuropile (Figure 5C). These neurons meet two additional criteria: first, their axons do not traverse the dorsal neuropile, so that one can clearly differentiate between dendrite morphogenesis and axonal (collateral) outgrowth; secondly, they can be manipulated genetically with great specificity using the CQ-GAL4 expression line. Use of this expression line does not obviously interfere with motor axon pathfinding or target recognition, as assayed by differential labelling of multiple motorneurons in a segment and the presence and distribution of neuromuscular junctions in the periphery (unpublished data).\n\nIn the first instance, we investigated dendritic targeting to the midline territory. We tested if exclusion of MN-LL1 and MN-DA3 dendrites from the midline neuropile was implemented by the presence of Robo in these cells. To this end we down-regulated Robo in MN-LL1 and MN-DA3 through targeted expression of UAS-comm [35],[36] and found this to induce ectopic dendritic innervation of the midline neuropile (Figure 5E, 5F, and 5Q; 100% penetrance for MN-LL1, n = 14; 62.5% for MN-DA3, n = 8). Loss of Robo in embryos entirely mutant for robo (robo1/roboGA1112) also generates a comparable ectopic midline innervation phenotype (Figure 5H, 5I, and 5Q; 100% penetrance for MN-LL1, n = 4; 89% for MN-DA3, n = 9), and this can be rescued by reinstating robo selectively in MN-LL1 and MN-DA3 using CQ-GAL4 (Figure 5K, 5L, and 5Q) (rescue efficiency: 75% for MN-LL1, n = 8; 100% for MN-DA3, n = 4).\n\nConversely, we find that expression of the Slit receptor Robo in MN-VO4–6 can abolish dendritic targeting to the midline (20% penetrance, n = 15) (Figure 5D and 5Q), a phenotype that we have never observed in the wild-type at 18.5 h AEL (n = 17). We suspect that the low penetrance in this particular case is due to low GAL4 activity in MN-VO4–6 at the time when its dendrites first explore the midline, and perhaps endogenous comm expression, which would normally permit dendritic growth to the midline and antagonize the effects of ectopically expressed Robo. In embryos mutant for the Netrin receptor Frazzled (fra3/fra4), MN-VO4–6 shows a comparable phenotype albeit at high penetrance (as does MN-VO4/5; 100% penetrance, n = 11 for these two cells), and this can be rescued by reinstating Frazzled in MN-VO4–6 (86% penetrance, n = 7) (Figure 5G, 5J, and 5Q).\n\nThese results show that cell-autonomous expression of guidance cue receptors is necessary (for Frazzled) and sufficient (for Robo) to gate the growth of motorneuron dendrites to the midline neuropile. The data further suggest that dendrite growth to the midline requires not only a lack (or low levels) of Robo-mediated repulsion but also attraction mediated by Frazzled. We confirmed an absolute requirement for Frazzled. MN-DA3 and MN-LL1 dendrites fail to innervate the midline neuropile upon down-regulation of Robo when Frazzled is also absent (100% penetrance, n = 10; Figure 5M, 5N, and 5Q) but ectopically target the midline when Frazzled expression is selectively reinstated in these cells (66% penetrance, n = 18; Figure 5O, 5P, and 5Q).\n\nIntermediate and Lateral Dendritic Territories Are Specified by the Balance of Robo and Frazzled Signalling\n\nWe then examined how the distinction between the intermediate and lateral dendritic territories is specified at a distance (approx. 5–10 µm) from the ventral midline. For instance, the distinguishing feature between MN-DA3 and MN-LL1 is that MN-LL1 has an additional dendritic sub-arbor in the intermediate neuropile (Figure 6A and 6A′; white curved arrow). To test whether Robo-Slit signalling in dendrites might also define this distinction between intermediate and lateral neuropile territories, we expressed Robo selectively in MN-LL1 and MN-DA3. We find that increasing the levels of Robo in MN-LL1 reliably converts its dendritic tree to a MN-DA3-like morphology in 15/19 cases (Figure 6B, 6B′, and 6G). For MN-DA3, this manipulation enhances the characteristic lateral confinement of its dendrites in 8/10 cases (Figure 6G).\n\nWe next tested the role of Frazzled-mediated attraction in generating the distinction between intermediate (MN-LL1) and lateral (MN-DA3) dendritic territories. To this end we removed, reinstated, and overexpressed frazzled in MN-LL1 and MN-DA3. In fra3/fra4 mutant embryos, 63% of MN-LL1 dendritic arbors lack the normally pronounced intermediate dendritic arborisation (n = 20; Figure 6C, 6C′, and 6G), while targeting of MN-DA3 dendrites is not significantly affected (n = 8; Figure 6G). Reinstating frazzled selectively in MN-LL1 in fra3/fra4 mutant embryos efficiently rescues dendritic targeting to the intermediate neuropile (n = 11). Moreover, this manipulation leads to a greater proportion of dendritic branches innervating the intermediate neuropile (Figure 6D and 6D′; black curved arrows), as does overexpression of Frazzled in an otherwise wild-type background (57% of cases, n = 14; Figure 6E and 6E′; black curved arrows). For MN-DA3 expression of UAS-fra leads to ectopic innervation of the intermediate neuropile in 50% of cases, converting the dendritic arbor to a MN-LL1-like morphology (n = 18; Figure 6F and 6F′; white curved arrows). Frazzled overexpression in MN-LL1 or MN-DA3 never led to ectopic midline targeting of dendrites (n = 44).\n\nLast, we tested the requirement for Robo and Frazzled signalling in motorneurons for setting up dendritic medio-lateral territories at an earlier stage, when dendritic domains first become recognizably distinct [3]. At 15 h AEL we find the same requirement as at 18.5 h AEL for the combinatorial action of Robo and Frazzled in motorneurons in the three dendritic territories with respect to the ventral midline (Figure S3).\n\nThese results suggest that Robo and Frazzled are the key factors, whose relative levels in motorneurons determine the distinction between lateral and intermediate dendritic territories. Lateral confinement of dendrites (e.g., MN-DA3) can be achieved either by high levels of Robo and/or low levels of Frazzled expression. Targeting to the intermediate (but not midline) neuropile (e.g., MN-LL1) requires relatively high levels of Frazzled and low Robo activity.\n\nFrazzled Mediates Netrin Attraction in Dendrites\n\nOur data show that Frazzled is absolutely required for dendritic growth to the midline. However, other Netrin receptors, such as Unc5 [37] and Dscam [38],[39], have been identified, as well as Netrin independent midline guidance systems [40],[41]. To determine whether Frazzled is the main Netrin receptor for dendritic targeting and Netrin the sole attractant, we asked if loss of Frazzled produced the same dendritic phenotype as the loss of Netrin. This is indeed the case. In netABΔ mutants [40] MN-VO4–6 dendrites fail to target the midline neuropile (100% penetrance, n = 6) precisely as in fra3/fra4 mutants (100% penetrance, n = 4; MN-VO4/5 has the same mutant phenotype, n = 7) (Figure 7A, 7C, and 7E). Similarly, MN-LL1 has a clearly reduced innervation of the intermediate neuropile in 63%–64% of cases in both netABΔ and fra3/fra4 mutant embryos (n = 14 for netABΔ; n = 20 for fra3/fra4) (Figure 7B, 7D, and 7F–7H).\n\nThese observations suggest that in the embryonic nerve cord attraction of motorneuron dendrites to the ventral midline is mediated primarily, if not exclusively, by a Frazzled-containing receptor complex in response to Netrin. At the same time, we cannot entirely rule out that other ligand/receptor pairs might also contribute, though in more subtle ways, to positioning dendrites to the intermediate or midline neuropile.\n\nDendritic Targeting Is Separable from the Cell-specific Programme of Dendritic Growth and Branching\n\nPrevious studies have shown that Frazzled/DCC-Netrin signalling can promote axonal growth [42],[43]. Others have implicated Robo-Slit signalling in regulating axonal and dendritic branching, the extension of axons, and the formation of dendrites [33],[44]–[47]. We therefore wanted to know how Frazzled and Robo signalling affects the growth and branching of motorneuron dendrites as it regulates their distribution in the neuropile. To this end, we quantified [48],[49] overall dendritic lengths and number of tips of MN-DA3 and MN-LL1 arbors under different experimental conditions (Figure 8). We find that the wild-type MN-DA3 and MN-LL1 reproducibly generate dendritic arbors with characteristically different total lengths (MN-DA3: 221.7 µm±47.7 versus MN-LL1: 183.1 µm±35.7; t test: p = 0.02) and tip numbers (MN-DA3: 53.0±10.0 versus MN-LL1: 42.8±7.6; t test: p = 0.005). Cell-specific loss- and gain-of-function of Robo (UAS-comm and UAS-robo) as well as overexpression of Frazzled reproducibly generates clear dendritic targeting phenotypes. However, these manipulations do not lead to statistically significant changes in overall dendritic length or tip number (Figure 8G). This indicates that Robo and Frazzled regulate the positioning of dendritic trees without noticeably affecting overall growth and branching. To test this hypothesis we focused on MN-LL1 and quantified the lengths of dendritic arbors located in the lateral neuropile as a percentage of total arbor length. Indeed, we find that changing the levels of Robo changes the proportion of the MN-LL1 dendritic tree that is put into the lateral neuropile. In the wild-type (n = 15), the average proportion of the dendritic tree in the lateral domain is 67.0%±4.3% (122.4 µm±24.2) of total tree length (183.1 µm±35.7) (Figure 9B and 9D). Down-regulation of Robo by UAS-comm expression (n = 13) induces ectopic dendritic growth towards the midline with a concomitant reduction of the lateral arbor to 52.5%±9.5% (101.6 µm±29.0; total length: 193.3 µm±39.3) (Figure 9A and 9D). Conversely, expression of UAS-robo (n = 13) reduces innervation of the intermediate neuropile and leads to a greater proportion of the arbor to be located in the lateral territory, namely 93.8%±7.3% (156.2 µm±32.1) of the total length (166.3 µm±29.8) (Figure 9C and 9D).\n\nThese quantifications suggest that, at least in the embryo, central neurons move towards generating a cell type–specific amount of dendritic length with a particular frequency of branching events. Guidance cue receptors act to distribute “available” dendrites, probably by locally modulating the rate of growth and/or stability of individual branches. At the same time, our data point to the existence of mechanisms that integrate such local changes across the entire arbor, since we do not observe statistically significant changes in overall tree length under different conditions.\n\nExcitatory Synaptic Contacts Form on Motorneuron Dendrites in Distinct Medio-Lateral Territories\n\nFinally, we asked what the significance might be of partitioning the neuropile into distinct dendritic domains. It is reasonable to suppose that muscles of similar position and orientation exert related functions, and so might operate in concert during locomotion. The myotopic segregation of motorneuron dendrites might therefore reflect differences in connectivity.\n\nSince individual presynaptic partner neurons have not yet been identified, we sought to address this issue by asking whether motorneuron dendrites targeted to lateral, intermediate, or midline territories received presynaptic contacts. We visualised presynaptic active zones of cholinergic interneurons with ChaB19/7.4-GAL4 driving UAS-bruchpilot-mRFP and labelled dendritic trees of MN-DA3 (n = 5), MN-LL1 (n = 6), and VO4/5-MN (n = 4) with DiD/DiO in newly hatched larvae (21 h AEL). Using custom-made image analysis software [25],[48],[50] we reconstructed the dendritic arbors of motorneurons and assayed for putative presynaptic specialisations on these (based on apposition within light microscopic resolution, approximately a 400 nm radius of the reconstructed dendrites). We find putative presynaptic sites on dendrites in the lateral, intermediate, and midline neuropile, though at present we cannot determine if these actually represent type-specific patterns of connectivity (Figure 10).\n\nIn the light of reports that suggest that different motorneurons in the Drosophila embryo receive different inputs [22], we interpret these observations as an indication that the segregation of motorneuron dendrites into distinct myotopic domains might be an underlying feature, or perhaps mechanism, of motorneuron class-specific patterns of connectivity.\n\nDiscussion\n\nPreviously, we showed that motorneurons in the Drosophila embryo distribute their dendrites in distinct anterior to posterior domains in the neuropile, forming a central representation of target muscle positions in the periphery. The mechanisms required for the generation of this dendritic myotopic map remain elusive. In this study we have characterised dendritic myotopic organisation in a second dimension, with respect to the ventral midline, and we have identified the main molecular mechanism that underlies the formation of this dendritic neural map, namely the combinatorial action of the midline signalling systems Slit/Robo and Netrin/Frazzled.\n\nMyotopic Maps Might Organise Patterns of Connectivity in Motor Systems\n\nNeural maps are manifestations of an organisational strategy commonly used by nervous systems to order synaptic connections. The view of these maps has been largely axonocentric and focused on sensory systems, though recent studies have challenged the notion of dendrites as a “passive” party in arranging the distribution of connections [13],[16],[51],[52]. Here, we have demonstrated that motorneuron dendrites generate a neural, myotopic map in a motor system and that this manifest regularity can form independently of its presynaptic partner terminals.\n\nAn essential feature of neural maps is the spatial segregation of synaptic connections. In the Drosophila embryonic nerve cord, there is some overlap between dendritic domains in the antero-posterior neuropile axis. Overlap of dendritic territories is also evident in the medio-lateral dimension, since all motorneurons have arborisations in the lateral neuropile, though distinctions arise by virtue of dendrites in additional intermediate and medial neuropile regions. The combination of myotopic mapping in both dimensions may serve to maximise the segregation between dendrites of different motorneuron groups. For example, the dendritic domain of motorneurons with dorsal targets differs from the territory innervated by ventrally projecting motorneurons in the antero-posterior location and the medio-lateral extent. Myotopic mapping in two dimensions could also provide a degree of flexibility that could facilitate wiring up in a combinatorial fashion. For instance, muscle LL1 lies at the interface between the dorsal and ventral muscle field; its motorneuron, MN-LL1, has one part of its dendritic arbor in the lateral domain that is characteristic for dorsally projecting motorneurons, while the other part of the dendritic tree innervates the intermediate neuropile precisely where ventrally projecting motorneurons put their dendrites.\n\nMyotopic dendritic maps might constitute a general organisational principle in motor systems. In insects, a comparable system of organisation has now been demonstrated also for the adult motor system of Drosophila (see companion study by Brierley and colleagues [53] and [54]) and a degree of topographic organisation had previously been suggested for the dendrites of motorneurons that innervate the body wall muscles in the moth Manduca sexta [55]. In vertebrates too, there is evidence that different motor pools elaborate their dendrites in distinct regions of the spinal cord in chick, turtle, and mouse [4]–[6]. Moreover, elegant work in the mouse has shown that differences in dendritic territories correlate with and may determine the specificity of proprioceptive afferent inputs [6].\n\nThe Myotopic Map Is Generated by the Combinatorial Action of the Midline Guidance Cue Receptors Robo and Frazzled\n\nThe neural map that we have characterised here is composed of three morphological classes of motorneurons with dendrites innervating either i) the lateral or ii) the lateral and intermediate or iii) the lateral, intermediate, and medial/midline neuropile (Figure 1).\n\nWe have shown that the motorneuron dendrites are targeted to these medio-lateral territories by the combinatorial, cell-autonomous actions of the midline guidance cue receptors Robo and Frazzled. The formation of dendritic territories by directed, targeted growth appears to be an important mechanism that may be more widespread than previously anticipated [56], though the underlying mechanisms may vary. Global patterning cues have been implicated in the vertebrate cortex (Sema3A [29]). In the zebrafish retina, live imaging has shown that retinal ganglion cells put their dendrites into specific strata of the inner plexiform layer, but the roles of guidance cues and interactions with partner (amacrine) cells have not yet been studied [13].\n\nSlit/Robo and Netrin/Frazzled mediated gating of dendritic midline crossing has been previously documented in Drosophila embryos [28] and zebrafish [57]. Here, we demonstrate for the first time that dendrites are targeted to distinct medio-lateral territories by the combinatorial, opposing actions of Robo and Frazzled and that this is the main mechanism underlying the formation of the myotopic map. Strikingly, the same signalling pathways also regulate dendritic targeting of adult motorneurons in Drosophila, suggesting this to be a conserved mechanism (see companion paper [53]). Robo gates midline crossing of dendrites and in addition, at progressively higher signalling levels, restricts dendritic targeting to intermediate and lateral territories. Frazzled, on the other hand, is required for targeting dendrites towards the midline into intermediate and medial territories. Our data argue that Frazzled is expressed by representatives of all three motorneuron types (see also [58]). Recently, Yang and colleagues [59] showed that expression of frazzled leads to a concomitant transcriptional up-regulation of comm, thus linking Frazzled-mediated attraction to the midline with a decrease in Robo-mediated repulsion. While this has been demonstrated for midline crossing of axons in the Drosophila embryo, we found that, at least until 18.5 h AEL, expression of UAS-frazzled alone was not sufficient to induce midline crossing of dendrites in MN-LL1 and MN-DA3 (see Figure 6). It is conceivable that differences in expression levels and/or timing between CQ-GAL4 used here and egl-GAL4 used by Yang et al. might account for the differences in axonal and dendritic responses to UAS-frazzled expression. Moreover, the widespread expression of Frazzled in motorneurons and other cells in the CNS may point to additional functions, potentially synaptogenesis, as recently shown in C. elegans [60],[61].\n\nStrikingly, neither synaptic excitatory activity nor the presynaptic (cholinergic) partner terminals seem to be necessary for the formation of the map. The map is already evident by 15 h AEL, before motorneurons receive synaptic inputs (Figure 2). It also forms in the absence of acetylcholine, the main (and at that stage probably exclusive) neurotransmitter to which motorneurons respond (Figure 3) [22]. Moreover, motorneuron dendrites innervate their characteristic dendritic domains when the cholinergic terminals have been displaced to outside the motor neuropile (Figure 4). However, interactions with presynaptic partners seem to contribute to its refinement. First, we find that dendritic mistargeting phenotypes show a greater degree of penetrance earlier (15 h AEL) than later (18.5 h AEL) in development (Figure S3). Secondly, when interactions with presynaptic partner terminals are reduced or absent, dendritic arbor size increases [25] and the distinction between dendritic territories is less evident than in controls (Figure 4H–4J). Fine-tuning of terminal arbors and sets of connections through contact and activity-dependent mechanisms is a well-established feature of neural maps in sensory systems (for review see [10],[62]) and our observations suggest that this may also apply to motor systems.\n\nDendrite Morphology Is the Product of Separable Programmes for Growth and Branching and Targeting\n\nThe formation of the myotopic map is the product of dendritic targeting. It is therefore intimately linked with the question of how cell type–specific dendritic morphologies are specified. For instance, changing the balance between the Robo and Frazzled guidance receptors in motorneurons is sufficient to “convert” dendritic morphologies from one type to another (Figures 5 and 6). The importance of target territories for determining dendritic arbor morphology has recently been explored in a study of lobula plate tangential cells in the blowfly, where the distinguishing parameter between the dendritic trees of four functionally defined neurons were not growth or branching characteristics but the regions where neurons put their dendrites [63].\n\nBecause Slit/Robo and Netrin/Frazzled signalling have been reported to affect dendritic and axonal branching as well as axonal growth, respectively, we asked what the effect was on motorneuron dendrites of altered Robo and Frazzled levels [33],[42]–[47]. We find that in the wild-type different motorneurons generate characteristically different amounts of dendritic length and numbers of branch points (MN-DA1/aCC and MN-VO2/RP1 [25], RP2 [34], MN-DA3 and MN-LL1, this study). In the Drosophila embryo and larva, Slit/Robo interactions have been suggested to promote the formation of dendrites and/or branching events [44],[45], similar to what had previously been shown for cultured vertebrate neurons [47]. Our data on embryonic motorneurons are not compatible with this interpretation. First, when altering the levels of Robo (or Frazzled) in individual motorneurons and mistargeting their dendrites, we could not detect statistically significant changes in total dendritic length or number of branch points. Instead, for MN-DA3 and MN-LL1, we observed that dendritic arbors respond to changes in the expression levels of midline cue receptors by altering the amount of dendritic length distributed to the medial, intermediate, and lateral neuropile (Figures 8 and 9). Secondly, in nerve cords entirely mutant for the Slit receptor Robo we see an increase in dendrite branching at the midline (Figure S4). Our observations suggest that for Drosophila motorneurons Slit/Robo interactions negatively regulate the establishment and branching of dendrites and thus specify dendritic target territories by defining “exclusion” zones in the neuropile. The quantitative data from this and a companion study [53] suggest that dendritic morphology is the product of two intrinsic, genetically separable programmes: one that specifies the total dendritic length to be generated and the frequency of branching; the other implements the distribution of these dendrites in the target territory, presumably by locally modulating rates of extension, stabilisation, and retraction of branches in response to extrinsic signals. Observations from a previous study [34] and other systems, e.g., insect sensory neurons [64] and vertebrate cortical neurons [65], are compatible with this model.\n\nSpecification of Connectivity by Global Patterning Cues\n\nThe question of how neural circuits are generated remains at the heart of developmental neurobiology. At one extreme, one could envisage that every synapse was genetically specified, the product of an exquisitely choreographed sequence of cell-cell interactions. At the other extreme, neural networks might assemble through random cell-cell interactions and feedback processes enabling functional validation. The latter view supposes that neurons inherently generate polarised processes, have a high propensity to form synapses, and arrive at a favourable activity state through homeostatic mechanisms. Current evidence suggests that, at least for most systems, circuits form by a combination of genetic specification and the capacity to self-organise (for reviews see [10],[62],[66]).\n\nIn this study we have demonstrated that the postsynaptic structures of motorneurons, the dendrites, form a neural map. We have also shown that dendrites are closely apposed to cholinergic presynaptic specialisations in their target territories (Figure 10), suggesting that the segregation of dendrites may be a mechanism that facilitates the formation of specific sets of connections. Strikingly, this map of postsynaptic dendrites appears to be “hard-wired” in that it can form independently of its presynaptic partners and it is generated in response to a third party, the midline guidance cues Slit and Netrin (see also companion paper [53]). A comparable example is the Drosophila antennal lobe, where projection neurons form a neural map independently of their presynaptic olfactory receptor neurons, though in this sensory system the nature and source of the cue(s) remain to be determined [15],[16]. With this study we complement previous work that demonstrated the positioning of presynaptic axon terminals by midline cues, also independently of their synaptic partners [17],[18]. Together, these results suggest that global patterning cues set up the functional architecture of the nervous system by independently directing pre- and postsynaptic partner terminals towards common “meeting” areas.\n\nClearly, such global guidance systems deliver a relatively coarse level of specificity and there is ample evidence for the existence of codes of cell-adhesion molecules and local receptor-ligand interactions capable of conferring a high degree of synaptic specificity [67]–[75]. Therefore, one has to ask what the contribution is of global partitioning systems in establishing patterns of connections that lead to a functional neural network. A recent study in the Xenopus tadpole spinal cord has addressed this issue. Conducting patch clamp recordings from pairs of neurons, Li and colleagues [76] found that the actual pattern of connections in the motor circuit reveals a remarkable lack of specificity. Furthermore, the segregation of axons and dendrites into a few broad domains appears to be sufficient to generate the connections that do form and to enable the emergence of a functional network [76]. The implication is that neurons might be intrinsically promiscuous and targeting nerve terminals to distinct territories by global patterning cues, as we have shown here, is important to restrict this synaptogenic potential and thereby confer a degree of specificity that is necessary for the emergence of network function.\n\nMaterial and Methods\n\nFly Stocks\n\nThe following fly stocks were used: Oregon-R, Fasciclin2-GFP on X (always used in a heterozygous condition in females [w−, Fasciclin2-GFP/w−] [77]), amorphic fra3/fra4 [78], amorphic netABΔ [40], UAS-framyc on III [78], amorphic robo1/roboGA1112 [79], UAS-robo two insertions 2B, 3D on III [79], ChaB19/7.4-GAL4 on II [80], UAS-commissureless on X [36], UAS-RoboexFrain-myc and UAS-FraexRoboin-myc [31], UAS-bruchpilot-mRFP on III (generously provided by S. Mertel and S. Sigrist), chal13 [30], and UAS-myr-mRFP1 (generated by Henry Cheng, obtained from the Bloomington Stock Center). Lethal mutations/insertions were kept over FM7, CyO, and TM3 balancer chromosomes that are additionally marked with Kr-GAL4, UAS-GFP [81]. Selective expression in MN-DA3, MN-LL1, and MN-VO4–6 was achieved using CQ-GAL4 with insertions on chromosomes II and III. This line expresses in the five CQ/U-motorneurons MN-DO1, MN-DO2, MN-DA2, MN-DA3, and MN-LL1 [3] as well as MN-VO4–6 in approximately 30% of half segments, always confirmed in expression experiments by the presence of an additional reporter, UAS-bruchpilot-mRFP, at respective NMJs. Rarely, up to eight cells per half segment can be seen expressing with CQ-GAL4, indicating potential expression in one or two interneurons, though we have no evidence of these having terminations in the motor neuropile.\n\nGenotypes of Embryos Used for Analysis:\n\nrobo mutant:\n\n w−, Fas2GFP/w−; robo1/roboGA1112\n\nDown-regulation of Robo:\n\n w−, Fas2GFP/w−, UAS-comm; CQ-GAL4/+; CQ-GAL4/+\n\nRobo expression:\n\n w−, Fas2GFP/w−; CQ-GAL4/+; CQ-GAL4, UAS-brpRFP/UAS-robo2B, 3D (for MN-VO4–6)\n\n w−, Fas2GFP/w−; CQ-GAL4/+; CQ-GAL4; UAS- robo2B, 3D (for MN-LL1 and MN-DA3)\n\nrobo mutant with cell-autonomous rescue:\n\n w−, Fas2GFP/w−; robo1/roboGA1112; CQ-GAL4; UAS-robo2B, 3D\n\nfrazzled mutant:\n\n w−, Fas2GFP/w−; fra3/fra4, CQ-GAL4; CQ-GAL4/+\n\nFrazzled expression:\n\n w2, Fas2GFP/w2; CQ-GAL4/+; CQ-GAL4 / UAS-fra-myc\n\nfrazzled mutant with cell-autonomous rescue of frazzled:\n\n w−, Fas2GFP/w−; fra4, CQ-GAL4/fra3; CQ-GAL4, UAS-brpRFP/UAS-fra-myc (for MN-VO4–6)\n\n w−, Fas2GFP/w−; fra4, CQ-GAL4/fra3; CQ-GAL4/UAS-fra-myc (for MN-LL1)\n\nDown-regulation of Robo in a frazzled mutant:\n\n w−, Fas2GFP/w−, UAS-comm; fra4, CQ-GAL4/fra3; CQ-GAL4/+\n\nDown-regulation of Robo in a frazzled mutant with cell-autonomous rescue of frazzled:\n\n w−, Fas2GFP/w−, UAS-comm; fra4, CQ-GAL4/fra3; CQ-GAL4/UAS-fra-myc\n\nnetrin mutant:\n\n w−, Fas2GFP, netABΔ/y\n\nLabelling of cholinergic presynaptic sites:\n\n w−; ChaB19/7.4-GAL4/+; UAS-brpRFP/+ or UAS-brpRFP\n\nLabelling and shifting of cholinergic terminals:\n\n w−, Fas2GFP/w−; ChaB19/7.4-GAL4, UAS-myr-mRFP/+; +/+\n\n w−, Fas2GFP/w−; ChaB19/7.4-GAL4, UAS-myr-mRFP/UAS-Fraex-Roboin-myc; +/+\n\n w−, Fas2GFP/w−; ChaB19/7.4-GAL4, UAS-myr-mRFP/UAS-Roboex-Frain-myc; +/+\n\nCell Labelling\n\nEmbryos 15 h AEL were dissected as described in [19], though without collagenase treatment; embryos 18.5 h AEL (onset of trachea filling) were dissected as described in [21]. Embryos were then fixed with 3.7% formaldehyde in saline for 2.5 min and rinsed. Retrograde labellings were done as described by [19], and in addition neuromuscular junctions were visualised by FITC-conjugated anti-horseradish peroxidase incubation for ∼3–6 min (Jackson ImmunoResearch, West Grove, PA, United States; 1∶50 dilution in saline), followed by saline washes. Neuro-DiO (Biotium), DiD, and DiI (Molecular Probes, Eugene, OR, United States) were used at 2 mg/ml, 2 mg/ml, and 4 mg/ml, respectively, dissolved in vegetable oil. Anterograde Lucifer Yellow (Invitrogen) labellings were done as in [18].\n\nConfocal Imaging and Data Acquisition\n\nLabelled neurons were imaged with a Yokagawa CSU-22 confocal field scanner mounted on an Olympus BX51WI Spinning Disc microscope, using a 63×/1.2 NA (Olympus) water immersion objective. Image z-stacks were acquired using MetaMorph software (Molecular Devices) and processed using ImageJ 1.39 s software (U.S. National Institutes of Health, Bethesda, MD, USA, http://rsb.info.nih.gov/ij/). Cumulative dendrite plots: z-projections of dendritic trees were scaled and aligned isometrically onto a common reference grid with Photoshop CS2 (Adobe Systems, San Jose, CA, USA), using the position of the motorneuron axon in one channel as the antero-posterior and the outer and inner Fasciclin2-positive axon tracts as medio-lateral reference points. Silhouettes (intensity information was discarded) of dendritic trees of each experimental condition were summed using ImageJ.\n\nReconstruction of Dendritic Trees\n\nDual channel confocal image stacks were generated (z-step size: 300 nm) of Neuro-DiO labelled dendrites and a presynaptic marker expressed in cholinergic neurons (w−; ChaB19/7.4-GAL4/+; UAS-bruchpilot-mRFP/+ or w−; ChaB19/7.4-GAL4/+; UAS-bruchpilot-mRFP/UAS-bruchpilot-mRFP). Dendrites were reconstructed using a custom-made module [48]–[50] for AMIRA software (version 4.1). Relative probabilities of synaptic contact on reconstructed dendrites were calculated based on both the distance and signal intensity of presynaptic mRFP-puncta, and represented by a colour code, ranging from blue (indicating a relatively low probability of contact) to red (&lt;400 nm distance, indicating a relatively high probability of synaptic contact).\n\nStatistical Analysis\n\nGeometrical data from dendritic “skeleton trees” were exported from AMIRA as csv-files, analysed, and plotted using “R project” (R Foundation for Statistical Computing, Vienna, Austria, 2005. http://R-project.org). Data were analysed statistically using the Shapiro-Wilk test to assess for normality followed by a Student's t test or a Wilcoxon rank-sum test as appropriate.\n\nSupporting Information"
}