{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2000016",
  "doi": "10.1371/journal.pbio.2000016",
  "externalIds": [
    "pii:pbio.2000016",
    "pmid:27977688",
    "pmcid:PMC5169358"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Regulation of the Human Telomerase Gene TERT by Telomere Position Effect—Over Long Distances (TPE-OLD): Implications for Aging and Cancer",
  "authors": [
    {
      "name": "Wanil Kim",
      "first": "Wanil",
      "last": "Kim",
      "affiliation": "Department of Cell Biology, University of Texas Southwestern Medical Center, Dallas, Texas, United States of America"
    },
    {
      "name": "Andrew T. Ludlow",
      "first": "Andrew T.",
      "last": "Ludlow",
      "affiliation": "Department of Cell Biology, University of Texas Southwestern Medical Center, Dallas, Texas, United States of America"
    },
    {
      "name": "Jaewon Min",
      "first": "Jaewon",
      "last": "Min",
      "affiliation": "Department of Cell Biology, University of Texas Southwestern Medical Center, Dallas, Texas, United States of America"
    },
    {
      "name": "Jerome D. Robin",
      "first": "Jerome D.",
      "last": "Robin",
      "affiliation": "Faculté de Médecine, Tour Pasteur 8éme Étage, Nice, France"
    },
    {
      "name": "Guido Stadler",
      "first": "Guido",
      "last": "Stadler",
      "affiliation": "Berkeley Lights, Inc., Emeryville, California, United States of America"
    },
    {
      "name": "Ilgen Mender",
      "first": "Ilgen",
      "last": "Mender",
      "affiliation": "Department of Cell Biology, University of Texas Southwestern Medical Center, Dallas, Texas, United States of America"
    },
    {
      "name": "Tsung-Po Lai",
      "first": "Tsung-Po",
      "last": "Lai",
      "affiliation": "Department of Cell Biology, University of Texas Southwestern Medical Center, Dallas, Texas, United States of America"
    },
    {
      "name": "Ning Zhang",
      "first": "Ning",
      "last": "Zhang",
      "affiliation": "Department of Cell Biology, University of Texas Southwestern Medical Center, Dallas, Texas, United States of America"
    },
    {
      "name": "Woodring E. Wright",
      "first": "Woodring E.",
      "last": "Wright",
      "affiliation": "Department of Cell Biology, University of Texas Southwestern Medical Center, Dallas, Texas, United States of America"
    },
    {
      "name": "Jerry W. Shay",
      "first": "Jerry W.",
      "last": "Shay",
      "affiliation": "Department of Cell Biology, University of Texas Southwestern Medical Center, Dallas, Texas, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-12-15",
  "dateAccepted": "2016-11-10",
  "dateReceived": "2016-05-11",
  "volume": "14",
  "number": "12",
  "pages": "e2000016",
  "tags": [
    "Cell biology",
    "Chromatin",
    "Chromosome biology",
    "Chromosome structure and function",
    "Chromosomes",
    "Cloning",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Chromatin",
    "Discipline-v3/Chromosome biology",
    "Discipline-v3/Chromosome structure and function",
    "Discipline-v3/Chromosomes",
    "Discipline-v3/Cloning",
    "Discipline-v3/Epigenetics",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Gene regulation",
    "Discipline-v3/Genetic loci",
    "Discipline-v3/Genetics",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Molecular biology techniques",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Telomere length",
    "Discipline-v3/Telomeres",
    "Epigenetics",
    "Gene expression",
    "Gene regulation",
    "Genetic loci",
    "Genetics",
    "Molecular biology",
    "Molecular biology techniques",
    "Telomere length",
    "Telomeres",
    "Type/Research Article"
  ],
  "abstract": "Telomerase is expressed in early human development and then becomes silenced in most normal tissues. Because ~90% of primary human tumors express telomerase and generally maintain very short telomeres, telomerase is carefully regulated, particularly in large, long-lived mammals. In the current report, we provide substantial evidence for a new regulatory control mechanism of the rate limiting catalytic protein component of telomerase (hTERT) that is determined by the length of telomeres. We document that normal, young human cells with long telomeres have a repressed hTERT epigenetic status (chromatin and DNA methylation), but the epigenetic status is altered when telomeres become short. The change in epigenetic status correlates with altered expression of TERT and genes near to TERT, indicating a change in chromatin. Furthermore, we identified a chromosome 5p telomere loop to a region near TERT in human cells with long telomeres that is disengaged with increased cell divisions as telomeres progressively shorten. Finally, we provide support for a role of the TRF2 protein, and possibly TERRA, in the telomere looping maintenance mechanism through interactions with interstitial TTAGGG repeats. This provides new insights into how the changes in genome structure during replicative aging result in an increased susceptibility to age-related diseases and cancer prior to the initiation of a DNA damage signal.",
  "fullText": "Introduction\n\nAll mammalian telomeres (the ends of linear chromosomes) are composed of large tracts of repeated 5ʹ-TTAGGG sequences. Telomeres are well-conserved DNA end structures from yeast to mammals, and it is believed that the primary role of telomeres, in combination with shelterin proteins, is to provide protection of the linear chromosome ends from being recognized as damaged or broken DNA [1] and to facilitate the completion of DNA replication each cell cycle. Telomeres prevent DNA end-joining, DNA recombination, and loss of essential genetic information during DNA replication. Telomeres are maintained by many essential genes, including the six-component shelterin (TRF1, TRF2, POT1, TIN2, RAP1, and TPP1) and the CST (CTC1-STN1-TEN1) complexes [1,2]. Impairment of these genes is closely associated with age-related clinical pathology and defects in germ cell and stem cell maintenance [3–5].\n\nIt is well established that hTERT, the catalytic core reverse transcriptase component, protein levels are rate-limiting for telomerase activity and telomere length homeostasis [6]. Human embryonic stem cells and transit amplifying adult progenitor stem-like cells express hTERT and have active/functional telomerase that can fully or partially maintain telomeres during the substantial number of cell divisions required in fetal development [7]. While telomerase is present from the blastocyst stage in early human development, at approximately 16–18 wk of gestation, telomerase activity is silenced in the vast majority of somatic cells [8]. The molecular mechanisms (i.e., transcriptional regulation, alternative splicing changes, epigenetic modifications, or other regulatory processes) that trigger the silencing of telomerase at specific times during human development remain uncertain. Irrespective, telomerase largely remains silent throughout adult life except for tumor development. In ~90% of human tumors, telomerase is upregulated or reactivated for the maintenance of telomeres during the numerous rounds of cell divisions required for the emergence of malignant and metastatic disease [9]. Thus, tight regulation of telomerase and progressive telomere shortening are thought to be an initial barrier to the early onset of cancer.\n\nHigh resolution mapping of the three-dimensional chromatin interactome addresses many unanswered questions about the cis-regulatory long-range looping interactions important in gene regulation. The human genome is composed of continuous chromosome loops and TADs (topologically associating domains), forming gene territories [10,11]. Distal enhancers and/or insulators are believed to be responsible for the regulation of genes along the genome via chromatin folding. Recently, we demonstrated that telomeres also loop to specific loci to regulate gene expression, which we have termed TPE-OLD (telomere position effect—over long distance) [12–14]. In the examples characterized so far, genes close to telomeres are silenced in young cells (with long telomeres) and become expressed when telomeres are short. Importantly, re-elongation of cells with short telomeres by exogenous expression of the hTERT gene (active telomerase) results in expression patterns that mirror the expression of these genes in cells with long telomeres [12–15]. As we have observed genes between the TPE-OLD regulated genes that are not regulated by TPE-OLD, this mechanism is clearly distinct from classic TPE, which regulates genes proportional to the proximity to the telomeric repeats [15]. In the present study, we show that the expression of the hTERT gene itself is also regulated by TPE-OLD. The ability to regulate genes by telomere length without induction of a DNA damage signal from a single or a few critically short telomeres has potential explanatory value for what regulates the maximum length of human telomeres during fetal development and ways to regulate major age-associated transitions as well as to activate or repress genes as part of normal aging without requiring a DNA damage signal.\n\nResults\n\nConserved TERT Loci in Higher Primates\n\nLong-ranged genomic interactions between telomeres and distal loci may play important roles in the regulation of gene expression, a phenomenon that we previously referred to as TPE-OLD [12,13]. Through previous microarray analyses [12], we identified the human CLPTM1L (cleft lip and palate-associated transmembrane protein 1-like) gene that is ~1.3 mega bases apart from the chromosome 5p telomere as a putative TPE-OLD candidate gene. CLPTM1L is frequently upregulated in cancer cells [16] and shows preserved colocalization with the TERT locus for a shared synteny in many species (Fig 1A). We analyzed mRNA expression of the genes at this locus, including CLPTM1L and hTERT, in BJ human fibroblast clones with long and short telomeres, to determine if the expression of this locus is regulated by TPE-OLD. CLPTM1L was expressed in normal young passaged cells but showed increased gene expression with progressive telomere shortening (S1A Fig). Historically, it is generally believed that hTERT is not actively transcribed in normal telomerase silent cells; however, expression of hTERT splice variants does occur [17]. The reason for this misconception is that most investigators use primer pairs designed to measure transcripts containing only the RT domain of TERT (exons 5–10), while exons outside of the RT domain are not measured (i.e., exons 1–4 and 11–16). It is now known that hTERT transcripts can be detected in a variety of telomerase-negative cells and tissues, but the mRNA produced is not full-length mRNA capable of producing active telomerase [17]. To test if replicative age or telomere length influenced hTERT expression, we measured hTERT gene expression using a primer pair targeting the 5ʹUTR to exon 1 of hTERT. We observed that hTERT is expressed at higher levels in two human fibroblast strains with short telomeres compared to the same cells with long telomeres (Fig 1B, S1 Fig). As previously described, we did not detect any transcripts that contain the RT domain of hTERT (Fig 1B); thus, transcripts that could code for active telomerase were not observed. We also analyzed protein expression of CLPTM1L (S1B Fig) and observed that the expression of CLPTM1L protein significantly increased during progressive telomere shortening, but the expression was greatly decreased when we re-introduced hTERT in old BJ cells and re-elongated telomeres (S1B Fig). We also examined mRNA expression of genes located between the 5p telomere and the hTERT-CLPTM1L locus (S1A Fig) in young and old BJ cells. The expression of the intermediate genes on chromosome 5p showed no significant increase in BJ cells with short telomeres (S1A Fig). We explored if telomere repeat containing RNA, TERRA, was also altered and potentially important in TPE-OLD. Consistent with previous reports [18,19] we observed an increase in TERRA expression from three subsets of chromosomes (1q-21q, 5p, and 9p-15q-Xq-Yq; Fig 1C) when telomeres were short compared to long. The TERRA data support our observations that the chromatin environment surrounding chromosome 5p and hTERT change when telomeres are short. Overall, this implies that the hTERT locus may be influenced by the length of telomeres through long-ranged chromatin interactions.\n\nPerhaps not surprising, but potentially significant, is that the location of the TERT gene is also evolutionarily conserved (Fig 1D). TERT genes are located at the very end of their chromosomes, near the telomere, in higher primates including humans and most other large long-lived mammals. However, the location of the TERT gene in rodents and many other smaller shorter-lived mammals is non-telomeric. The local genome structure around the TERT locus in rodents is quite different from primates, implying they may have developed different strategies to regulate telomerase expression [20,21]. Based on these observations, we decided to test if there is a functional role for TERT being localized at the end of human chromosome 5p. As the distance between the hTERT locus and the telomere is only ~1.3 mega bases, we postulated that hTERT might also be regulated in part by a long-ranged telomere looping mechanism in human cells.\n\nThree-Dimensional Interactions between the hTERT Locus and the Sub-telomeric 5p Region by Telomere Length\n\nWe designed two specific BAC probes to visualize the hTERT locus and the sub-telomeric 5p region for three-dimensional fluorescence in situ hybridization (3D-FISH) (Fig 2A). We measured the distance between the hTERT locus and the sub-telomeric 5p region, and the pairs of alleles were divided into adjacent to (A) or separated (S) by the three-dimensional location (S2A and S2B Fig). We first stained the sub-telomeric BAC region, the hTERT locus and telomeres in old BJ cells, with short telomeres (Fig 2B). The telomere staining was detected at the hTERT locus with sub-telomere 5p in the adjacent allele pair. However, we observed at least one hTERT allele that was spatially separated from the sub-telomere 5p probe in old BJ cells without telomere staining. We measured the distance between the hTERT locus and the closest telomere (Fig 2C). The results showed that the hTERT locus colocalized with the telomere when it is adjacent to the sub-telomeric 5p region (Fig 2B and 2C). This implies that the telomere is likely to be adjacent to the hTERT locus for potential long-ranged looping interactions.\n\nWe next tested if telomere looping close to the hTERT locus changes when telomeres became short. We measured and compared the distance between the hTERT locus and sub-telomeric 5p in young BJ fibroblasts at 20 population doublings (PDs) with long telomeres versus old BJ fibroblast at PD90 with short telomeres (Fig 2D). More than 70% of allele pairs were adjacent in BJ cells at PD20, implying that the telomeric heterochromatin might affect the expression of the hTERT locus in young BJ fibroblasts. BJ cells are telomerase-negative, but non-catalytic alternatively spliced variants are expressed, as shown in Fig 1 and as previously described [17]. This might explain why a small proportion of alleles is separated from the telomere in telomerase-negative young BJ cells with long telomeres, based on the assumption that the looping interactions suppress transcription. In old BJ cells at PD90, we found that the percentage of adjacent allele pairs was significantly reduced. Almost 60% of alleles were separated in the old cells with short telomeres, indicating that there is at least one hTERT locus spatially separated from the telomere in each cell. Importantly, we confirmed these 5p/TERT looping interactions in a second fibroblast cell strain, IMR90 (S2C and S2D Fig). We measured the number of separated and adjacent alleles in IMR90 cells young (PD 22) and old (PD 52) and show a shift from the majority of alleles being adjacent (76%) in young cells compared to the majority of alleles being separated (88%) in old cells. The looping data and the expression of hTERT are consistent. We suggest that old cells (with short telomeres) lose one control mechanism in regulating the hTERT locus (i.e., telomere chromatin looping) that helps repress the expression of hTERT. However, while we observed increased transcription of exon 1 of hTERT, there must be additional mechanisms preventing the inclusion of exons critical to produce active telomerase. There is substantial evidence that alternative splicing of hTERT may also have a major role in suppressing the production of active telomerase in old cells [22–24]. Furthermore, we performed 3D-FISH analysis in transformed SW26 and SW39 cells. SW cells are SV40 antigen expressing clones of IMR90 cells that have spontaneously immortalized using either telomerase (SW39) or an alternative lengthening of telomeres (ALT; SW26) mechanism to maintain telomeres (S2E Fig). In both cell lines, the majority of the alleles were separated (SW39 = 72%; SW26 = 66%), indicating that short telomeres due to replicative aging are likely responsible for the change in chromatin conformation and that a secondary change occurs to cause the production of full-length TERT or engage ALT.\n\nIt has been suggested that hTERT shows mono-allelic expression in cancer, which is sufficient to preserve constant telomere length [25,26]. Our results support this assumption, as we observed that, on average, only one hTERT allele was generally in the open configuration during in vitro aging well before the onset of cancer. As controls for global conformational changes at chromosome 5p, we performed two additional FISH experiments. In the first experiment, we stained intermediate genomic region between the hTERT locus and the 5p telomere (S3A–S3C Fig). In addition, we also stained cells for two loci located 25.5 MB and 30.6 MB away from hTERT (S3D–S3F Fig). There were no changes in distances between the control loci in young and old cells, demonstrating that the conformation change occurs at the specific genomic region encompassing hTERT during in vitro aging, and this change is not due to classic TPE.\n\nTo determine if we could artificially shorten telomeres and recapitulate the aging phenotype, we utilized CRISPR/Cas9 (clustered regularly interspaced short palindromic repeat-associated 9) to remove a large portion of the telomere and subtelomere region from chromosome 5p. This experiment allows testing the role of chromosome 5p’s telomere in regulating the looping observed in cells with short and long telomeres. As illustrated in Fig 2D, we also infected young BJ cells with a lentivirus expressing Cas9 protein and single guide-RNA targeting the sub-telomeric region of 5p to specifically disturb telomeres at chromosome 5p for a short period of time [27]. We also added an NHEJ inhibitor, SCR7, simultaneously during the infection to suppress repair of the double strand breaks induced by the Cas9 protein [28]. The targeted cells showed an unstable end structure of chromosome 5p (S5 Fig), and the specific disturbance of the 5p telomere significantly diminished telomere looping at the end of the chromosome 5p.\n\nWe further examined if the proposed mechanism was present in BJ cell clones in which both young and old cells were passaged the same amount of time in culture. This approach was necessary to eliminate the possibility that young and old cells that were in culture for vastly differing times could introduce artifacts. To accomplish this, we expressed a floxable hTERT in BJ clones, followed by excision at different time points in order to make isogenic cells with different length of telomeres but passaged similar times in cell culture [12,29]. Telomere length of the early-excision clone was 9 kb, and this was extended up to 13 kb in the late-excision clone. The telomere length (terminal restriction fragment [TRF]) results are presented in Figure 1B. Population doublings were evenly matched between clones (to avoid confounding effects of passage of time in culture), and we also analyzed telomere looping. Similar to our observations in normally passaged BJ cells, the isogenic clones also showed decreased levels of telomere looping with telomere shortening (Fig 2E). Importantly, there were only background levels of DNA damage signaling during telomere shortening (Fig 2F) indicating that the change in genome structure occurred before initiation of DNA damage responses from critically short telomeres. To ensure that our staining protocol was robust, we induced DNA damage (double strand breaks) by treating long and short telomere BJ cells with zeocin and assaying for DNA damage (S2F Fig). These data can be interpreted to indicate that our staining protocol is robust and that we are analyzing cells before telomere-DNA damage induced foci are present or significant DNA damage occurs in the cells.\n\nWe next performed droplet digital 3C (chromatin conformation capture) to detect the genomic interactions between the 5p telomere and the hTERT locus in young and old BJ cells (Fig 2G, left side). The results showed that the hTERT locus has specific genomic interactions with the 5p telomere, and the interaction was reduced during in vitro aging and telomere shortening. A proximity control primer which is 10kb away from the fixed primer at the hTERT locus was selected for normalization of 3C results (Fig 2G, right side). Taken together, telomere looping exists between the hTERT locus and the sub-telomeric 5p in normal human cells, and this looping is greatly reduced by gradual telomere shortening.\n\nTelomere Looping Determines Permissiveness of the hTERT Locus\n\nIt has been shown that cis-elements upstream of the hTERT locus may play important roles in the tight regulation of human telomerase [30]. Thus, we decided to test if telomere looping could affect the epigenetic status of the hTERT proximal promoter region. We first analyzed DNA methylation of the region from -720bp to +90bp of the hTERT promoter in isogenic BJ cells with different lengths of telomeres but similar times in cell culture (Fig 3A). The relationship between DNA methylation and transcription in the hTERT promoter remains controversial in normal and cancer cells [31,32], but the transcription start site of hTERT retains little or no methylation in telomerase-active cancer cells for active transcription [33]. We found that the level of DNA methylation is significantly higher in BJ cells with long telomeres at several regions associated with hTERT and the hTERT region in comparison to cells with shorter telomeres. The largest differences were observed at -580bp, -250bp, -30bp, and +20bp of the hTERT promoter, including the E-box motif (a putative Myc binding sequence). It has also been reported that the proximal region of the hTERT promoter, including exon 1 and 2, regulates the activity of the hTERT promoter and that the methylation of this region is responsible for binding of several proteins [34,35]. Therefore, our results can be interpreted to indicate that telomere length-associated changes in methylation levels of the hTERT proximal promoter might affect transcriptional regulation of this locus. We next analyzed active and inactive histone marks on the hTERT proximal promoter using chromatin immunoprecipitation combined with droplet digital polymerase chain reaction (ChIP-ddPCR; [12]) (Fig 3B). We measured two histone marks associated with active chromatin H3K4 trimethylation (H3K4me3) and H3K9 acetylation (H3K4ac) and two histone marks associated with repressed chromatin H3K27 trimethylation (H3K27me3) and H3K9 trimethylation (H3K9me3), which have key roles in regulating gene expression [36]. We observed an increase in both H3K4me3 and H3K9ac across the TERT promoter in aged cells with short telomeres (Fig 3B). We also observed an increase in the repressive histone mark H3K27me3, but did not observe any significant differences in young or old BJ cells for the repressive histone mark H3K9me3. Collectively, this shows that the chromatin status of the hTERT promoter in old BJ cells with short telomeres is different and may be more transcriptionally permissive compared to young BJ cells with long telomeres. These data correlate well with the increased hTERT transcription we observed in cells with short telomeres. Furthermore, we analyzed chromatin at the promoters of three genes surrounding TERT that could also be affected by the altered chromatin environment with aging. We analyzed the proximal promoter regions of CLPTM1L, SCL6A18, and SCL6A19 for the same histone marks described above in the same cells and preparations used for TERT ChIP. At the CLPTM1L promoter we observed significant increases in histone marks indicating active transcription (Fig 3B). These data correlate well with an increase in CLPTM1L transcripts and protein levels (S1 Fig). We also observed significant changes in the chromatin surrounding the solute/amino acid transporter genes (SCL6A18 and SCL6A19), even though these genes are not expressed above basal/background levels in old/short telomere BJ cells. Specifically, we observed that both the repressive histone marks were increased in old cells (short telomeres) compared to young cells (long telomere). However, there was an increase in the activation marks as well. This indicates an intricate balance between chromatin modifications, methylation status, telomere length, and the expression of tissue-specific transcription and splicing factors that dictates the activation or repression of genes with replicative aging (telomere shortening—TPE-OLD).\n\nWhile we demonstrated that telomere shortening induced conformation changes between the hTERT locus and the sub-telomeric 5p resulting in up regulation of exon 1, presumably containing spliced hTERT transcripts in normal BJ cells (see Fig 1B), it did not result in full-length telomerase activity competent transcripts. Thus, we suggest that telomere shortening may render the hTERT locus more permissive and under oncogenic stress may lead to the production of full-length hTERT mRNA transcripts that could in turn produce telomerase activity. To test this, we simulated a step in spontaneous cancer transformation by knocking down p21 (CDKN1A) and analyzing mRNA expression level of hTERT (Fig 3C). The knockdown of p21 was previously shown to de-repress hTERT expression [37]. Thus, we tested if the knockdown of p21 would increase the expression of hTERT mRNAs and result in the inclusion of exons 7/8 in the short-telomere old BJ cells but not in the young BJ cells with long telomeres. We measured the expression level of hTERT transcripts in young and old BJ cells with and without p21 stable knockdown; mRNA containing exons 7/8 (exons coding for critical residues in the reverse transcriptase domain of TERT) and exon 15/16 (most splice variants of hTERT contain exons 15 and 16), responsible for putative active hTERT and total hTERT variants respectively. Both the active and the total hTERT transcript variants significantly increased with the knockdown of p21 in old BJ but not in young BJ cells; however, we did not detect telomerase activity (S6 Fig). While we observed an increased portion of transcripts that contain exons 7/8 of the TERT RT domain, other critical regions such as exon 2 may be spliced out [38]. Further work into the regulation of hTERT splicing is necessary to more fully understand the complex regulatory network surrounding hTERT and why the majority of transcripts are inactive splice variants as opposed to full length. While this result does not prove a causal role during cancer development, this series of experiments does demonstrate that telomere shortening in cells that bypass replicative senescence leads to the hTERT locus entering into a more permissive state (e.g., increased hTERT mRNA expression) in the presence of oncogenic stresses, consistent with the disengagement of telomere looping.\n\nTRF2 as a Mediator of Telomere Looping between the hTERT and Sub-telomeric 5p in Cells with Long Telomeres\n\nCharacterization of cis- or trans-acting factors responsible for telomere looping will be important to understand this novel mechanism for telomerase regulation. A recent report showed that TRF2 (telomeric repeat-binding factor 2) protein is essential for the functional organization of chromosome ends, including human fibroblasts [39,40]. There is also mounting evidence for off-telomere functions of the shelterin components [41]. While a recent whole genome sequencing study found 2,920 interstitial TTAGGG repeats throughout the human genome [39], we also found frequent internal (interstitial) telomeric sequences (ITS) near the TERT locus in higher primates but not in rodent cells (Fig 4A). Thus, we first checked for a putative role of TRF2 in telomere looping in BJ cells as a candidate approach. We knocked down TRF2 by siRNA and performed 3C to directly assess the genomic interactions between the telomere and the hTERT locus (Fig 4B). The knockdown of TRF2 significantly reduced the genomic interactions between the telomere and the hTERT locus in young PD30 BJ cells, implying TRF2 may have a role in telomere looping interaction on hTERT locus.\n\nAs shown in Fig 4A, a region 100 kb downstream of the hTERT (Chr5: 1,154,047–1,154,347) contains a series of internal telomeric sequences that may recruit TRF2 shelterin protein (hereafter termed hTERT-ITS). Thus, we reasoned that this region would be a putative binding site for TRF2 and may be responsible for the telomere looping interaction between the telomere and the hTERT locus in cells with long but not short telomeres. ChIP-qPCR analysis showed that the TRF2 protein associates with the hTERT-ITS region in young and old BJ cells as proposed (Fig 4C). We next performed 3C to further clarify that hTERT-ITS interact with the hTERT promoter by genome folding to affect transcriptional permissiveness as shown in Figs 1 and 3. Within 200kb, we found more than 20 HindIII restriction enzyme sites were in the hTERT/CLPTM1L locus (Fig 4D). Droplet digital PCR (ddPCR)-mediated amplification showed specific interactions between the 5ʹ end of hTERT and the hTERT-ITS (Fig 4E). Moreover, the interaction was weakened in old BJ cells, implying there might be a transition from a more repressive state to a more active state of this TAD location during in vitro aging, consistent with the increased hTERT mRNA, altered methylation, and chromatin. This result also shows that there is an additional genome folding between the hTERT locus and the hTERT-ITS at an intermediate region between the SLC6A18 and SLC6A19 loci. The hTERT promoter is not close to the hTERT-ITS on a linear genome map, but the unique genome folding at this region potentially positions the hTERT promoter close to the ITS, followed by putative TRF2-mediated telomere recruitment to the hTERT promoter only in cells with long telomeres.\n\nIn Fig 4F, we demonstrate that TRF2 protein is also enriched in the hTERT promoter region using ChIP-qPCR approaches. While TRF2 protein was enriched at proximal regions on the hTERT promoter, the interaction was significantly decreased in old BJ cells at the genomic regions containing -350bp to -50bp of the hTERT promoter. This shows TRF2 protein can occupy the hTERT promoter region, but the interaction is weakened during in vitro aging and telomere shortening. Together, we interpret these experiments to indicate that TRF2, and perhaps upregulated TERRA, may have at least a partial mechanistic role in telomere looping at the hTERT locus through interaction with the conserved interstitial telomeric repeats.\n\nBecause we have shown the interaction between the 5p telomere and the hTERT locus, we modeled one possibility for the detailed local genome structure of this locus (Fig 4G). In this model, the hTERT promoter is close to the hTERT-ITS by genome folding in young cells with long telomeres. In addition, this model shows that TRF2 protein is recruited to hTERT locus and hTERT-ITS, which makes this interaction potentially dependent on telomere length. In summary, the hTERT promoter has specific interactions with the hTERT-ITS through gene looping, which may also recruit telomere length-dependent looping (TPE-OLD) mechanisms through TRF2 protein.\n\nWe next performed 3D-FISH to visualize the genomic structure changes between the hTERT locus and the sub-telomeric 5p (Fig 4H). Control PD17 BJ cells showed that 89% of the hTERT and sub-telomeric 5p allele pairs were adjacent, but knockdown of TRF2 reduced this down to 34%. We also knocked down CTCF (CCCTC-binding factor) and LDB1 (LIM domain-binding protein 1), which are proposed to be essential proteins in global gene looping maintenance [42,43]. CTCF and LDB1 knockdown also significantly reduced the adjacent allele pairs, implying that the general gene looping mechanisms may also be involved in telomere looping. Western blotting was also performed to show knockdown efficiency (Fig 4I). Taken together, TRF2, part of the shelterin complex, may be mechanistically involved in the establishment of telomere looping near the hTERT locus through ITS together with general chromosome looping mechanisms.\n\nTelomere Length Affects Expression of hTERT in Telomerase-Positive Cancer Cells\n\nIn almost all primary human cancers, telomere length is very short compared to adjacent normal tissues [44]. It is likely that short telomeres, in combination with oncogenic alterations, result in the hTERT gene becoming more permissive for protein expression and enzyme activity. Thus, we next investigated how telomere length affects hTERT expression in telomerase-active cancer cells. We first infected hTERT and hTR (hTERC) into the SW39 cell line (SV40 immortalized human telomerase expressing fibroblasts) and analyzed mRNA expression of the endogenous hTERT by examining the 3ʹ untranslated region. We observed that the extended telomere length reduced endogenous expression of hTERT mRNA in qPCR analysis (Fig 5A) implying TPE-OLD remains engaged at least in this tumor cell line.\n\nWe further established isogenic HeLa cell clones with different telomere lengths by excising a floxable hTERT cDNA at different time points. We examined expression of splice variants of hTERT mRNA containing total, full-length (indicative of telomerase activity), and minus beta alternative spliced forms through ddPCR analysis (Fig 5B). All three splice variants showed significantly decreased expression in the long-telomere HeLa clone. We also performed 3D-FISH to analyze changes in genomic structure between the hTERT locus and the sub-telomeric 5p after the extension of telomeres in HeLa cells (Fig 5C). The long-telomere HeLa clone showed a higher percentage of adjacent allele pairs compared with the short-telomere HeLa clone. This indicates that the expression of hTERT may also be influenced by the length of telomeres through TPE-OLD in telomerase-positive cancer cells.\n\nDiscussion\n\nThe local genome structure around the hTERT locus may be important for the tight regulation of human telomerase. For example, introduction of proximal cis-elements of the hTERT promoter sufficiently inhibits the activity of the TERT promoter [45]. In addition, chemicals perturbing chromatin structure, including trichostatin A and 5-aza-2ʹ-deoxycytidine, induce changes in hTERT expression [46]. Moreover, chromosomal translocation and gene duplication of the hTERT locus can occur as part of the immortalization process in primary cultured cells [47,48]. Here, we reasoned that the hTERT locus might recruit telomeric heterochromatin to regulate its own gene expression, especially in large, long-lived mammals where tumor suppression mechanisms are perhaps more important. We showed that telomere looping exists in long-telomere young fibroblasts and that telomere looping was reduced by in vitro aging. This is one possible explanation for why higher primates preserved the location of the TERT gene at the end of one of their chromosomes. We speculate that, in addition to other conserved tumor suppressor mechanisms, higher primates also developed a mechanism to suppress the undesired expression of TERT. For example, it is well established that during human fetal development, full-length telomerase transcription is repressed and correlates with increases in nonfunctional alternative splicing changes in hTERT [8]. Thus, during early human development, when telomerase is active, telomeres elongate. Our current results are consistent with the idea that longer telomeres can fold back on the TERT locus and repress or significantly reduce transcription. Our results also show that replicative senescence, while initially a tumor suppressor mechanism, may paradoxically impinge on the predisposition to cancer through telomerase transcriptional de-repression.\n\nWhile still preliminary, the hTERT locus is arranged in a local chromatin domain that is regulated by telomere length and the interstitial telomere sequences in the vicinity of the hTERT locus. We showed that expression of the CLPTM1L gene (adjacent to hTERT) is also regulated by the length of telomeres and predicts transcriptional permissiveness of this locus. However, because hTERT re-activation is an extremely rare event, there may be additional levels of regulation. We propose that, upon telomere shortening, the hTERT region becomes permissive (as indicated by increased transcription of exon 1 containing RNAs), but this first step is not sufficient to support full-length hTERT transcripts at an adequate level to produce telomerase enzyme activity. We further propose that there is another biological role for telomere looping at this locus during development to repress telomerase when telomere length homoeostasis is reached (i.e., suggesting that having too-long telomeres may be detrimental).\n\nHere, we demonstrated a novel epigenetic mechanism regulating hTERT expression during in vitro aging (Fig 5D). Cells with long telomeres at the end of chromosome 5p in young passaged cells form a chromatin loop in the region of the hTERT locus. Importantly, we demonstrated that the chromatin loop is disengaged in cells with short telomeres, leading to partial increased expression of hTERT mRNA during in vitro aging and in response to p21 knockdown; however, telomerase activity was not detected, and, alternatively, spliced variants were likely produced [17,22–24,38]. Finally, we demonstrated that, in old cells with short telomeres, re-introduction of hTERT and elongation of telomeres results in a re-engagement of TPE-OLD. We found that DNA methylation and histone modifications in the hTERT promoter region showed significant changes as cells developed shorter telomeres, and that TRF2 and, perhaps, TERRA, may have important roles in these age-dependent genomic changes. These observations offer a model and a partial explanation for how age-dependent changes in the genome structure affect the regulation of hTERT without initiating a DNA damage response from a critically shortened telomere.\n\nMaterials and Methods\n\nCell Culture\n\nBJ, SW39, HeLa, HEK293FT, IMR90, and Phoenix A cells were maintained in a 4:1 ratio of Dulbecco’s modified Eagle’s medium to Medium 199 containing 10% of fetal bovine serum (Hyclone, Logan, UT, USA) under 5% CO2 in a humidified incubator. Retrovirus containing human TERT cDNA was infected into BJ cells and HeLa cells, followed by adenoviral infection for transient expression of Cre recombinase at different time points to produce cells with different lengths of telomeres that had been passaged in vitro for similar times [12,29]. Retrovirus was prepared by transfecting viral vectors into Phoenix A cells for 48 h. Medium containing virus was filtered through a 0.45 μm pore and provided to cells in the presence of 2 μg/ml polybrene. Lentivirus was prepared by transfecting viral vectors into HEK293FT cells with two packaging vectors (pMD2 and psPAX2) for 48 h. Medium containing virus was filtered through a 0.45 μm pore and cells exposed to lentivirus in the presence of 2 μg/ml polybrene. Selection for hygromycin was performed using 100 μg/ml and for puromycin using 1 μg/ml. CRISPR-Cas9 introduction for 5p genomic editing was performed by infecting cells with lentivirus carrying sgRNA target sequence of 5ʹ-GCCTCACTCCTTACGGAGTG-3ʹ.\n\nThree-Dimensional Fluorescence In Situ Hybridization (3D-FISH)\n\n3D-FISH was performed as described previously [12]. 104 BJ cells were seeded into 4-chambered slides. Cells on slides were fixed with 4% paraformaldehyde, followed by permeabilization with 0.1% Triton X-100 in PBS. Repeated liquid nitrogen freezing-thawing cycles were performed for further permeabilization with preservation of intact nuclear structure under 20% glycerol in PBS. After 5 d of incubation of with 50% formamide in 2X SSC, cells were stained with indicated probes at 37°C for overnight. Slides were washed with 0.1% SDS in 0.5X SSC at 70°C for 5 min, followed by 2 rounds of PBST (Phosphate-buffered saline with Triton X-100) washing for 10 min. Images were acquired using a LSM780 confocal microscope (Carl Zeiss, Jena, Germany), and analyzed by Imaris deconvolution software (Bitplane, Zurich, Switzerland). The proximity of allele pairs was determined visually and quantitated. At least 30 nuclei were counted for the statistical analyses. We used the following criteria for the analyses: adjacent ~0.5 μm space or less between probes, separated ~1.0 μm between probes or more. The length was determined by calculating the 3D distance between each center of deconvolved fluorescent spots. Probes were prepared using nick translation kits (Abbott Laboratories, Abbott Park, IL, USA) from each BAC following manufacturer’s instructions. BAC plasmids were purchased from CHORI (Children’s Hospital Oakland Research Institute, Oakland, CA, USA); RP11-990A6 for hTERT locus staining and RP11-44H14 for sub-telomeric region 5p staining. Quality of probes was assessed by metaphase spread analyses and PCR.\n\nDroplet Digital PCR (ddPCR) and TRAP (ddTRAP)\n\nDdPCR and ddTRAP were performed as previously described [12,49]. Messenger RNA was prepared from RNeasy plus mini kit (Qiagen, Valencia, CA, USA) following the manufacturer’s instructions. 100 ng of RNA was reverse-transcribed from cDNA synthesis kit (Bio-Rad, Hercules, CA, USA) by following the manufacturer’s instructions. Ten percent of synthesized cDNA was used for the ddPCR reaction. For ddTRAP, harvested cells were lysed in NP40 lysis buffer (1mM Tris-Cl pH8.0, 1mM MgCl2, 1mM EDTA, 1% NP40, 0.25mM sodium deoxycholate, 10% glycerol, 0.15M NaCl, 0.05% 2-ME) for ddTRAP. Lysate was used for TS extension, and the extended products were analyzed with ddTRAP. Endogenous levels of 3ʹUTR were assessed with EvaGreen dye (Bio-Rad, Hercules, CA, USA). Probes were purchased from Roche (Basel, Switzerland), and the primer sequences are described below:\n\n5ʹUTR-Exon 1 hTERT\n\n5ʹ-AGCCCCTCCCCTTCCTTT\n\n5ʹ-TGCGTCCCAGGGCACGCACACCAGGCACTG\n\nFull-length hTERT (exon7/8)\n\n5ʹ-GCGTAGGAAGACGTCGAAGA-3ʹ\n\n5ʹ-ACAGTTCGTGGCTCACCTG-3ʹ\n\nProbe-UPL #52\n\nTotal hTERT (exon15/16)\n\n5ʹ-GGGTCACTCAGGACAGCCCAG-3ʹ\n\n5ʹ-GGGCGGGTGGCCATCAGT-3ʹ\n\nProbe-UPL #37\n\nMinus beta hTERT (exon6/9)\n\n5ʹ-CAAGAGCCACGTCCTACGTC-3ʹ\n\n5ʹ-CAAGAAATCATCCACCAAACG-3ʹ\n\nProbe-UPL #58\n\n3ʹUTR of endogenous hTERT\n\n5ʹ-CAGCTTTTCCTCACCAGGAG-3ʹ\n\n5ʹ-GGTCACTCCAAATTCCCAGA-3ʹ\n\nBisulfite Sequencing\n\n100 ng of gDNA was modified using the EpiTect Bisulfite kit by following the manufacturer’s instructions (Qiagen, Valencia, CA, USA). Modified DNA was PCR-amplified and cloned into the T vector system (Promega, Madison, WI, USA). 7~10 bacterial clones were sequenced for methylation analysis. Primers for the hTERT promoter region amplification were designed as previously described [33].\n\ndd3C (Droplet Digital Chromatin Conformation Capture)\n\nChromatin conformation capture (3C) was performed as previously described [12]. Five million cells were washed with PBS and fixed with 25 ml of medium containing 1% formaldehyde for 10 min at room temperatures. To quench the crosslinking reaction, 1.5 ml of 2.5 M glycine was added and incubated for 10 min at room temperature, followed by an additional 15 min of incubation at 4°C. Cells were washed with PBS and harvested into 1 ml of cold-PBS with protease inhibitor. Cells were next lysed by homogenization, and the nuclear pellet was collected by centrifugation. The nuclear pellet was washed and resuspended in 500 μl of ice-cold NEBuffer 2 (NEB, Ipswich, MA, USA). 15 μl of 10% SDS was added and incubated at 37°C for 1 h, followed by addition of 46.35 μl of 20% Triton X-100 for 1 h on a shaking incubator. HindIII (400U) was added and incubated overnight. Enzyme reaction was stopped by adding 88 μl of 10% SDS at 65°C for 20 min. Samples were next transferred to DNA ligation mix containing 50 mM Tris-Cl, pH 7.5, 10 mM MgCl2, 1 mM ATP, 10 mM DTT, and 50 μg/ml BSA. 372 μl of 20% Triton X-100 was added and incubated at 37°C for 1 h. 2,000 U of ligase (NEB, Ipswich, MA, USA) was added and incubated for 5 h at 16°C. 40 μl of 20 mg/ml Proteinase K was added to the ligation mix at 65°C overnight. DNA extraction was performed by phenol-chloroform extraction and ethanol precipitation. Quality of the libraries were determined by checking for a single DNA band under agarose gel electrophoresis. Taq-man probe and 5ʹ primers were selected to amplify constant regions at the 5p telomere regardless of genome conformation. 3ʹ primers were selected to amplify the genomic interaction between 5p telomere and subtelomeric genes up to 1.3 mega base pairs from 5p containing hTERT. Primer binding regions are 100 base pairs apart from a HindIII recognizing motif. Primer and probe sequences are described below;\n\nProbe\n\n5ʹ-[6FAM] GCCAACACAGGAATGAATTG [BHQ1]-3ʹ\n\nConstant 5ʹ primer at 5p\n\n5ʹ-GCCAATAAAAACAGCTACCGATG-3ʹ\n\n3ʹ primers\n\n5ʹ-GAGATAACTCACTACCTTCAGACCA-3ʹ (PLEKHG4B)\n\n5ʹ-TTGAAGACATTCCTCACATCCC-3ʹ (SDHA)\n\n5ʹ-TGTTTCCGTGATTCCTGGCAC-3ʹ (PDCD6)\n\n5ʹ-TGGACTGTGTTGTGGGTCCTC-3ʹ (AHRR)\n\n5ʹ-ATGCACCCACAGGTGGGTG-3ʹ (SLC9A3)\n\n5ʹ-CTGCTGAGAAGTGTTGCCTTCT-3ʹ (CEP72)\n\n5ʹ-ATTAGGATCACCCATCGCAG-3ʹ (TPPP)\n\n5ʹ-TGCGCAGCATTTTGCACATG-3ʹ (ZDHHC11)\n\n5ʹ-ATGTCGGCTTGGCCTAGAAG-3ʹ (BRD9)\n\n5ʹ-AGGTCACTGCTGGCCTGG-3ʹ (NKD2)\n\n5ʹ-ATGCTGGTGCCAGCTCTGAG-3ʹ (SLC12A7)\n\n5ʹ-AGGGCTCTGGGATGTGCTG-3ʹ (SLC6A19)\n\n5ʹ-CATTTGGAGTCCATGGAGTGAG-3ʹ (hTERT)\n\n5ʹ-CCAGCTGTTCAGTTCAGCAGC-3ʹ (CLPTM1L)\n\n5ʹ-TAATAGGAAGTTAACGTGCTTTGGC-3ʹ (SLC6A3)\n\nChromatin Immunoprecipitation (ChIP) Analysis\n\nChromatin immunoprecipitation was performed as previously described [12]. Antibodies against total histone H3 and a 1:1 mixture of rabbit and mouse IgG isotypes were used as pulldown positive and negative controls of ChIP analyses, respectively. Relative occupancy was determined by first normalizing the target results with amplification signals from total H3 and then dividing by 1% input chromatin extracts. Antibodies against H3K4me3, H3K27me3, H3K9me3, H3K9ac, and LDB1 were purchased from Abcam (Cambridge, MA, USA). Antibody against TRF2 was purchased from Novus biologicals (Littleton, CO, USA). Antibody against CTCF and histone H3 was purchased from Cell signaling (Cell signaling technology, Danvers, MA, USA). Primers for hTERT promoter amplification were described in a previous study [33]. Primers for detection of CLPTML1, SLC6A18, CLC6A19, and the hTERT-ITS are described below;\n\nCLPTM1L promoter ChIP\n\n5ʹ- TGGGTTTGTACTGGGGAAAA\n\n5ʹ- GAGCCTGGTGGAAGGTGATA\n\nSLC6A18 promoter ChIP\n\n5ʹ- CCTGGTGTCTGCAACAAAAA\n\n5ʹ- GCCCCACTGCAGTTGTATTT\n\nSLC6A19 promoter ChIP\n\n5ʹ- TCTGGGTCCTGAACCTATGG\n\n5ʹ- GATGTGGCCTGAATCAACCT\n\nTERT ITS primer #1\n\n5ʹ-GGAGCTGTGGTCTGTGTCTC-3ʹ\n\n5ʹ-ACGCTAACCCTAACCCACAG-3ʹ\n\nTERT ITS primer #2\n\n5ʹ-GGGTTAGGGACACAAGCCTG-3ʹ\n\n5ʹ-TAGAAGGGCAGGTGTCTCGT-3ʹ\n\nTERT ITS primer #3\n\n5ʹ-AGCAGACACCTGCCCTTCTA-3ʹ\n\n5ʹ-ACTTTGTGTGCATCTGGGGA-3ʹ\n\nTelomere Dysfunction Induced Foci (TIF) Assay\n\nThe TIF assay is based on the co-localization detection of DNA damage by an antibody against gamma-H2AX and telomeres using FITC-conjugated telomere sequence (TTAGGG)3-specific peptide nucleic acid (PNA) probe. Briefly, BJ cells with long and short telomeres (100,000 cells) were seeded to four-well chamber slides, and, after the cells attached to the surface (next day), slides were rinsed twice with 1xPBS and fixed in 4% formaldehyde (ThermoScientific, IL) in PBS for 10 min. Then, cells were washed twice with PBS and permeabilized in 0.5% Triton X-100 in PBS for 10 min. Following permeabilization, cells were washed three times with PBS. Cells were blocked with 10% goat serum in 0.1% PBST (TritonX-100) for 1 h. Gamma-H2AX (mouse) (Millipore, Billerica, MA) was diluted 1:1,000 in blocking solution and incubated on cells for 2 h. Following three washes with PBST (1x PBS in 0.1% Triton) and three washes with PBS, cells were incubated with Alexaflour 568 conjugated goat anti mouse (1:500) (Invitrogen, Grand Island, NY) for 40 min, then washed five times with 0.1% PBST. Cells were fixed in 4% formaldehyde in PBS for 20 min at room temperature. The slides were sequentially dehydrated with 70%, 90%, and 100% ethanol. Following dehydration, denaturation was conducted with hybridization buffer containing FITC-conjugated telomere sequence (TTAGGG)3-specific peptide nucleic acid (PNA) probe (PNA Bio, Thousand Oaks, CA), 70% formamide, 30% 2xSSC, 10% (w/v) MgCl2.6*H20 (Fisher Sci), 0.25% (w/v) blocking reagent for nucleic acid hybridization and detection (Roche) for 7 min at 80°C on heat block, followed by overnight incubation at room temperature. Slides were washed sequentially with 70% formamide (Ambion, Life Technologies, Grand Island, NY) / 0.6 x SSC (Invitrogen) (2 x 1 h), 2 x SSC (1 x 15 min), PBS (1 x 5 min), and sequentially dehydrated with 70%, 90%, and 100% ethanol, then mounted with Vectashield mounting medium with DAPI (Vector Laboratories, Burlingame, CA). Images were captured with Deltavision wide-field microscope using the 60X objective. TIFs were quantified using Image J and representative pictures were prepared in Imaris software after deconvolution using Autoquant X3.\n\nTerminal Restriction Fragmental (TRF) Length Analysis for Mean Telomere Length\n\nThe average length of telomeres (terminal restriction fragment lengths) was measured as described in [50] with the following modifications. DNA was transferred to Hybond-N+ membranes (GE Healthcare, Piscataway, NJ) using vacuum transfer. The membrane was air-dried and DNA was fixed by UV-crosslinking. Membranes were then probed for telomeres using a DIG-labeled telomere probe [51], detected with an HRP-linked anti-DIG antibody (Roche), and exposed with CDP-star (Roche).\n\nSupporting Information"
}