{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2006974",
  "doi": "10.1371/journal.pbio.2006974",
  "externalIds": [
    "pii:pbio.2006974",
    "pmid:30208025",
    "pmcid:PMC6135348"
  ],
  "license": "This is an open access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication.",
  "licenseUrl": "https://creativecommons.org/publicdomain/zero/1.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "The microbiome and the human: A reply to Parke and colleagues",
  "authors": [
    {
      "name": "Tobias Rees",
      "first": "Tobias",
      "last": "Rees",
      "affiliation": "Berggruen Institute, Los Angeles, California, United States of America"
    },
    {
      "name": "Thomas Bosch",
      "first": "Thomas",
      "last": "Bosch",
      "affiliation": "Zoological Institute and Interdisciplinary Research Center Kiel Life Science, University of Kiel, Kiel, Germany"
    },
    {
      "name": "Angela E. Douglas",
      "first": "Angela E.",
      "last": "Douglas",
      "affiliation": "Department of Entomology, Cornell University, Ithaca, New York, United States of America; Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-09-12",
  "dateAccepted": "2018-08-09",
  "dateReceived": "2018-06-28",
  "volume": "16",
  "number": "9",
  "pages": "e2006974",
  "tags": [
    "Cultural resources",
    "Culture",
    "Developmental biology",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cultural resources",
    "Discipline-v3/Culture",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Emotions",
    "Discipline-v3/Evolutionary biology",
    "Discipline-v3/Evolutionary developmental biology",
    "Discipline-v3/Evolutionary physiology",
    "Discipline-v3/Genetics",
    "Discipline-v3/Genomics",
    "Discipline-v3/Gratitude",
    "Discipline-v3/Medical microbiology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbial evolution",
    "Discipline-v3/Microbial genomics",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Microbiome",
    "Discipline-v3/Organismal evolution",
    "Discipline-v3/Physiological processes",
    "Discipline-v3/Physiology",
    "Discipline-v3/Psychology",
    "Discipline-v3/Social sciences",
    "Discipline-v3/Sociology",
    "Emotions",
    "Evolutionary biology",
    "Evolutionary developmental biology",
    "Evolutionary physiology",
    "Genetics",
    "Genomics",
    "Gratitude",
    "Medical microbiology",
    "Microbial evolution",
    "Microbial genomics",
    "Microbiology",
    "Microbiome",
    "Organismal evolution",
    "Physiological processes",
    "Physiology",
    "Psychology",
    "Sociology",
    "Type/Formal Comment"
  ],
  "fullText": "We are grateful to Parke and colleagues [1] for their comment on our recently published essay [2]; it provides a much welcome opportunity to clarify our argument. Parke and colleagues offer two different kinds of critiques.\n\nThe first kind is specific to biology and comes in two iterations. (i) Parke and colleagues are concerned that the reference to coconstitution in our essay might be indicative of coevolutionary processes, according to which either the microbiome or the human plus the microbiome is a “unified entity.” This illustrates a common misunderstanding: developmental and physiological integration (or coconstitution) does not necessarily imply or require that the human and its microbiome comprise a single evolutionary unit. We trust that it is evident from the context that our reference to coconstitution relates to physiological processes. (ii) Parke and colleagues worry that “suggesting the whole microbiome is causal is problematic.” We agree entirely with Parke and colleagues. There is an abundance of evidence that individual taxa vary in their impact on the traits and fitness of the host and that the magnitude of this variation can depend on host genotype, environmental factors, and so on. The absence of strict partner fidelity is fully compatible with our statements that key aspects of human function traditionally treated as defining the individual “would not function without their microbes” and that we and our microbes are “physiologically and developmentally united”.\n\nThe second kind of critique concerns philosophy. Parke and colleagues take issue with what they identify as our unsystematic use of the term self. More specifically, they critique us for not sufficiently differentiating the ways in which the concept of self is used in the natural and the human sciences and how the microbiome and its impact on biological definitions of self influence each of the definitions of self in the human sciences. As they see it, our blurring of these two broad fields of research amounts to a category mistake insofar as we seek to answer a philosophical question (“what does it mean to be human?”) by attending to the biological (“the specifics of our biological constitution”). According to Parke and colleagues, our humanity doesn’t emerge from our biology but instead from “who we are as self-cognizing individuals, with our rich diversity of mental, emotional, and cultural resources.” It appears that they are suggesting, however implicitly, that the human (self-cognizant or, more classically, constituted by reason) and nature (not self-cognizant and reducible to mere matter) are qualitatively––ontologically––different realms; Parke and colleagues juxtapose our “biological constitution” or “the material basis of our mind” with our “rich diversity of mental, emotional, and cultural resources.” It is here that we disagree.\n\nWhat we find thought provoking about microbiome research is that it cuts across just this classical distinction between the human here and nature there. If it is impossible to disentangle a human brain, genome, or immune system from the workings of the microbes that live in and on us, then how can the sharp dualism between humans and nature be maintained? Of course, the human brain and microorganisms are separate entities; in terms of their cellular identity, they are different. However, in terms of their physiological function, they are partly integrated. If one thinks from the perspective of this partial integration, then the idea that humans are more than mere nature that has organized the classical division of labor between the faculty of arts (concerned with the realm that opens up beyond nature) and the faculty of science (concerned with the mere nature) becomes difficult to maintain. Our point is not to call into question the human sciences. On the contrary, our point has been to call into question the conception of the human and of nature that has made the distinction between the natural sciences and the humanities plausible in the first place. This leads to the priority of building a venue of research in which those questions that were formerly left to the natural sciences and the human sciences are not mutually exclusive."
}