{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0040025",
  "doi": "10.1371/journal.pbio.0040025",
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Genetic Signature of Anthropogenic Population Collapse in Orang-utans",
  "authors": [
    {
      "name": "Benoît Goossens",
      "first": "Benoît",
      "last": "Goossens",
      "affiliation": "Biodiversity and Ecological Processes Group, Cardiff School of Biosciences, Cardiff University, Cardiff, United Kingdom; UMR 5174 Evolution et Diversité Biologique, Université Paul Sabatier, Toulouse, France; Kinabatangan Orang-utan Conservation Project, Sandakan, Sabah, Malaysia; ITBC, Universiti Malaysia Sabah, Kota Kinabalu, Sabah, Malaysia"
    },
    {
      "name": "Lounès Chikhi",
      "first": "Lounès",
      "last": "Chikhi",
      "affiliation": "UMR 5174 Evolution et Diversité Biologique, Université Paul Sabatier, Toulouse, France"
    },
    {
      "name": "Marc Ancrenaz",
      "first": "Marc",
      "last": "Ancrenaz",
      "affiliation": "Kinabatangan Orang-utan Conservation Project, Sandakan, Sabah, Malaysia"
    },
    {
      "name": "Isabelle Lackman-Ancrenaz",
      "first": "Isabelle",
      "last": "Lackman-Ancrenaz",
      "affiliation": "Kinabatangan Orang-utan Conservation Project, Sandakan, Sabah, Malaysia; Pittsburgh Zoo, Pittsburgh, Pennsylvania, United States of America"
    },
    {
      "name": "Patrick Andau",
      "first": "Patrick",
      "last": "Andau",
      "affiliation": "Sabah Wildlife Department, Wisma Muis, Kota Kinabalu, Sabah, Malaysia"
    },
    {
      "name": "Michael W Bruford",
      "first": "Michael W",
      "last": "Bruford",
      "affiliation": "Biodiversity and Ecological Processes Group, Cardiff School of Biosciences, Cardiff University, Cardiff, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2006-02",
  "dateElectronic": "2006-01-24",
  "dateAccepted": "2005-11-22",
  "dateReceived": "2005-07-11",
  "volume": "4",
  "number": "2",
  "pages": "e25",
  "tags": [
    "Discipline/Ecology",
    "Discipline/Evolutionary Biology",
    "Discipline/Mathematics/Statistics",
    "Type/Research Article"
  ],
  "abstract": "Great ape populations are undergoing a dramatic decline, which is predicted to result in their extinction in the wild from entire regions in the near future. Recent findings have particularly focused on African apes, and have implicated multiple factors contributing to this decline, such as deforestation, hunting, and disease. Less well-publicised, but equally dramatic, has been the decline in orang-utans, whose distribution is limited to parts of Sumatra and Borneo. Using the largest-ever genetic sample from wild orang-utan populations, we show strong evidence for a recent demographic collapse in North Eastern Borneo and demonstrate that this signature is independent of the mutation and demographic models used. This is the first demonstration that genetic data can detect and quantify the effect of recent, human-induced deforestation and habitat fragmentation on an endangered species. Because current demographic collapses are usually confounded by ancient events, this suggests a much more dramatic decline than demographic data alone and emphasises the need for major conservation efforts.",
  "fullText": "Introduction\n      \nThe orang-utan is the only great ape found outside Africa [1,2]. Due to its large home range, semi-solitary nature, arboreal lifestyle, and reluctance to cross open areas, it is probably the species most affected by the increasing fragmentation of tropical forests [1,2]. Despite a wide Pleistocene distribution in South-East Asia, including Sumatra, Borneo, Java, and mainland Asia [2], wild orang-utan populations are only found in Northern Sumatra and Borneo today (Pongo abelii, and P. pygmaeus, respectively). On these two islands they survive mainly in fragmented and isolated populations, threatened by illegal hunting, the pet trade, and habitat loss, fragmentation, and degradation as a consequence of harvesting and the post-logging conversion of forested areas into oil palm plantations [1–4]. In the Leuser area (Sumatra) alone, it is estimated that 1,000 orang-utans have been killed every year between 1993 and 2000 out of the approximately 12,000 present in the early 1990s [3–5]. In Borneo, the population is estimated to have dropped by 33% between 1996 and 1997 due to drought and fires [1,2]. Across the whole range, it is generally estimated that numbers of orang-utans have experienced a 10-fold decrease from approximately 315,000 around 1900 to approximately 27,000 in 1997 ([1,2], but see Discussion below). However, conservation management is currently hampered because a number of uncertainties remain concerning (1) the original size estimates of the orang-utan population, (2) the trajectory of the recent decline, and (3) its causes. Estimates by Payne [6] restricted to Sabah suggested that more than 20,000 orang-utans were still present in the 1980s. These estimates have been challenged as being overoptimistic by at least an order of magnitude [1]. However, if correct, they would indicate that orang-utans were much more numerous than previously thought only a few decades ago and that the ongoing decline in orang-utans is more recent and drastic than previously believed. It has also been suggested that the recent decline of orang-utan populations represents only part of a general trend that started with the arrival of the first hunter-gatherers in South-East Asia, some 40,000 y ago. The later arrival of the first farmers 5,000 y ago [7] may also have influenced ancient populations of orang-utans. This effect is however difficult to evaluate. Farmers certainly did not clear the forest on a scale comparable to that which occurred during the last century [8], but they could have significantly impacted on orang-utan populations through hunting. Indeed, a number of recent studies have demonstrated that “overkill” scenarios whereby farmers or hunter-gatherers, arriving in newly colonised areas, were responsible for the collapse and extinction of a number of vertebrates, with a larger effect on large mammals, in America [9,10], Madagascar [11], or South-East Asia [10]. The impact seems to have been larger in smaller islands (e.g., [12]), which explains why orang-utans and elephants are still present in Borneo. Climatic changes have also played a role in shaping the distribution of South-East Asian mammals [13], including orang-utans, but it is not clear whether these changes have left a mark on the genetic makeup of the remaining populations. For instance, using mitochondrial DNA data, Warren et al. [14] found much higher levels of genetic diversity in orang-utans from Borneo than in humans and East African chimpanzees. Warren et al. hence argued that Bornean orang-utans have not experienced a serious genetic bottleneck. However, it is certain that all the preceding factors have played a role in the history of remnant orang-utan populations. Dating the time at which populations started to decrease would thus be crucial in elucidating the relative effects of climatic events, hunting, either Prehistoric or by farmers, and the more recent forest fragmentation.\n\nAlthough the importance of genetic diversity for the fitness and long-term survival of species is increasingly clear [15–17], the effects of very recent anthropogenic population fragmentation on genetic diversity are typically difficult to demonstrate [18,19]. Indeed, the genetic structure of most species is dominated by ancient demographic events such as population bottlenecks and/or expansions following climatic changes [18–22], which confound the signature of contemporary demographic collapse. Even in cases such as the recent near-extinction by humans of the northern hairy-nosed wombat in Australia [23], detailed statistical analysis of genetic diversity patterns has shown that the population decline occurred or started before human activities [18]: The only signature visible in the genetic data pertained to events predating the observed and well-documented population decline (see below). Thus, although the future of wild orang-utan populations seems bleak, and the impact of human activities on the environment well documented [4,8,24], the impact of recent environment changes on the genetic diversity of orang-utans is far from clear. Improvements in statistical modelling of stochastic systems have allowed the development of computational model-based Bayesian methods [19,25]. Such methods provide a solution to the previous limitations by making full use of the information present in the genetic data, provided that recent demographic events have been substantial enough.\n\nWe studied orang-utan populations in the Lower Kinabatangan floodplain in Eastern Sabah, a region that has experienced large-scale commercial timber exploitation and agriculture since the mid-1950s [8]. Faecal and hair samples were collected from wild orang-utans during boat surveys along the Kinabatangan River or during line transects to estimate nest densities [26]. Two hundred different animals were genetically identified using 14 microsatellites.\n\nThree different but complementary approaches were used to detect, quantify, and date the decline in orang-utan populations. The first approach is based on summaries of the allelic frequency spectrum [27,28] and was used to detect either a population expansion or decline. It relies on the loss or excess of rare alleles expected in bottlenecked or expanding populations, respectively, and uses simulations under different mutation models to detect departures from mutation-drift equilibrium. Under this approach, to which we refer as the EWCL approach (for Ewens, Watterson, Cornuet, and Luikart; see Materials and Methods), population size change cannot be dated or quantified. This method was applied to the whole Kinabatangan dataset (nine sampling units, n = 200 individuals, 14 loci). The two other approaches used were Bayesian methods using the information from the full allelic distributions and shall be referred to as the Beaumont [18] and the Storz and Beaumont [21] method. The Beaumont method assumes a model of population size change from N1 (in the past) to N0 (at the time of sampling). This change can be linear or exponential, and the ratio N0/N1 can be inferred. The population size change can thus be quantified, but it cannot be dated. The Storz and Beaumont method [21] allows the estimation of N0 and N1, rather than their ratio, and, crucially, also T, the time (in generations) since the population changed. The two Bayesian methods were applied to two subsets of the data for computational reasons.\n\n      Results\n      \n        Detection of a Population Size Change\n        \nThe results of the EWCL approach indicate that, regardless of the mutation model assumed, all nine samples exhibit a strong and significant signal for a population bottleneck, through the loss of rare alleles (Table S1). Given that the 200 individuals sampled represent approximately 20% of the total Kinabatangan population [26], this is evidence for a general population decline across the whole area sampled (40,000 ha with 27,000 ha for the Sanctuary). However, this approach cannot quantify or date the population bottleneck.\n\n        Quantification of the Population Size Change\n        \nThe quantification is achieved using the Beaumont method, which allows us to estimate the posterior densities for log(N0/N1), shown in Figure 1 together with the flat prior (dotted line), for comparison. This figure indicates that the present-day genetic structure of orang-utans is strongly influenced by a dramatic decrease in population size, with no support for growing or even stable populations, confirming the EWCL analysis. This result is independent of the demographic model (exponential versus linear) and the population analysed (S1 versus S2). Regardless of the model and population analysed, the 90% and 95% quantiles for log(N0/N1) suggest that orang-utan populations have decreased by at least a factor of approximately 100 and approximately 50, respectively. The full posterior distribution actually shows that the population collapse may have been by more than two orders of magnitude, whichever population and model of population decline is assumed. However, this analysis does not allow us to estimate present and past population sizes (only their ratio), but this is done using the Storz and Beaumont approach.\n\n        Quantification of Past and Present Population Sizes\n        \nThe Storz and Beaumont approach shows consistently that the posterior distributions for log(N0) and log(N1), have very limited overlap with medians of approximately 30 and approximately 5000, for N0 and N1, respectively (Figure 2), again confirming the two previous approaches. The posterior distributions are also very different from the priors (Figure 2, dashed and dotted lines) and indistinguishable for S1 and S2 whichever prior is used for both N1 and N0, indicating that the genetic signature for a population collapse is very strong and of the same magnitude on both sides of the Kinabatangan river.\n\n        Dating the Population Collapse\n        \nThe Storz and Beaumont approach also allows us to date the collapse by providing a posterior distribution for T, the time (in generations) at which the population started to decrease. This distribution has a median of approximately 210 y, despite the fact that, in the prior, the median, mean, and mode were 100,000 y ago, that is, 500 times older (Figure 3). This figure also shows that more than a third of the posterior distribution coincides with the last century and the modal value (in natural rather than logarithmic scale) in the most recent decades (Figure 4). Given that the exploitation of Sabah's forests started in 1890 and accelerated first in the 1950s and again in the 1970s [8], this distribution is rather informative. Its shape shows that the posterior probability for T decreases very quickly further back in time (Figure 4), whereas we took a prior in which this probability was increasing. To quantify this difference between the prior and the posterior, it is worth noting that dates older than 10,000 y ago had a prior support of approximately 62%, whereas they only have a posterior support of 1.4%. Clearly, these results suggest that Prehistoric hunting and Pleistocene climatic events cannot reasonably explain the detected genetic signature for a population decrease. Similarly, the arrival of the first farmers does not appear to be a very likely explanation of the decrease, as Figures 3 and 4 show.\n\n      Discussion\n      \nOur results show that the orang-utan populations have decreased by more than 95% in the last centuries, and that this decline is likely to have taken place even more recently. Importantly, it is clear that the conclusions are robust, because the parameters inputted into the models did not affect the outcome. For example, orang-utan generation time here was modelled at 8 y, as current field observations indicate in the Kinabatangan. However, even if we double or triple this value, the results do not change qualitatively. For instance, if we double the generation time, the support for dates older than 10,000 y ago would only increase to approximately 3% (despite a prior of 62%). Indeed, the posterior support for Prehistoric hunting or an older climate-driven decrease is still minute compared to the support for events taking place in the last centuries, despite the much higher support we gave to old events in the choice of the priors (Figures 3 and 4).\n\nThe only major event that may have significantly influenced orang-utan populations in the last decades or centuries is the recent anthropogenic fragmentation of the habitat. Even the arrival of the first farmers some 5,000 y ago [7] cannot account for our results, because the support for dates older than 5,000 y would only increase to 7% (against a prior of 66%) if we doubled the generation time. To put our results into perspective, it is worth noting that when Beaumont [18] re-analysed data from 16 microsatellite loci from 28 northern hairy-nosed wombats, known to have sharply decreased from thousands of individuals in the last 120 y to less than 30 in the 1980s [23], he found that the population had been declining over a much longer period than the last 120 years. Similarly, Storz et al. [22] also found a significant signal for population contraction in savannah baboons, but were unable to date it to recent anthropogenic changes. The most probable dates were between 1,000 and 250,000 y ago, and were hence more compatible with climatic events. Thus, the fact that our results display posterior T distributions having their mode in the very last decades, not in the last centuries, leads to the conclusion that the signal we pick is of a very recent decrease, and a consequence of the recent fragmentation of the environment.\n\nThe results are also sensitive to the mutation processes assumed for the microsatellite markers used. Three different mutation models were first used to test the effect of the mutation model on our results. As Table S1 shows, the signal is consistent across mutation models for all subpopulations. Indeed, no locus appeared to exhibit a significantly higher than average level of significance, as could be shown using a randomization test. Moreover, the lowest support was obtained for the single stepwise mutation model. Since this is the mutation model assumed by the two Bayesian approaches, the results here are conservative. Moreover, this is the mutation model for which the signal is least significant. For the demographic model, we tested the consistency of the inference by using both linear and exponential changes. The results were virtually identical in the two cases. One potential caveat is the assumption that there is no significant substructure within the samples analysed. Indeed, population structure, if important, can generate genealogies that resemble those obtained under a population collapse [19]. In practice, one must ask whether it is reasonable to assume that population structure prior to habitat fragmentation was strong enough to generate the signal of an apparent three-order magnitude population crash. Indeed, our results indicate that the median for r, the ratio of the ancient to current population size, is on the order of 103. Although it is difficult to determine the amount of population structure that could mimic a bottleneck of that intensity, it seems reasonable to assume that an average FST lower than, say, 0.05 would be unlikely to generate this kind of population crash signal. Otherwise, most populations across many species would exhibit signals of population crashes across loci. In other words, for population structure to be responsible for this signal would require that ancient orang-utan populations be genetically highly differentiated. This is contradicted by the very low FST values observed between samples from the same riverside (pairwise FST values were less than ~0.04 with an average of ~0.025) [29]. This is also at odds with estimates of gene flow that we obtained for the remnant forest fragments [29]. Indeed, using a method that allows the estimation of recent gene flow in sets of populations [30], we were able to determine that gene flow is the rule rather than the exception between forest fragments from the same side of the river, despite the fragmentation. To confirm this we applied a method that attempts to separate the effects of genetic drift and gene flow at equilibrium [31], to estimate the amount of population substructure. This analysis confirms that population structure is very limited with an average F of 0.047 across populations (Table S2). It is important to note that this method estimates the amount of drift within populations, based on the assumption that equilibrium is reached. Given that populations have decreased and are now fragmented, the estimates obtained are overestimates of the level of isolation of the populations prior to the population crash. Given the consistency of three different methods to indicate low levels of genetic differentiation between forest fragments, it seems very unlikely that population structure within these fragments would be so high as to mimic a population crash as dramatic as the one demonstrated here. Finally, from a biological point of view, strong population structure does not seem a very realistic assumption in pristine Borneo because habitats were contiguous; populations were much larger and thus less likely to be demographically independent. Altogether these results strongly argue against population structure being responsible for the signal we observe in the data.\n\nIt was generally believed that orang-utans were already at very low numbers a few decades ago. For instance, census estimates presented by Payne [6] suggesting that populations were still high across Sabah in the 1980s were considered optimistic and unrealistic. Our results thus represent the first independent confirmation that populations of orang-utans were still large a few decades ago, as suggested in [6], and recently demonstrated with aerial surveys in [32]. Although Payne's figures were based on limited and controversial demographic data, they appear to be indirectly confirmed by ongoing demographic, ecological, and behavioural surveys in the Lower Kinabatangan area [26] and in Sabah [32]. In the Kinabatangan region, population size estimates of around 200 individuals have been obtained for both S1 and S2 [26]. Given that census sizes are approximately three to ten times larger than effective sizes in vertebrates [17], these estimates are in good agreement with the posterior distribution of N0 presented here. Ancrenaz et al. [26] also show non-equilibrium situations with densities that are unusually high for secondary forest environments, probably due to concentration in the remaining forest patches [26].\n\nIn conclusion, these results are the first to (1) demonstrate a clear genetic signature for a very recent orang-utan population decline, (2) quantify this decline, suggesting that it is at least one order of magnitude more important than classical census data have indicated, (3) support the originally controversial census estimates by Payne [6], and suggest that they were underestimates rather than overestimates, and (4) indicate, on purely genetic grounds and using equilibrium and non-equilibrium approaches, that current population size estimates (N0) are extremely low, implying that unless immediate action is taken, genetic drift will quickly eliminate the remaining genetic diversity in the fragmented forests of the Kinabatangan floodplain.\n\nOur results strongly suggest that recent anthropogenic environmental changes are the main cause of the orang-utan population decline, that this decline is more recent and sharper than assumed, and that it has already led to the loss of significant genetic diversity, mostly through the loss of rare alleles [19,27]. It should be noted that our results do not necessarily go against the “overkill” hypothesis that appears to hold for many vertebrate species. In the case of orang-utans, the arrival of the first hunter-gatherers and farmers may well explain the current distribution of orang-utans and, in particular, their absence from islands where they are known to have been present. However, even if orang-utans from the Kinabatangan area suffered from early hunting, our analysis shows that the strength of the recent signal overcomes any earlier decrease. This is unprecedented and represents a new argument for the restoration of this unique ape's environment. In a region where between a third and half of the original forest area has been cleared in the last 30 y [8], and keeps being cleared, there is an urgent need to reconnect the remnant patches of the forests in order to increase the prospect of long-term survival of the species in the area. The uncertain future of orang-utans could still be improved, however. Our results also show that genetic diversity is still reasonably high (average heterozygosity, He = 0.74) in the remaining Kinabatangan populations [29]. Ongoing demographic simulations that incorporate environmental and anthropogenic changes, including El Niño–caused droughts, and orang-utan persecution and hunting (M. W. Bruford, B. Goossens, L. Chikhi, I. Lackman-Ancrenaz, L. Ambu, and M. Ancrenaz, unpublished data) indicate that some of the populations analysed here are under high risk of becoming extinct within the next few decades. These simulations also show that the species could maintain its current level of variability and stabilise demographically if immediate steps are taken to halt anthropogenic habitat destruction, reconnect forest isolates where possible, and directly intervene where populations have become demographically unviable.\n\n      Materials and Methods\n      \n        Study site\n        \nThe Lower Kinabatangan floodplain is located in Eastern Sabah, Malaysia, and the Lower Kinabatangan Wildlife Sanctuary was gazetted in 2005 by the state government of Sabah. It encompasses ten forest blocks (termed “lots” 1–10, with Lot 10 divided into 10A–C; total area: 27,000 ha) which are linked to seven patches of protected forests (“Virgin Jungle Reserves”) to increase connectivity between forests fragments and create a corridor connecting the coastal mangrove swamps with dry land forests upriver (see Figure 1 in [29]).\n\n        Sample collection\n        \nWe collected shed hair from 176 orang-utan nests and faeces from 71 wild orang-utans encountered during boat surveys carried out between January and May 2001 alongside a 280-km river tract on the Kinabatangan River. Thirty-two faecal samples were also collected below fresh nests and were used instead of shed hairs collected in the nest. Therefore, of a total of 279 samples collected, 247 were selected for genetic analyses. The samples were assigned to nine sampling regions S1–S9 (see Figure 1 in [29]), corresponding to the lots described above, with the exception of samples in Lots 5 and 7, which were grouped into S5.\n\n        DNA extraction and microsatellite amplification\n        \nWe used a PCR buffer method described in [33] to extract DNA from shed hair (144 samples). To extract DNA from the 103 faecal samples, we used the QIAamp DNA Stool Mini Kit (Qiagen, Hilden, Germany) and followed a protocol for orang-utans detailed in [34] and [35]. All extractions were carried out in a Class I microbiological safety hood to avoid contamination. We amplified 14 human-derived microsatellite loci using a multiple-tube procedure conducted for each faecal extract according to [34] and [36]. The PCR amplification procedure is detailed in [29].\n\n        Analysis of past demography\n        \nWe used three different but complementary approaches to detect, quantify, and date the decline in orang-utan populations. The first approach uses summary statistics to detect population size changes, whereas the two other are full-likelihood Bayesian methods. They use the full allelic distribution in a Bayesian framework and allow the quantification of demographic parameters (see below for details). Both methods are implemented in the msvar programs available from M. Beaumont (http://www.rubic.rdg.ac.uk/~mab). The summary statistic–based method was applied to the whole Kinabatangan dataset (nine sampling units, n = 200 individuals, 14 loci). The second and third methods are highly computer intensive and were applied to two subsets of the data, S1 (n = 27) and S2 (n = 26), located on opposite sides of the 200 m–wide Kinabatangan River. Orang-utans from these populations are therefore demographically independent replicates. These two populations are among the three largest, with approximately 200 individuals each [26], and represent altogether approximately 20% of all individuals present in the Lower Kinabatangan floodplain [26]. For both methods, all runs had at least 109 iterations with different thinning intervals (e.g., Tables S3–S6, last three columns). The runs were therefore approximately five to approximately 50 times longer than suggested by M. Beaumont in the msvar manuals.\n\n        The EWCL (Ewens, Watterson, Cornuet, and Luikart) method\n        \nThis method relies on the patterns of genetic diversity expected for a demographically stable population, using two summary statistics of the allelic frequency spectrum, namely the number of alleles (nA) and the expected heterozygosity (He) [27,28]. Simulations were performed to obtain the distribution of He conditional on nA and on the sample size for each population and locus. These He values were then compared to those obtained from the real dataset. Three mutation models were used: the infinite allele model (IAM), the single stepwise model (SSM), and the two-phase model (TPM). Simulations were performed using Bottleneck software [24]. For the TPM, we allowed for 30% multi-step mutation events (a value of 0% corresponds to the SMM).\n\nDepartures from the null hypothesis can be explained by any departure from the model, including selection or population expansion or decline. Consistency across independent loci is unlikely to be caused by selection but rather by demographic events. This approach allowed us to detect population size changes and confirm that the signal was consistent across mutation models. However, the demographic event cannot be dated or quantified.\n\n        The Beaumont method\n        \nThis method [18] assumes that a stable population of size N1 started to decrease (or increase) ta generations ago to the current population size, N0. The change in population size is assumed to be either linear or exponential, and mutations are assumed to occur under a stepwise mutation model (SMM), with a rate θ = 2N0μ, where μ is the locus mutation rate. Based on these assumptions, it is possible, using a Bayesian coalescent-based approach, to estimate the posterior probability distributions of (1) the rate of population size change r = N0/N1, (2) tf = ta/N0 the time since the population started changing size, scaled by N0, and (3) θ = 2N0μ. The method uses a Markov Chain Monte Carlo (MCMC) approach to sample from the posterior distribution of these parameters. By using the information present in the full allelic distribution, this method allows the quantification of the population increase or decrease. However, N0 and N1 cannot be estimated independently. Similarly, the time since the population size change began can only be estimated as a time scaled by N0, which remains unknown. Thus, the population size change can be quantified, but it cannot be dated.\n\nFor each analysis at least three independent runs were performed using different parameter configurations and starting values. Note that the runs were all carried out with positive starting values of log(r) (Tables S3–S6). Such values correspond to a population expansion, rather than a population collapse. Thus, we avoided favouring regions of the parameter space corresponding to a population decline. Despite positive starting values, support for positive values was virtually zero.\n\nIn this method, rectangular prior distributions are assumed for log(r), log(θ), and log(tf). Wide bounds for these prior distributions were chosen (between 10−5 and 105 on a natural log scale), so that posterior distributions would be little affected. In a few cases, some runs were duplicated as a test (e.g., Run 02 and Run 03 in Table S3), but we never found any discrepancy either between such runs or those starting from different values (Figure S1). All runs gave very similar posterior distributions for both S1 and S2 and for the two demographic models (Figure 1). Similar results were obtained for the other parameters of the model (not shown).\n\n        The Storz and Beaumont method\n        \nThis method [21] is an extension of Beaumont's method [18] and allows the estimation of N0 and N1, rather than their ratio, and, crucially, also T, the time since the population change. In this model, prior distributions for N0, N1, T, and θ, are assumed to be log normal. The means and standard deviations of these log-normal distributions are themselves drawn from prior (or hyperprior) distributions. Means were drawn from normal distributions and standard deviations from normal distributions, truncated at zero.\n\nWide “uninformative” priors and multiple runs were used for both methods, as Table S7 shows, and variances for these prior distributions were large so as to affect posterior distributions as little as possible. Three runs (Runs 01, 02, and 03) were carried out by allowing N1 to be either larger than or as large as N0. This had no effect on the posterior distribution (see Figure S2). Runs assuming that N1 and N0 were of the same size (i.e., no change in population size) were repeated several times as a test (Run 03 to Run 07 for S1 and Run 03 to Run 05 for S2) and provided exactly the same results as Runs 01 and 02 (Figure 2). The total number of iterations was always larger than 2 ×109 and thinning values varied between 2 × 104 and 5 × 104.\n\nThe generation time of orang-utans is to a large extent unknown. In captive conditions, orang-utans can breed as early as 5 or 6 y old. We assumed a value of 8 y, but results can readily be extended to other values by multiplying them accordingly. Doubling this value does not change our conclusions (see Discussion).\n\n      Supporting Information",
  "externalIds": [
    "pmid:16417405",
    "pii:05-PLBI-RA-0588R3",
    "pmcid:PMC1334199"
  ]
}