{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0000057",
  "doi": "10.1371/journal.pbio.0000057",
  "license": "This is an open-access article distributed under the terms of the Public Library of Science Open-Access License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "The What and Whys of DOIs",
  "authors": [
    {
      "name": "Susanne DeRisi",
      "first": "Susanne",
      "last": "DeRisi"
    },
    {
      "name": "Rebecca Kennison",
      "first": "Rebecca",
      "last": "Kennison"
    },
    {
      "name": "Nick Twyman",
      "first": "Nick",
      "last": "Twyman"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2003-11",
  "dateElectronic": "2003-11-17",
  "volume": "1",
  "number": "2",
  "pages": "e57",
  "tags": [
    "Type/Editorial"
  ],
  "abstract": "The Digital Object Identifier, a sort of barcode for intellectual content, is used by PLoS in a number of innovative ways.",
  "fullText": "As you may have noticed in the first issue of PLoS Biology and again in this issue, there are many places where an alphanumeric string appears after the letters “DOI,” such as 10.1371/journal.pbio.0000005 or 10.1371/journal.pbio.0000005.g005. Although some of you may already be acquainted with DOIs, others of you may wonder what they are, how they are used, and why we are using them.\n\n      What Are DOIs?\n      \nA Digital Object Identifier (DOI) is an URN (Uniform Resource Name), a compact string that provides a unique, persistent, and actionable identifier for the digital object with which it is associated. DOIs are commonly assigned to scientific articles in their electronic form, but DOIs may also be used as identifiers for any object in any location, although this usage is not yet common outside the online world. The International DOI Foundation (IDF), which governs the DOI system, has several hundred registrant organizations and in August 2003 reported that over 10 million DOIs have been issued since the foundation was created in 1998 (http://www.doi.org/news/03aug-news.html).\n\n      How Are DOIs Used?\n      \nIn its simplest form, the DOI is used in redirection (called “resolution”) from a persistent identifier (say, 10.1371/journal.pbio.000005) to a URL (for example, http://biology.plosjournals.org/plosonline/?request=get-document&amp;doi=10.1371/journal.pbio.0000005). (See Box 1 to learn how you can access an object via its DOI.) One of the main benefits of referencing an object by a DOI versus a URL is persistence—when an object moves, its URL changes, but its DOI remains the same. For example, in the recent acquisition of Academic Press' IDEAL system by Elsevier's Science Direct, all of AP's material was easily and seamlessly integrated into Science Direct by reassigning the location to the persistent DOIs already being used. Here's how it works: Registrants deposit a DOI and the current location of the associated object in an international registry and update the URL in that registry whenever that object moves. The Handle System, which was developed by the Corporation for National Research Initiatives and is run by the IDF, accesses the registry and resolves each DOI to the current location of the object.\n\nUsage of the DOI also goes beyond a one-to-one correspondence of identifier to URL by allowing an identifier to resolve to multiple data types and multiple locations (called “multiple resolution”). Along with the DOI and URL, metadata are deposited in the registry that describes the object and may optionally describe a number of formats (say, the HTML, PDF, or XML versions of an article) and a number of locations (say, the same object in PLoS Biology, PubMed Central in the United States, or the Koninklijke Bibliotheek in the Netherlands). Using the multiple resolution function, a single DOI can redirect users to their preferred data format or download location.\n\nAnother innovative use of DOIs is their interaction with the OpenURL/SFX system, which is used by most libraries to show and manage their library holdings. In this case the handler takes into account where the request is coming from (say, a particular university library) and resolves to a location where that user can access the material.\n\nA number of organizations, including PLoS, are also looking at ways DOIs can be used to identify not just the article but also the data to which the article refers. PLoS has decided to assign and deposit DOIs, along with metadata describing the object, not only for the full-text of the article, but also for tables, figures, datasets, movies, audio clips, and supporting information—in short, for anything that might be used as a separate entity in some way; the use of a DOI this way is called “functional granularity.” One of the benefits of using granular DOIs is that makes it easier to directly cite specific datasets associated with an article as well as the article itself. For example, the German National Library of Science and Technology (TIB) is planning to use DOIs to reference climatic datasets (http://www.doi.org/news/TIBNews.html).\n\nPLoS has also begun to participate in the “cross-linking” and “forwardlinking” initiatives created by CrossRef. The CrossRef organization, founded in 1999, includes more than 200 publishers who deposit their article DOIs for use in a citation cross-linking system. Cross-linking enables PLoS Biology to provide a link from any reference cited by our papers to the full-text of that article (or the abstract, depending on the accessibility the publisher allows), as long as the cited article is in the CrossRef system. This also works the other way around so that any article in the CrossRef system that cites a paper in PLoS Biology will link directly to the full-text of that paper in PLoS Biology. Going a step further, once the forward-linking system is implemented early next year, PLoS Biology will be able to dynamically display a paper's citations by other articles in the system, providing useful information to readers about who has cited that article. Cross-linking and forward-linking systems provide an easy and serendipitous way to find related information.\n\n      Why Is PLoS Using DOIs?\n      \nPLoS is using DOIs to provide added functionality that will benefit our readers, authors, scientists, and the open-access publishing community. DOIs make it possible to provide researchers with a seamless way to find information, or, as the IDF FAQ puts it, the use of DOIs enables a researcher to “know what you have, find what you want, know where it exists, be able to get it, and be able to use it.” Crosslinking citations and assigning DOIs to all entities associated with the articles, including the supporting information, make it easier for everyone to find, get, and use the materials. Furthermore, DOIs enable reliable attribution—they can be used in lieu of listing the traditional author, journal, volume, issue, and page (or a URL) in citations, without fear that the URL will change or that the work will go out of print or otherwise become unavailable. And, just as they were primarily designed to do, DOIs enable us to persistently identify intellectual property entities by recording their attribution information in metadata (say, the photographer of an image or the authors of a paper). Along the same lines, the DOI metadata can record the license agreement for an object, for example, on our case the Creative Commons Attribution License agreement. PLoS is also using the metadata to record text descriptions of objects, such as images or videos, which will make these objects easier to search and be useful to anyone compiling libraries of open-access images, videos, etc.\n\n      Conclusion\n      \nThe move in scientific publishing from paper toward online delivery gives rise to many instances in which the existing mechanisms can or must be extended—and in doing so, enable new types of functionality. DOIs are one example of an extension to an existing mechanism— linking citations—that has enabled many new types of functionality. As discussed above, the use of DOIs not only provides a persistent and “online-friendly” mechanism for one article to reference another, but in addition enables more sophisticated applications that resolve to alternate forms of the article and applications in which citations can be followed in both directions. Furthermore, as scientists seek to share larger and more complex datasets, functionally granular DOIs enable researchers or managers of the central archives to persistently identify the proper attribution and licensing terms for datasets and as well as cross-link datasets with their research articles.\n\n          Box 1. How to Access an Object via Its DOI\n          \nThere are three ways to access an object via a DOI. First, if your Web browser supports DOIs, as most will in the near future, you can simply click on a DOI hyperlink or type the identifier into the address line, using, for example, doi://10.1371/journal.pbio.000005, and you're on your way. Second, you can download a free “resolver” plug-in (http://www.handle.net/resolver) that works with both Netscape and Microsoft Internet Explorer. Once the resolver plug-in has been installed, it works as already described. The third option is to use the IDF's DOI proxy service— simply type into the address line on your Web browser the URL http://dx.doi.org/ followed by the DOI (for example, http://dx.doi.org/10.1371/journal.pbio.0000005) and it will resolve to the current online location of the object.",
  "externalIds": [
    "pmid:14624257",
    "pmcid:PMC261894"
  ]
}