{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000337",
  "doi": "10.1371/journal.pbio.3000337",
  "externalIds": [
    "pii:PBIOLOGY-D-19-01139",
    "pmid:31287812",
    "pmcid:PMC6615598"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Novel antibiotics effective against gram-positive and -negative multi-resistant bacteria with limited resistance",
  "authors": [
    {
      "name": "Irène Nicolas",
      "first": "Irène",
      "last": "Nicolas",
      "affiliation": "University of Rennes, Inserm, BRM [Bacterial Regulatory RNAs and Medicine] UMR_S 1230, Rue du Professeur Léon Bernard, France; University of Rennes, CNRS, ISCR–UMR 6226, France"
    },
    {
      "name": "Valérie Bordeau",
      "first": "Valérie",
      "last": "Bordeau",
      "affiliation": "University of Rennes, Inserm, BRM [Bacterial Regulatory RNAs and Medicine] UMR_S 1230, Rue du Professeur Léon Bernard, France"
    },
    {
      "name": "Arnaud Bondon",
      "first": "Arnaud",
      "last": "Bondon",
      "affiliation": "University of Rennes, CNRS, ISCR–UMR 6226, France",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-9229-6317"
      ]
    },
    {
      "name": "Michèle Baudy-Floc’h",
      "first": "Michèle",
      "last": "Baudy-Floc’h",
      "affiliation": "University of Rennes, CNRS, ISCR–UMR 6226, France"
    },
    {
      "name": "Brice Felden",
      "first": "Brice",
      "last": "Felden",
      "affiliation": "University of Rennes, Inserm, BRM [Bacterial Regulatory RNAs and Medicine] UMR_S 1230, Rue du Professeur Léon Bernard, France",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-2803-0626"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-07-09",
  "dateAccepted": "2019-06-06",
  "dateReceived": "2019-04-23",
  "volume": "17",
  "number": "7",
  "pages": "e3000337",
  "tags": [
    "Abscesses",
    "Antibiotics",
    "Antimicrobial resistance",
    "Antimicrobials",
    "Bacteria",
    "Bacterial pathogens",
    "Dermatology",
    "Diagnostic medicine",
    "Discipline-v3/Abscesses",
    "Discipline-v3/Antibiotics",
    "Discipline-v3/Antimicrobial resistance",
    "Discipline-v3/Antimicrobials",
    "Discipline-v3/Bacteria",
    "Discipline-v3/Bacterial pathogens",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Dermatology",
    "Discipline-v3/Diagnostic medicine",
    "Discipline-v3/Drugs",
    "Discipline-v3/Infectious diseases",
    "Discipline-v3/Medical microbiology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Methicillin-resistant Staphylococcus aureus",
    "Discipline-v3/Microbial control",
    "Discipline-v3/Microbial pathogens",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Organisms",
    "Discipline-v3/Pathogens",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Pharmacology",
    "Discipline-v3/Pseudomonas",
    "Discipline-v3/Pseudomonas aeruginosa",
    "Discipline-v3/Signs and symptoms",
    "Discipline-v3/Skin infections",
    "Discipline-v3/Staphylococcus",
    "Discipline-v3/Staphylococcus aureus",
    "Discipline-v3/Toxicity",
    "Discipline-v3/Toxicology",
    "Discipline-v3/Vancomycin",
    "Drugs",
    "Infectious diseases",
    "Medical microbiology",
    "Methicillin-resistant Staphylococcus aureus",
    "Microbial control",
    "Microbial pathogens",
    "Microbiology",
    "Organisms",
    "Pathogens",
    "Pathology and laboratory medicine",
    "Pharmacology",
    "Pseudomonas",
    "Pseudomonas aeruginosa",
    "Signs and symptoms",
    "Skin infections",
    "Staphylococcus",
    "Staphylococcus aureus",
    "Toxicity",
    "Toxicology",
    "Type/Research Article",
    "Vancomycin"
  ],
  "abstract": "Antibiotics are a medical wonder, but an increasing frequency of resistance among most human pathogens is rendering them ineffective. If this trend continues, the consequences for public health and for the general community could be catastrophic. The current clinical pipeline, however, is very limited and is dominated by derivatives of established classes, the “me too” compounds. Here, we have exploited our recent identification of a bacterial toxin to transform it into antibiotics active on multidrug-resistant (MDR) gram-positive and -negative bacterial pathogens. We generated a new family of peptidomimetics—cyclic heptapseudopeptides—inspired from a natural bacterial peptide. Out of the 4 peptides studied, 2 are effective against methicillin-resistant Staphylococcus aureus (MRSA) in mild and severe sepsis mouse models without exhibiting toxicity on human erythrocytes and kidney cells, zebrafish embryos, and mice. These new compounds are safe at their active doses and above, without nephrotoxicity. Efficacy was also demonstrated against Pseudomonas aeruginosa and MRSA in a mouse skin infection model. Importantly, these compounds did not result in resistance after serial passages for 2 weeks and 4 or 6 days’ exposure in mice. Activity of heptapseudopeptides was explained by the ability of unnatural amino acids to strengthen dynamic association with bacterial lipid bilayers and to induce membrane permeability, leading to bacterial death. Based on structure determination, we showed that cationic domains surrounded by an extended hydrophobic core could improve bactericidal activity. Because 2 peptide analogs, Pep 16 and Pep19, are effective against both MRSA and P. aeruginosa in severe sepsis and skin infection models, respectively, we believe that these peptidomimetics are promising lead candidates for drug development. We have identified potential therapeutic agents that can provide alternative treatments against antimicrobial resistance. Because the compounds are potential leads for therapeutic development, the next step is to start phase I clinical trials.",
  "fullText": "Introduction\n\nWith time, widespread bacterial antimicrobial resistance diminishes the clinical efficacy of antibiotics, threating the health of humans and animals [1,2]. There is serious concern about the rise of antibiotic-resistant “superbugs” now resistant to many antibiotics [3]. These include the ESKAPE pathogens (Enterococcus faecium, Staphylococcus aureus, Klebsiella pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa, and Enterobacter spp.) [4]. The dramatic increase in antibiotic resistance makes infectious diseases a challenge for medicine worldwide. The total deaths from methicillin-resistant S. aureus (MRSA) are now comparable to those caused by HIV, and it is estimated that by the year 2050, at least 10 million people will die annually due to antimicrobial resistance [5]. The endless evolution and spread of antibiotic resistance and the emergence of new pathogens are driving the quest for novel drugs, now an urgent necessity [6].\n\nAntimicrobial peptides (AMPs) are essential components of innate immunity in most organisms that fight against microbial challenges. Although some AMPs are templates for developing new antibiotics [7], progress is restricted by their toxicity and reduced half-lives in human body fluids. When secreted, small bacterial toxins can act as AMPs. Their toxicity to human cells can be reduced while retaining their antibiotic activity [8].\n\nIn the present study, we designed and synthesized 4 cyclic heptapseudopeptide biomimetics (Fig 1A and S1 Fig), inspired by and imitating a section of an S. aureus toxin, PepA1 [9]. PepA1 is a toxic linear peptide expressed from a type I toxin-antitoxin system the synthesis of which is repressed by an antisense RNA during bacterial growth. Herein, we designed novel pseudopeptides with activities against antibiotic-resistant gram-positive and -negative pathogens in infected mice, with limited potential of resistance emergence.\n\nResults\n\nAntibiotic activity, emergence of resistance and toxicity\n\nWe first tested their bactericidal effects against a broad range of gram-positive and -negative pathogens, including multidrug-resistant (MDR) human isolates from bloodstream, urinary, and respiratory tract infections (Table 1 for ESKAPE clinical isolates, and S1 Table for several S. aureus MDR clinical isolates). All 4 pseudopeptides showed bactericidal effects against all the tested clinical isolates, but 3 of them (Pep15, Pep16, and Pep19) contained aza-β3-amino acid analogs that enhance antimicrobial activity (S1 Fig) [10,11]. Indeed, higher bactericidal activity was observed for the 3 macromolecules containing amino acid analogs compared to the molecule containing only natural amino acids (Pep18). Antibiograms of several clinical isolates included in the minimum inhibitory concentration (MIC) assay are provided (S2 Fig), showing that they are MDR bacteria. Furthermore, we compared the activity of these pseudopeptides to that of antibiotics in clinical use against MRSA Mu3. The MRSA time-kill curve natural amino acids comparisons show that Pep16, Pep18, and Pep19 have higher bactericidal activities than vancomycin (Fig 1B and S3A Fig)—a slow bactericidal agent but a standard molecule used for treatment of systemic MRSA infections [12].\n\nDevelopment of resistance to each of the 4 pseudopeptides was analyzed against various MDR clinical isolates over a 2 wk period in vitro. Serial passages were performed with each biomimetic at sub-inhibitory concentrations, concentrations below the minimal inhibitory concentrations (MICs). The pseudopeptides were compared to drugs that possess a high frequency of spontaneous resistances (rifampicin, fosfomycin) and to reference drugs for gram-positive (vancomycin) and gram-negative (colistin) pathogen treatments. After 2 weeks, the MIC of rifampicin increased about 30,000-fold for S. aureus, while the MIC of fosfomycin increased 1,000- to 2,000-fold for both P. aeruginosa and E. coli (Table 2). Over that period, the MICs of the pseudopeptides for methicillin-susceptible S. aureus (MSSA), MRSA, E. coli, and P. aeruginosa clinical strains were either unchanged or only increased a maximum of 4-fold (Table 2). We also tested resistance development on a colistin-resistant E. coli strain harboring the plasmid-mediated colistin resistance determinant MCR−1 [13]. Colistin (polymyxin E) is a “last resort” antibiotic and, like our pseudopeptides, is a cyclic peptide. After 14 d of culture in vitro, no resistance was observed in E. coli MCR−1(+) against Pep15, Pep16, and Pep19, with MICs between 8 to 16 μg/ml (Table 2). Pep18, made of natural amino acids, had the most frequent occurrence of increased MICs after serial passages, with increased resistance in all strains tested, except for P. aeruginosa. It suggests that such amino acid analogs may attenuate resistance development. We also monitored resistance after systemic or cutaneous mouse infection with MRSA treated for 4 d (severe sepsis) or 6 d (skin) with either Pep16 or Pep19. We recovered either the kidneys or the skin abscesses, and after bacterial isolation, MICs of these two compounds were determined for sets of 15 independent colonies. During that time, MRSA susceptibility to Pep16 and Pep19 was only 2- to 4-fold modified (Table 2), indicating that after systemic or local treatments against MRSA in mice, no significant resistance had developed.\n\nOverall assessment of pseudopeptide toxicity was performed on human cells, zebrafish embryos, and mice. Analyses of the effects of increasing peptide concentrations onto human kidney cells and erythrocytes were performed and directly compared to the antibacterial data (Fig 1C and 1D for Pep16 and Pep19, respectively, and S4 Fig for the other two drugs). Bactericidal concentrations of the drugs were at least approximately 50-fold lower than those starting to be toxic for human kidney cells or erythrocytes. Additional tests were performed on blood collected from treated mice (2 mg.kg−1, IV, single dose) to assess putative nephrotoxicity of the compounds, on sets of 3 mice per pseudopeptide (Na+, K+, Cl−, urea, and creatinine, S2 Table). All the recorded blood parameters assessing kidney functions were unaffected after IV treatment of each of the 4 peptides, compared to physiological values recorded on untreated mice (S2 Table). Also, 1 to 100 mM of each peptide were injected into zebrafish embryos [14]. At concentrations up to 10 mM, no pseudopeptide showed toxicity (S3 and S4 Tables). Each pseudopeptide’s potential toxicity was also assessed in mice after IV injection of single doses ranging from 1.5 to 5 mg.kg−1 (resulting in a calculated blood concentration of about 18.5 to 62 μM). At the lower doses, we did not see any effects on body weight or food consumption, and there were no clinical signs to indicate toxicity (S5 Table). Transient, dose-dependent, pseudo-allergic reactions (red ears and eyes, dyspnea) that started at 2.5 mg.kg−1 were also attenuated by drip IV (S5 Table). All recorded blood parameters were unaltered except for transient higher neutrophil counts that were seen at the highest dose of 5 mg.kg−1. There were fewer neutrophils when we changed the administration from bolus to a slower IV drip (S6 Table). For each peptide, the no-observed-adverse-effect level (NOAEL) for IV injection was estimated at 2 mg.kg−1.\n\nEfficacy against MRSA in systemic mouse infection models\n\nAfter it was confirmed that the pseudopeptides were nontoxic in mice at therapeutically relevant and well-tolerated concentrations, we analyzed their ability to cure MRSA infections on mild and severe mouse sepsis (Fig 1E–1J), as well as in MRSA and P. aeruginosa mouse skin abscess models (Fig 1K–1M). These models mimic common systemic [15] and localized [16] human S. aureus infections, respectively, which frequently require antibiotic therapy. In vivo efficacy of peptides is usually restricted because they are subject to proteolytic degradation. Peptides are processed in mammal serum, and proteolysis is the major elimination pathway for peptide drugs [17]. However, the 4 cyclic compounds remained potent and stable in both human and mice sera and had high half-lives of 16 to 37 h after single dose incubation (S7 Table). This implies that a single-dose treatment could be effective on mild sepsis. To test this, mice were infected with MRSA at a concentration known to cause death within 7 d of the infection in about 50% of cases [18]. Either 3 h or 15 h after infection, mice had a 1.5 mg.kg−1 single-dose IV treatment with a peptide or vancomycin, a reference antibiotic for treating MRSA infection [19]. Statistically, the animals treated with a single dose of Pep19 survived better than those without treatment, especially when treated 15 h post infection (Fig 1F and 1G). Pep15, Pep16, or Pep18, however, had no effect during this period (S3B and S3C Fig). A severe sepsis model that kills untreated infected mice at 2 d post infection was implemented for MRSA. The results showed that peptide analogs Pep16 and Pep19, at low repeated doses (0.5 mg.kg−1 per day), protected the infected animals (Fig 1H and 1I), whereas vancomycin—at an identical dose—was much less effective (Fig 1J). We directly compared our in vivo data to clinical-stage drug candidate brilacidin [20], which was injected on sets of 10 infected mice at multiple doses identical to those for Pep16 and Pep19. Brilacidin cured the infected animals at doses identical to those tested for Pep16 and Pep19. The differences between brilacidin and each of the two pseudopeptides were not statistically significant, but brilacidin tended to save more infected animals. These data indicated that Pep16 and Pep19 do compare well with this clinical-stage drug candidate. We conclude from these experiments that pseudopeptides Pep16 and Pep19 are effective against MRSA on severe sepsis models. We checked whether clones with increased resistance emerged in vivo. On the severe sepsis model with MRSA, kidneys were extracted at day 7 after repeated treatments with either Pep16 or with Pep19. For treatment with Pep19, no clones with increased resistances were detected on plates containing drug at 2-fold MIC (S5 Fig), but we detected a few resistant clones when plates were treated with Pep16.\n\nEfficacy against MRSA or P. aeruginosa in local mouse infection model\n\nWe then challenged the antibiotic activity of Pep16 and Pep19 with another animal infection model. Because S. aureus is a leading cause of skin and soft tissue infections worldwide [21], we used a mouse model (Fig 1K) of skin and soft tissue infections [22] induced by subcutaneous inoculation with MRSA. An IV single-dose treatment (1.5 mg.kg−1) with Pep16 and Pep19 led to a strong reduction in skin abscess volume (Fig 1L) and in their bacterial content (Fig 1L, small colony variants [SCVs], chronically colonizing skin and survive in abscesses [23]). The verification of the presence of SCVs was assessed by monitoring their intracellular ATP levels. This implies that the IV-injected pseudopeptide diffuses into mice tissue and skin abscesses. In summary, two pseudopeptides can reduce mortality induced by severe sepsis and skin MRSA infections.\n\nWe also investigated whether the antibiotic activity of Pep16 and Pep19 could extend to gram-negative bacteria (GNB). P. aeruginosa causes a variety of infections ranging from localized skin to systemic infections. The bacterium is of concern in hospital settings [24], where it is often resistant to multiple antimicrobials. We used a mouse model of skin and soft tissue infections induced by subcutaneous inoculation with P. aeruginosa [22] (strain LESB58, MICs of 4 μM against Pep16 or Pep19, and 1 μM against colistin, performed in biological triplicates). Multiple-dose subcutaneous treatments with Pep16 or Pep19 (30 mg.kg−1) led to an approximately 10- or 50-fold reduction of the bacterial load (Fig 1M). Treatment with colistin at multiple doses (positive control; 9 mg.kg−1) also lowered the number of bacteria (Fig 1M, lower panel). We conclude from these data that Pep16 and Pep19 are active against both systemic and local MRSA infections, as well as on local infections triggered by P. aeruginosa.\n\nAntibiotic mechanisms of action\n\nHow do these drugs kill gram-positive and -negative human bacterial pathogens? We used scanning and transmission electron microscopy (SEM and TEM, respectively) to examine the ultrastructural changes triggered in MRSA by each peptidomimetic at the MIC (Fig 2A and S6 Fig). The treated MRSA show inflated and distorted shapes, and their cell walls seemed eroded by Pep15, Pep16, and Pep19 but not by Pep18. TEM micrographs suggest membrane deformation and detachment, with internal lateral expansion and stacks (Fig 2A). Leakage assays were performed on MSSA and MRSA. Membrane permeation was demonstrated for both MSSA and MRSA (Fig 2G and 2H), revealing that the S. aureus membranes were disrupted by each of the 4 pseudopeptides. Pep16 and Pep19 are the two most active pseudopeptides onto MRSA membranes, results that fit well with their activity on sepsis and skin mice models (Fig 1).\n\nSEM and TEM were also examined in gram-negative cells (E. coli was used instead of P. aeruginosa, for safety concerns on the microscopes) exposed to each pseudopeptide at their respective MIC, evidencing membrane and cytoplasmic deformations, as well as cell division defects (Fig 2B). To explore their ability to permeate gram-negative outer and inner membranes, leakage assays (Fig 2C) were also conducted on E. coli cells. All pseudopeptides permeate the outer (Fig 2D) and inner (Fig 2E) E. coli membranes. Pep19 is the most active, in accordance with its activity against P. aeruginosa on a skin infection model (Fig 1N). Thus, these new drugs act by membrane permeation of GNB and gram-positive bacteria (GPB), with perturbations inside the cells.\n\nStructures and dynamics of two peptide analogs\n\nBecause the peptide analogs interact with and permeabilize bacterial membranes, the atomic structures of inactive Pep18 and active Pep19 were solved by molecular modeling under nuclear magnetic resonance (NMR) constraints in a micellar environment (Fig 3A and 3C and S8–S11 Tables). Despite having only 2 distinct residues, we identified significant differences between their electrostatic potential surface maps (Fig 3). Pep18 is amphipathic and contains assembled cationic charges, whereas Pep19 has 3 independent cationic areas that form a tripod. Compared to inactive Pep18, Pep19 hydrophobic domain is extended, with 3 aromatic cycles forming π stacking interactions. These differences are relevant for the association of the pseudopeptides with the membrane through electrostatic and hydrophobic interactions. Based on the different phospholipid compositions of bacterial and eukaryotic membranes, anionic small unilamellar vesicles (SUVs) mimic bacterial membranes, whereas zwitterionic SUVs mimic eukaryotic cell membranes. For active Pep19, moderate broadening occurred in the presence of eukaryotic membrane mimics (zwitterionic SUVs) compared with the addition of negatively charged SUVs, which act as a bacterial mimic. We interpret this to suggest substantial interaction of Pep19 with the anionic SUVs mimicking bacterial membranes. By contrast, the extent of signal broadening differences induced by the presence of the zwitterionic and the anionic SUV is much less pronounced in inactive Pep18, implying weaker interactions and faster dynamics with the bacterial membrane mimic, possibly accounting for its lack of activity on infected mice. The difference in the dynamic behavior of the peptide interaction with these two SUV models supports a weaker interaction with zwitterionic membrane that could account for the lack of toxicity on eukaryotic cells but a tighter association with negatively charged SUVs, in agreement with their efficient antibacterial activity. These conclusions are also consistent with a weaker interaction of Pep18 with the negatively charged SUVs, as well as its lower antibacterial activity. The structural differences detected between Pep18 and Pep19, however, may not be related to antimicrobial potency. The naphthylalanine moieties from Pep19, however, are expected to improve antibacterial activity of peptides [25]. These bulky hydrophobic side chains are involved in π stacking interactions, reinforcing potential interactions with the membrane that could be one reason why Pep19 has activity in vivo. The reduced proteolytic stability of Pep18 (S7 Table) may also account for the lack of activity in infected animals and lower activity against bacteria.\n\nConclusions\n\nThe current clinical pipeline contains around 30 new antibacterial drugs with activity against priority pathogens and is dominated by derivatives of established classes [26]. Our biomimetic approach based on toxins from microorganisms could lead to antibiotic discovery, especially according to the escalating evolution of resistance coupled with a diminished antibiotic pipeline. The main outcome of this work is that peptide analogs inspired by a substituted piece of a bacterial toxin show potential efficacy in severe systemic and local infections using animal models caused by MRSA, and 2 (Pep16 and Pep19) are active against P. aeruginosa skin infections. They do not appear to lead to resistance in MDR pathogens. We have identified therapeutic agents that can provide alternative treatments against antimicrobial resistance. The barrier to development of many membrane-acting antibiotics has been lack of efficacy in systemic infections, usually due to poor stability and/or toxicity. In this study, these obstacles were successfully passed, showing high efficacy in systemic and skin infections. A recent exception is brilacidin, a membrane-acting mimetic of a defensin AMP [27] that completed a phase II study against systemic S. aureus infections. The antibiotic activities of Pep16 and Pep19 on MRSA-infected mice (severe sepsis) was compared to that of brilacidin, and the results are promising. Both Pep16 and Pep19 are likely candidates for drug development against S. aureus sepsis, whereas Pep16 would be our lead to treat skin and soft tissue infections (Fig 1L). These novel membrane-active drugs could be used in combination with antibiotics used in the clinic, enhancing efficacy. Antibiotics targeting bacterial membranes are an underexploited mechanism for treating persistent infections [28]. It is possible that further development of this series of cyclic pseudopeptides will produce drug candidates. Pharmacodynamic profiles of these new antibiotics against MRSA should be performed in a murine thigh infection model [29]. A wider implication of our findings is that toxins should be considered as sources for new antibiotics against MDR gram-positive and -negative bacteria.\n\nMethods\n\nEthics statement\n\nMice were used for this study. All experimental protocols were approved by the Adaptive Therapeutics Animal Care and Use Committee (APAFiS #4508-2016031l15541258 v2).\n\nStrains, media, and chemicals\n\nWe worked with S. aureus Newman, S. aureus MRSA (N315, Mu3), E. coli K12 XL1-Blue, E. cloacae (ATCC13047), P. aeruginosa (UCBPP-PA14 and LESB58), and various ESKAPE clinical isolates from Caen University Hospital (France) and the National Reference Center for Enterococci (Rennes). The growth media used were the MHB, TSB, and 2YT medium. Sigma provided the nisin, methicillin, vancomycin, daptomycin, fosfomycin, rifampicin, polymyxin B, colistin, ONPG, and DCM. Dr. DeGrado (California San Francisco University) provided Brilacidin. Also used were nitrocefin (Calbiochem); Fmoc-protected amino acids (Novabiochem and Iris Biotech); 2-chlorotrityl chloride resin (Iris Biotech); and DMF, DIPEA, HCTU, HOBt, and TFA (Biosolve Chimie).\n\nPeptide and pseudopeptide synthesis\n\nThe first amino acid was anchored to a CTC resin (100–200 mesh; 1.2 mmol/g, 1 g). Under nitrogen, the resin was swelled into 10 ml dry DCM for 10 min. The first monomer was attached onto the resin by adding 1.2 eq of Nα-Fmoc or Nβ-Fmoc-aza-β3-amino acids in 10 ml dry DCM and 4 eq DIPEA, then shaking for 4 h at room temperature under nitrogen. The resin was washed sequentially with DMF (5 × 10 ml) and dry DCM (3 × 10 ml). Resin was treated with DCM/MeOH/DIPEA (17:2:1; 2 × 10 ml) for 20 min and washed with DMF (3 × 10 ml). The resin loading level was determined by Fmoc release upon piperidine treatment. Cyclic pseudopeptide synthesis was performed using Nα-Fmoc-β and Nβ-Fmoc-aza-β3-amino acids [30]. Peptidomimetics were assembled on the resin by automated Fmoc synthesis on a CEM μwaves Liberty 12-channel synthesizer. Sequential synthesis of peptides was accomplished by repeated cycles of (i) deprotection with piperidine/DMF (20%); (ii) DMF washes (4 × 5 ml); (iii) coupling with 0.2 M Fmoc-α or Fmoc-aza-β3-amino acid (4 eq), 0.5 M HCTU (10 eq), and 2 M DIPEA (16 eq); (iv) and DMF washes (4 × 5 ml). Fmoc-Arg required an additional coupling step. Resin was washed with DCM, dried, and then treated with 3% TFA in DCM (3 × 10 ml) for 1 h. The resin slurry was filtered and washed with DCM, and then the cleavage solution was neutralized with N-methylmorpholine (1 eq/TFA) and diluted in DCM (170 ml). Linear peptides were added slowly to EDC (4 eq), HOBt (4 eq), and DIPEA (4 eq) in DCM (to 10−4 M). The mixture was stirred for 7 d, concentrated down to 100 ml, and then washed with 0.5 M HCl, water, and saturated NaCl. Side chain deprotection was done with TFA/H2O/TIS (95:2.5:2.5; 10 ml; 3 h). After filtration, pseudopeptides were precipitated in chilled diethyl ether, centrifuged at 4°C (3,000g, 10 min), and the supernatants were discarded. Peptides were analyzed by RP-HPLC in a Waters 2696 system on an XBridge C18 column (4.6 × 150 mm; 5 μm). For elution (1 ml/min flow rate) and UV detection (215 nm), we used linear 5%–60% gradients of (H2O/TFA 0.1%) over 40 min and 60%–95% gradients of (MeCN/TFA 0.1%) in 10 min. Peptides were purified by RP-HPLC on an XBridge C18 semi-prep column (19 × 1 mm; 5 μm) in a Waters 600 system to a final purity of ≥95% and lyophilized. Peptides were characterized by mass spectrometry on a microflex LT MALDI-TOF system (Bruker Daltonics). c(Ψ2-Nal-F-Ψ2-Nal-RR-ΨHyt-K), Pep15: Yield after purification 18%; white powder; RP-HPLC Rt: 28.8 min; MALDI-TOF MS mass: m/z found 1156.46 [M+H+]; calc.: 1156.62[M+H+]. c(Ψ2-Nal-F-Ψ2-Nal-RR-ΨV-K), Pep16: Yield after purification 21%; white powder; RP-HPLC Rt: 29.3 min; MALDI-TOF MS mass: m/z found 1226.69 [M+H+]; calc.: 1226.64 [M+H+]. c(FFWRRVK), Pep18: Yield after purification 20%; white powder; RP- HPLC Rt: 25.9 min; MALDI-TOF MS mass: m/z found 1020.62 [M+H+]; calc.: 1020.60 [M+H+]. c(Ψ1-Nal-F-Ψ1-Nal-RRVK), Pep19: Yield after purification 17%; white powder; RP- HPLC Rt: 29.1 min; MALDI-TOF MS mass: m/z found 1111.83 [M+H+]; calc.: 1111.63[M+H+]. As previously determined for similar compounds, the peptide and pseudopeptide concentrations for all experiments were calculated as TFA salts, which assumes the association of 1 molecule of TFA per cationic residue [10].\n\nStability and antibacterial assays\n\nNisin, PMX, daptomycin, and pseudopeptide stabilities in human and mice sera were monitored by 1.35 ml of 25% human or mouse sera in an Eppendorf LoBind tube pre-incubated at 37°C for 15 min before adding the peptide or pseudopeptide [8] (10−4 M final concentrations). At selected time intervals, 100 μl of reaction mixture was collected, quenched by 200 μl 95% EtOH, and adjusted at pH 2 to prevent peptide adsorption to serum proteins. Mixtures were then placed at 4°C (15 min) and centrifuged at 14,000 rpm. Supernatants were analyzed by RP-HPLC on an Xbridge C18 column with a linear gradient of water, 0.08% TFA, and acetonitrile with 1% TFA. HPLC peak areas were used to calculate the percentages of intact compound remaining at the various time points. MIC and MBC values were determined in triplicate in many ESKAPE clinical isolates, including a dozen MDR S. aureus, by the broth microdilution method. Peptidomimetics and antibiotics were assayed in a concentration range of 1 to 128 μM. The bacterial inoculum (5 × 105 colony-forming units [CFUs]/well) was prepared in MHB or CAMHB (150 μl). A Biotek Synergy 2 spectrophotometer was used to record the results after 18–20 h incubation at 35°C (±2°C). Time-kill assays were performed on an S. aureus MRSA 105 CFU/ml inoculum and exposed to each peptide or to vancomycin at 30-fold MIC. After every hour of culture for 4 h, serial dilutions were plated on BHI plates and incubated overnight at 37°C, and then the CFUs were counted and expressed as log CFU/ml. Phosphate-buffered saline (PBS)-exposed S. aureus MRSA was included as a control.\n\nPermeability assays for gram-positive and -negative bacteria\n\nOuter and inner membrane permeability was determined on E. coli ML-35p, a lactose permease-deficient strain [8]. Permeation assays were carried out on 100 μl MHB from bacteria cultures grown to 0.15 OD600 (107 CFU/ml). Nitrocefin (20 μg/ml) was added to the tested molecules at a concentration near to their MICs, and cleavage was monitored by light absorption at 500 nm (outer membrane monitoring). Inner membrane monitoring of cleavage of ONPG (100 μg/ml) and substrate was monitored at 420 nm. Polymyxin B was a positive control, while a bacterial suspension in MHB was the negative control. Permeation assays were also performed on gram-positive S. aureus membranes (MSSA and MRSA) by fluorescence assay [31] with SYTO Green nucleic acid stain (Life Technologies) in black flat-bottom 96-well microtiter plates (Greiner) in biological triplicate. Bacteria were grown to 0.3–0.4 OD600 in CAMHB at 37°C and centrifuged at 3,500 tr/min for 10 min. The pellet was washed and dissolved in PBS to an absorbance of 0.4 at 600 nm (approximately 2.108 CFU/ml). SYTO Green was added to the cells at a 5 μM final concentration, with dark incubation for 30 min. The amount of 50 μL of bacteria/SYTO Green mixture was added to each well containing compounds serially diluted in PBS, and fluorescence was measured at 37°C for up to 12 h using a spectrophotometer (BIOTEK, Tungsten-Halogen Lamp) with 485 nm excitation and 525 nm emission wavelengths.\n\nElectron microscopy\n\nS. aureus Newman and E. coli K12 were cultured in MHB to an OD600 of 0.5 (108 CFU/ml). After adding peptides, samples were incubated at 160 rpm for 2 h at 37°C before centrifugation. Bacteria were exposed to pseudopeptide concentrations at their MIC. Untreated controls were prepared under identical conditions. Cell pellets were obtained after cell suspension centrifugation (1,000–3,000g for 5 min). Samples were fixed for 20 h with 2.5% glutaraldehyde in 0.1 M cacodylate buffer (pH 7.2), rinsed, fixed again for 2 h with 1% OsO4 in the same buffer, and washed. S. aureus Newman samples were embedded in 2% agar and dehydrated in a graded series of increasing ethanol concentrations (50, 70, 90, and 100% v/v). For E. coli K12, the samples were placed on a 0.2 μm filter disc, dehydrated in a series of increasing ethanol concentrations, and vacuum dried for 48 h. For SEM observation, specimens were obtained after preparation with a Leica EM CPD300 critical point dryer. A Leica EM ACE200 was used for gold palladium metallization for 30 s. Sample observation was performed with a JEOL JSM-6301F microscope at 7 kV with a 15 mm work distance. TEM was also used to visualize the morphology and intracellular alteration of peptide-treated bacterial cells. For this, bacteria were grown and incubated with AMPs as described above for SEM sample preparation, and controls were prepared in standard medium. Cell pellets were also prepared as described above. The same buffers and dehydration protocols were used, but this time they were followed by a graded acetone series and then embedding in epoxy resin (Polysciences Embed-It low-viscosity epoxy kit). Ultrathin sections were prepared on Formvar-coated grids (Plano) and stained with 3% uranyl acetate. Microscopy was performed with a 120-keV Zeiss 912 Omega (Oberkochen) microscope. To optimize the contrast, zero-loss energy filtering was applied.\n\nResistance studies\n\nVancomycin, polymyxin B, fosfomycin, rifampicin, and pseudopeptide MICs were determined for S. aureus Newman, MRSA, P. aeruginosa 15643, and LESB58, as well as E. coli K12 and 13090. For 15 d in MHB, MICs were determined daily for each pseudopeptide and their antibiotic controls. This was done using cells from the well in which the compound concentration was one-half of the MIC (1/2MIC). For each compound, the 1/2MIC well from the previous day’s MIC assay plate was re-suspended and the bacteria grown to a density of about 108 cells ml−1. The suspension was diluted in MHB or CAMHB (106 cells/ml) and then used to determine the MIC of the same compound determined by micro broth dilution [32]. All MIC measurements were performed in duplicate. Aliquots of the 5 × 104 cell/ml dilutions for each 1/2MIC well were periodically plated on MHB and incubated at 35°C for 18 h to verify cell density by colony counts and for visual inspection of colony phenotypes. To control compound stability, peptide solution MICs were determined during and at the end of the 15 d and were compared to cells unexposed to antibiotics. In vivo resistance was also assessed in treated mice (1.5 mg.kg−1) for 4 d (sepsis) or 6 d (skin abscesses). The MICs of Pep16, Pep19, and vancomycin were determined for colonies observed on BHI plates after the homogenization of excised mice kidneys 4 d after inoculation (sepsis model) or of excised abscesses 6 d afterwards (skin infection model). The broth microdilution method was performed as per EUCAST recommendations on 5 independent colonies per mouse (3 mice per set, 15 colonies per drug tested). For severe sepsis and subcutaneous abscesses, in vivo resistance was determined by plating aliquots of crude kidney extracts or abscesses on plates containing 1-, 2-, 4-, or 8-fold the peptide MICs 7 or 3 d post infections, respectively.\n\nAnimal efficacy studies\n\nTolerance and toxicity studies were done on male Swiss mice (CD-1 Crl: CD-1 [ICR] IGS; Charles River). These were 7 to 10 weeks old and weighed an average of 37.2 g. All experimental protocols were approved by the Adaptive Therapeutics Animal Care and Use Committee (APAFiS #4508-2016031l15541258 v2). For the sepsis model, we used female Swiss mice (Janvier Labs), 6 to 8 weeks old and weighing approximately 30 g. Experiments were monitored in the ARCHE-BIOSIT animal lab in Rennes, in biological duplicate. We used Groups of 5 mice for the mild and the severe sepsis models with MRSA. Mice were IV inoculated with 150 μl of MRSA suspensions in 0.9% NaCl containing approximately 5 × 108 CFUs for the “mild” sepsis and approximately 2 × 109 CFUs for the “severe” sepsis, respectively. The infected mice received an IV dose of Pep16, Pep19, or vancomycin (1.5 mg.kg−1) either 3 or 15 h post inoculation for the “mild” sepsis model, or 4 IV doses (0.5 mg.kg−1) of either Pep16, Pep19, brilacidin, or vancomycin 2 h, 24 h, 48 h, and 72 h post infections for the “severe” sepsis model. Mice survival was monitored for 4 d (“severe” sepsis) or 14 d (“mild” sepsis), and the statistical significance of difference(s) between the groups was evaluated using the Wilcoxon test. P &lt; 0.05 was considered significant. Two weeks (“mild” sepsis) or 4 d (“severe” sepsis) after inoculation, mice were euthanized with CO2.\n\nFor the cutaneous abscess model, the mice were randomly divided into 5 sets. The mice were anesthetized with isoflurane, their dorsal fur shaved, and their skin disinfected with 70% ethanol. An overnight culture of S. aureus MRSA or P. aeruginosa LESB58 was washed with 0.9% NaCl, and then a subcutaneous injection of 2 × 109 CFUs and an equal amount of sterile Cytodex microcarrier beads (20 mg.ml−1, Sigma) for S. aureus MRSA, or 108 CFUs for P. aeruginosa were injected into the shaved area. Mice were treated with Pep16, Pep19, or vancomycin (1.5 mg.kg−1) in the tail vein 24 h post inoculation for the MRSA subcutaneous abscess model or subcutaneously with either Pep16 (30 mg.kg−1), Pep19 (30 mg.kg−1), or colistin (9 mg.kg−1) directly within the abscess area twice in a day for 2 d for the Pseudomonas abscess model. Mice were monitored every day and then euthanized with CO2 on Day 6 or on Day 3. Abscesses were excised, measured, and homogenized in PBS using an Ultra-Turax. Serial dilutions of the samples were plated on BHI (MRSA) or 2YT medium (LESB58) plates and then incubated overnight at 37°C. Afterward, the CFUs were counted and expressed as log CFU/ml. Dermonecrosis areas were calculated according to the formula π × L × W. ATP levels were determined with an ATP assay kit (Promega) according to manufacturer instructions on sets of 5 colonies harboring the SCV phenotype, and sets of 5 colonies harboring a normal phenotype, after growth on BHI plates.\n\nZebrafish embryo, mice, and human cell toxicity assays\n\nAdult fish were kept in 30l aquariums at 27°C ± 2°C under constant light/dark (14:10 h) cycles. The day before the embryos were used, males and females were placed in breeding tanks. The fish were left undisturbed overnight, and the eggs were collected 1 h after the light was turned on the next morning. When the injections of the cyclic peptides started, embryos were transferred into microtiter plates placed at 28°C for 24 h. Peptides were prepared at 1, 10, 20, 40, and 100 mM concentrations in water, and injections were performed into the caudal vein. Each peptide was injected at 1 nl for all concentrations except 100 mM, when 2 nl was injected. Control embryos were injected with 1 nl of water. When the peptides were injected, analysis determined embryo sizes, curvatures, and cardiac frequencies. Peptide concentrations were checked in 10 embryos, and these were divided among 96-well plates and analyzed under a microscope or using a magnifying glass. Analysis was done for 9 qualitative endpoints in order to determine mortality rates and the frequencies of toxic effects, which include cardiac bleeding, blood flow defects, cerebellar bleeding, necrosis, pericardia edema, otic vesicle, and motility and brain defects. To determine the NOAELs for each drug, toxicity in mice was monitored by single IV administration (bolus or over a 30 s period) of Pep15, Pep16, Pep18, and Pep19. To do this, each peptide was prepared in 0.9% NaCl and injected into the tail veins of 3 male Swiss mice at 1.5, 2.0, 2.5, or 5.0 mg.kg−1, corresponding, respectively, to calculated blood concentrations of approximately 18.5, 24.5, 31, and 62.0 μM. Each animal was checked for mortality twice per day. Clinical signs were recorded daily, including any reduced motor activity, piloerection, and redness in the ear lobe, cyanosis, protruding eyeballs, slow or labored breathing, loss of response in the rear legs, convulsions, or death. Body weight was recorded at least once before the beginning of the treatment period and again on the day of treatment, with the satellite group checked once during the observation period. For the groups of mice observed for 7 d, food consumption was measured once during the study. All the animals were euthanized on the day after treatment, except for 4 satellite animal groups that were euthanized after a 7 d observation period. All then underwent complete macroscopic and microscopic post-mortem examinations. Hematology investigations were performed before necropsy for all animals except the satellite ones, whose blood biochemistry parameters were determined before euthanasia. For all injected doses, measurements were done 2 d before necropsy of various hematology parameters. These included white blood cells counts, erythrocytes counts, hemoglobin concentration, hematocrit, mean corpuscular volume, mean corpuscular hemoglobin, mean cell volume, packed cell volume, mean cell hemoglobin concentration, mean cell hemoglobin, thrombocytes, leucocytes, reticulocytes, neutrophils, eosinophils, basophils, lymphocytes, large unstained cells, monocytes, prothrombin time, fibrinogen, activated partial thromboplastin time, potassium, and creatinine. After euthanasia, selected organs were weighed, and selected tissue was preserved for microscopic examination. The human erythrocyte toxicity assays were performed as described by Solecki and colleagues [8]. Human blood was collected from the Rennes Etablissement Français du Sang. Red blood cells (RBCs) were centrifuged at room temperature to 1,400 rpm for 10 min. Supernatant was discarded and RBCs recovered into 1X PBS buffer. RBCs were centrifuged again, and the pellets resuspended in 1X PBS. RBCs were washed until the supernatant was clear. Of that suspension, 75 μl was mixed with 75 μl of 2-fold serial dilutions of purified peptide in a microtiter plate, from 0.5 to 512 μM in 1X PBS. The plates were incubated for 2 h at 37°C. After plate centrifugation (15 min, 1,400 rpm), the absorbency of the supernatant was measured at 414 nm. A solution of water 1% Triton X-100 was a positive control with all RBCs lysed, and the hemoglobin release was set at 100%. RBCs in PBS were a negative control without hemolysis. For each peptide, RBCs from 3 different donors were tested in triplicates. For the human kidney toxicity assays, HEK-293 cells were cultivated on DMEM medium supplemented with 10% fetal calf serum, 2 mM glutamine, 100 IU/mL penicillin, 100 μg/mL streptomycin, and 1% non-essential amino acids at 37°C with 5% CO2. Cells were seeded in 96-well microplates and incubated 24 h prior to treatment. HEK-293 cells were exposed to Pep 15, Pep 16, Pep 18, or Pep 19 in a 0.5 to 512 μM concentration range. After 24 h exposures, the various peptides were removed and cells incubated with NucBlue and 1 μg/mL propidium iodide for 30 min. Cells were washed in PBS, and images were taken on living cells using an automated ImageXpress Micro XLS microscope, with a 10X objective. Four fields per well have been acquired and analyzed individually using Columbus software. The IC50 of each of the 4 pseudopeptides were calculated using GraphPad Prism software.\n\nNMR in presence of SUVs\n\nThe phospholipids 1,2-dimyristoyl-d54-sn-glycero-3-phosphocholine (DMPC-d54) and 1,2-dimyristoyl-d54-sn-glycero-3-phosphoserine (DMPS-d54) were purchased from Avanti Polar Lipids (Alabaster, AL). Lipids were used without further purification. SUVs were prepared as described [33]. Lipids were mixed in chloroform and dried under vacuum to obtain a thin film. Addition of water formed multilamellar vesicles. After sonication of the MLV for a few minutes at room temperature, using the microtip of a sonicator (U200S, UKA Labortechnic), SUVs were obtained. Titanium debris from the sonicator probe were eliminated by centrifugation. The amount of 2 mM of Pep18 or Pep19 was dissolved in H20/D20 (90/10) at pH 5.5. SUVs composed of DMPC-d54 or a mixture of DMPC-d54/DMPS-d54 (70/30) were added at 200 mM. SDS d-25 was from Cortecnet (Voisins le Bretonneux, France).\n\nNMR and molecular modeling in presence of micelles\n\nThe NMR samples contained 1–4 mM of Pep18 and Pep19 dissolved in water or in the presence of SDS micelles (100–200 mM) at pH 5.1–5.7. The peptide/micelles ratio was 1:25 and 1:50 for P18 and P19, respectively. All spectra were recorded on a Bruker Avance 500 spectrometer equipped with a 5 mm TCI CryoProbe (1H, 13C, 15N). Homonuclear 2D DQF-COSY, TOCSY, and NOESY spectra were recorded using standard Bruker sequences in the phase-sensitive mode and using the States-TPPI method. NOESY spectra were acquired with 8 scans, with the resulting spectra summed in order to suppress t1 noise as recently suggested [34]. For the NOESY spectra, a mixing time of 150 ms was used. Spectra were acquired using matrices of 4,096 × 320–600 zero filled in F1 to 2K × 1K after apodization with shifted sine-square multiplication in both domains. Bruker TopSpin software was used to process the spectra, which were analyzed with NMRView [35].\n\nStructure calculations\n\n1H chemical shifts were assigned according to classic sequential assignment procedures [36]. NOE cross-peaks were integrated and assigned within the NMRView software [35]. NOE peak volumes between methylene pair protons were used as reference of 1.8 Å. The lower bound for all restraints was fixed at 1.8 Å and the upper bounds at 2.7, 3.3, and 5.0 Å, respectively, for strong, medium, and weak correlations. Structure calculations were performed with AMBER 17 [37] in 2 parts. The initial cooking stage was performed at 1,000 K to generate 100 initial random structures. Simulated annealing calculations were then done during 20 ps (20,000 steps of 1 fs). To do this, the temperature was first increased quickly and kept at 1,000 K for the first 5,000 steps. The system was gradually cooled down to 100 K from step 5,001 to 18,000. The temperature was then brought to 0 K during the remaining 2,000 steps. For the first 3,000 steps, the force constant of the distance restraints was increased gradually from 2.0 to 20 kcal.mol−1.Å. For the rest of the simulation (steps 3,001 to 20,000), the force constant was kept at 20 kcal.mol−1.Å. The 20 lowest energy structures with no violations &gt; 0.3 Å were representative of the compound structure. The representation and quantitative analysis were done using either MOLMOL [38] or YASARA [39]. For electrostatic comparison of the peptides, the surface potentials were computed for each of the lowest energy structures. In the case of Pep19, the aza-naphthalene group required charge fitting to the Amber03 force field, and this was done using YASARA’s standardized RESP protocol [39]. Related naphthalene parameters were added to the PDB2PQR software [40]. APBS software was used to compute electrostatic 3D maps [41] for an ionic strength of 50 mM NaCl, and these were visualized as isosurfaces using VMD software [42].\n\nSupporting information"
}