{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001118",
  "doi": "10.1371/journal.pbio.1001118",
  "externalIds": [
    "pii:PBIOLOGY-D-11-01912",
    "pmid:21829326",
    "pmcid:PMC3149038"
  ],
  "license": "This is an open-access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Workshops without Walls: Broadening Access to Science around the World",
  "authors": [
    {
      "name": "Betül K. Arslan",
      "first": "Betül K.",
      "last": "Arslan",
      "affiliation": "NASA Astrobiology Institute Center for Ribosomal Origins and Evolution, Georgia Institute of Technology, Atlanta, Georgia, United States of America; School of Biology, Georgia Institute of Technology, Atlanta, Georgia, United States of America"
    },
    {
      "name": "Eric S. Boyd",
      "first": "Eric S.",
      "last": "Boyd",
      "affiliation": "NASA Astrobiology Institute Astrobiology Biogeocatalysis Research Center, Montana State University, Bozeman, Montana, United States of America; Department of Chemistry and Biochemistry, Montana State University, Bozeman, Montana, United States of America"
    },
    {
      "name": "Wendy W. Dolci",
      "first": "Wendy W.",
      "last": "Dolci",
      "affiliation": "NASA Astrobiology Institute, NASA Ames Research Center, Moffett Field, California, United States of America"
    },
    {
      "name": "K. Estelle Dodson",
      "first": "K. Estelle",
      "last": "Dodson",
      "affiliation": "NASA Astrobiology Institute, NASA Ames Research Center, Moffett Field, California, United States of America; Lockheed Martin, NASA Ames Research Center, Moffett Field, California, United States of America"
    },
    {
      "name": "Marco S. Boldt",
      "first": "Marco S.",
      "last": "Boldt",
      "affiliation": "NASA Astrobiology Institute, NASA Ames Research Center, Moffett Field, California, United States of America; Lockheed Martin, NASA Ames Research Center, Moffett Field, California, United States of America"
    },
    {
      "name": "Carl B. Pilcher",
      "first": "Carl B.",
      "last": "Pilcher",
      "affiliation": "NASA Astrobiology Institute, NASA Ames Research Center, Moffett Field, California, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-08",
  "volume": "9",
  "number": "8",
  "pages": "e1001118",
  "tags": [
    "Astrobiology",
    "Biochemistry",
    "Chemical biology",
    "Communications",
    "Discipline-v2/Astrobiology",
    "Discipline-v2/Astronomical sciences",
    "Discipline-v2/Biochemistry",
    "Discipline-v2/Biology",
    "Discipline-v2/Chemical biology",
    "Discipline-v2/Chemistry",
    "Discipline-v2/Communications",
    "Discipline-v2/Earth sciences",
    "Discipline-v2/Evolutionary biology",
    "Discipline-v2/Genomics",
    "Discipline-v2/Geochemistry",
    "Discipline-v2/Information science",
    "Discipline-v2/Microbiology",
    "Discipline-v2/Organic chemistry",
    "Discipline-v2/Paleontology",
    "Discipline-v2/Science education",
    "Discipline-v2/Science policy",
    "Discipline-v2/Social and behavioral sciences",
    "Discipline-v2/Synthetic biology",
    "Discipline/Biochemistry",
    "Discipline/Chemistry",
    "Discipline/Evolutionary Biology",
    "Discipline/Genetics and Genomics",
    "Discipline/Molecular Biology",
    "Discipline/Science Policy",
    "Evolutionary biology",
    "Genomics",
    "Geochemistry",
    "Information science",
    "Microbiology",
    "Organic chemistry",
    "Paleontology",
    "Science education",
    "Synthetic biology",
    "Type/Community Page"
  ],
  "abstract": "The National Aeronautics and Space Administration (NASA) Astrobiology Institute (NAI) conducted two “Workshops Without Walls” during 2010 that enabled global scientific exchange—with no travel required. The second of these was on the topic “Molecular Paleontology and Resurrection: Rewinding the Tape of Life.” Scientists from diverse disciplines and locations around the world were joined through an integrated suite of collaborative technologies to exchange information on the latest developments in this area of origin of life research. Through social media outlets and popular science blogs, participation in the workshop was broadened to include educators, science writers, and members of the general public. In total, over 560 people from 31 US states and 30 other nations were registered. Among the scientific disciplines represented were geochemistry, biochemistry, molecular biology and evolution, and microbial ecology. We present this workshop as a case study in how interdisciplinary collaborative research may be fostered, with substantial public engagement, without sustaining the deleterious environmental and economic impacts of travel.",
  "fullText": "Introduction\n      \nThe great astronomer and physicist Sir Isaac Newton (1642–1727) once remarked, “We build too many walls and not enough bridges.” Yet now, nearly 300 years later during an era of vastly improved technologies, scientists still struggle to overcome barriers in scientific communication. An essential goal of the National Aeronautics and Space Administration (NASA) Astrobiology Institute (NAI) [1] is to bring scientists together across distance, disciplines, and organizational boundaries to seek answers to the profound questions of astrobiology: How did life begin and evolve? Are we alone in the universe? And what is the future of life on earth and beyond? The NAI is using modern collaborative technologies to improve scientific communication and discourse among scientists—and between scientists and the public. Such lines of communication not only enable multidisciplinary science, but also provide a window for the public to see how science is conducted and experience undiluted scientific results. Open access to science is desperately needed at a time when public understanding in critical areas, such as evolution and global climate change, is of the utmost importance [2]–[4].\n\nDuring 2010, the NAI organized two virtual scientific workshops, aptly named “Workshops Without Walls” (WWW) [5]–[7]. The overarching goal of these workshops and other astrobiology “all-access” events is to promote the exchange of knowledge between scientists of diverse disciplines by facilitating their interaction across distance. The basic philosophy is to allow participation from any device (e.g., videoconference system, laptop, mobile device; see Box 1) and location (e.g., videoconference room, office, home). These workshops, as with other NAI all-access events, are free of charge and open to all. For the case study presented here, social media and science blogs played a role in expanding the discussion to include various sectors of the public. The need for travel is eliminated, along with the associated environmental impacts, cost savings are significant, and—most importantly—science is made available to a much broader audience. Adhering strictly to the scheduled agenda allows participants to “tune in” for talks of particular interest, thus enabling them to interleave workshop participation with attending to other professional or personal matters.Box 1. Technical Implementation\nThe technical philosophy for this workshop was to allow attendees to join from any device and any location. Some attendees joined the meeting using only a Web browser, some joined from a videoconferencing room, and some joined from mobile devices.\n\nVideoconferencing. Videoconferencing systems allow rooms of people to interact over distances using high quality audio and video. H.323 is the standard used by most videoconferencing systems available today. The most popular manufacturers of videoconferencing equipment are Polycom, Tandberg, and Lifesize. Most universities and government facilities have such systems available.\n\nA typical videoconferencing system (or endpoint) is able to connect to one other system (site). Higher end systems may allow connecting up to four additional sites. When connecting to another system, the IP address of the remote system is used as the “phone number” for the remote endpoint. Older systems based on H.320 ISDN technology use an actual phone number instead of an IP address. If the need to mix IP and ISDN connections arises, additional equipment may be required. If a virtual meeting involves participation from multiple sites (i.e., physical locations), it is possible to connect many remote endpoints together using a videoconferencing bridge. A typical bridge can connect anywhere from 20 to 80 sites to a single videoconference, mixing H.323, H.320, and phone technologies.\n\nDesktop H.323 videoconferencing software clients with acceptable fidelity have recently become available (examples include Dylogic Mirial and Tandberg Movi). These clients run on a computer or mobile device, and use a Webcam and microphone to communicate with other H.323 systems. This software can be used when a meeting participant is unable to join from a standard H.323 videoconferencing room. It is important to note that popular video chat programs such as Skype, iChat, Gtalk, and others are not compatible with H.323 videoconferencing.\n\nOnline meeting software. Online meeting software such as Adobe Connect and WebEx allows users to participate in the meeting using only their computer. Several features are required to make this possible, which include:\n\nScreen sharing enables participants to see what the presenter is showing (powerpoint slides, movies, etc.).\n\nIntegrated video makes it possible for participants to see the presenter. The presenter can also optionally see the participants.\n\nAudio (VoIP) allows participants to hear the presenter and discussion.\n\nChat facilitates participant discussion and question and answer.\n\nCross-platform support gives participants the capability to join from the operating system/device of their choice.\n\nRecording is allowed by most online meeting software tools.\n\nTeleconferencing. Teleconferencing can be integrated as needed, for example, when a presenter is unable to join from a videoconference facility. In that case the presentation can be made from a personal computer. An integrated or separate Webcam can provide video of the speaker, and a telephone connection can provide two-way audio.\n\nResolving technical issues. For attendees joining meetings using online meeting software with integrated audio and video such as Adobe Connect, the most common technical issue was audio and/or video freezing. This issue is frequently resolved by exiting the meeting room and rejoining. Bandwidth issues are uncommon, as the meeting software will adjust the bandwidth used to match the connection speed of the attendee.\n\nIn general, the reliability and speed of networks at universities and government agencies is more than adequate to support H.323 videoconferencing. Best practices such as muting microphones when not speaking, zooming the camera in on the speaker, and muting audio from the meeting software to prevent feedback loops help to ensure a solid videoconferencing experience. Having a dedicated videoconferencing bridge operator monitor and equalize audio levels among connected sites improves the experience further. In all cases, testing the videoconferencing and meeting software connections for each speaker in advance is essential for avoiding problems and keeping the meeting focused on content rather than technical issues.\n\n      Case Study\n      \nIn November 2010, the NAI organized its second Workshop Without Walls on “Molecular Paleontology and Resurrection: Rewinding the Tape of Life” (Figure 1). Scientific organization was provided by researchers from the NAI teams at the Georgia Institute of Technology (Georgia Tech) and Montana State University. Technical support was provided by the NAI Central management organization at the NASA Ames Research Center.\n\nThe Workshop Without Walls concept was developed by the NAI as part of its mandate to use modern information technology to foster interdisciplinary and collaborative research among widely distributed investigators. Astrobiology is the study of “the origins, evolution, distribution, and future of life in the universe” [8],[9]. Astrobiology's breadth and interdisciplinarity requires collaboration among scientists with expertise in various fields. For example, it would not be unusual for experts in molecular biology, ecology, paleogenetics, geochemistry, biochemistry, and thermodynamics to work together on an astrobiology research project [10]. This collaborative research framework has international reach as well. The NAI has international partnerships with the Australian Centre for Astrobiology and the Centro de Astrobiología in Spain, among several others [11]. In accord with the goals of the NAI to foster international collaborative research, the workshop featured talks by scientists from 20 academic institutions around the world, including presentations streamed from the US, Denmark, Japan, and Canada (Figure 2).\n\nThe presentations were organized into six topical sessions held over 3 days. Presentations were recorded, including question and answer periods, and are available for viewing on the Web [7]. The presentations sought to address the prevailing approaches to origin of life research, which include understanding (1) which of the chemical components of modern life could have formed from abiotic processes (bottom-up approach) and (2) which of the constituents of modern life could have been a part of more ancestral and simpler forms of life (top-down approach).\n\nThe first day of the workshop focused primarily on the origin and early evolution of life, prior to 3.8 billion years ago (Ga). Talks included overviews of research directed at probing the role of iron-sulfur minerals that were likely present in early Earth environments and may have catalyzed reactions that supported early life (carbon monooxide condensation, dinitrogen fixation, etc.). These talks were complemented by presentations on prebiotic chemistry.\n\nDay 2 of the workshop focused on research aimed at understanding the constraints imposed on the evolution of life during the dynamic early history of Earth (&gt;2.0 Ga). The day opened with talks on linking major changes in the Earth's geosphere (e.g., accumulation of atmospheric O2) with changes recorded in the genetic or evolutionary record (e.g., origin of metabolisms that utilize O2). The second session on Day 2 focused primarily on the use of evolutionary theory to reconstruct extinct proteins and the resurrection of these proteins for experimental study. Day 3 opened with talks on the study of extant microbial diversity and physiology that provided context to the findings presented on Days 1 and 2. The workshop closed with presentations on the evolution of information (DNA and RNA) pathways.\n\nThe breadth of the six topical sessions promoted significant discussion among workshop participants. Discussions occurred both within the interactive workshop itself during the question and answer periods as well as in online chat rooms (see Box 1 for more details). Some of these discussions may lead to new interdisciplinary collaborations, one goal of the workshop. For example, a new idea emerged to apply ancestral state reconstructions to create “evolutionary intermediates” for use in probing the changing biochemical reactivities and substrate utilization patterns during the stepwise evolution of metalloproteins [12]–[14] as well as to understand how ancient environmental conditions, such as pH and temperature, affected the evolution of thioredoxin enzymes [15].\n\nOne of the participants, Jennifer Glass, in summarizing her experience, stressed, “The flexibility of having the option to come and go in between classes and lab work coupled with free registration and the exciting topic made the virtual workshop very attractive to our team members. For those who had previous obligations, the benefit of having all of the talks recorded and posted on the Website for future viewing was extremely helpful… The potential disadvantage of not being able to directly interact with others at the workshop was ameliorated by the chat box on the Adobe Connect window…. As an early career researcher, this workshop has inspired me to grow my research into new areas…”.\n\n      Broadening the Reach: Benefits for Science Collaboration and Public Participation\n      \nSeventy-six percent of respondents to the postworkshop survey [7] said that they would not have traveled to the conference in person. This could have been because of scheduling conflicts, lack of travel funds, or, as some survey respondents indicated, the workshop was in a specialized area for which they could not justify the time and expense to attend in person but for which virtual attendance was highly cost effective. Thus, the virtual nature of the WWW enabled the participation of a larger and more diverse group of scientists—promoting greater understanding and collaboration around the globe. In response to the survey question “Did you find opportunities for collaboration?” 38 individuals (55% of those who answered the question) indicated that they did or might find opportunities for collaboration as a result of the workshop [7].\n\nIn addition, many nonscientists, who were highly unlikely to attend an in-person scientific meeting, were able to participate. These included educators, science writers, and people who simply have an interest in astrobiology or perhaps just wanted to see a “real” science conference in action. The speakers addressed the public audience by including brief introductory materials in their presentations to put the science in context for a lay audience. Several of the participants embraced the opportunity to experience undiluted science. One wrote, “This is great! I'm not in the educational world, but as a passionate amateur, I'm really grateful that you've given me the opportunity to listen in on this. Even if I only understand a tenth of it, that's a bunch of learning I would never have had the opportunity to do! Thanks!” Another wrote, “…I had to teach during most of the conference… I did wow my 7th graders with a couple of minutes of a live science conference for the fun of it.” Public attendance at science conferences is rare—in part because of high conference registration fees and travel costs. The free, open access WWW format is breaking new ground in encouraging and enabling public exposure to science.\n\n      Economic Impact and Ecological Benefits\n      \n        Mitigating the Carbon Footprint\n        \nIn a recent letter to Science “Travel Trade-Offs for Scientists,” I.C. Burke suggested that scientists need to lead the way in reducing carbon emissions due to conference travel [16]. In agreement with this progressive concept, the virtual Workshop Without Walls enabled the broad participation of ∼560 registrants with no travel required. Of the 140 people who filled out the postworkshop survey, 34 (∼24%) indicated that they would have traveled to the workshop in person. Of these, 26 were from the non-Atlanta area for which travel cost and environmental impact estimates were made. We estimate that ∼290,000 km would have been traveled by these participants had they attended the workshop physically. This is nearly the distance between the Earth and the moon; a distance that would have left an estimated carbon footprint of ∼26 tonnes if traveled by air. This corresponds to ∼1 tonne per attendee, which is more than the average CO2 emission per capita per year for ∼one-quarter of all world nations (US average is 18.9 tonnes per person per year) [17].\n\n        Mitigating Traditional Travel Costs\n        \nConventional meetings require a large financial budget to support the physical travel of attendees, including airline travel, venue fees, lodging, and food expenses. For the 26 individuals who indicated interest in attending this conference in person, it is estimated that roughly US$20,000 in airline travel was saved as a result of this workshop being hosted virtually (see Text S1). Using the US federal per diem rate for domestic travel, an estimated US$24,000 would have been spent on food or lodging for these 26 attendees. Thus, in total, roughly US$44,000 was saved, corresponding to ∼US$1,800 per attendee. Importantly, this is conceivably a low estimate of cost savings, since roughly 60% of the workshop participants did not complete the postworkshop survey, from which these estimates were derived. Likewise, venue fees and other costs were not factored into this overall estimated cost savings.\n\n      Concluding Remarks\n      \nA central goal of the NAI and the NASA Astrobiology Program as a whole is to bring scientists from varying disciplines together to develop new ideas and forge new interdisciplinary research collaborations. This has traditionally been accomplished through in-person meetings. The WWW concept fosters these same goals with even broader participation by eliminating the requirement for physical travel.\n\nBesides being an efficient way to promote novel collaborations, Workshops Without Walls and other astrobiology all-access events bring “science to society” by opening the doors of scientific meetings to the public and allowing all attendees (both scientists and lay-public) to ask questions during the meeting. The Workshop Without Walls format also provides an opportunity for students—who might not otherwise be able to attend—to experience the field of astrobiology, and may encourage their interest at an early stage in their careers.\n\nThese virtual workshops will continue to improve in the future. The NAI is experimenting with “virtual hallway” chat areas to facilitate additional interactions between the scientists and with the public. Integrating the use of social media (such as Facebook and science blogs) is another way to extend the workshops' public reach. Areas in which there is a need for increased public understanding of science (such as climate change and evolution) may thus be particularly appropriate topics for future Workshops Without Walls.\n\n      Supporting Information"
}