{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001645",
  "doi": "10.1371/journal.pbio.1001645",
  "externalIds": [
    "pii:PBIOLOGY-D-13-02294",
    "pmid:24013921",
    "pmcid:PMC3754892"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "The CK2 Kinase Stabilizes CLOCK and Represses Its Activity in the Drosophila Circadian Oscillator",
  "authors": [
    {
      "name": "Áron Szabó",
      "first": "Áron",
      "last": "Szabó",
      "affiliation": "Institut de Neurobiologie Alfred Fessard, Centre National de la Recherche Scientifique Unité Propre de Recherche 3294, Gif-sur-Yvette, France; Département de Biologie, Université Paris Sud, Orsay, France"
    },
    {
      "name": "Christian Papin",
      "first": "Christian",
      "last": "Papin",
      "affiliation": "Institut de Neurobiologie Alfred Fessard, Centre National de la Recherche Scientifique Unité Propre de Recherche 3294, Gif-sur-Yvette, France; Département de Biologie, Université Paris Sud, Orsay, France"
    },
    {
      "name": "Daniela Zorn",
      "first": "Daniela",
      "last": "Zorn",
      "affiliation": "Heidelberg University, Biochemistry Center (BZH), Im Neuenheimer Feld 328, Heidelberg, Germany"
    },
    {
      "name": "Prishila Ponien",
      "first": "Prishila",
      "last": "Ponien",
      "affiliation": "Institut de Chimie des Substances Naturelles, CNRS UPR2301, Gif-sur-Yvette, France; IMAGIF, Centre de Recherche de Gif, Gif-sur-Yvette, France"
    },
    {
      "name": "Frank Weber",
      "first": "Frank",
      "last": "Weber",
      "affiliation": "Heidelberg University, Biochemistry Center (BZH), Im Neuenheimer Feld 328, Heidelberg, Germany"
    },
    {
      "name": "Thomas Raabe",
      "first": "Thomas",
      "last": "Raabe",
      "affiliation": "University of Wuerzburg, Institute of Medical Radiation and Cell Research, Wuerzburg, Germany"
    },
    {
      "name": "François Rouyer",
      "first": "François",
      "last": "Rouyer",
      "affiliation": "Institut de Neurobiologie Alfred Fessard, Centre National de la Recherche Scientifique Unité Propre de Recherche 3294, Gif-sur-Yvette, France; Département de Biologie, Université Paris Sud, Orsay, France"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-08",
  "dateAccepted": "2013-07-19",
  "dateReceived": "2013-06-11",
  "volume": "11",
  "number": "8",
  "pages": "e1001645",
  "tags": [
    "Animal models",
    "Discipline-v2/Animal models",
    "Discipline-v2/Biology",
    "Discipline-v2/Drosophila melanogaster",
    "Discipline-v2/Genetics",
    "Discipline-v2/Model organisms",
    "Discipline-v2/Molecular neuroscience",
    "Discipline-v2/Neuroscience",
    "Drosophila melanogaster",
    "Genetics",
    "Model organisms",
    "Molecular neuroscience",
    "Neuroscience",
    "Type/Research Article"
  ],
  "abstract": "The CK2 kinase plays diverse roles in the Drosophila circadian clock by controlling stability of the CLOCK transcription factor itself, besides its known role in degrading CLOCK repressors.",
  "fullText": "Introduction\n\nCircadian oscillations of gene expression, physiology, and behavior are found in a wide range of organisms. They are governed by temporally regulated feedback loops in which transcription factors activate the expression of their own inhibitors. In the Drosophila circadian oscillator, the CLOCK (CLK) and CYCLE (CYC) bHLH-PAS domain transcription factors activate expression of the period (per) and timeless (tim) genes at the end of the day. The delayed accumulation of PER and TIM and their transfer to the nucleus leads to transcriptional repression of CLK/CYC during the late night. The repression phase is also shaped by other repressors/activators such as CLOCKWORK ORANGE (CWO) and KAYAK-α [1]. Subsequent degradation of PER and TIM repressors in the morning allows transcription to resume towards the evening [2],[3]. Controlled phosphorylation, ubiquitylation, and proteasome-dependent degradation of PER and TIM set the timing of their delayed accumulation and clearance. The PER protein is phosphorylated by the DOUBLETIME (DBT, CK1δ/ε), CK2, and NEMO kinases and polyubiquitylated by the SCFSlimb ubiquitin ligase complex [4]–[12]. TIM associates with PER, preventing its degradation, but TIM itself is subjected to phosphorylation and subsequent breakdown. TIM phosphorylation involves the CK2 and SHAGGY (SGG, GSK-3) kinases and TIM degradation also depends on SCFSlimb and a CULLIN-3-based ubiquitin ligase complex [7],[8],[13]–[15]. Phosphatase activity counterbalances the effects of the aforementioned and probably also of other kinases: PP2A regulates PER abundance, while PP1 targets both PER and TIM [16],[17].\n\nCLK phosphorylation cycles with a peak in the morning and a minimum in the early night [18]–[21]. Similarly, CLK immunoreactivity in head extracts or brain tissue seems to oscillate in phase with its phosphorylation [21]–[23], although harsh extraction liberates chromatin-bound CLK, which results in relatively constant CLK levels [20],[24],[25]. Whether oscillations of CLK immunoreactivity in neurons reflect rhythmic changes of total CLK protein amount is still unclear [23],[26]. Due to the cyclic regulation of CLK as opposed to constitutive expression of CYC, the CLK protein appears to represent the key rhythmic component of the circadian activator in Drosophila [27]. CLK DNA-binding and transcriptional activity show a robust oscillation with an evening peak that is associated with the rapid increase of per and tim mRNA levels [20],[22]. The release of CLK from DNA goes hand in hand with its hyperphosphorylation, which depends on both PER and DBT [19],[20],[22]. Since kinase activity of DBT does not seem to be required for hyperphosphorylation, it was proposed that DBT acts as an interface for the recruitment of other kinases into a complex with CLK [28]. The PER kinase NEMO destabilizes CLK in vivo and might thus be a CLK kinase [29]. CLK transcriptional activity in cultured cells is affected by calcium/calmodulin-dependent kinase II and mitogen-activated protein kinase [30]. Ubiquitylation is also involved in the regulation of CLK and BMAL1, the CYC ortholog in mammals [31],[32]. In Drosophila, USP8 was recently reported to decrease CLK activity by deubiquitylation [25].\n\nThe CK2 kinase has a key function in the clockwork of various organisms [33]. In Neurospora, CK1 and CK2 phosphorylate both the White Collar Complex (WCC) transcriptional activator as well as its inhibitor FREQUENCY (FRQ) to control their activity, subcellular localization, and stability [34]–[36]. In mammals, CK2 and CK1 destabilize PER2, although phosphorylation at specific CK2 target sites stabilizes the protein [37],[38]. The CK2 holoenzyme is formed by a tetrameric complex consisting of two catalytic (α) and two interacting regulatory (β) subunits [39]. The β subunits stabilize the α subunits that possess constitutive kinase activity. Phosphorylation of most substrates is enhanced by CK2β, while some substrates are more efficiently phosphorylated by free CK2α in the absence of CK2β [40]. In Drosophila, CK2α and CK2β affect PER and TIM abundance and subcellular localization, which correlates with a direct phosphorylation of both proteins by the CK2 holoenzyme in vitro [8],[9],[41]–[43]. The dominant-negative CK2αTik mutation strongly increases TIM stability even in the absence of PER, supporting TIM as the main target of CK2 [15]. The CK2αTik protein overexpression induces hyperphosphorylation of TIM that could be explained by enhanced phosphorylation or reduced dephosphorylation of TIM by other kinases and phosphatases [15].\n\nSince the identity of the kinases involved in the control of CLK phosphorylation remains unclear, we asked whether CK2 plays a role in the phosphorylation and regulation of CLK. Our results indicate that inhibition of CK2α activity strongly increases CLK degradation, whereas CK2β does not affect CLK stability. The CK2 holoenzyme is recruited onto PER, TIM, and CLK mainly during late night, inducing CLK hyperphosphorylation in vivo and CK2 phosphorylates CLK in vitro. Specific CLK activity is increased in dominant-negative CK2αTik-expressing flies indicating repression of CLK by CK2α. Our findings define, to our knowledge, the first bona fide kinase of Drosophila CLK that plays a role in its degradation and hyperphosphorylation. The unstable but strongly active CLK acquired by CK2α inhibition joins the club of other circadian transcription factors with similar properties such as the WCC complex in Neurospora.\n\nResults\n\nCK2α Activity Promotes CLK Protein Phosphorylation and Stability\n\nA putative role of CK2 in CLK regulation was first addressed by analyzing head extracts of flies expressing a dominant-negative version of the CK2α catalytic subunit. As previously reported [15],[42], w;tim-gal4;UAS-CkIIαTik flies (hereafter tim&gt;Tik flies) were behaviorally arrhythmic (Table 1) and displayed weak and strongly delayed PER and TIM oscillations, with high levels of mildly phosphorylated PER and highly phosphorylated TIM (Figure 1A). As CLK efficiently binds to DNA in the evening, the estimation of CLK levels through the circadian cycle is affected by extraction conditions. In sonicated head extracts, CLK protein has been shown to stay at constant levels, in contrast to a robust cycle of its phosphorylation [19],[20]. However, the existence of oscillations in CLK levels remains discussed [22]–[25]. In our hands, sonicated extracts of control flies showed weak cycling of CLK levels, although peak time was rather variable between experiments (Figures 1A and S1A). Nonsonicated extracts always showed CLK levels cycling with a trough in the evening (Figure S1B). Importantly, both sonicated and nonsonicated extracts of tim&gt;Tik flies showed very low CLK levels with reduced phosphorylation on the first day of constant darkness (DD) (Figures 1A and S1A and S1B). In order to better estimate CLK levels in tim&gt;Tik flies, sonicated extracts were treated with λ protein phosphatase (Figure S1C). Again, a strong decrease of unphosphorylated CLK abundance was observed in tim&gt;Tik animals. Moreover, Clk mRNA levels were about 1.5-fold higher in tim&gt;Tik flies than in controls (Figure 1B), indicating that low CLK protein levels are not a consequence of reduced Clk expression. Consequently, the protein/mRNA ratio for CLK decreased to approximately 10% in tim&gt;Tik (Figure S1D). Immunolabeling of whole-mount brains of tim&gt;Tik flies also supported a strong reduction of CLK levels in the small ventral lateral neurons (s-LNvs) (Figure 1C), with no change in its nuclear-only localization (not shown).\n\nTo independently analyze the effect of decreasing CK2α activity on CLK, a UAS-CkIIα RNA interference (RNAi) construct was expressed under tim-gal4 control. Adult flies were kept at 29°C to increase Gal4-dependent expression. CLK in sonicated head extracts of w;tim-gal4/+;UAS-CkIIα-RNAi (tim&gt;CkIIα-RNAi) flies showed a similar phenotype to that of tim&gt;Tik flies, with reduced phosphorylation and levels throughout the cycle (Figure 1D). Dampened and delayed PER and TIM oscillations were observed with increased protein levels during the day. In support of its specificity, the induction of RNAi reduced CK2α protein levels (Figure S1E). Although high mortality of tim&gt;CkIIα-RNAi flies after long incubation at high temperature prevented the assessment of their locomotor activity rhythms at 29°C, they displayed long period rhythms at 25°C (Table 1). Similar long period rhythms are observed in heterozygous w;tim-gal4/+;UAS-CkIIαTik/+ flies (Table 1), as previously reported [42].\n\nCK2α Stabilizes CLK in the Absence of PER and TIM\n\nTIM was described as the likely primary target of CK2α in the circadian clock, effects elicited on PER being only secondary [15]. We thus asked whether TIM was required for CK2α effects on CLK, by comparing the profile of CLK protein in sonicated head extracts of tim01 and tim01 tim&gt;Tik flies. In the absence of TIM, the CK2αTik protein induced a prominent reduction in CLK phosphorylation and a significant decrease of protein levels (Figure 2A). Furthermore, Clk mRNA levels were about four times higher in tim0 tim&gt;Tik compared to tim0, supporting a strong degradation of the CLK protein in tim0 tim&gt;Tik flies (Figure 2A). Since a PER/DBT complex controls CLK phosphorylation [20],[28], we asked whether PER was required for CLK modifications by CK2α, even in the absence of TIM. Effects of the CK2αTik protein were thus analyzed in per0 tim0 double mutants, where CLK appeared minimally phosphorylated in a CkIIα+ background (Figures 2B and S2A). CLK levels and phosphorylation were further diminished in the presence of the CK2αTik protein (Figures 2B and S2A). Since the CK2αTik protein overproduction increased Clk mRNA levels by about twofold in per0 tim0 double mutants, the CLK protein/mRNA ratio was reduced just as in tim0 mutants (Figure 2B). A similar decrease of CLK protein levels was observed in per0 tim&gt;Tik flies (Figure S2B) despite increased Clk mRNA levels, suggesting that CLK protein was again strongly destabilized in the absence of PER. These observations reveal that CK2α stabilizes CLK in the absence of PER and/or TIM. Since CLK phosphorylation is further decreased by CK2αTik expression, CK2α is important for the PER/TIM-independent minimal phosphorylation program of CLK.\n\nThe up-regulation of Clk mRNA levels in tim&gt;Tik flies suggested that CK2α could repress Clk transcription. To test whether Clk transcription was affected in the tim&gt;Tik genotype, Clk pre-mRNA levels were estimated. They were not increased in tim&gt;Tik flies compared to controls, although a reduced antiphasic cycling was observed at DD1 (Figure S2C). The antiphasic oscillation was reminiscent of PER and TIM oscillations persisting in these flies (see Figure 1A). The increase of mature Clk mRNA levels in tim&gt;Tik flies thus seems not to be the consequence of higher Clk gene transcription and rather supports a posttranscriptional control of Clk mRNA by CK2α. In agreement with a posttranscriptional control, the VRI and PDP1 regulators of Clk transcription were not affected in per0 tim&gt;Tik flies (Figure S2D). Finally, since the transcriptional regulation of the cryptochrome (cry) gene is similar to the one of the Clk gene [44], we tested cry mRNA levels in per0 tim&gt;Tik flies. No increase of cry mRNA levels was observed in the presence of the CK2αTik protein (Figure S2E), supporting a specific control of Clk mRNA levels by CK2α.\n\nThe data from tim&gt;Tik flies strongly suggested that CK2α controls CLK stability independently from PER and TIM. To obtain direct evidence for this, CLK degradation kinetics were analyzed in a cycloheximide (CHX) chase-based assay in Drosophila Schneider 2 (S2) cells. Since transfected V5-tagged CLK induced both per and tim expression in S2 cells in our hands, we used RNAi against per and tim to eliminate any effect of PER and TIM proteins. After blocking protein synthesis with CHX, CLK showed robust degradation during the following 9 h (Figure 2C). When FLAG-HA-tagged CK2α was co-expressed, CLK degradation proceeded very slowly. The increase of CK2α levels by exogenous expression was rather limited in these conditions, indicating that a small increase in total CK2α protein can have substantial effects on CLK degradation. These results confirm the in vivo observations and strongly support a role for CK2α in the inhibition of CLK breakdown.\n\nCK2β Does Not Influence CLK Stability\n\nSince inhibition of CK2α affected CLK stability and phosphorylation, we asked whether CK2β knockdown would have similar effects. Pdf-gal4 UAS-CkIIβ-RNAi/+ flies have been reported to display long period rhythms [45]. Driving two CkIIβ-RNAi transgenes under the control of tim-gal4 (hereafter tim&gt;CkIIβ-RNAi flies, see Materials and Methods) induced behavioral arrhythmicity (Table 1). The specificity of the CkIIβ RNAi was first behaviorally assessed by rescue experiments involving CkIIβ RNAi under the control of the strong PDF+ cell driver gal1118 [46] and the co-expression of different CK2β isoforms. The strongly altered behavior of w;; gal1118/UAS-CkIIβ-RNAi could be rescued by overexpression of the VIIa, VIIb, and VIIc CK2β isoforms (see [47]) (Table 1). Western blots against CK2β revealed a reduction in two isoforms in tim&gt;CkIIβ-RNAi animals, while a third isoform remained unaffected (Figure S3A). TIM and PER cycling was profoundly altered in head extracts of tim&gt;CkIIβ-RNAi flies at DD1 (Figures 3A and S3B). In contrast, CLK oscillations were only slightly affected. In particular, tim&gt;CkIIβ-RNAi flies did not show the pronounced decrease in CLK levels that was observed in tim&gt;Tik flies. Furthermore, CK2β depletion in a per0 background did not result in a marked reduction of CLK phosphorylation or quantity (Figure 3B). Since equivalent levels of Clk mRNA were observed in per0 flies with or without CkIIβ RNAi expression, their protein/mRNA ratios were identical (Figure 3C and D), in contrast to tim&gt;Tik flies. Similarly, CLK was not affected when CkIIβ RNAi was expressed in a tim0 background (not shown). In conclusion, although CK2α and CK2β proteins similarly affect TIM and PER accumulation and phosphorylation, the CK2β subunit does not seem to be required for CK2α to control CLK degradation and phosphorylation.\n\nCK2α Preferentially Forms Complexes with Highly Phosphorylated CLK in the Morning\n\nThe strong effects of CK2α inhibition on CLK suggested that the two proteins might physically interact. Flies expressing a FLAG-tagged CK2α protein under tim-gal4 control displayed strong behavioral rhythms with a 1 h period lengthening (Table 1). Anti-FLAG immunoprecipitation experiments were performed from FLAG-CK2α-expressing fly head extracts at different circadian times and showed co-immunoprecipitation of TIM, PER, and CLK mostly at the end of the subjective night and in the subjective morning when these proteins are mainly hyperphosphorylated (Figure 4A). Although relatively abundant medium-phosphorylated clock proteins were observed in the extracts at CT16, they were poorly co-immunoprecipitated with CK2α. The CK2α subunit thus appears to preferentially make complexes with highly phosphorylated forms of TIM, PER, and CLK. Flies expressing FLAG-tagged CK2β were also behaviorally rhythmic with a slightly lengthened period (Table 1), and FLAG-CK2β expression could rescue the severe period lengthening induced by CkIIβ RNAi (Table 1), indicating that the tagged protein was functional. Similarly to CK2α, CK2β was found to be associated with hyperphosphorylated TIM, PER, and CLK in the late subjective night and in the subjective morning, whereas little amounts of proteins were co-immunoprecipitated at other circadian times (Figure 4B). The results thus suggest that CK2 holoenzyme is involved in the hyperphosphorylation of CLK, PER, and TIM in the late night/morning part of the cycle.\n\nSince CK2α strongly influences CLK stability in the absence of PER, anti-FLAG immunoprecipitations were also done in per0 tim&gt;FLAG-CkIIα flies (Figure 4C). Minute amounts of hypophosphorylated CLK were co-immunoprecipitated in per0 extracts, nevertheless indicating that CLK-CK2α complexes may exist in the absence of PER. Conversely, CK2β did not co-immunoprecipitate with CLK in a per0 background (Figure 4C). The poor detection of CK2α–CLK complexes in the absence of PER suggested a very labile interaction between the two proteins or indirect PER-independent effects of CK2α on CLK.\n\nCK2 subunits preferentially associate with clock proteins at times when those are present in the nucleus. CK2α was, however, described to localize to the cytoplasm of LNv-s [8]. We therefore set out to investigate whether CK2α could be present in the nucleus of LNv-s as well. Whole-mount adult brains were stained with an anti-CK2α antibody together with anti-PDF and anti-CLK. PDF is known to be exclusively cytoplasmic [48], while CLK is almost completely nuclear in our hands (see also [26]). Although CK2α predominantly localized to the cytoplasm of s-LNv-s, a fine cloud of CK2α staining co-localized with CLK to the nucleus (Figure 4D).\n\nCK2α Increases CLK Phosphorylation in a PER-Dependent Manner\n\nTo further decipher the function of CK2α in CLK phosphorylation, CLK protein was analyzed in flies overexpressing wild-type CK2α. As previously reported [41], CK2α overexpression induced a modest lengthening of the behavioral period (Table 1). w;tim-gal4/UAS-CkIIα (tim&gt;CkIIα) flies showed subtle changes of PER and TIM oscillations with a slightly delayed degradation of the TIM (CT 4–8) and PER (CT 8) proteins during daytime at DD1 (Figures 5A and S4A–B). CLK levels in CK2α overexpressing head extracts were higher at CT0 and lower at CT12 compared to controls, but overall protein levels were not significantly affected (Figure 5A). In contrast, CLK phosphorylation was strongly altered, with forms always more phosphorylated than the wild-type minimal phosphorylation that is observed at CT12 (Figure 5A). CLK phosphorylation was not increased by CK2α overexpression in a per0 background (Figure 5B), indicating that CLK hyperphosphorylation by CK2α required PER. The results thus support a PER-dependent hyperphosphorylation of CLK by CK2α, whereas CLK hypophosphorylation and stability appears to be mostly controlled by a PER-independent CK2α function.\n\nThe CLK phosphorylation defects in flies with altered CK2α functions and the presence of CLK-CK2α/β complexes suggested that CK2 might directly phosphorylate CLK. We thus asked whether the CK2 holoenzyme could phosphorylate CLK in vitro. Indeed, CLK was phosphorylated by CK2, and the presence of PER increased CLK phosphorylation by about twofold (Figure S4C). Addition of TIM protein did not affect the CK2-dependent phosphorylation of CLK. When only the CK2α catalytic subunit was used for the in vitro assay, CLK was phosphorylated with a similar efficiency and showed the same PER-mediated facilitation of its phosphorylation (Figure 5C). This confirms the in vivo results indicating that at least some of the CK2α effects on CLK phosphorylation do not require CK2β, and supports a direct phosphorylation of CLK by CK2α.\n\nCK2α Decreases CLK Transcriptional Activity\n\nThe strong influence of CK2α on CLK phosphorylation and stability suggests that CLK-dependent transcription could be affected in flies with altered CK2α activity. As previously reported [42], intermediate levels of per and tim mRNAs were observed in tim&gt;Tik flies (Figure 6A).\n\nper and tim pre-mRNA levels were measured to more directly estimate CLK transcriptional activity. Average nonoscillating levels of pre–per and pre–tim were observed in tim&gt;Tik flies (Figure 6B,C), despite the very reduced amounts of CLK protein (see Figure 1A). It thus suggested that CLK transcriptional activity was strongly increased when CK2α activity was diminished. Flies expressing the CK2αTik protein in a per0, tim0, or per0 tim0 double mutant background revealed no statistically significant changes in per and tim mRNA levels compared to wild-type CK2α controls (Figures 6D and S5A). However, CLK protein levels were reduced to 25–50% in CK2αTik expressing flies (see Figures 2 and S2), suggesting that specific CLK activity was still increased. Effects of CK2α on the transcriptional activity of CLK thus appears to be at least partly independent of PER and TIM. per and tim mRNA levels were also measured in tim&gt;CkIIβ-RNAi flies and showed intermediate levels compared to controls (Figure S5B). Since CLK quantity is unaffected by tim&gt;CkIIβ-RNAi (Figure 3A), CK2ß does not strongly modify CLK transcriptional activity.\n\nFinally, CLK-dependent transcription was tested by CLK-induced reporter gene expression in S2 cells. On a CLK-binding synthetic minimal enhancer composed of three per-derived E-boxes, CLK-dependent transcription was decreased in a dose-dependent manner by CK2α co-expression (Figure 6E). Since CLK quantity was increased in the presence of CK2α overexpression (see Figure 2C), the transcriptional decrease could hardly be a consequence of lower CLK levels.\n\nDiscussion\n\nTemporally controlled phosphorylation of clock proteins is a key feature of the transcriptional-translational negative feedback loop underlying the Drosophila circadian clock. Although the CLK activator shows robust oscillations of its phosphorylation levels, the phosphorylation mechanisms and how they affect CLK function remain largely unknown. Our study aimed at determining whether CK2 was involved in the control of CLK phosphorylation and how it would affect CLK circadian function. Overexpression of the CK2αTik dominant-negative enzyme or RNA interference against CkIIα substantially reduced CLK phosphorylation as well as protein levels. In accordance with the in vivo observations, co-transfection of CK2α with CLK in S2 cells increased CLK stability. This supports a function for CK2α in CLK stabilization. High CLK target gene transcription was induced by the CK2αTik protein despite the low-level accumulation of CLK, indicating that CK2α decreased the expression of CLK targets. This was further corroborated in the luciferase activity assay in S2 cells where overexpression of CK2α inhibited CLK activity. Furthermore, CK2α associated with hyperphosphorylated forms of CLK in the morning and it was able to directly phosphorylate the CLK protein in vitro. Effects of CK2α on CLK stability and activity did not require PER or TIM, but CLK phosphorylation by CK2α involves both PER-independent and PER-dependent functions. The results suggest that direct phosphorylation by CK2α stabilizes CLK and diminishes its transcriptional activity.\n\nCLK protein levels but not Clk mRNA levels are low in tim&gt;Tik and tim&gt; CkIIα-RNAi flies, indicating that CK2 specifically affects CLK protein levels. Although a role of CK2α in CLK protein synthesis cannot be completely excluded, three sets of experimental data support a posttranslational action of CK2α on CLK. First, CK2α associates with CLK, PER, and TIM in protein complexes. Second, CK2α affects CLK phosphorylation state in vivo and is able to phosphorylate CLK directly in vitro. Third, CK2α stabilizes CLK even after protein synthesis blockage with CHX. Importantly, tim&gt;Tik flies show reduced CLK phosphorylation, as predicted from kinase inhibition. This is in contrast with the effects of CkIIαTik on PER and TIM, for which highly phosphorylated forms of the proteins accumulate, although PER phosphorylation remains lower than the highest state in the wild-type [8],[15],[41],[42]. Nevertheless, CK2 is able to phosphorylate PER and TIM in vitro [8],[41],[49].\n\nThe CkIIαTik mutation affects TIM phosphorylation in the absence of PER, whereas TIM is required to observe effects of CkIIαTik on PER [15]. TIM was thus proposed to be a direct target of CK2 that drives CK2-dependent modification of PER [15]. One might expect that TIM or PER relays the effects of CK2 on CLK. This is not supported by the strong effect of CkIIαTik on the CLK protein in per01, tim01, or per01 tim01 double mutants. However, PER strongly influences CLK phosphorylation by CK2. First, overexpression of wild-type CK2α induces CLK hyperphosphorylation in per+ but not in per0 flies. Second, PER enhances in vitro phosphorylation of CLK by CK2α. Finally, the abundance of CLK/CK2 complexes observed in head extracts is much lower in per0 mutants. In comparison to per0, wild-type flies accumulate much more CLK/CK2α complexes, particularly in the morning when PER and CLK are abundant and hyperphosphorylated. The PER–CLK interaction is the strongest in the morning and the weakest in the early evening when PER is highly degraded. It seems unlikely that this temporal pattern of CLK interactions with PER is strongly altered in FLAG-CK2α overexpressing animals used for the immunoprecipitation since they show behavioral and molecular rhythms similar to wild-type flies. CLK/CK2α complexes strongly decrease after CT4 when high levels of CLK but not PER remain, suggesting that CLK/CK2α interactions follow phosphorylated PER abundance. PER hence could drive a large fraction of CLK/CK2α interactions with PER-free CLK being a weaker CK2 substrate. Since PER interacts in the late night with CLK species that no longer bind chromatin [22], it suggests that CLK/PER/CK2α complexes are mostly unbound to DNA.\n\nPER/DBT-dependent phosphorylation marks CLK for degradation [19],[20]. Although the NEMO kinase destabilizes CLK [29], whether it acts as a PER/DBT-dependent CLK kinase is not known. Our results indicate that inhibiting CK2α activity increases CLK breakdown, whereas overexpressing CK2α induces accumulation of highly phosphorylated CLK. CK2α thus appears to have opposite effects on CLK stability, compared to DBT and NEMO. Since both CK1 (DBT) and CK2 show a preferential association with CLK in the morning, they might counteract each other to control CLK degradation and recycling for a next transcription cycle. Interestingly, a kinase complex that includes CK1 promotes the SUPERNUMERARY LIMBS (SLMB)-dependent proteolysis of the CUBITUS INTERRUPTUS (CI) transcription factor, whereas CK2 stabilizes CI by preventing its ubiquitylation [50],[51].\n\nAs opposed to tim&gt;Tik flies, flies expressing CkIIβ RNAi did not show significantly decreased CLK levels. In addition, CK2α and the CK2 holoenzyme are both able to phosphorylate Drosophila CLK in vitro. Our data suggest that CLK, in contrast to PER and TIM, might be a substrate of CK2α alone rather than a substrate of the CK2 holoenzyme in vivo. Several studies suggest that CK2α and β do not act synergistically on a handful of substrates [52] or even play antagonist roles with CK2β inhibiting CK2α-dependent phosphorylation of some target proteins (see [40]). In mammals, CK2α is more efficient than the CK2 holoenzyme to phosphorylate BMAL1, and can also phosphorylate CLK [53].\n\nAs previously reported [15],[42], tim&gt;Tik flies showed intermediate levels of per and tim transcripts. We corroborated the involvement of transcription in this phenomenon by determining per and tim pre-mRNA profiles. It has been proposed that the high levels of hyperphosphorylated TIM in tim&gt;Tik would prevent normal PER-dependent transcriptional repression [15]. However, the fact that flies expressing the CK2αTik protein in a per0, tim0, or per0 tim0 double mutant background have only half dose (or less) of CLK but as high levels of per and tim transcripts as the CkIIα+ controls supports an additional PER/TIM-independent transcriptional function of CK2. Importantly, the small amount of remaining CLK protein in the late night in per+ tim&gt;Tik flies drives similarly high pre–per expression as much more CLK in the wild-type (see Figure 6B). That also undermines CK2's involvement only in PER/TIM repressor function during CLK-mediated transcription. A likely explanation is that the low-level hypophosphorylated CLK is extremely active in flies with reduced CK2α activity. In line with the in vivo results, the luciferase activity assay in cultured S2 cells uncovered a dose-dependent repression of CLK activity by the CK2α subunit on a minimal enhancer-promoter element.\n\nCK2α thus appears to control CLK-dependent transcription by increasing PER/TIM repressing capacity and jointly decreasing CLK activity by some other mechanism. CK2β supports TIM-dependent repression (Figure S5B), but may not contribute to the PER/TIM-independent control of CLK activity by CK2α. Since deubiquitylation of CLK by USP8 decreases its activity [25], it will be interesting to investigate whether CK2α phosphorylation affects CLK ubiquitylation.\n\nIn the Neurospora circadian transcriptional feedback loop, the FRQ repressor recruits CK1 and CK2 to promote phosphorylation of the WCC activator complex resulting in the inhibition of its transcriptional activity [35],[54]–[57]. Reactivation of WCC occurs through its dephosphorylation by phosphatases such as PP2A [54],[56]. WCC is destabilized when turning active and gets stabilized as soon as it resumes a transcriptionally inactive state [56],[57]. This is reminiscent of our finding about the role of CK2 in CLK activity regulation. Recently, BMAL1 and CLK were also shown to be “Kamikaze” activators in mammals in that their activity was dependent on proteasome function—highly unstable CLK and BMAL1 were the most active, while proteasome inhibition resulted in long-lived but less potent activators [31],[32],[58]. Our findings indicate that CK2 might be a key player in such a mechanism, by promoting CLK stability and decreasing its activity. It remains to be seen how CK2 and DBT-dependent kinase activities interact on CLK to set CLK transcriptional activity to a proper phase in the circadian cycle.\n\nMaterials and Methods\n\nFly Stocks and Constructs\n\nDrosophila melanogaster stocks were maintained on a 12 h∶12 h LD cycle on standard corn meal-yeast-agar medium at 25°C. ClkJrk is a dominant allele of Clk, which results in a truncated and highly unstable CLK protein [59]. per01 [60], tim01 [61], w;tim-gal4-62 [62], w;;gal1118 [46], per01w;;13.2(per(Δ)-HA10His) F21 [63], yw;;P{UAS-CkIIα.Tik} T1 [15], yw;P{UAS-CkIIα.L} 35 [41], w;UAS-FLAG-CkIIα [51], and lines carrying UAS transgenes encoding each of the five CK2β isoforms [64] have been previously described. The gal1118 driver line in the adult brain is expressed in the small and large LNv-s in addition to some few nonclock cells [46]. UAS-RNAi flies against CkIIβ (stocks 32377 and 106845) and CkIIα (stock 17520 R-2) are described in http://stockcenter.vdrc.at/control/main and http://www.shigen.nig.ac.jp/fly/nigfly/index.jsp, respectively. Both CkIIβ RNAi lines (32377 and 106845) were induced in all the experiments using CkIIβ RNAi except specifically indicated. The UAS-FLAG-CkIIβ construct was made by inserting a FLAG-CK2ß coding segment (kindly provided by A. Bidwai, West Virginia University) into the pUAST vector, and w;UAS-FLAG-CkIIβ transgenic flies were generated by standard procedures. For in vitro phosphorylation assays, Clk constructs with a 6-histidine fusion tag as well as per and tim were expressed from a SP6 promoter incorporated in a pAc-5.1 vector, as described previously [30]. The FMO02931 expression plasmid was obtained from the Drosophila Genomics Resource Center (DGRC). It contains the full CkIIα ORF tagged C-terminally with FLAG and HA and driven by the metallothionein promoter. We verified the CkIIα ORF and the promoter region by sequencing.\n\nBehavioral Analysis\n\nBehavioral assays for locomotor activity rhythms were carried out with 1- to 5-d-old males at 25°C in Drosophila activity monitors (TriKinetics). Illumination was provided by standard white fluorescent low-energy bulbs. Light intensity at fly level was in the range of 300–1000 µW/cm2. Flies were first entrained to 12 h∶12 h light-dark (LD) cycles for 4 d and then transferred to constant darkness (DD). Activity data were analyzed from the second to the ninth day in DD. Data analysis was done with the FaasX 1.16 software that is derived from the Brandeis Rhythm Package (see [65]) and is freely available upon request (Apple Mac OSX only). Rhythmic flies were defined by χ2 periodogram analysis of an 8-d dataset with the following criteria (filter ON): power ≥20, width ≥1.5 h, with no selection on period value. Power and width represent the height and width of the periodogram peak, respectively, and give the significance of the calculated period. Genotypes with a reduced number of rhythmic flies (&lt;50%), low power (&lt;50), and high s.e.m. of the period (&gt;1) are considered arrhythmic. Experiments were reproduced two or three times with very similar results.\n\nProtein Sample Preparation, Phosphatase Treatment, Sonication, and Western Blotting\n\nWe entrained 1 to 5-d-old flies to 12 h∶12 h LD cycles for 4 d and transferred to DD (CT0 is 12 h after the last lights-OFF). Flies were collected on dry ice during the first day of DD (CT0–24). We homogenized 30–60 heads on ice in a modified RBS buffer [20]: 10 mM HEPES pH 7.5, 5 mM Tris-HCl pH 7.5, 50 mM KCl, 10% glycerol, 2 mM EDTA, 1% Triton X-100, 0.4% NP-40, 1 mM DTT, Complete Mini Protease Inhibitor Cocktail Tablet (Roche), Phosphatase Inhibitor Cocktail 2 and 3 (Sigma-Aldrich), and 20 mM β-glycerophosphate (3–4 µl buffer/head). A Brinkmann Heidolph Mechanical Overhead Stirrer RZR1 was used for the homogenization. After 1 min of extraction, tubes were incubated in ice for 30 min, then homogenized again for another minute. If sonication was included after this step, samples were sonicated on ice with a Vibracell ultrasonic processor (Bioblock Scientific) at 4W output for 5×10 s with 1 s breaks. Following Bradford protein concentration measurement (BioRad), supernatants were used for polyacrylamide gel electrophoresis. When supernatants were treated with λ protein phosphatase, 1,600 units of λ protein phosphatase (New England Biolabs) and 1 mM MnCl2 were added to sonicated extracts prepared in phosphatase inhibitor-free buffer [10 mM HEPES pH 7.5, 100 mM KCl, 0.1 mM EDTA, 5% glycerol, 0.1% Triton X-100, 5 mM DTT, and EDTA-free Complete Mini Protease Inhibitor Cocktail Tablet (Roche)] and subsequently incubated for 30 min at 30°C. Reaction was stopped by adding 1× NuPAGE LDS sample buffer (Life Technologies), 500 mM DTT, and incubation for 10 min at 70°C. We loaded 50 µg total protein on Novex 4% Tris-Glycine precast gels (Life Technologies) for PER, TIM, and CLK immunoblotting, except specifically indicated. When indicated, NuPAGE Novex 3–8% Tris-Acetate gels were used for TIM and CLK immunoblotting for a better resolution of hyperphosphorylated forms. Samples (50 µg) for FLAG, CK2α, and CK2β immunoblots were run on NuPAGE Novex 4–12% Bis-Tris precast gels (Life Technologies). Electrophoresis and blotting were done according to the manufacturer's instructions except for a 3 h running time for Tris-Acetate and a 2 h running time for Tris-Glycine gels. Equal loading was verified by Ponceau S staining on blotting membranes, which were blocked in 5% nonfat dry milk in TBST (Tris-Buffered Saline with 0.1% Tween-20) for 1 h at 25°C and then incubated with the primary antibody overnight at 4°C. The following primary antibodies were used diluted in 5% milk in TBST: rabbit anti-V5 (Sigma-Aldrich V8137, Lot 019K4827) at 1∶4,000, rabbit anti-myosin heavy chain (MHC, kind gift of Roger E. Karess, Institut Jacques Monod, Paris) at 1∶400,000, rabbit anti-CK2α (Abcam ab81435) at 1∶1,000, mouse anti-CK2β (Calbiochem 6D5 218712) at 1∶1,000, rat anti-TIM [7] at 1∶2,000, goat anti-CLK (Santa Cruz Biotechnology sc27070) at 1∶1000, rabbit anti-PER [66] at 1∶10,000, guinea pig anti-VRILLE [44] at 1∶5,000, and guinea pig anti-PDP1ε [67] at 1∶5,000. For immunoblotting of anti-FLAG immunoprecipitations, guinea pig GP90 anti-CLK [18] at 1∶1,000 was used since an aspecific IgG-derived band revealed with the SC27070 anti-CLK on the immunoprecipitates. Membranes were washed three times for 10 min, then the HRP-conjugated secondary antibodies (Santa Cruz Biotechnology) were added diluted in 5% milk in TBST: goat anti-rabbit (1∶10,000), goat anti-rat (1∶20,000), goat anti-mouse (1∶20,000), donkey anti-goat (1∶10,000), and goat anti-guinea pig (1∶10,000). In the case of anti-CK2β, TrueBlot ULTRA Anti-Mouse IgG-HRP (eBioscience, 1∶2,000) was used as a secondary antibody to circumvent problems resulting from primary antibody light chain detection after immunoprecipitation.\n\nBlots were revealed with the Amersham ECL Plus reagent (GE Healthcare). SimplyBlue SafeStain (Life Technologies) was used to stain membranes after blotting. Images were quantified with the NIH ImageJ (1.43 k) software after background subtraction. Calculations were done and histograms were generated with Microsoft Excel.\n\nImmunoprecipitation\n\nFly head extracts were prepared as described above, except that HE buffer [20 mM HEPES pH 7.5, 150 mM KCl, 0.1 mM EDTA, 0.1% NP-40, 5% glycerol, Complete Mini Protease Inhibitor Cocktail Tablet (Roche), Phosphatase Inhibitor Cocktail 2 and 3 (Sigma-Aldrich) and 20 mM β-glycerophosphate] was used for the homogenization. We incubated 1 or 2 mg total protein overnight at 4°C with either 25 µl EZview Red anti-FLAG M2 Affinity Gel (Sigma-Aldrich) or 25 µl Protein G Sepharose (Pierce) mixed with 10 µl of anti-CLK antibody (Santa Cruz Biotechnology SC27069). Following three 10 min washes, bound complexes were eluted in 1× NuPAGE LDS sample buffer (Life Technologies) without DTT for 10 min at 70°C. Supernatants were complemented with DTT (500 mM) and reduced for 10 min at 70°C.\n\nCell Culture Experiments\n\nDrosophila Schneider 2 (S2) cells [kind gift of Anne Plessis (Institut Jaques Monod, Paris)] were maintained in SFX-Insect Medium (HyClone) supplemented with 10% fetal bovine serum (Sigma-Aldrich) and 1% penicillin-streptomycin solution (Sigma-Aldrich) as previously described [68]. Complementary single-stranded RNA-s were in vitro transcribed from purified PCR templates containing the T7 RNA polymerase promoter site on both ends, using the MEGAscript T7 Kit (Life Technologies). Reactions were purified with the MEGAclear Kit (Life Technologies) and precipitated in ethanol/sodium acetate for concentration followed by resuspension in 40 µl H2O and annealing of the two strands (30 min at 65°C and slow cooling to room temperature). RNA quality and quantity was assessed by spectrophotometry and agarose gel electrophoresis. Primers for per target sequence amplification by PCR were: TTAATACGACTCACTATAGGGAGAAAGGAGGACAGCTTCTGCTGC and TTAATACGACTCACTATAGGGAGAGATATGATCCCGGTGGCCGTG and for tim were: TTAATA; CGACTCACTATAGGGAGACTGGTTACTAGCAACTCCGCA and TTAATACGACTCA; and CTATAGGGAGAGCAGGATATTTCTCAGCAGCA.\n\npAc-Clk-V5/His6 [10], pAc-Renilla luciferase (kind gift of M. Rosbash), and p3x69-luc (containing three copies of per E-box as enhancer element [10],[69]) were already described. Transient transfection was performed with Effectene (Qiagen) using plasmids purified with the Plasmid Midi Kit (Qiagen). DNA quantities were equalized for transfection by addition of empty pAc vector. The induction of CkIIα under the control of metallothionein promoter was achieved by adding 500 µM CuSO4 to the cells 1 d after transfection.\n\nFor luciferase activity assays, 106 cells were seeded in six-well plates, left to proliferate in serum-free medium for 48 h, were transfected in serum-free medium, supplemented with serum and antibiotics 4 h later, and harvested 48 h posttransfection. Cells were washed in PBS and lysed on plate with Passive Lysis Buffer according to the Dual-Luciferase Reporter Assay System manual (Promega). Lysates were cleared by centrifugation at 4°C and 10 µl of supernatant was measured for firefly and Renilla luciferase activities with the Dual-Luciferase Reporter Assay System (Promega) on a Mithras LB 940 luminometer (Berthold Technologies). Firefly luciferase activities were normalized to corresponding Renilla luciferase activities to control for transfection efficiency and protein concentration. Experiments were made in duplicates or quadruplicates and repeated at least twice.\n\nFor degradation assays, cells were seeded in 60 mm dishes (2.5×106 cells/dish) and treated with per and tim dsRNA (37.5 µg) in serum-free medium for 48 h followed by transfections in medium containing serum and antibiotics. One day posttransfection, cells were split in four equal volumes and seeded in 12-well plates followed by induction with CuSO4. One day after induction, cycloheximide (CHX, Sigma-Aldrich) was added to each well at a final concentration of 0.58 mM, and cells were harvested 0, 3, 6, and 9 h after the beginning of CHX treatment. After harvest, cells were centrifuged for 5 min at 2,000 g at 20°C, washed once with PBS, and pellets were frozen at −80°C until extraction. Protein extraction was achieved by lysing cells in 40 µl of HE buffer (described above) supplemented with 0.5% Triton X-100 by means of pipetting and vortexing. After centrifugation for 10 min at 14,000 rpm at 4°C, supernatants were subjected to Bradford assay. We used 20 µg protein for polyacrylamide gel electrophoresis. Blots were revealed with anti-V5 for CLK and with anti-MHC as a loading control. Both blots were quantified by ImageJ. V5 reactivity was normalized to MHC reactivity for each sample, which was used for the calculations that are plotted in Figure 2E.\n\nIn Vitro Phosphorylation Assays\n\nIn vitro transcription/translation and phosphorylation reactions were carried out as described previously [30], with the following differences: CLK protein with a N-terminal 6-histidin fusion tag as well as PER and TIM were expressed in TNT SP6-Quick Coupled High Yield Wheat Germ expression system (Promega) for 2 h at 25°C with the addition of 0.2 mM staurosporine to block phosphorylation. Subsequently CLK protein was precipitated with 20 µl nickel-nitrilotriacetate (Ni-NTA) agarose for 90 min at 4°C either with or without prior addition of PER or TIM expressing lysates. Affinity purified CLK protein with or without co-precipitated PER or TIM was subjected to on bead phosphorylation reactions by human casein kinase II holoenzyme (New England Biolabs) or recombinant human CK2α subunit (KinaseDetect, DK-5792 Aarslev, Denmark) in 50 µl phosphorylation buffer (20 mM Tris-HCl, pH 7.5, 50 mM KCl, 10 mM MgCl2) with 0.5 µCi/µl γ–32P-ATP at 30°C for the holoenzyme and at 37°C for CK2α. The amount of CLK-incorporated 32P-phosphate was quantified by autoradiography and densitometry after SDS-page electrophoresis and blotting to nitrocellulose membrane. The intensity of the 32P-signal was normalized by total CLK protein level, as quantified by Western blot analysis.\n\nQuantitative RT-PCR\n\nTotal RNA was prepared from adult heads (about 35) using the Promega SV Total RNA Isolation System. It was quantified using the Nanodrop ND-1000 spectrophotometer, and the integrity of the RNA was verified using the Agilent 2100 bioanalyser with the eukaryote total RNA Nano assay. RNA was treated with rDNase (NucleoSpin RNA Kit, Macherey-Nagel) in solution after RNA isolation to ensure optimal conditions for pre-mRNA detection. One µg of total RNA was reverse-transcribed in a 50 µl final reaction in presence of 0.4 µM oligodT(15) or random hexamer primers (for detection of pre-mRNA-s), 8 mM dNTP, 40 units of RNasine, and 400 units of M-MLV RTase H-minus (Promega), during 3 h at 37°C. Quantitative PCR was performed with a Roche LightCycler (mRNA-s) or an Applied Biosystems 7900HT Fast Real-Time PCR System (pre-mRNA-s) using the SYBR green detection protocol of the manufacturer. We mixed 3 µl of a 25× diluted cDNA (or 1 ng/µl) with FastStart DNA MasterPLUS SYBR green I mix with 500 nM of each primer, and the reaction mix was loaded on the capillaries and submitted to 40 cycles of PCR (95°C/15 s; 60°C/10 s; 72°C/20 s for the Lightcycler and 50°C 2 min; 95°C/20 s; [95°C/1 s–60°C/25 s]×40 for the ABI instrument), followed by a fusion cycle in order to analyze the melting curve of the PCR products. Negative control without the reverse transcriptase was introduced to verify the absence of genomic DNA contaminants. Primers (see Table S2) were defined within exons (for mRNA-s) or in one intron and one exon (for pre-mRNA-s) using the PrimerSelect program of the Lasergene software (DNAStar). BLAST searches were performed to confirm gene specificity and the absence of multilocus matching at the primer site. The amplification efficiencies of primers were generated using the slopes of the standard curves obtained by a 10-fold dilution series of 4, with all experimental points falling within this range. The efficiency of the q-PCR amplifications for all pairs of primers is indicated in the table. Amplification specificity for each q-PCR reaction was confirmed by dissociation curve analysis. Determined Ct values (see Table S2) were then used for quantification, with the tubulin gene as reference. Each sample measurement was made at least in duplicate (technical replicate).\n\nImmunolabeling of Adult Brains\n\nExperiments were done on whole-mounted adult brains as previously described [46]. Primary antibodies were rabbit anti-PER [66] at 1∶15,000, guinea pig GP47 anti-CLK [26] at 1∶15,000, mouse anti-PDF (Developmental Studies Hybridoma Bank) at 1∶50,000, and rabbit anti-CK2α. (Abcam, ab81435) at 1∶100. Secondary goat antibodies (Life Technologies) were Alexa 647- or Alexa 594-conjugated anti-rabbit at 1∶5,000, Alexa 488- or Alexa 647-conjugated anti-guinea pig at 1∶2,000, and Alexa 594- or Alexa 488-conjugated anti-mouse at 1∶2,000. Fluorescence signals were analyzed with a Zeiss AxioImager Z1 microscope with an ApoTome structured illumination module and an AxioCam MRm digital camera. Images for subcellular localization of CK2α were acquired with a Zeiss LSM-700 confocal microscope. Fluorescence intensity of individual cells was quantified from digital images of single focal planes with the NIH ImageJ software. We calculated a fluorescence index: I = 1 00(S-B)/B, which gives the fluorescence percentage above background (S (Signal) is fluorescence intensity and B (Background) is average intensity of the region adjacent to the positive cell). Index values were then averaged for the four PDF-positive s-LNv cells of 12–20 brain hemispheres for each time point.\n\nSupporting Information"
}