{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2005460",
  "doi": "10.1371/journal.pbio.2005460",
  "externalIds": [
    "pii:pbio.2005460",
    "pmid:29985914",
    "pmcid:PMC6053244"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Cholinergic-mediated coordination of rhythmic sympathetic and motor activities in the newborn rat spinal cord",
  "authors": [
    {
      "name": "Mélissa Sourioux",
      "first": "Mélissa",
      "last": "Sourioux",
      "affiliation": "Université de Bordeaux, CNRS UMR 5287, Bordeaux, France"
    },
    {
      "name": "Sandrine S. Bertrand",
      "first": "Sandrine S.",
      "last": "Bertrand",
      "affiliation": "Université de Bordeaux, CNRS UMR 5287, Bordeaux, France",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3020-7980"
      ]
    },
    {
      "name": "Jean-René Cazalets",
      "first": "Jean-René",
      "last": "Cazalets",
      "affiliation": "Université de Bordeaux, CNRS UMR 5287, Bordeaux, France"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-07-09",
  "dateAccepted": "2018-06-22",
  "dateReceived": "2018-01-22",
  "volume": "16",
  "number": "7",
  "pages": "e2005460",
  "tags": [
    "Acetylcholine receptors",
    "Anatomy",
    "Animal cells",
    "Biochemistry",
    "Biogenic amines",
    "Biological locomotion",
    "Cell biology",
    "Cellular neuroscience",
    "Cellular types",
    "Cholinergics",
    "Discipline-v3/Acetylcholine receptors",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biogenic amines",
    "Discipline-v3/Biological locomotion",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Cholinergics",
    "Discipline-v3/Computer and information sciences",
    "Discipline-v3/Electrophysiology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Membrane potential",
    "Discipline-v3/Muscarinic acetylcholine receptors",
    "Discipline-v3/Nervous system",
    "Discipline-v3/Neural networks",
    "Discipline-v3/Neuroanatomy",
    "Discipline-v3/Neurochemistry",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Neurotransmitters",
    "Discipline-v3/Physiology",
    "Discipline-v3/Proteins",
    "Discipline-v3/Serotonin",
    "Discipline-v3/Signal transduction",
    "Discipline-v3/Spinal cord",
    "Discipline-v3/Transmembrane receptors",
    "Electrophysiology",
    "Membrane potential",
    "Muscarinic acetylcholine receptors",
    "Nervous system",
    "Neural networks",
    "Neuroanatomy",
    "Neurochemistry",
    "Neurons",
    "Neuroscience",
    "Neurotransmitters",
    "Physiology",
    "Proteins",
    "Serotonin",
    "Signal transduction",
    "Spinal cord",
    "Transmembrane receptors",
    "Type/Research Article"
  ],
  "abstract": "Here, we investigated intrinsic spinal cord mechanisms underlying the physiological requirement for autonomic and somatic motor system coupling. Using an in vitro spinal cord preparation from newborn rat, we demonstrate that the specific activation of muscarinic cholinergic receptors (mAchRs) (with oxotremorine) triggers a slow burst rhythm in thoracic spinal segments, thereby revealing a rhythmogenic capability in this cord region. Whereas axial motoneurons (MNs) were rhythmically activated during both locomotor activity and oxotremorine-induced bursting, intermediolateral sympathetic preganglionic neurons (IML SPNs) exhibited rhythmicity solely in the presence of oxotremorine. This somato-sympathetic synaptic drive shared by MNs and IML SPNs could both merge with and modulate the locomotor synaptic drive produced by the lumbar motor networks. This study thus sheds new light on the coupling between somatic and sympathetic systems and suggests that an intraspinal network that may be conditionally activated under propriospinal cholinergic control constitutes at least part of the synchronizing mechanism.",
  "fullText": "Introduction\n\nLocomotion, or any other form of physical activity, mobilizes not only the motor nervous system but also the autonomic nervous system, which governs body homeostatic processes such as blood pressure control and respiratory frequency. These autonomic responses that confront metabolic expenditure during exercise rely mostly on a functional coupling between the sympathetic and somatic motor systems. However, the neural substrate for this coupling remains enigmatic. Although the crucial role of supraspinal structures in this adaptive process, such as the rostral ventrolateral medulla, the hypothalamus, and the nucleus of the solitary tract, has been established [1,2], the involvement of intrinsic spinal mechanisms, albeit acknowledged, remains unclear (for review, see [3]). Significantly, several studies have reported that an intraspinal coordination between sympathetic and motor outflow may still occur in newborn [4] and adult rats [5] and mice [6] after removal of supraspinal influences by spinal cord sectioning.\n\nThe cells responsible for the spinal sympathetic outflow are the sympathetic preganglionic neurons (SPNs), which in turn innervate postganglionic sympathetic neurons. Studies on SPN membrane properties have revealed that these cells can express spontaneous rhythmic burst activity at frequencies ranging from 0.1 to 10 Hz. Each of these frequencies has been related to a specific physiological rhythm such as the cardiac and respiratory rhythms or low frequency changes in blood pressure [7–9]. Intracellular recordings from in vitro preparations or anesthetized animals have also revealed that different SPN rhythmic activity patterns can be elicited under various conditions, relying mainly on neuromodulatory controlling influences [8,10–17]. Similarly, spinal motoneurons (MNs) also fire rhythmic bursts of action potentials when engaged in locomotor activity and, as for SPNs, this rhythmogenicity is initiated and regulated mainly by neuromodulatory pathways [18,19].\n\nOther than extrinsic neuromodulatory influences originating from supraspinal centers, an intrinsic spinal neuromodulatory influence involving acetylcholine (Ach) has been shown to play an important role in controlling both the spinal motor network and sympathetic neuron activity [20–28]. In addition to SPNs and MNs that use Ach as their neurotransmitter, thoracic segments are enriched in cholinergic interneurons and show a dense expression of muscarinic cholinergic receptors (mAchRs) [29,30]. The question then arises as to the precise role of these Ach-releasing interneurons in the thoracic spinal cord region.\n\nIn the present study, by using the in vitro isolated spinal cord preparation of newborn rats, we show that an activation of mAchRs unmasks rhythmogenic capabilities of the spinal thoracic segments and a common synaptic drive to SPNs and axial MNs. This thoracic mAchR-induced rhythmicity merges with the locomotor activity expressed in lumbar spinal networks and modulates the latter's expression. We therefore propose that thoracic networks sensitive to mAchR-mediated cholinergic influences may act as an important intrinsic substrate for the coupling between spinal motor and sympathetic activities.\n\nResults\n\nMuscarinic activation of thoracolumbar networks\n\nTo assess the effect of cholinergic system activation on thoracic segments, we used oxotremorine, a nonselective cholinergic muscarinic agonist. In a first series of experiments, oxotremorine was bath-applied on the whole thoracolumbar spinal cord. As previously described in such preparations, a mixture of N-methyl-D-aspartate (NMDA) and serotonin (5-HT)-induced rhythmic locomotor-related activity was recorded from both lumbar and thoracic ventral roots (Fig 1A1, 2), with a mean period of 3.2 ± 0.1 s, n = 31 (Fig 1C) [31,32]. This fictive locomotion was characterized by right-left and extensor-flexor alternations of bursts of action potentials monitored from the L2 and L5 ventral root bursts, respectively (Fig 1E) [33]. In contrast, the bath-application of 10 μM oxotremorine on the whole spinal cord elicited a slow rhythmic activity in the thoracic and lumbar region, with a mean period of 21.7 ± 1.3 s, n = 26 (Fig 1B1, 2 and Fig 1C). This oxotremorine-induced rhythm consisted of right and left slow alternating bursts of action potentials, but with no alternation between the flexor and extensor units in the majority of the preparations tested (Figs 1E and 2D). Oxotremorine also was more potent in exciting thoracic segments than the NMDA/5-HT cocktail. Indeed, the amplitude of the thoracic bursts was significantly increased in the presence of oxotremorine compared to NMDA/5-HT, while L2 burst amplitudes were not significantly increased in the same conditions (Fig 1D).\n\nThis oxotremorine-induced rhythm was consistently observed at concentrations ranging from 0.5 to 100 μM (Fig 2A1–5). Increasing the oxotremorine concentration up to 10 μM progressively decreased the cycle period of thoracic motor bursts (Fig 2B) and increased their amplitude (Fig 2C). Furthermore, there was a switch from an in-phase activity recorded from the left and right segments at the lowest concentrations (0.5 and 1 μM) to an out-of-phase activity under 10 μM (Fig 2D). Five micromolar oxotremorine appears as an intermediate concentration, with in-phase left and right motor bursts observed in 55% of the preparations tested and alternating motor bursts in the remaining ones (n = 9) (Fig 2D). Increasing oxotremorine up to 100 μM seemed to become less effective as the induced motor activity exhibited an increased period, compared to that with 5 and 10 μM oxotremorine (Fig 2B), and a disorganized motor burst expression (Fig 2D). The various patterns elicited when raising the oxotremorine concentration could be linked to the progressive increase in the excitation state of spinal networks and recruitment of spinal neurons [34,35].\n\nIt has been previously shown that activation of the cholinergic system by inhibiting acetylcholinesterase (AchE), the enzyme responsible for Ach degradation with physostigmine, neostigmine, or edrophodium, elicits locomotor-like activities in lumbar ventral roots in the isolated spinal cord preparation from newborn rat [21,24,25] and that this rhythm is mediated through mAchR activation [27]. Therefore, in a next step, we compared the effects of oxotremorine (Fig 3A) with those of the AchE inhibitors neostigmine and physostigmine. In our experimental conditions, neither inhibitor mimicked the effects of oxotremorine (Fig 3B and 3C). Rather, their superfusion transiently elicited episodes of fast locomotor-like rhythmicity, as previously described [24,25,27], instead of the slow non-locomotor rhythm observed here in the presence of oxotremorine. The mean period computed in the presence of neostigmine or physostigmine was 3 ± 0.3 s (n = 5 preparations tested in the presence of neostigmine and n = 2 in the presence of physostigmine).\n\nThe results obtained when oxotremorine was bath-applied to the whole thoracolumbar spinal cord (Fig 1D) suggested that the thoracic and lumbar spinal levels may respond differentially to oxotremorine. To test whether the thoracic and lumbar segments exhibit similar responses to mAchR activation by oxotremorine, we used a partitioned spinal cord (see Material and methods) in which the thoracic and lumbar compartments could be independently superfused (Fig 4A1 and 4B1). Bath-application of oxotremorine to the thoracic segments alone induced a rhythmic burst pattern that was recorded from the various thoracic segments but also from lumbar roots (Fig 4A2). This thoracolumbar propagation was observed in 24 of 28 preparations tested. In contrast, and as previously shown [32], the bath-application of NMDA/5-HT to the thoracic segments alone did not induce any rhythmic activity (n = 10; Fig 4A3) in these experimental conditions. When the bath-application of oxotremorine was now restricted to the lumbar spinal cord, rhythmic bursting was recorded solely from the lumbar ventral roots, without any propagation to the thoracic segments (n = 10; Fig 4B2). The same lack of lumbo-thoracic propagation was observed when oxotremorine was replaced by NMDA/5-HT in the caudal compartment, with the recorded locomotor-like activity always restricted to the lumbar segments only (n = 13; Fig 4B3). It should also be noted that, using transverse sections of the thoracic spinal cord, we determined the number of thoracic segments sufficient to produce the oxotremorine-induced rhythm. In five preparations, we observed that, regardless of the thoracic level, spinal pieces of at least three thoracic segments were sufficient to generate bilateral alternating rhythmic activity in the presence of 10 μM oxotremorine. Altogether, these results suggest that the thoracic spinal cord exhibits a distinct sensitivity to oxotremorine compared to the lumbar spinal cord and that thoracic segments are endowed with specific rhythmogenic capabilities that can be unveiled by mAchR activation.\n\nIn a next step, we assessed whether and which of the four classes of mAchR subtypes present in the spinal cord [36] were involved in the genesis of the oxotremorine-induced rhythm. To this end, after a first control bath-application of oxotremorine, receptor subtype antagonists [37] were preincubated on the in vitro spinal cord preparation before their co-application with oxotremorine. An example of the blockade of the oxotremorine-induced rhythm by the presence of the antagonist of the M1 receptor subtype (pirenzepine 1–10 μM, n = 6) is provided in Fig 5A1. A similar blockade was observed with antagonists of the M2 (AF-DX 116, 10 μM, n = 8; Fig 5A2), M3 (4-DAMP, 0.5–1 μM, n = 4; Fig 5A3) and M4 (tropicamide 1 μM, n = 2; Fig 5A4) receptors. At concentrations lower than 1 μM, M1 and M4 antagonists did not suppress the rhythm (n = 4). Lower concentrations of M2 antagonist also failed to suppress rhythmic activity (AF-DX 116, 0.5 μM, n = 2 and 1 μM, n = 2). The effects of selective agonists for M1 and M2 receptors were also tested. M1 agonists (xanomeline and McN-A343) bath-applied to the whole thoracolumbar spinal cord did not elicit any activity at concentrations ranging from 10 to 100 μM (n = 2; Fig 5B1, 2). Bath-application of the M2 receptor agonist arecaidine only partly reproduced the oxotremorine effects and induced a weak rhythmic activity, even at high concentration (n = 2, Fig 5C1, 2). These data suggest that oxotremorine triggers motor activities in the spinal cord through the activation of the M1, M2, M3, and M4 receptors (see Discussion).\n\nSlow and fast rhythmic bursting in MNs and IML SPNs\n\nVentral roots not only carry axons of somatic MNs all along the spinal cord but also axons of SPNs from thoracic 1 to lumbar 3 segments in rats. Consequently, extracellular recordings from these latter ventral roots do not permit somatic and sympathetic axonal activity to be distinguished. To assess whether axial MNs and/or SPNs are activated during pharmacological activation of the thoracolumbar spinal cord with NMDA/5-HT or oxotremorine, intracellular recordings from these two cell types were then performed in whole cord preparations (Fig 6A1), in which the MNs (Fig 6A2) or SPNs located in the IML (intermediolateral sympathetic preganglionic neurons [IML SPNs]; Fig 6A3) were identified by ventral root antidromic stimulation. In the majority of recorded thoracic MNs, the bath-application of NMDA/5-HT elicited locomotor-related activity with action potentials superimposed on phasic depolarizations during locomotor cycles (Fig 6B1) [32]. Wavelet transform analysis was conducted to assess whether the extracellular and intracellular activities recorded from the ventral roots and from MNs, respectively, were linked. The mixed cross-coherence map (bottom panel, Fig 6B1) shows that the MN membrane potential oscillations were significantly correlated to the lumbar L2 activity in a frequency band of 0.4 ± 0.02 Hz. In the presence of oxotremorine on the whole thoracolumbar spinal cord, intracellular recordings revealed phasic depolarizations in MNs that were significantly correlated to the lumbar L2 activity (n = 22/30 recorded MNs; Fig 6B2). In this sequence, because of the irregular nature of the oxotremorine-induced activity, the frequency band ranged from 0.06 to 0.03 Hz. In contrast, in almost all the IML SPNs tested, no detectable variations in their membrane potential (n = 16/18 recorded IML SPNs) were observed in time with locomotor-like activity induced by the bath-application of NMDA-5-HT (top panel, Fig 6C1). The mixed cross-coherence map (bottom panel, Fig 6C1) confirmed that the IML SPN activity was not correlated to NMDA/5-HT-induced fictive locomotion. In contrast, in the presence of oxotremorine, IML SPNs exhibited strong rhythmic burst activity associated with large membrane potential oscillations in correlation with the slow bursting activity recorded from both thoracic and lumbar segments (n = 21/25 recorded IML SPNs, Fig 6C2). Wavelet analysis confirmed that in the presence of oxotremorine, IML SPN activity was significantly correlated to the extracellularly recorded neuronal activity in the frequency band of 0.03 ± 0.01 Hz (bottom panel, Fig 6C2).\n\nIn conclusion, almost all the MNs and IML SPN neurons tested in these different experimental conditions exhibited similar rhythmic behavior: MNs (73%) were rhythmically activated by both NMDA/5-HT and oxotremorine pharmacological stimulation while IML SPNs (84%) were rhythmically activated solely in the presence of oxotremorine. We call the synaptic command shared by both axial MNs and IML SPNs, in the presence of oxotremorine, the somato-sympathetic drive (SSD).\n\nBecause axial MNs and IML SPNs responded differently to the pharmacological conditions tested, we investigated whether the two subtypes are endowed with different electrophysiological properties that could account for their differing responses (Fig 7). In the absence of pharmacological stimulation, resting membrane potential (RMP) and action potential threshold (AP Th) values were similar between axial MNs (RMP: −61.1 ± 1.2 mV, AP Th: −51 ± 0.7 mV, n = 36) and IML SPNs (RMP: −60.4 ± 1.2 mV, AP Th: −49.3 ± 0.9 mV, n = 24). However, IML SPNs had a significantly higher membrane input resistance (Fig 7A) and a significantly larger and longer after-spike hyperpolarization (AHP) compared to axial MNs (Fig 7B1–3). Using triangular current pulses and the functional categorization established by Button and collaborators [38], we found that the frequency-current relationships of both axial MNs and IML SPNs could be classified as type 1 (linear, Fig 7C1, 2) or type 2 (adapting, Fig 7C3, 4), with the proportions of these two firing patterns not being significantly different between axial MNs and IML SPNs (Fig 7C5). Finally, we found that both axial MNs and IML SPNs exhibited a sag potential and a post-hyperpolarization rebound in response to hyperpolarizing current steps (Fig 7D). Altogether, these results thus indicate that axial MNs and IML SPNs exhibit basic membrane properties that are relatively similar.\n\nIn a next series of experiments, we investigated the nature of the SSD received by thoracic neurons during the oxotremorine-induced rhythm. In the presence of NMDA and non-NMDA receptor antagonists (10 μM 2-amino-5-phosphonovalerate [AP5] and 10 μM 6, 7-dinitroquinoxaline-2,3-dione [DNQX], respectively), we observed the disappearance of oxotremorine-induced rhythmic bursting in both recorded ventral roots (Fig 8A and 8B) and intracellularly recorded axial MNs (Fig 8A) and IML SPNs (Fig 8B). This suppressive effect, which was consistently observed in the 10 preparations tested, suggested that the spinal network activated by oxotremorine involves glutamatergic neuronal relays that are upstream from MNs and IML SPNs.\n\nWe then assessed whether glycinergic or GABAergic synaptic inputs also participate in the SSD drive, because bursts of inhibitory postsynaptic potentials could be clearly observed (and even reversed) in axial MNs (Fig 9A1) and IML SPNs (Fig 9A2) during the oxotremorine-induced rhythm. However, the glycinergic and/or GABAergic nature of this synaptic drive was difficult to determine, because the addition of strychnine (1 μM) and/or gabazine (1 μM) (antagonists of the glycinergic and GABAergic receptors, respectively) to the oxotremorine-containing saline completely altered the pattern of the elicited rhythm (n = 4, Fig 9B) and led to the expression of disinhibited, large amplitude bursting [39]. Nonetheless, together our data suggest that the SSD received by both axial MNs and IML SPNs following mAchR activation involves glutamatergic excitatory neurons and should also implicate inhibitory interneurons.\n\nFunctional coupling between somatic and sympathetic activities\n\nThe above data show that mAchR activation with oxotremorine constitutes a means to unmask the rhythmogenic capabilities of thoracic segments and to recruit both axial MN and IML SPN activity. The question then arises as to the functional consequences of this activation of thoracic networks during the expression of fictive locomotion in the lumbar part of the spinal cord. Fig 10A1 shows representative recordings from a compartmentalized preparation of typical locomotor-like activity induced by bath-applied NMDA/5-HT to the lumbar area only. The subsequent addition of oxotremorine specifically to the thoracic region (Fig 10A2) triggered independent slow bursting activity in the thoracic ventral roots. This slower thoracic burst rhythm was also observed in lumbar ventral roots, where it could be seen to regularly disrupt the ongoing faster locomotor rhythm (Fig 10A2) (n = 4/5 tested preparations). The gray columns in Fig 10A2 overlay the motor bursts recorded from the right T8 (rT8) ventral root, which alternated with left T10 bursts. As can be seen in the plots of Fig 10A3, which display the cycle-by-cycle amplitudes of L2 locomotor-like bursts before (blue dots; see Fig 10A1) and during the additional slower rhythm triggered by oxotremorine applied to the thoracic cord (black dots; see Fig 10A2), L2 burst amplitudes were strongly decreased throughout the occurrence of each slow burst in the ipsilateral thoracic segments (see red ellipses in Fig 10A3). In contrast, when oxotremorine was applied with NMDA/5-HT to the lumbar compartment only (Fig 10B), the structure and regularity of the fictive locomotor rhythm remained unaltered, although in 9 out of 12 tested preparations, an overall increase in lumbar burst amplitudes consistent with a previously described direct depolarizing effect of oxotremorine on lumbar MNs was observed [37,40]. Moreover, whether oxotremorine was applied either to the thoracic or lumbar cord region, or to both, the mean cycle periods of the ongoing fictive locomotor bursting were not significantly modified (Fig 10C).\n\nBecause the axons of both MNs and IML SPNs are conveyed in ventral roots until the L3 segment, we wondered whether the two rhythms expressed in lumbar ventral roots in vitro could somehow be linked to the differential activation of these two neuronal subtypes in vivo. To address this possibility, we made intracellular recordings from thoracic MNs (n = 7) under the different neuromodulatory conditions using the same experimental procedures as illustrated in Fig 6. During bath-application of NMDA/5-HT to whole cord, as seen in Fig 6A1, the membrane potential of a recorded thoracic MN underwent rhythmic fluctuations correlated with the locomotor-like bursts monitored extracellularly in the L2 ventral root (Fig 11A; mean cycle period 2.4 ± 0.1 s, n = 30 cycles). After washout with normal saline in the same preparation, the bath-application of oxotremorine alone elicited slow rhythmic oscillations in membrane potential correlated with the slow extracellular activity now expressed in the L2 ventral root (Fig 11B; see also Fig 6B2). When both the locomotor-like and slow bursting pattern were simultaneously elicited by the conjoint bath-application of NMA/5-HT and oxotremorine, respectively, a synaptic merging of the two motor rhythms with the superimposition of both fast locomotor-like drive potentials and slow membrane potential oscillations was observed (Fig 11C). Altogether, these data thus indicate that the oxotremorine-induced bursting generated by thoracic networks is able to impose its slower motor-related rhythm on the locomotor activity generated by lumbar networks, resulting in a combined functional coupling of the two motor patterns.\n\nDiscussion\n\nMotor rhythms generated by muscarinic agonists in the spinal cord\n\nIn the present report, we show that the thoracic segments of the newborn rat spinal cord exhibit a preferential sensitivity to mAchR activation compared to the rhythmogenic circuitry in the lumbar segments, leading to the expression of a slow and robust bursting activity. To the best of our knowledge, this is the first demonstration that thoracic networks are endowed with such an independent rhythmogenic capability.\n\nIn contrast to the majority of known neuromodulatory systems capable of activating or controlling the motor spinal networks, the cholinergic system does not originate from extrinsic spinal sources but is thought to be completely intrinsic to the spinal cord. While the role of Ach in influencing spinal motor network activities is recognized [21,23,24,26–28,41], its contribution to the generation of the mammalian locomotor rhythm is still debatable [42]. Some of the effects of the cholinergic propriospinal system were also observed in the isolated spinal cord of rodents through the use of AchE inhibitors (such as edrophonium, neostigmine, and physostigmine) that prevent Ach degradation and so enhance the spinal endogenous content of spontaneously released Ach [24,27,42] and increase the potency of bath-applied Ach [21]. In the in vitro spinal cord preparation, AchE inhibitors induce episodes of locomotor-like activity that can be blocked by M2 and M3 muscarinic antagonists [27]. In our experimental conditions with the newborn rat preparation, AchE inhibitors only triggered short bouts of locomotor-like activity. In addition, we observed that the bath-application of oxotremorine systematically and uniquely induced a slow motor rhythm devoid of extensor-flexor alternation, instead of a recognizable locomotor-like activity. Interestingly, this slow motor pattern has been reported in previous studies (see, for example, Fig 1 in Jordan and colleagues, 2014; Fig 1B in Anglister and colleagues, 2008). However, these authors did not describe this slow rhythm and did not test the effects of cholinergic muscarinic agonists. Why do cholinergic muscarinic agonists only partly reproduce the activating effects of AchE inhibitors? Even if muscarinic antagonists abolish the action of AchE inhibitors [27], it cannot be ruled out that either nicotinic receptors are involved or a more localized activation of mAchRs are required to induce locomotor-like activity. Alternately, this may be due to weak potency of available selective mAchR agonists (Ishii and Kurashi, 2006) because the different agonists tested either partly reproduced oxotremorine action or failed to elicit any motor activity.\n\nCholinergic activation of MNs and IML SPNs\n\nAch plays a ubiquitous role in the control of motor and sympathetic outflow. As a neurotransmitter utilized by both the MNs and SPNs, it is engaged in all autonomic ganglia, neuromuscular junctions, and also at many autonomically innervated organs. Furthermore, both MNs and IML SPNs are themselves targeted by cholinergic synapses arising from the cholinergic propriospinal system [20,22,24,29,37,41,43]. The data presented here suggest that the rhythmic activity observed following mAchR activation results from concomitant network and direct effects of oxotremorine on SPNs and MNs. Although the sympathetic nervous system is still maturing at the age studied here [44], Zimmerman and Hochman (2010) previously demonstrated that the membrane properties of IML SPNs are specified as early as P3 and that the overall functional features of SPNs are already mostly in place in the neonate [45]. The present study is the first to provide a direct comparison of the membrane properties of MNs and IML SPNs in similar experimental conditions and reveal no striking differences between these two neuronal subtypes.\n\nIntraspinal interactions between somatic and sympathetic neuronal activities\n\nMNs as well as SPNs must integrate inputs from both descending and sensory systems that shape the output of the somatic and sympathetic nervous systems. The classical view that has emerged over the past century is that the background activity of SPNs is controlled by supraspinal neuronal networks whose random and diffuse outputs were synchronized by rhythmic inputs arising from cardiovascular and respiratory origins (for review, see [8]). This view was challenged from the late 1970s by the hypothesis that the various rhythmic sympathetic outputs were generated by central neural networks capable of rhythm generation, rather than by pools of interneurons driven by afferent inputs (for review, see [8]). Interestingly, a similar debate emerged at the same time regarding the central generation of motor patterns [46,47].\n\nDouble retrograde labeling has identified neurons in the pontomedullary reticular formation, the pedunculopontine tegmental nucleus, and lateral hypothalamus that have been classified as central commanders of both autonomic and motor outflow [48,49]. Some reports have also postulated the existence of a decentralized control system that would reside in the spinal cord [3,5,6,50]. The first evidence for a coupling between somatic and sympathetic outflow in the thoracolumbar spinal cord was provided by Chizh and colleagues [6]. Using an arterially perfused trunk–hindquarter preparation of adult mouse, these authors found that at rest, when only tonic background activity was produced, or during NMDA-induced rhythmic activity, sympathetic and somatic motor output could become synchronized. Subsequently, Goodchild and colleagues (2008) showed that an independent supraspinal coupling exists between multiple sympathetic and motor outflows in the adult rat spinal cord in vivo. These authors proposed that this coupling allows a coordination of activity between the different outflows when hyper-excitation occurs [5]. Here, we propose that an intraspinal rhythmogenic network, whose activation is conditional upon the cholinergic propriospinal system, is likely to be responsible for this synchronizing process. The neuronal substrate of such a network remains elusive (for reviews, see [3,51]). Our data indicate that glutamatergic neurons are part of the local network unmasked by oxotremorine. Potential candidates for the inhibitory component of the SSD is a subset of GABAergic interneurons located around the central canal, which has been previously shown to inhibit SPNs [51,52]. Therefore, further investigation will be needed to assess the different cholinergic, glutamatergic, and inhibitory neurons that compose the rhythmogenic network activated by oxotremorine.\n\nHere, we also found that mAchR activation leads to a superposition of the thoracic and lumbar rhythms induced by the presence of oxotremorine and NMDA/5-HT, respectively. Comparable reconfigurations of motor outputs have been observed in both invertebrate [53] and vertebrate [54] central pattern-generating systems that have been proposed as the basis for the functional flexibility of motor system output.\n\nFunctional importance of intraspinal coupling between somatic and sympathetic activities\n\nDoes the slow oxotremorine-induced rhythm have a specific physiological relevance? In physiological conditions, SPNs are rhythmically active in a frequency band ranging from 0.1 to 10 Hz [55]. The slow sympathetic neuronal activities have been related to cardiovascular control [7] and rhythmic changes in arterial pressure (corresponding to the ‘‘10-s rhythm” in humans). In the context of the present study, these so-called “Mayer waves” are of particular interest (for review, see [56]). From their first description, these activity oscillations were referred to as vasomotor waves and were proposed to provide an indirect measure of efferent sympathetic nervous activity. In several species, including humans, Mayer waves are modulated in situations that result in sympathetic activation and parallel the mean level of sympathetic nervous activity [57]. The relationship between the Mayer waves and locomotor (or respiratory) rhythms has been recently explored in decerebrate cats under neuromuscular blockade [58]. These authors reported that the occurrence of Mayer waves was frequently related to the initiation of episodes of fictive locomotion and to variations in the extracellular locomotor burst amplitude. Furthermore, the occurrence of Mayer waves also matched episodes of entrainment between the respiratory and the locomotor rhythms. In the present study, we could not assess whether the intraspinal network revealed by oxotremorine is also involved in respiratory-related discharge concomitant with hind limb muscle activity (as shown by Wienecke and colleagues, 2015). This would require a new experimental paradigm because the isolated spinal cord does not allow us to monitor the respiratory activity that is generated in the brain stem [59]. The frequency range of the oxotremorine-induced rhythm found in the present study is compatible with the frequency of the Mayer waves because, in our experimental conditions, the cycle period of the oxotremorine-induced activity ranged from 13 to 30 s (average period, 21.7 s; Fig 1D1). In our in vitro conditions, however, it has been shown that the locomotor period decreases by more than 50% when the temperature is increased from 25°C (the temperature at which recordings are made) to 35°C [60]. On this basis, therefore, at such higher temperatures corresponding to those in the intact animal, the cycle period of the oxotremorine-induced rhythm would be expected to be less than 10 s.\n\nAn important wider implication of the present findings relates to overcoming one of the major problems for people suffering from spinal cord injury (SCI): severe cardiovascular disturbances that contribute to 40% of deaths [61]. The existence of an intraspinal coupling mechanism and the possibility to activate coordinated somatic and sympathetic activities through pharmacological means thus raises the prospect for mitigating vascular dysfunctions after SCI.\n\nMaterials and methods\n\nEthics statement\n\nExperiments were conducted in vitro on isolated spinal cords from newborn Sprague Dawley rats of either sex, aged from postnatal day 0 (P0) to P5 (n = 108 preparations). All procedures were conducted in accordance with the local ethics committee of the University of Bordeaux and the European Committee Council Directive (approval number 2016012716035720). All efforts were made to minimize animal suffering and reduce the number of animals used.\n\nIn vitro isolated spinal cord preparation\n\nRat pups were anesthetized with isofluorane until reflexes could no longer be elicited in response to tail or toe pinching. Animals were decapitated, and the skin of the back was removed before preparations were placed dorsal side up in a dissecting chamber. A laminectomy was performed to expose the spinal cord, which was carefully dissected free under a binocular microscope. Dissection and recording procedures were conducted under continuous superperfusion with artificial cerebrospinal fluid (aCSF) equilibrated with 95% O2/5% CO2, adjusted to pH 7.4 at room temperature (24–26°C) and containing the following (in mM): 130 NaCl, 3 KCl, 2.5 CaCl2, 1.3 MgSO4, 0.58 NaH2PO4, 25 NaHCO3, and 10 glucose. Spinal cords were sectioned at the T1 level at the beginning of the experiment. In some experiments, the spinal cord was artificially partitioned using Vaseline walls, as previously described [62], to restrict the bath-application of pharmacological agents to specific segmental regions. The watertightness of the barriers was systematically checked at the end of each experiment by observing the movements of methylene blue added to the bathing medium on one side of the Vaseline wall(s).\n\nElectrophysiological recordings and analysis\n\nWhole cell patch-clamp recordings from neurons were obtained with a Multiclamp 700B amplifier (Molecular Devices). Patch-clamp glass microelectrodes (4–7 MΩ) were filled with the following solution (in mM): 120 K-gluconate, 20 KCl, 0.1 MgCl2, 1 EGTA, 10 HEPES, 0.1 CaCl2, 0.1 GTP, 0.2 cAMP, 0.1 leupeptin, 77 D-mannitol, 3 Na2-ATP, pH 7.3. Intracellular recordings from MNs and SPNs were made according to a protocol developed in a previous study [32]. To access thoracic neurons, a transverse section of the spinal cord was made at a chosen thoracic level using fine scissors (MC-26B, Moria). To maintain the sectioned surface of the cord face-upwards and facilitate microelectrode positioning, the cut end of the spinal cord was positioned on a Sylgard wedge (see Fig 6A1). SPNs and MNs were targeted on the basis of their location in the transverse plane (see Fig 6A) and subsequently identified by recording their antidromic action potentials in response to electrical ventral root stimulation of the same segment (see Fig 6A2–6A3).\n\nA liquid junction potential of +12 mV was experimentally determined [63] and records were corrected for this potential. Series resistance was monitored throughout the experiments and was not compensated. Data were discarded if series resistance varied more than ±20% of the initial value.\n\nMotor activities were recorded extracellularly from various spinal cord ventral roots using glass suction electrodes. Recorded activity was amplified using custom-made amplifiers. The recordings were digitized using an analog-to-digital interface (Heka Elektronik, Germany) driven by Axograph software (Axograph, Australia). Raw signals were high-pass filtered (50 Hz), rectified, and integrated before analysis. Locomotor burst parameters were computed using custom-made routines written in Matlab (Mathworks, France). Mean cycle periods were computed using an L2 ventral root as the reference because it invariably exhibited the best signal-to-noise ratio. Wavelet transform analyses [64] were performed using a Matlab wavelet coherence package provided by Aslak Grinsted (http://noc.ac.uk/using-science/crosswavelet-wavelet-coherence). Of particular interest was the extraction of the common power, correlation, and phase relationship between two simultaneously acquired signals of the cross wavelet transform and wavelet coherence [65,66]. A detailed explanation of the wavelet-based methodology used in the present work has been previously reported [32].\n\nPharmacology\n\nEpisodes of locomotor-like activity were elicited by exogenous bath-application of a mixture of 7.5 μM NMDA and 15 μM 5-HT [67]. All drugs were obtained from ABCAM. AF-DX 116 (M2 antagonist), 4-DAMP (M3 antagonist), and tropicamide (M4 antagonist) were diluted in DMSO at concentration less than 0.1% [68]. All other drugs were prepared as stock solutions in aCSF.\n\nDrugs were bath-applied using a peristaltic pump (flow rate 4 mL/min; recording chamber volume 4 mL). The effects of the drugs were monitored from 5–10 min after reaching the recording dish (i.e., the time estimated for a total replacement of the bathing saline and diffusion into the tissue).\n\nStatistics\n\nStatistical analyses of raw data were conducted using GraphPad Prism software. Because of some relatively small samples, nonparametric tests were used for all analyses performed. In the text, all data are expressed as means ± SEM. In the figures, the box plots display the distribution of data based on the minimum, first quartile, median, third quartile, and maximum. Asterisks in the figures indicate statistical significance (p &lt; 0.05). Wilcoxon or Mann–Whitney tests were used when applicable. The coupling between left and right activities was analyzed using circular statistics, using the Oriana Software (Kovach Computing Services)."
}