{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3001018",
  "doi": "10.1371/journal.pbio.3001018",
  "externalIds": [
    "pii:PBIOLOGY-D-20-01357",
    "pmid:33370777",
    "pmcid:PMC7793292"
  ],
  "license": "This is an open access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication.",
  "licenseUrl": "https://creativecommons.org/publicdomain/zero/1.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Structural analyses of the PKA RIIβ holoenzyme containing the oncogenic DnaJB1-PKAc fusion protein reveal protomer asymmetry and fusion-induced allosteric perturbations in fibrolamellar hepatocellular carcinoma",
  "authors": [
    {
      "name": "Tsan-Wen Lu",
      "first": "Tsan-Wen",
      "last": "Lu",
      "affiliation": "Department of Chemistry and Biochemistry, University of California, San Diego, La Jolla, California, United States of America"
    },
    {
      "name": "Phillip C. Aoto",
      "first": "Phillip C.",
      "last": "Aoto",
      "affiliation": "Department of Pharmacology, University of California, San Diego, La Jolla, California, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0001-6518-0899"
      ]
    },
    {
      "name": "Jui-Hung Weng",
      "first": "Jui-Hung",
      "last": "Weng",
      "affiliation": "Department of Pharmacology, University of California, San Diego, La Jolla, California, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-0432-3515"
      ]
    },
    {
      "name": "Cole Nielsen",
      "first": "Cole",
      "last": "Nielsen",
      "affiliation": "Department of Pharmacology, University of California, San Diego, La Jolla, California, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-1263-9816"
      ]
    },
    {
      "name": "Jennifer N. Cash",
      "first": "Jennifer N.",
      "last": "Cash",
      "affiliation": "Life Sciences Institute, Department of Biological Chemistry, University of Michigan, Ann Arbor, Michigan, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-0277-7652"
      ]
    },
    {
      "name": "James Hall",
      "first": "James",
      "last": "Hall",
      "affiliation": "Department of Pharmacology, University of California, San Diego, La Jolla, California, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-9843-7520"
      ]
    },
    {
      "name": "Ping Zhang",
      "first": "Ping",
      "last": "Zhang",
      "affiliation": "Department of Pharmacology, University of California, San Diego, La Jolla, California, United States of America"
    },
    {
      "name": "Sanford M. Simon",
      "first": "Sanford M.",
      "last": "Simon",
      "affiliation": "Laboratory of Cellular Biophysics, The Rockefeller University, New York, New York, United States of America"
    },
    {
      "name": "Michael A. Cianfrocco",
      "first": "Michael A.",
      "last": "Cianfrocco",
      "affiliation": "Life Sciences Institute, Department of Biological Chemistry, University of Michigan, Ann Arbor, Michigan, United States of America"
    },
    {
      "name": "Susan S. Taylor",
      "first": "Susan S.",
      "last": "Taylor",
      "affiliation": "Department of Chemistry and Biochemistry, University of California, San Diego, La Jolla, California, United States of America; Department of Pharmacology, University of California, San Diego, La Jolla, California, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-7702-6108"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-12-28",
  "dateAccepted": "2020-12-18",
  "dateReceived": "2020-05-12",
  "volume": "18",
  "number": "12",
  "pages": "e3001018",
  "tags": [
    "Allosteric regulation",
    "Biochemical simulations",
    "Biochemistry",
    "Chemistry",
    "Computational biology",
    "Computational chemistry",
    "Condensed matter physics",
    "Crystal structure",
    "Crystallography",
    "DNA",
    "DNA structure",
    "Discipline-v3/Allosteric regulation",
    "Discipline-v3/Biochemical simulations",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Computational biology",
    "Discipline-v3/Computational chemistry",
    "Discipline-v3/Condensed matter physics",
    "Discipline-v3/Crystal structure",
    "Discipline-v3/Crystallography",
    "Discipline-v3/DNA",
    "Discipline-v3/DNA structure",
    "Discipline-v3/Electron cryo-microscopy",
    "Discipline-v3/Electron microscopy",
    "Discipline-v3/Enzyme chemistry",
    "Discipline-v3/Enzyme regulation",
    "Discipline-v3/Enzymology",
    "Discipline-v3/Genetics",
    "Discipline-v3/Macromolecular structure analysis",
    "Discipline-v3/Microscopy",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Molecular dynamics",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Nucleotides",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Protein structure",
    "Discipline-v3/Proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Solid state physics",
    "Electron cryo-microscopy",
    "Electron microscopy",
    "Enzyme chemistry",
    "Enzyme regulation",
    "Enzymology",
    "Genetics",
    "Macromolecular structure analysis",
    "Microscopy",
    "Molecular biology",
    "Molecular dynamics",
    "Nucleic acids",
    "Nucleotides",
    "Physics",
    "Protein structure",
    "Proteins",
    "Solid state physics",
    "Type/Research Article"
  ],
  "abstract": "When the J-domain of the heat shock protein DnaJB1 is fused to the catalytic (C) subunit of cAMP-dependent protein kinase (PKA), replacing exon 1, this fusion protein, J-C subunit (J-C), becomes the driver of fibrolamellar hepatocellular carcinoma (FL-HCC). Here, we use cryo-electron microscopy (cryo-EM) to characterize J-C bound to RIIβ, the major PKA regulatory (R) subunit in liver, thus reporting the first cryo-EM structure of any PKA holoenzyme. We report several differences in both structure and dynamics that could not be captured by the conventional crystallography approaches used to obtain prior structures. Most striking is the asymmetry caused by the absence of the second cyclic nucleotide binding (CNB) domain and the J-domain in one of the RIIβ:J-C protomers. Using molecular dynamics (MD) simulations, we discovered that this asymmetry is already present in the wild-type (WT) RIIβ2C2 but had been masked in the previous crystal structure. This asymmetry may link to the intrinsic allosteric regulation of all PKA holoenzymes and could also explain why most disease mutations in PKA regulatory subunits are dominant negative. The cryo-EM structure, combined with small-angle X-ray scattering (SAXS), also allowed us to predict the general position of the Dimerization/Docking (D/D) domain, which is essential for localization and interacting with membrane-anchored A-Kinase-Anchoring Proteins (AKAPs). This position provides a multivalent mechanism for interaction of the RIIβ holoenzyme with membranes and would be perturbed in the oncogenic fusion protein. The J-domain also alters several biochemical properties of the RIIβ holoenzyme: It is easier to activate with cAMP, and the cooperativity is reduced. These results provide new insights into how the finely tuned allosteric PKA signaling network is disrupted by the oncogenic J-C subunit, ultimately leading to the development of FL-HCC.",
  "fullText": "Introduction\n\nFibrolamellar hepatocellular carcinoma (FL-HCC) is a rare liver cancer that commonly occurs in young adults with no chronic liver disease history. Recent studies identified a unique kinase mutation, DnaJB1-PKAc (J-C), in most of patients. This mutation due to an approximately 400–kilobase pair deletion on chromosome 19 forms a chimeric transcript of the DNAJB1 exon 1 fused with the PRKACA exons 2 to 10 [1]. The mutant is translated as a stable protein where the J-domain (residues 1 to 69) of DnaJB1 is fused to the cAMP-dependent protein kinase (PKA) catalytic (Cα or C) subunit (PKAc) (residues 15 to 336) (Fig 1A). This fusion protein (J-C subunit) is uniquely expressed in tumor tissues, but not in adjacent normal tissues in FL-HCC patients. Moreover, mouse models, generated using CRISPR-Cas9 gene modification, confirmed that this chimeric protein, DnaJB1-PKAc, is oncogenic [2,3]. Structural studies of the J-C subunit (J-C) showed that its kinase core structure is nearly identical to the wild-type (WT) PKAc but has 4 extra helices at the N-terminus adjacent to the A-helix, and both proteins have similar biochemical properties [4].\n\nPKA plays as a central role in cAMP-dependent signaling pathways, which regulate numerous biological processes in mammalian cells [5]. The activity of PKA in cells is tightly regulated by regulatory (R) subunits [5,6]. In its resting physiological state, PKA exists as an inactive holoenzyme, which is composed of 2 C subunits and 1 R subunit dimer. The activity of PKA can be stimulated by the elevated concentration of cAMP, through binding of cAMP to R subunits which unleashes the activity. Each of 4 functionally nonredundant R subunit isoforms (RIα, RIβ, RIIα, and RIIβ) has distinct quaternary holoenzyme structures, cAMP sensitivity, and cellular localization [7–11]. All 4 R subunit isoforms share a similar domain organization which consists of an N-terminal Dimerization/Docking (D/D) domain followed by an intrinsically disordered linker that connects to 2 tandem cyclic nucleotide binding (CNB) domains. Embedded within each linker is an inhibitor motif that resembles a peptide substrate and docks into the active site cleft of the C subunit in the holoenzyme. RI subunits have a pseudo-substrate inhibitor motif, while in RII subunits, this motif is a substrate that becomes phosphorylated. In each CNB domain, there is a conserved phosphate-binding cassette (PBC) that directly binds cAMP. The PBC is the signature motif of the CNB domain and is critical for cAMP activation.\n\nMolecular dynamics (MD) simulations and nuclear magnetic resonance (NMR) data of the chimeric J-C subunit and the holoenzyme formed with RIα revealed the unique dynamic and flexible features of the J-domain [11,12]. Transcriptome research has also shown that the gene expression and protein levels of the R subunits are affected in FL-HCC [13]. In normal liver tissue, RIIβ is the predominate R subunit [14]. In tumors, however, RIα mRNA and protein levels are up-regulated, while RIIβ mRNA and protein levels are decreased compared to normal liver tissue [13,15].\n\nTo provide mechanistic insight into the functional consequences of the DnaJB1-PKAc fusion protein that might allow us to better understand how it is a driver of FL-HCC, we used single-particle cryo-electron microscopy (cryo-EM) to determine a structure of the RIIβ holoenzyme formed with J-C. This is the first cryo-EM structure of any PKA holoenzyme and also confirms the differences between the compact RIIβ holoenzyme and the more extended RIIα holoenzyme that was shown by negative staining EM [16]. The organization of the DnaJB1-PKAc RIIβ holoenzyme (RIIβ2J-C2) is similar to what was found earlier in the previously solved crystal structure of the WT RIIβ holoenzyme (RIIβ2C2) [8]; the compact overall quaternary organization was not altered by the addition of the J-domain, which is also resolved in our structure. In contrast to the previous WT RIIβ holoenzyme crystal structure, where the D/D domain was not visible, the general position of the D/D domain is seen in the cryo-EM structure and confirmed by small-angle X-ray scattering (SAXS). Both our MD simulation data and the cryo-EM structure showed that the presence of the J-domain in this protein complex can change the dynamic features of holoenzyme compared to the WT RIIβ holoenzyme, especially the CNB-B domains, and both methods reveal an intrinsic asymmetry in the 2 RIIβ:J-C protomers. MD simulations of the WT RIIβ holoenzyme also reveal a dramatic asymmetry in the CNB-B domains that was hidden in the crystal structure. The asymmetry in the mutant holoenzyme is due to the flexibility in 1 protomer of the CNB-B domain in the RIIβ subunit and the J-domain and the A-helix in the J-C subunit. In addition, the chimeric protein holoenzyme with RIIβ is activated more readily by cAMP than the WT RIIβ holoenzyme. Our studies of the RIIβ2J-C2 structure, dynamics, and function demonstrate the power of combining crystallography, MD simulations, and cryo-EM to elucidate the dynamic features of a holoenzyme complex and also provide us with a better understanding of FL-HCC that hopefully can shed light on new potential therapeutic strategies.\n\nResults\n\nStructural analysis of the DnaJB1-PKAc RIIβ holoenzyme\n\nIn the DnaJB1-PKAc chimera, the extra J-domain replaces exon 1 (residues 1 to 14) of WT C subunit and forms 4 helices with the terminal helix being contiguous with the A-helix (Fig 1A). In order to confirm the architecture of the complex, we first performed negative stain single-particle EM and single-particle analysis on the RIIβ2J-C2 holoenzyme (S1 Fig). Inspection of both micrographs and 2D class averages indicated that the RIIβ2J-C2 holoenzyme possessed a similar overall structure as the WT RIIβ holoenzyme forming a tetrameric complex with a C2 axis of symmetry at the central hole (S1B and S1C Fig). Comparison of reprojections of the WT RIIβ holoenzyme (PDB = 3TNP) with 2D averages further confirmed a similar architecture (S1B Fig). These data allowed us to conclude that the mutant RIIβ2J-C2 holoenzyme is similar to the WT RIIβ holoenzyme at low resolution.\n\nTo obtain higher-resolution information, we used cryo-EM to determine a structure of the RIIβ2J-C2 holoenzyme. Due to a preferred orientation on the cryo-EM grid, data were collected using a tilt angle of 40° (S2A and S2B Fig). After 2D classification and 3D reconstruction, we are able to get the structure to an average resolution of 6.2Å with C2 symmetry imposed (Fig 1B and 1C, S2C and S2D Fig, and Table 1). The structures revealed clear density in the core region of RIIβ2J-C2 holoenzyme, but density for the J-domain in the J-C subunits as well as for the CNB-B domains in the RIIβ subunits was missing (Fig 1). In addition, the density for the entire A-helix as well as the linker that wraps around the N-lobe that connects the A-helix to the β-strand 1 was missing. It is flexible with a break at Asp96J-C (equivalent to Asp41C in the WT C subunit) (Fig 1C). The density for the B/C/N-helix ends after the C-helix in the CNB-A domain (Tyr265RIIβ), while density for the N-helix in the CNB-B domain is missing (Fig 1C). This is the precise break between the 2 CNB domains. Presumably, these unresolved or flexible domains are dynamic regions that form continuous states under cryo-EM conditions.\n\nWe then further masked the core regions and focused on local areas for refinement. After continued classification and refinement (S3A Fig), we were able to visualize 1 side of the J-domain and CNB-B domain together with clear density for the B/C/N-helix (Fig 1D and 1E and S3A and S3B Fig). The overall structure reveals distinct density for 1 complete RIIβ:J-C protomer, especially the contiguous B/C/N-helix (B-helix, C-helix, and N-helix), the CNB-B domain, and the J-domain (Fig 1E, top). In this protomer, the J-domain and CNB-B domain are in close proximity (Fig 1E). In contrast, the J-domain and CNB-B domain as well as the A-helix in the J-C subunit remain unresolved in the other protomer (Fig 1E, bottom). This asymmetry could be an essential mechanistic feature of the RIIβ holoenzyme. This phenomenon has not been observed previously and most likely cannot be trapped by conventional crystallography. For example, in our previous crystal structure of the RIIβ holoenzyme, the temperature factors are high in the A-helix of the C subunits and in the CNB-B domains of RIIβ subunit (S4 Fig); however, any potential asymmetry is obscured, most likely by crystal packing [8]. By using cryo-EM 3D reconstruction, we are able to observe this state that could represent an important event in PKA activation.\n\nMolecular dynamics simulations reveal asymmetry in the RIIβ holoenzymes\n\nTo further explore the dynamic features of the 2 RIIβ holoenzymes, we used MD simulations and found surprisingly that RIIβ holoenzymes formed with WT C subunit and the J-C subunit have very different domain dynamics. Three independent 500-ns MD simulations were carried out to further explore these differences. The root-mean-square fluctuation (RMSF) analyses of each holoenzyme demonstrated distinct backbone dynamics between WT and fusion holoenzymes. The first 14 residues of the C subunit, which are typically disordered in our crystal structures and are replaced by the J-domain in the J-C fusion, are not included in these simulations; this construct is referred to as C(Δ1–14). The last 23 residues of the RIIβ subunit as well as the linker region and the D/D domain (residues 1 to 103) are also not included.\n\nWild-type RIIβ holoenzyme\n\nIn the simulations of the RIIβ2C(Δ1–14)2 holoenzyme, both C subunits are stable and show low RMSF throughout the entire simulation (Fig 2A) as do both CNB-A domains in the RIIβ subunit. In contrast, one of the CNB-B domains in the RIIβ subunit is highly flexible (Fig 2B). The flexible region begins approximately at residue Tyr265RIIβ, which is at the junction of the C-helix in the CNB-A domain and the N-helix in the CNB-B domain (Fig 2C and 2D). Besides the highly dynamic features of the CNB-B domains, some local regions, such as the N-terminal linker and the β4-β5 loops in the CNB-B domains, also showed especially high RMSF. In addition, 1 small dynamic region (residues 122 to 129) was also seen in the linker that joins the inhibitor sequence to CNB-A (Fig 2B); this dynamic segment wraps around the B/C/N-helix. These regions, as well as the carboxyl terminus 23 residues, are both unresolved in the previous RIIβ2C2 crystal structure [8]. A deeper analysis of our simulation results further confirmed the dynamic properties of these 2 regions. By overlaying the conformational ensemble from the simulations, we can more clearly appreciate the distinct dynamic properties of the 2 CNB domains in the RIIβ2C2 holoenzyme (Fig 2E). One of the protomers reveals a relatively stable CNB-B domain, while the other CNB-B domain is highly flexible. In both protomers, Tyr265RIIβ serves as a pivot point; however, in one of the protomers, the entire CNB-B domain, including the N-helix, is extremely flexible after Tyr265RIIβ. The MD simulation data further confirm the dynamic regions that we observed in the cryo-EM structure both being characterized by breaks at Tyr265RIIβ.\n\nTyr265RIIβ and the dynamic properties of the B/C/N-helix are important for RIIβ holoenzyme activation. The long B/C/N-helix is the signature feature of all PKA holoenzymes. Once activated by cAMP, the B/C/N-helix divides into 3 segments (B-helix, C-helix, and N-helix) (Fig 2F and 2G). Several studies have already pointed out the importance of the flexibility of the B/C/N-helix in activation of the RIα holoenzyme [10,17,18]. Here, we show that the B/C/N-helix is also very dynamic, but different, in the RIIβ holoenzyme. Each isoform has the same hinge points, one is between the B-helix and the C-helix and the other is between the C-helix and the N-helix. Most importantly, however, the major hinge points are different (S5A Fig). The major hinge point in RIIβ, Tyr265RIIβ, is located at the junction of the C-helix and the N-helix (Fig 2F), while Leu233RIα, between the B- and the C-helix, is the more prominent pivot point for RIα (Fig 2G). To quantitate these differences, we measured the hinge angles of B-helix/C-helix and C-helix/N-helix in the cAMP-bound form structures of both RIα and RIIβ (PDB = 1RGS and 1CX4, respectively). The angle between the B- and C-helix is larger in RIα than in RIIβ; however, RIIβ has larger hinge angle between the C- and N-helix (Fig 2F and 2G), which is the precise junction between the 2 CNB domains.\n\nIn addition to differences in their dynamics, the B/C/N helix in RIα and RIIβ, which share 53% sequence identity, also have distinct helical, N-capping, and C-capping propensities (S5B–S5D Fig). The B/C/N-helix of RIα has very high helical propensity with a local minimum at Gly235RIα, which is near the primary hinge point (Leu233RIα) for the cAMP-bound RIα [10]. In RIIβ, the helical propensity of the B/C/N-helix is much lower compared to RIα, perhaps allowing it to take advantage of the natural hinge point between the 2 CNB domains, Tyr265RIIβ (Fig 2E and S5B Fig).\n\nRIIβ2J-C2 holoenzyme\n\nThe RIIβ2J-C2 holoenzyme simulations showed different dynamics compared to WT holoenzyme. Both the N- and C-lobes of J-C subunit are as stable as WT; however, the extra J-domain in the J-C subunits shows much higher RMSF values than the kinase portion of the fusion protein (Fig 3A). The addition of the J-domain in the J-C subunit also has an effect on the dynamics of the RIIβ subunit. Unlike the CNB-B domains in the RIIβ2C2 holoenzyme, both CNB-B domains in RIIβ2J-C2 holoenzyme remain strikingly more stable during the simulation (Fig 3B and S6 Fig). The J-domain presumably can stabilize the CNB-B domains either through spatial steric effects or direct interactions that are driven by the close proximity. This close communication between the J-domain and the CNB-B domain is captured in one of the protomers in our cryo-EM structure (Figs 1E and 3C). The close proximity of the J-domain and the CNB-B domain suggests that their dynamic properties are related; clearly, the CNB-B domain can sense the presence of the J-domain. The other feature that is revealed by the cryo-EM structure is that the A-helix in 1 J-C subunit is also missing, suggesting that the J-domain influences not only the CNB-B domain but also the A-helix that it is directly fused to β-strand 1 in the N-lobe (Fig 3C).\n\nWe can also visualize the differences in dynamics of the CNB domains in the DnaJB1-PKAc and WT RIIβ holoenzymes by measuring the polar vector between CNB-A and CNB-B domains. The vector was chosen from Arg230RIIβ in the PBC of CNB-A domain to Arg359RIIβ in the PBC of CNB-B domain (Fig 3D). The plots of φ, θ, and length of the vectors demonstrated clearly the different dynamics between the 2 CNB domains in the DnaJB1-PKAc and in WT PKAc RIIβ holoenzymes. In the RIIβ2C2 holoenzyme, the vector in one of the protomers moves and fluctuates significantly; the distance between domains varies from 50 to 70Å with a wide range of φ and θ angles movements (Fig 3E). The vector in the other protomer, however, is relatively less dynamic in both the φ and/or θ axis and length. The asymmetric dynamics of the CNB domains in each protomer of the RIIβ2C2 holoenzyme can also be observed here. In contrast, the vectors in both protomers of RIIβ2J-C2 holoenzyme remain relatively more stable. The plot of φ, θ, and length of the vectors in RIIβ2J-C2 holoenzyme showed less disperse angles and lengths movements (Fig 3F), and both vectors in the protomers populate a smaller φ, θ-space with less diverse length fluctuations. Asymmetric dynamics is also present in the RIIβ2J-C2 holoenzyme (Fig 3F). Together, this implies that the length of the N-terminus of the C subunit, whether longer as in the J-C subunit or shorter as in the C subunit used here, may have a differential impact on the observed asymmetric dynamics.\n\nSAXS analysis and localization of the D/D domain\n\nThe solution structures of both WT and DnaJB1-PKAc RIIβ holoenzymes were also determined by SAXS coupled with size-exclusion chromatography to support our cryo-EM structure. Based on pair distance distribution functions P(r), both holoenzymes have similar dimension (Dmax = 129.09Å for WT holoenzyme and Dmax = 128.63Å for DnaJB1-PKAc holoenzyme). The Dmax values are consistent with our cryo-EM structure, where the 3D organization of RIIβ2C2 and RIIβ2J-C2 holoenzyme are similar (Fig 4A and 4B and Table 2). However, the DnaJB1-PKAc holoenzyme has a larger Rg value than WT holoenzyme (Rg = 41.69Å for WT holoenzyme and Rg = 43.13Å for DnaJB1-PKAc holoenzyme). A similar trend of Rg values can also be obtained from Guinier analyses (Rg = 41.41Å and Rg = 43.29Å for WT and DnaJB1-PKAc holoenzyme, respectively) (S7A and S7B Fig and Table 2). The higher molecular weight of DnaJB1-PKAc can explain why RIIβ2J-C2 holoenzyme has a larger radius of gyration.\n\nThe higher molecular weight and the presence of the J-domain were also reflected in the larger Porod volumes of DnaJB1-PKAc holoenzyme (290,000Å3 for RIIβ2C2 versus 347000Å3 for RIIβ2J-C2) (Table 2). The molecular weight can be estimated by dividing the Porod volume by 1.7 according to the method of Petoukhov and colleagues [19]. The estimated molecular weight of RIIβ2C2 was obtained as 171 kDa in comparison to its theoretical molecular weight of 173 kDa (Table 2). The estimated molecular weight of the RIIβ2J-C2 holoenzyme was 204 kDa, while its theoretical molecular weight is 186 kDa (Table 2). Considering that the flexible J-domain enhances the domain dynamics of the holoenzyme, the result is that it delocalizes over a larger volume [20]. This can explain why RIIβ2J-C2 holoenzyme has a larger deviation between estimated and theoretical molecular weights than WT holoenzyme.\n\nWe further analyze Kratky plots of these 2 holoenzymes, which can provide a way to assess the degree of flexibility within the scattering macromolecules. Kratky plot analyses of these 2 holoenzymes showed bell-shape peaks at low q; however, neither of them converges to the q-axis at high q (S7C and S7D Fig), indicating that both of the complexes are multi-domains proteins with flexible regions [20]. These results are consistent with our structures and MD simulations where we identified several dynamic/flexible domains as well as a flexible linker.\n\nTo fit the SAXS data, we used the WT crystal structure as a starting model and further considered the dynamic properties of each domain. The missing linkers were built as flexible poly-Gly chains, while the missing D/D domain was generated using homology models from an online protein structure prediction software program, I-TASSER [21]. Both of our holoenzyme models fit the experimental SAXS data well (χ2 = 1.2591 and χ2 = 1.2900 for WT and J-C holoenzyme, respectively) (Fig 4C and 4D and S7E and S7F Fig). In both of the holoenzyme structural models, the D/D domain of RIIβ is localized on the same face as the CNB-B domains and the myristylation (Myr) sites of the C subunit (Fig 4E and 4F).\n\nThe ab initio models of WT and fusion holoenzymes were generated from the SAXS scattering data using the program DAMMIN [22], and these 2 models reveal good quality of fitting to the experimental data with χ2 score 1.300 and 1.152 for WT and J-C holoenzyme, respectively. Both atomic structure and ab initio approaches show complementary results that have similar 3D shapes (Fig 4C and 4D). Besides the 3D shapes, the dynamic features of the holoenzymes were also observed from the ab initio models. Consistent with our cryo-EM structure and MD simulation data, the CNB-B domains in the WT holoenzyme ab initio model are not fully visible suggesting that they are flexible, whereas the CNB-B domains remain clear in the J-C holoenzyme ab initio model as they are stabilized by the J-domains. Similar to the SAXS atomic model, the WT holoenzyme ab initio model also reveals the general position of the D/D domain which tethers at the same face as the CNB-B domains. The fact that the D/D domain is missing in the J-C holoenzyme SAXS envelope suggests that the J-domain may also influence D/D domain dynamics.\n\nAlthough the position of the D/D domain cannot be identified unambiguously in our cryo-EM structure due to its flexibility, the extra density in our structure nevertheless provides further supporting evidence for the general position of the D/D domain (S8A and S8B Fig). The first visible N-terminal residue in our RIIβ structure is Ile104RIIβ, which is located at the hole formed by the 2 RIIβ:J-C protomers (S8A Fig). The extra density locates near the center of the RIIβ holoenzyme, close to Ile104RIIβ and extends along the central hole to the same surface where the CNB-B domains and J-domains are located (S8B Fig).\n\nAltered biochemical function of the DnaJB1-PKAc RIIβ holoenzyme\n\nWe next asked whether the fusion protein affects not only RIIβ holoenzyme dynamics but also its biochemical properties. Both our MD simulations and our cryo-EM structure suggest that 1 J-domain communicates with its adjacent CNB-B domain and interferes with the overall dynamic properties of the holoenzyme (Fig 2B, 2F and 2G), In addition, several studies have shown that the dynamic features of the CNB domains play a significant role in the allosteric activation of the RIα holoenzyme by cAMP [23–27] and pathogenic mutations in RIα cluster in the 2 CNB domains [28]. We thus compared cAMP activation of the holoenzyme formed with J-C to holoenzyme formed with WT C subunit.\n\nHoloenzyme formed with the fusion protein was easier to activate than the WT holoenzyme (EC50 = 285nM for C subunit versus EC50 = 170nM for J-C subunit) (Fig 5C and Table 3). To investigate the importance of the J-domain in the RIIβ holoenzyme activation by cAMP versus the absence of the first 14 residues (exon 1), we engineered and expressed several deletion constructs (Fig 5A and 5B and S9 Fig). Each of the 4 extra helices in the J-domain was deleted sequentially, generating J-C(Δ1–13), J-C(Δ1–38), J-C(Δ1–54), and C(Δ1–14) deletion mutants. C(Δ1–14) is equivalent to J-C(Δ1–69) where the whole J-domain is deleted. All of these mutants expressed as stable proteins and formed holoenzymes with RIIβ. The deletion mutants were all easier to activate with cAMP, and all showed lower Hill coefficients compared to the WT RIIβ holoenzyme (Fig 5C and Table 3). The mutant that simply lacked the first exon, C(Δ1–14), which is the same as J-C(Δ1–69), also showed a reduced EC50, indicating that the presence of the first exon (residues 1 to 14) is crucial for proper activation and allosteric regulation of the RIIβ holoenzyme. Moreover, the Hill coefficient for cAMP activation actually showed negative cooperativity once exon 1 was removed (Table 3). Deletion of the first 14 residues in the PKA C subunit as well as the addition of the J-domain not only changed CNB-B domain dynamics but also affected the finely tuned allosteric activation of the RIIβ holoenzyme by cAMP.\n\nTo investigate how exon 1 of the C subunit influence the asymmetric dynamics and cAMP activation of the RIIβ holoenzyme, Gaussian accelerated MD (GaMD) simulations on RIIβ2C2, RIIβ2J-C2, and RIIβ2C(Δ1–14)2 were carried out. Specifically, we ask whether it is the J-domain or the absence of the residues 1 to 14 that account for the differences. Using the radius of cAMP as a probe, we calculated the solvent-accessible surface area of the PBC pocket of the CNB-B domains in each of the complexes. Both RIIβ2J-C2, and RIIβ2C(Δ1–14)2 complexes have higher accessible surface area than the WT complex (Fig 5D), suggesting that it is easier for cAMP to dock into the PBC pockets, which will facilitate activation. To further analyze the cAMP accessibility in the PBC pocket, we measured the distance between the Cβ atom in Ala360RIIβ and the Cγ atom in Leu351RIIβ (Fig 5E). This distance in the RIIβ holoenzyme is 6.9Å, while the PBC pocket is more closed (4.9Å) once it binds cAMP (Fig 5E). We then calculated the distance populations in our simulations. Consistent with our solvent-accessible surface analysis, both the RIIβ2J-C2 and RIIβ2C(Δ1–14)2 complexes reveal more open states than the WT holoenzyme (Fig 5F). In both analyses, there is a noticeable asymmetry between protomers in the cAMP accessibility of the PBC pockets for the RIIβ2C(Δ1–14)2 and RIIβ2J-C2 holoenzymes, supporting our earlier observations of asymmetry. The full-length WT holoenzyme exhibits milder asymmetry, consistent with our hypothesis that the protomers are tightly coupled (Fig 5D and 5F and S10 Fig). These results may help to explain why the J-C holoenzyme formed with RIIβ, as well as the 1–14 deletion mutant of WT C, is easier to activate with cAMP, while also having reduced cooperativity as measured by the Hill coefficient, compared to the WT RIIβ holoenzyme.\n\nTo further explore the effect of exon 1 deletion versus the J-domain fusion on the A-helix stability, we analyzed the helical propensity of the A-helix in 3 different constructs, WT C-, J-C-, and C(Δ1–14) subunits (S11A Fig). The A-helix in the WT C subunit, which is part of the N-terminal linker that flanks the N- and C-lobes of the kinase core and is flanked by intrinsically disorder regions, has a surprisingly high helical propensity. Either deleting exon 1 or fusing with the J-domain decreases the predicted helical propensity (S11A Fig). Moreover, the last residue in the exon 1, Ser14C, serves as a significant N-capping residue (S11B Fig). Decreasing the A-helix stability and missing the N-capping residue, as demonstrated in our computational and biochemical data, can influence the function and allosteric properties of the entire RIIβ holoenzyme.\n\nDiscussion\n\nWe describe here a structure of the RIIβ2J-C2 holoenzyme solved by cryo-EM single-particle 3D reconstruction. Although the overall compact 3D organization of the 2 RIIβ:J-C protomers in the holoenzyme structure is similar to the previous WT RIIβ holoenzyme crystal structure, there are several differences in both the structure and dynamics in the DnaJB1-PKAc RIIβ holoenzyme, which could result in the mis-regulation of PKA signaling. With cryo-EM, we are now able to observe more details about the dynamic features of the RIIβ holoenzyme that could not be captured by conventional X-ray crystallography including the general localization of the D/D domain and the asymmetry of the CNB-B domains. Our structure together with MD simulations and biochemical studies not only allows us to better understand how DnaJB1-PKAc disrupts RIIβ holoenzyme function and dynamics, but also makes us appreciate for the first time the intrinsic asymmetry of the RIIβ holoenzyme that is likely an inherent feature of the activation mechanism that was masked in the earlier crystal structure. Our cryo-EM structure also confirms that the compact RIIβ holoenzyme is distinct from the extended RIIα holoenzyme.\n\nStructure and dynamics of WT and DnaJB1-PKAc RIIβ holoenzymes\n\nThe cryo-EM structure and MD simulation data both reveal new and previously unappreciated features of the RIIβ holoenzyme. First is the asymmetry of the RIIβ holoenzyme, which is seen with MD simulations in the WT holoenzyme and captured in the cryo-EM structure but hidden in the previous crystal structure. With MD simulations, we observed an intrinsic asymmetry in the WT RIIβ holoenzyme where 1 protomer has a more flexible CNB-B domain than the other. This same asymmetry is observed in the cryo-EM structure formed with the DnaJB1 fusion C subunit. The collective results suggest that the activation process most likely initiates from 1 protomer and then passes to the other. Does it then eventually spread to the entire holoenzyme, or does the intrinsic asymmetry simply involve toggling between the 2 protomers without resulting in full dissociation of the C subunits? Is the asymmetric feature an intrinsic part of the activation mechanism? How does the activation signal pass from 1 protomer to the other? These are the major future challenges. The cryo-environment and particle orientation problems of cryo-EM single-particle technique may limit us to visualize the full picture of protein dynamics; however, it still allowed us to capture an important conformational state of this holoenzyme. The beauty of single-particle cryo-EM, unlike crystallography, is that one can capture an ensemble of conformational states in a single experiment [29]; we anticipate that other variations on the compact globular conformation described here will be embedded in some of the other particles.\n\nSecond is the cross communication between the CNB-B domain with the J-Domain, which is revealed in the cryo-EM structure. As seen in previous structures, the J-domain is very flexible [11, 2]; however, in the RIIβ holoenzyme, we see that the flexibility of the J-domain also appear to influence the dynamic features of its adjacent CNB-B domain as well as the A-helix that it is fused to. The J-domain can also further influence the dynamic features of the CNB-B domains in the RIIβ holoenzyme, which we did not see in the RIα holoenzyme. Several studies have demonstrated that the dynamic features of the CNB domains in RIα are essential for PKA activation and allostery [25,26,30,31]. Here, for the first time, we are able to show that the RIIβ holoenzyme also has flexible CNB-B domains, although it is different from RIα in terms of its structure and allosteric regulation [32–34].\n\nIn summary, we show here that J-domain can influence the dynamic properties and the symmetry of the CNB-B domains. Our MD simulation data clearly indicated that the J-domain can stabilize the CNB-B domains, while the cryo-EM structure revealed how the J-domain and the CNB-B domain interact and together control the A-helix. We believe that this effect can be significant for stability, activation, cAMP binding, and/or interaction with other binding partners.\n\nD/D domain, myristylation site, and AKAP binding\n\nOur cryo-EM model of the RIIβ holoenzyme, including the general position of the D/D domain, is consistent with our earlier crystal structure and SAXS data as well as with recent cross-linking data, and confirms that the compact RIIβ holoenzyme is quite different from the RIIα holoenzyme. The general positioning of the D/D domain, based on the low resolution cryo-EM density and SAXS, is consistent with the previous hypothesis that the unresolved N-terminal regions of RIIβ thread through the central hole of the RIIβ holoenzyme positioning the D/D domain close to the lower surface of RIIβ holoenzyme as seen in Fig 4 in close proximity to the CNB-B domains, the J-domain, and the bottom surface of the C-lobe in the kinase domain.\n\nThe D/D domain is essential for PKA localization. PKA holoenzymes, especially RII holoenzymes, typically bind with high affinity to an amphipathic helix that is embedded in scaffold proteins referred to as A-Kinase-Anchoring Proteins (AKAPs) through their D/D domains [35–37]. In this way, AKAPs bring the PKA holoenzyme to specific membrane locations in the cell where it is in close proximity to dedicated substrates such as receptors, transporters, and ion channels [5,38], and several lines of evidence have demonstrated that disrupting this interaction can affect not only PKA localization but also substrate specificity [38–43].\n\nOur results suggest that the linker joining the D/D domain and the inhibitor site in RIIβ weaves through the hole that is created by the 2 RIIβ:J-C protomers. This placement of the D/D domain is consistent with cross-linking studies and different from the RIIα holoenzyme which was shown by negative staining EM to be extended [16,44]. It is also consistent with our earlier linker swap SAXS experiments showing that the motif that is responsible for the compact structure of the RIIβ holoenzyme is embedded in the linker [45]. This model places the D/D domain and the myristylation sites attached to the N-termini of the C subunits on the same general surface, which allows them to form multivalent interactions with membranes (Fig 6A). In solution, the myristyl groups in the RIIβ holoenzyme are solvent exposed and can anchor to nanodiscs even in the absence of AKAPs [42,46], whereas the myristyl groups in the RIα holoenzyme are embedded in the acyl pocket in the C-lobe of the C subunit and do not contribute to membrane anchoring in the absence of an AKAP [46]. In contrast to RIα holoenzymes, most of the RII subunits are always localized close to membranes [5]. Therefore, having the D/D domain in the RIIβ holoenzyme localized on the same face as the myristylation sites provides a dual mechanism for forming multivalent interactions with the membrane. It is also likely that anchoring the N-terminus to membranes could influence the conformation of the missing 14 residues. This segment with its basic residues followed by a phosphorylation site is in fact a classic myristylation motif, similar to the Src kinase, where basic residues also contribute to membrane anchoring [47]. As we show here, ordering the first 14 residues in the membrane-bound holoenzyme could easily affect the dynamic behavior of the entire WT holoenzyme. The hydrophobic carboxyl terminus of the RIIβ subunit, as well as its dynamic β4-β5 loop in the CNB-B domain, could also become ordered when the holoenzyme is anchored to membranes. The highly basic β4-β5 loop in RIIβ is, in particular, in close proximity to the acidic surface of the membrane (Fig 6A). In addition, AKAPs themselves typically have a membrane-targeting motif (MTM), so many mechanisms could be used to stabilize interactions with membranes (Fig 6A). In the J-C fusion protein, the myristylation site is lost which could also affect, although not necessarily abolish, RIIβ holoenzyme binding to membranes in cells (Fig 6A).\n\nTwo helices drive the allosteric regulation of the PKA holoenzymes\n\nThere are 2 helices that drive the allosteric regulation of PKA, the B/C/N-helix in the R subunits and the A-helix in the C subunit (Fig 6B). Sequences difference in the B/C/N-helix, as well as differences in helical propensity and dynamics, between RI and RII reveal distinct allosteric networks between the 2 PKA isoforms (S12 Fig), and the hinge point position in the B/C/N-helix can also clearly contribute in unique ways to this allosteric communication. Our results indicate not only that the location of the major hinge point in the cAMP-bound conformation is significant, but also suggests that the B/C/N-helix dynamics and the activation processes are probably linked (S12 Fig).\n\nWhile the dynamic B/C/N-helix of each R subunit is a dominant feature for cAMP-mediated activation of each holoenzyme, the stable A-helix is a dominant allosteric feature of the C subunit. The A-helix is embedded in the N-terminal tail (N-tail) (residues 1 to 39) that wraps around both lobes of the kinase core (Fig 6B). This N-tail that precedes the kinase core and is missing entirely in our cryo-EM structure is a key allosteric regulatory element [48]. Of particular importance is the hydrophobic motif (Trp30C and Phe26C or Trp85J-C and Phe81J-C) at the end of A-helix, which in the WT C subunit, is wedged between the C-helix and the activation loop of the kinase core (Fig 6B)[48].\n\nThe importance of exon 1 and the A-helix in the PKA C subunit has been demonstrated both biochemically and computationally [49,50]. Biochemically, we show that the deletion of residues 1 to 14 (exon 1) in WT C subunit can introduce instability and can also affect holoenzyme function [49]. Our previous study also indicated that the J-C subunit is less thermostable than WT C subunit [11,12]. Several posttranslational modification sites in the WT C subunit are localized at the other end of the A-helix in exon 1, and these are missing in the fusion protein. These include the myristylation site at Gly1C, the phosphorylation at Ser10C, and deamidation at Asn2C, and all are thought to contribute to function [51–53]. How these residues are ordered when the acyl group is anchored to a membrane and how this influences the structure and function of the holoenzyme remains to be elucidated. Computationally, the community map analysis based on the MD simulations shows that the DFG motif, which is crucial for kinase activity, is in the same community with the A-helix [50]. This community also connects to other substrate binding motifs, indicating these motifs are allosterically coupled [50]. It is clear that the A-helix can regulate many other motifs in both the C and R subunits, so that destabilizing the A-helix could have a major effect on holoenzyme function.\n\nVisualizing allostery\n\nBy capturing full-length PKA holoenzymes in a crystal lattice, we were able to visualize the striking symmetry of PKA as well as the allosteric cross talk between the 2 protomers, which is an essential feature of PKA activation [7,8,10,11]. However, any differences in dynamics, in particular of the CNB-B domains, are masked in these holoenzyme crystal structures most likely by crystal packing. We show here that the asymmetry, although hidden in the RIIβ crystal structure, can be seen with MD simulations and in the cryo-EM structure. In the crystal structure, the enhanced dynamics and/or flexibility is reflected in high temperature factors for the CNB-B domains and the A-helix relative to the CNB-A domain ant the rest of the C subunit, but the asymmetry, which most likely is an integral part of the allosteric mechanism for activation, is hidden. MD simulations allowed us to delve more deeply into the intrinsic asymmetry that is embedded in the dynamic properties of each CNB domain. This loss of allosteric communication between the 2 protomers is also reflected in the reduced Hill coefficient for cAMP activation. With single-particle cryo-EM reconstruction, however, we can directly observe the asymmetry of the 2 protomers. The combination of crystallography, MD simulations, and cryo-EM is thus a powerful way to explore the different states; 1 approach alone is not sufficient.\n\nDnaJB1-PKAc disrupts PKA function in an isoform-specific manner\n\nPKA-dependent signaling is finely regulated, which is demonstrated best in RIα where there are many mutations that are mostly clustered in the 2 CNB domains [28]. Those in the CNB-A domain, for example, lead to Carney complex disease and create holoenzymes that are easier to activate with cAMP, while those in the CNB-B domain lead to acrodysostosis and are more difficult to activate [28]. The differences are not off/on, but simply reflect a slightly different balance which is sufficient to cause distinct disease phenotypes.\n\nAlthough the DnaJB1-PKAc fusion protein is the driver of FL-HCC, our structures of the RIα holoenzyme and the RIIβ holoenzyme with J-C subunit do not reveal a clear mechanism for the pathogenesis of the mutation; instead, we showed that the regulation of each holoenzyme is disrupted. The RIIβ holoenzyme formed with the fusion protein is easier to activate with cAMP than WT holoenzyme. This is in contrast to RIα where the PKAc and DnaJB1-PKAc RIα holoenzymes show similar cAMP activation [11]; however, DnaJB1-PKAc can disrupt RIα localization and cAMP signaling compartmentation [54]. Each of these PKA signaling networks is highly regulated, and perturbation of that fine tuning can have profound consequences. In contrast to mutations in the R subunits, the results of a mutation or fusion in the C subunit will be complex and multivalent, and every holoenzyme will be affected as well as interactions with PKI (Fig 6C). In the liver where regulation of metabolism is linked so closely to PKA-mediated gene transcription, the effects of this mutation will be complex. Based on our work here, coupled with previous studies of the PKI complex and the RIα holoenzyme, it is clear that the fine tuning and allosteric regulation of each complex will be altered as well as the expression levels of each PKA regulatory subunit; the entire PKA signaling network will be disrupted.\n\nSupporting information"
}