{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0000044",
  "doi": "10.1371/journal.pbio.0000044",
  "license": "This is an open-access article distributed under the terms of the Public Library of Science Open-Access License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Newly Sequenced Worm a Boon for Worm Biologists",
  "journal": "PLoS Biology",
  "date": "2003-11",
  "dateElectronic": "2003-11-17",
  "volume": "1",
  "number": "2",
  "pages": "e44",
  "tags": [
    "Discipline/Computational Biology",
    "Discipline/Ecology",
    "Discipline/Evolutionary Biology",
    "Discipline/Genetics and Genomics",
    "System Taxonomy/Caenorhabditis",
    "Type/Synopsis"
  ],
  "fullText": "Caenorhabditis elegans, a 1-mm soil-dwelling roundworm with 959 cells, may be the best-understood multicellular organism on the planet. As the most “pared-down” animal that shares essential features of human biology—from embryogenesis to aging—C. elegans is a favorite subject for studying how genes control these processes. The way these genes work in worms helps scientists understand how diseases like cancer and Alzheimer's develop in humans when genes malfunction. With the publication of a draft genome sequence of C. elegans' first cousin, C. briggsae, Lincoln Stein and colleagues have greatly enhanced biologists' ability to mine C. elegans for biological gold.\n\nEvery organism carries clues to its molecular operating system and evolutionary past embedded in the content and structure of its genome. To unearth these clues, scientists examine different regions of the genome, assembling data on sequences, genes, functional elements that are not genes (but that regulate them, for example), repeated sequences, and so on. By comparing the genomes of related organisms, researchers can see what parts of the genomes are conserved—highly conserved genes tend to be important—and then focus on these regions to track down genes and determine how they function.\n\nTo construct a draft sequence of the C. briggsae genome, the researchers merged genomic data from three sources—one derived from whole-genome shotgun sequencing, another from physical genome mapping, and the third from regions of a previously “finished” sequence. For the shotgun sequence, the researchers extracted DNA from worms, randomly cut it into short pieces, sequenced them, and then assembled overlapping sequences to create thousands of stretches of contiguous DNA sequence. To help fill in the gaps between these “contigs,” Stein and colleagues developed a “fingerprint” map of the genome as a guide for aligning the shorter fragments. The map also helped them identify inconsistencies and misalignments in the genome assembly. Finally, they integrated the previously finished sequence to improve the draft genome sequence. Using these massive datasets, the authors produced a high-quality genome sequence; although it does not quite meet the gold standard of a “finished” sequence, it covers 98% of the genome and has an accuracy of 99.98%.\n\nAfter confirming the accuracy of the draft, the researchers turned to the substance of the genome. Examining two species side by side, scientists can quickly spot genes and flag interesting regions for further investigation. Analyzing the organization of the two genomes, Stein et al. not only found strong evidence for roughly 1,300 new C. elegans genes, but also indications that certain regions could be “footprints of unknown functional elements.” While both worms have roughly the same number of genes (about 19,000), the C. briggsae genome has more repeated sequences, making its genome slightly larger.\n\nBecause the worms set out on separate evolutionary paths about the same time mice and humans parted ways—about 100 million years ago, compared to 75 million years ago—the authors could compare how the two worm genomes have diverged with the divergence between mice and humans. The worms' genomes, it seems, are evolving faster than their mammalian counterparts, based on the change in the size of the protein families (C. elegans has more chemosensory proteins than C. briggsae, for example), the rate of chromosomal rearrangements, and the rate at which silent mutations (DNA changes with no functional effect) accumulate in the genome. This would be expected, the researchers point out, because generations per year are a better measure of evolutionary rate than years themselves. (Generations in worms are about three days; in mice, about three months.) What is surprising, they say, is that despite these genomic differences, the worms look nearly identical and occupy similar ecological niches; this is obviously not the case with humans and mice, which nevertheless have remarkably similar genomes. Both worm pairs—as well as mouse and human—also share similar developmental pathways, suggesting that these pathways may be controlled by a relatively small number of genes and that these genes and pathways have been conserved, not just between the worms, but also between the nematodes and mammals. This question, along with many others, can now be explored by searching the two species' genomes and comparing those elements that have been conserved with those that have changed.\n\nWith the nearly complete C. briggsae genome in hand, worm biologists have a powerful new research tool. By comparing the genetic makeup of the two species, C. elegans researchers can refine their knowledge of this tiny human stand-in, fill in gaps about gene identity and function, as well as illuminate those functional elements that are harder to find, and study the nature and path of genome evolution."
}