{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000617",
  "doi": "10.1371/journal.pbio.1000617",
  "externalIds": [
    "pii:10-PLBI-RA-8934R2",
    "pmid:21572990",
    "pmcid:PMC3091844"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "The Bacterial Fimbrial Tip Acts as a Mechanical Force Sensor",
  "authors": [
    {
      "name": "Pavel Aprikian",
      "first": "Pavel",
      "last": "Aprikian",
      "affiliation": "Department of Microbiology, University of Washington, Seattle, Washington, United States of America"
    },
    {
      "name": "Gianluca Interlandi",
      "first": "Gianluca",
      "last": "Interlandi",
      "affiliation": "Department of Bioengineering, University of Washington, Seattle, Washington, United States of America"
    },
    {
      "name": "Brian A. Kidd",
      "first": "Brian A.",
      "last": "Kidd",
      "affiliation": "Department of Bioengineering, University of Washington, Seattle, Washington, United States of America"
    },
    {
      "name": "Isolde Le Trong",
      "first": "Isolde",
      "last": "Le Trong",
      "affiliation": "Departments of Biological Structure and Biochemistry, University of Washington, Seattle, Washington, United States of America"
    },
    {
      "name": "Veronika Tchesnokova",
      "first": "Veronika",
      "last": "Tchesnokova",
      "affiliation": "Department of Microbiology, University of Washington, Seattle, Washington, United States of America"
    },
    {
      "name": "Olga Yakovenko",
      "first": "Olga",
      "last": "Yakovenko",
      "affiliation": "Department of Bioengineering, University of Washington, Seattle, Washington, United States of America"
    },
    {
      "name": "Matt J. Whitfield",
      "first": "Matt J.",
      "last": "Whitfield",
      "affiliation": "Department of Bioengineering, University of Washington, Seattle, Washington, United States of America"
    },
    {
      "name": "Esther Bullitt",
      "first": "Esther",
      "last": "Bullitt",
      "affiliation": "Department of Physiology & Biophysics, Boston University School of Medicine, Boston, Massachusetts, United States of America"
    },
    {
      "name": "Ronald E. Stenkamp",
      "first": "Ronald E.",
      "last": "Stenkamp",
      "affiliation": "Departments of Biological Structure and Biochemistry, University of Washington, Seattle, Washington, United States of America"
    },
    {
      "name": "Wendy E. Thomas",
      "first": "Wendy E.",
      "last": "Thomas",
      "affiliation": "Department of Bioengineering, University of Washington, Seattle, Washington, United States of America"
    },
    {
      "name": "Evgeni V. Sokurenko",
      "first": "Evgeni V.",
      "last": "Sokurenko",
      "affiliation": "Department of Microbiology, University of Washington, Seattle, Washington, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-05",
  "dateAccepted": "2011-03-30",
  "dateReceived": "2010-08-17",
  "volume": "9",
  "number": "5",
  "pages": "e1000617",
  "tags": [
    "Discipline/Biophysics/Theory and Simulation",
    "Discipline/Cell Biology/Cell Adhesion",
    "Discipline/Computational Biology/Molecular Dynamics",
    "Type/Research Article"
  ],
  "abstract": "The subunits that constitute the bacterial adhesive complex located at the tip of the fimbria form a hook-chain that acts as a rapid force-sensitive anchor at high flow.",
  "fullText": "Introduction\n\nMost adhesive biological processes are exposed to mechanical stress resulting from fluid flow-induced shear. Thus, the molecular structures that mediate adhesive interactions are adapted to function in mechanically dynamic conditions. In the case of gram-negative bacterial cells, the interaction with the host tissue is known to be mediated by adhesive proteins (adhesins) that are, in many cases, positioned at the tip of multimeric hair-like appendages called fimbriae (or pili) and bind to receptor molecules on the target cells or tissues [1],[2]. The 30 kDa FimH protein is the most common, mannose-specific adhesin of Escherichia coli located on the tip of type 1 fimbriae [3],[4].\n\nBacterial adhesion mediated by type 1 fimbriae is enhanced by shear stress [5],[6], and single molecule force spectroscopy experiments have shown that a tensile force extends the lifetime of the bond between FimH and the mannose receptor [7]. The force-enhanced, so-called catch bond mechanism of FimH binding involves allosteric activation of the mannose-binding lectin domain (Ld), which switches from a low- to a high-affinity conformation upon separation from the anchoring pilin domain (Pd).\n\nThe type 1 fimbria consists of a 1–2 µm long fimbrial rod, which is built by thousands of copies of the non-adhesive major subunit FimA, and the fimbrial tip, which comprises three minor subunits, i.e., FimF, FimG, and the FimH adhesion [2],[3],[8]. Several crystallographic and nuclear magnetic resonance studies have investigated the structure of the monomeric or dimerized minor subunits [9]–[14]. Most of these studies were performed with FimH, either with isolated Ld [14] or with the entire protein in complex with the chaperone FimC wedged between Pd and Ld [9],[11]. Recently, the X-ray structure of a native form of FimH was obtained, where the FimH adhesin is incorporated into the fimbrial tip complex comprised also of one FimG and two FimF subunits, with FimC wedged between the two FimF copies (Figure 1a) [8]. Importantly, when comparing the tertiary structure of Ld in the tip-incorporated FimH with that in the isolated Ld or FimH/FimC complex, some remarkable conformational differences were observed [8]. In the tip complex, Pd is docked onto Ld causing compression of the β sandwich fold of Ld by twisting two β sheets relatively to one another. The mannose-binding pocket is located on the opposite side of the binding domain relative to the Pd/Ld inter-domain region (Figure 1b), but the twisting in the inter-domain region leads to opening of the mannose pocket because the rigidity of the β sheet transmits structural perturbations over long distances [8]. In contrast, when Pd is separated, Ld assumes an elongated, less twisted conformation with a tight conformation of the mannose-binding pocket that has a more than 200-fold higher affinity to mannose than the low-affinity, compressed conformation of Ld [5]. It has been suggested that FimH Ld functions like a molecular finger-trap that switches from a low- to a high-affinity conformation upon separation from Pd, which is caused by tensile mechanical force originated by shear stress [8]. Such force-induced activation of the FimH adhesin is the basis of the shear-enhanced catch bond mechanism of the type 1 fimbriae-mediated bacterial adhesion under flow [5].\n\nWhile the tertiary structure of Ld has been the primary focus of a recent study [8], the dynamic mechanical properties of the entire tip complex have not been studied and it is not clear how the quaternary structure of the tip is adapted to function under shear conditions. Using a combination of flow chamber experiments, single molecule force spectroscopy, and molecular dynamics (MD) simulations, we investigated here how the structural properties of all fimbrial tip components are optimized to facilitate the initial interaction of FimH with the surface receptor, its switch to the activated form, and then its sustained binding under dynamic flow conditions. In summary, the fimbrial tip acts as a mechanical force sensor.\n\nResults\n\nFunctional Properties of the Fimbrial Tip\n\nThe protein FimH is generally highly conserved in different E. coli strains, though naturally occurring point mutations are known to make binding less dependent on shear by increasing the adhesion under low or no flow conditions [15]. While such mutant variants are found among uropathogenic strains, the bulk of FimH variants among all E. coli pathotypes, including uropathogenic ones, clearly demonstrate shear-dependent binding. In particular, the FimH variant crystallized in the fimbrial tip represents the most common protein variant found in E. coli causing extra-intestinal infections and belonging to the so-called B2 clonal group.\n\nThe shear-dependent properties of the tip-incorporated FimH have been demonstrated previously using either yeast mannan, mannose coupled to bovine-serum-albumin (BSA), or guinea pig red blood cells [5],[7],[16],[17], all of which are surrogate receptors for the type 1 fimbriae [15]. We tested whether the type 1 fimbriae mediate shear-dependent adhesion to a natural target like bladder epithelial cells. Bacteria expressing type 1 fimbriae, with FimH, FimG, and FimF structurally identical to the ones in the crystallized tip complex, were used in parallel plate flow chamber experiments over the monolayer of bladder cell line T24. Bacterial adhesion to the cells increased more than 20-fold when shear was switched from 0.01 Pa to 0.1 Pa (Figure 2a,b). The pattern of E. coli adhesion to uroepthelial cells under different shears was similar to the bacterial binding to mannose-BSA coated on a surface (Figure 2b), indicating the monomannose specific mechanism of the shear-dependent E. coli adhesion to the bladder cells. Moreover, purified fimbrial tips that were used for the X-ray studies, when coupled to plastic beads, also mediated shear-enhanced binding to a mannose-BSA coated surface (Figure 2c).\n\nWe then used single molecule force spectroscopy to establish how the bond between the fimbrial tips and mannose responds to various amounts of mechanical force. Previous single molecule force spectroscopy experiments with fimbrial tips never resulted in a measure of the dissociation rate as a function of force. This is because the bond lifetime was too long (many minutes) to be measured one molecule at a time in constant force experiments [8] and because the alternative approach, a constant loading rate, had not been analyzed in a way that calculated the dissociation rate and was also performed on different variants of FimH [7]. Here, a new method was used to analyze constant loading rate experiments to estimate dissociation rates at various levels of force [18]. This method also shows the catch bond behavior in a more direct, intuitive fashion than either previous method. The force was increased at a constant loading rate on bonds between fimbrial tips and mannose-BSA to obtain histograms of rupture forces (Figure 2d). The instantaneous dissociation (off-) rate was then estimated from the number of bonds that break relative to the number remaining for each bin. This method provides a measurement of the force dependence of the effective off-rate using a single constant loading rate. A loading rate of 300 pN/s was previously shown to provide an even distribution between the low and high force peaks in the histogram [7], and thus was used here to provide adequate statistics in both regions. This force-dependent effective dissociation rate (red line in Figure 2d) shows that the off-rate decreases upon the force increasing between 30 and 80 pN (before beginning to increase above 90 pN). The existence of a regime in which increased force decreases the dissociation rate is the modern definition of catch bonds [19],[20]. Thus, taken together, these results indicate that the fimbrial tip complex used for the X-ray analysis [8] exhibits shear-enhanced binding to uroepithelial cells under flow conditions and catch-bond behavior under tensile mechanical force.\n\nQuaternary Structure of the Fimbrial Tip\n\nTo predict how the components of the tip complex might behave under dynamic force conditions, we first evaluated the overall quaternary structure of the tip based on the X-ray data. In the fimbrial tip, Pd is connected to FimG, FimG to FimF, and FimF to another copy of FimF via a donor-strand complementation mechanism [21], where a missing β strand in each β sandwich shaped subunit is complemented by an N-terminal strand of the following subunit. The linkage via the complementing strand mechanism is among the strongest of non-covalent bonds and, thus, to ease the presentation we will refer here to the FimG and FimF subunits (with the complementing strands) as domains, similarly to the Ld and Pd in FimH that are covalently linked to each other via a linker chain, and Pd includes also the FimG donor strand (see also Figure 1a and “Materials and Methods”).\n\nA striking feature of the quaternary conformation of the fimbrial tip crystal structure is the end-to-end position of all domains relative to one another that results in an extended structure of the tip complex, with a total length of approximately 230 Å (Figure 1a). However, the extent of quaternary interaction in the various inter-domain interfaces is drastically different.\n\nWhile the wedged FimC chaperone made it difficult to evaluate the FimF-FimF interface, the buried surface between FimF and FimG (501 Å2) was smaller than between FimG and Pd (760 Å2) and even smaller than the interface buried between Ld and Pd (1,040 Å2; see “Materials and Methods” for a description of how the surface buried between domains was calculated). There were only three side chain interactions and no hydrogen bonds or salt bridges between the FimF and FimG domains (Figure 3c), while between FimG and Pd there were six side chain contacts, one hydrogen bond, and one salt bridge (Figure 3b). The most extensive interactions were between Pd and Ld, with 14 side chain contacts and three hydrogen bonds, with one of them involving backbone atoms, i.e., Cys161 NH … O Ser114, and two involving the side chain of Arg166 and the carboxyl oxygen of Ala115 (Figure 3a and Table 1).\n\nBesides the largest buried inter-domain interface, there was another notable feature of the Ld-Pd quaternary conformation, namely it had a “hooked” conformation. The domains Ld and Pd were hinged at an angle of 128° (Figure 1b). In contrast, the angle between the other extensively interacting domains, Pd and FimG, was almost completely open at an angle of ca. 169° (Figure 1a and Figure S1a). In summary, the proximal (i.e., closer to the fimbrial rod) part of the tip has significantly fewer interdomain contacts relatively to the distal portion of the tip, which is also characterized by a distinctly hooked conformation of Ld and Pd.\n\nTip Flexibility in the Absence of Tensile Force\n\nIn order to test the flexibility of the different interdomain interfaces, MD simulations were performed with three pairs of neighboring fimbrial tip domains: Ld-Pd, Pd-FimG, and FimG-FimF (Table 2). The quaternary conformation of the complexes Ld-Pd and Pd-FimG was mostly stable in the simulations, with the Cα root mean square deviation (RMSD) from the initial conformation remaining below 3.5 Å for both complexes (Figure 4a and Figure S2a). In contrast, the Cα RMSD for the FimG-FimF complex exceeded 5.5 Å in the course of the simulation (Figure 4a and Figure S2a), indicating that the quaternary structure of these domains is relatively flexible. The observed flexibility is mainly due to rigid body movements of the domains relative to each other, since the Cα RMSD for all domains individually was mostly below 2 Å (Figure S2b). Similarly, the distance between centers of mass of neighboring domains and the amount of buried surface area in the inter-domain interface remained constant for the Ld-Pd and Pd-FimG complexes but fluctuated notably in the FimG-FimF complex (Figure 4b,c and Figure S2c,d).\n\nIn order to further describe the movement of the domains relative to each other, the angles between the principal axes of the domains were monitored. The angle between the first principal axes (PA1 in Figure 1b) subtracted from 180° is called the “hinge angle,” whereas the angle between the second principal axes (PA2 in Figure 1b) is labeled “twist angle.” (The angle between the third principal axes, PA3 in Figure 1b, was observed to essentially correlate with the twist angle and thus was not monitored.) The FimH domains remained in the hooked conformation throughout all runs and the hinge and twist angles measured 133°±4° and 41°±5°, respectively. The Pd-FimG complex also retained its conformation, with a similar amount of variation in the hinge angle (168°±5°) but a slightly more pronounced variability in the twist angle (−109°±10°; the negative values are due to the location of the donor strand complementation grooves in Pd and FimG on opposite sides). The highest variability was between FimG and FimF, where the hinge angle measured −52°±11° and the twist angle was 104° and fluctuated with a standard deviation of 16° (Figure 4d,e and Figure S2e,f), supporting the hypothesis that the FimG-FimF interface is very flexible and explores a relatively large space compared to the other domains.\n\nThe differences in flexibility between the three complexes, with Ld-Pd being the most rigid and FimG-FimF the most flexible, are consistent with the number of native inter-domain interactions (Figure 3d–f, Table 1, and Figure S2g). The interface between Ld and Pd (Figure 3d) presents the largest number of native side chain contacts and hydrogen bonds (Table 1), the latter being buried throughout the MD simulations.\n\nConformational Changes under Tensile Force\n\nIn order to investigate the conformational changes induced by a tensile force onto the fimbrial tip, pulling simulations were performed with the complex containing Ld, Pd, FimG, and the first copy of FimF (Figure 1). A constant force of 200 pN was applied for 10 ns in three separate simulations between mannose-binding site residues on the apex of Ld and the C-terminus of the donor strand connecting the two FimF subunits (Table 2).\n\nMost conformational changes were observed in the first 2 ns during the pulling runs (Figures S3, S4, S5) with the tip extending in total 37 Å (22% of the native structure). The most stable interdomain interface during the pull was between Pd and FimG, which remained almost unchanged, keeping a similar geometry as the native state (Figure 4 and Figures S3, S4, S5). In contrast, the quaternary structure of FimG-FimF underwent substantial conformational changes, with an increase of the Cα RMSD from the native conformation (Figure 4a), an increase in the distance between the centers of mass of the domains (Figure 4b), and a virtual elimination of the buried surface area (Figure 4c) and native side chain contacts (Figure 4f and Figures S3, S4, S5). Also, after the straightening under tensile force, the quaternary structure of the FimG-FimF complex was observed to be much more flexible than in the absence of force, as indicated by the large fluctuations in the twist angle (Figure 4e).\n\nHowever, the most drastic changes occurred in the Ld-Pd structure, where the inter-domain hook straightened to an almost flat angle (Figure 4d and Figure S1e), with a large increase in the distance between the centers of mass of the domains, a significant decrease in buried surface area, and elimination of most native contacts (Figure 4 and Figures S3, S4, S5, S6, S7, S8, S9). In order to improve the statistical sampling of the events occurring during separation of the lectin from the pilin domain, three additional pulling simulations were performed with just the FimH protein. In both sets of pulling runs the rupture of inter-domain contacts between Ld and Pd happened in a sequential manner (Figure S10). Importantly, the combined results analysis indicates that the order of the contact breakage was inversely correlated with the contact's distance from the hinge axis, i.e., bonds further away from the hinge ruptured earlier in the simulations than contacts located closer to it (Figure 5). The Pearson's linear correlation coefficient was 0.78 with a p-value&lt;0.01. This suggests that Pd and Ld unzip under tensile force, where only one or a few inter-domain contacts break at a time instead of most or all of the contacts breaking simultaneously. The fact that the sequence of breaking events is statistically correlated with the distance of the contacts from the hinge axis is indicative that the hooked shape of FimH allows a sequential unzipping of the stabilizing contacts as the hinge opens.\n\nIn conclusion, these simulations demonstrate that mechanical force can relatively easy and in an unzipping manner open the hinge angle between the two domains and eliminate the native interdomain contacts. These native interdomain contacts were implicated previously in allosterically maintaining the low-affinity conformation of Ld, so that loss of these contacts should lead to activation [8]. Allosteric conformational changes are not expected to be observed in molecular dynamics simulations due to the short time scale of the simulations (10 ns) relative to that of typical allosteric changes (microsecond to millisecond), so this cannot be directly confirmed in the simulations. Nevertheless, these results strongly suggest that FimH would allosterically switch its conformation from low to high affinity once the hinge opens.\n\nMechanics of the Fimbrial Hook\n\nSeveral independent measurements showed previously that most FimH bonds dissociated within a second if little or no force was applied across the complex, but most bonds were long-lived under a sufficient tensile force load [8]. Thus, mannose unbinding from the low-affinity state is the dominant event at no and low force, but stable binding to the high-affinity (activated) state appears to dominate at high force. While the pulling simulations show that tensile force can open the hinge angle enough to lead to FimH activation, it remains to be addressed whether opening of the hinge angle will occur before mannose is pulled out from the pocket.\n\nAccording to kinetic rate theory [22], the rate at which a physical event occurs—in our case, dissociation of mannose or, alternatively, opening of the hinge angle between the FimH domains—is exponentially related to the size of the energy barrier ΔE of the reaction transition state relative to the original equilibrium state of the system: k0 = A exp [−ΔE/kBT], where A is the Arhenius prefactor and kBT is thermal energy. However, mechanical force can speed up a reaction by pulling the protein into the transition state if it is elongated relative to the native state. We define here Δx as the increase in length between the transition state and the native state, thermally averaged and projected onto the direction of force. Then, a constant force field contributes an amount of energy F Δx, to help overcome the transition state energy barrier, effectively decreasing its size as illustrated in Figure 6a. This exponentially increases the reaction rate: k(F) = k0 exp [F Δx/kBT] [23]. Thus, the larger the elongation distance, the greater will be the effect of the same force onto the reaction rate. To determine how force affects FimH, we thus need to know the elongation distances for the two transitions in question: mannose-unbinding versus hinge opening and activation.\n\nTransition state elongation distances can be estimated from MD simulations [24], which provide structural details explaining force dependence in force spectroscopy data [25]. To measure elongation distances from the pulling trajectories, we estimate the location of the transition state and then measure the total elongation necessary to reach this state from the native state. The transition state for mannose to be pulled out of FimH (i.e., breaking of the bond) consists of the mannose molecule being shifted from a horizontal into a perpendicular position within the binding pocket, elongating the Ld-mannose complex approximately 3 Å [26]. The minimal length change for the alternative transition state, where the domains unhinge and Ld activates, was estimated from the pulling simulations above. Screening of the trajectories revealed that the rupture of inter-domain contacts involving the side chain of Arg166 (a side chain contact with Val155 and the hydrogen bonds with the carbonyl oxygen of Ala115) was the first rupture event observed in all pulling simulations (Figures S6, S7, S8, S9). Since the protein elongated essentially monotonically, any later events would involve even greater elongation distances. For this reason, the Arg166 rupture event provides a lower limit for the location of the dominant transition state. The importance of this event is further strengthened by the fact that mutations of Arg166 cause strong activation of FimH [24]. The elongation distance associated with this event was calculated to be 9.1±1.2 Å as measured between the N-terminus of FimH and the C-terminus of FimG (Table S1 and “Materials and Methods” for details on the calculation of this distance).\n\nIt follows that the activation pathway involves a longer elongation than does the mannose unbinding pathway, since the lower limit of 9.1±1.2 Å of the former is greater than 3 Å of the latter. Thus, increased force will favor activation. To provide an intuitive idea of how important this difference in length is, Figure 6b depicts the effect of force, given the transition state elongation distances described above, on the rate constants for the two transitions. For this estimation, the rates in the absence of force were taken from previous experimental results to be 6 s−1 for mannose unbinding [16] but only 0.00125 s−1 for opening of the hinge angle [27]. At an elongation distance of 9.1 Å, the rate of hinge opening surpasses the rate of unbinding at a critical force of 58 pN (Figure 6b). If the rate limiting step occurs after the Arg166 separation, the larger elongation distance will mean a steeper slope in Figure 6b and a lower critical force. Thus, unbinding dominates below a critical force of 58 pN, while hinge opening and activation dominates above the critical force.\n\nThe critical force determined by the calculations presented here is consistent with single molecule force experiments (Figure 2d) where the bond between the fimbrial tip and mannose is observed to become high affinity at similar force magnitudes. This supports the model that the hook opening leads to the switch from the low- to the high-affinity state, significantly slowing the mannose unbinding rate [8]. The hook shape of FimH thus ensures that there is a much larger distance, and thus a greater responsiveness to force, for hinge opening relative to mannose unbinding. This physical property allows a tensile force to activate FimH rather than pulling mannose out of the pocket.\n\nDiscussion\n\nA long-standing assumption about the microbial adhesive organellae is that their quaternary conformation should be flexible to not impede the ability to explore a target surface in order to quickly find the corresponding receptor molecule and thereby maximize the effectiveness of the adhesins' function. For so-called class 1 fimbriae, where the adhesin is located on the organella's tip (like in the type 1 fimbriae or di-galactose-specific P fimbriae), the quaternary structure of the multi-protein fimbrial tip complex was also proposed to be highly flexible to optimize the binding rate [28]. Indeed, high levels of mobility have been observed previously in NMR studies of FimG-FimF and FimF-FimF dimers in the type 1 fimbrial tip [10]. Furthermore, in the original X-ray structure of FimH that was obtained in complex with FimC [9], the Ld and Pd were separated from one another and, because it was then believed that the separated domains conformation is native, this was also attributed to the need of high mobility of the mannose-binding Ld. Mobility is likely to be important in the fimbrial tips because the main shaft of the type 1 fimbriae is rigid [3] and thus would diffuse slowly within a very restricted exploration space between the bacteria and the target cell surface. However, considering that type 1 fimbriae and other bacterial adhesins are able to mediate shear-enhanced adhesion via the formation of catch bonds [7],[29], the adhesive organellas not only need to be adapted to ensure high mobility of the adhesin, they must also have an effective mechanism to permit the adhesins to be activated by tensile force. As shown in this article, this results in more complex than previously thought mechanical properties of the quaternary structure of the adhesion apparatus.\n\nThe primary structure of the 300 amino acid-long FimH is 99% conserved across E. coli strains. The vast majority of the naturally occurring FimH variants from fecal and pathogenic E. coli mediates well-manifested shear-dependent adhesion. Though FimH in uropathogenic E. coli, especially in the strains causing infection of kidneys, is under positive selection to acquire mutations that increase binding at static or low-shear conditions, most of the FimH variants in uropathogenic strains still manifest shear-dependent phenotype to at least some extent [30]–[32]. For example, the FimH variant crystallized in previous studies [9],[11], which was obtained from a model uropathogenic strain J96 and is a common natural variant, exhibits a distinct shear-dependent binding [29],[32]. The FimH protein crystallized in the fimbrial tip complex [8] and analyzed here differs from the former variant in three amino acids (A27V, S70N, N78S) but is an even more common (and, actually, evolutionary primary) variant among E. coli that causes extra-intestinal infections in humans, including urinary tract infections [15]. FimH variants with completely shear-independent properties are relatively rare and appear to be selected out very fast outside the urinary tract [31].\n\nUsing E. coli expressing the tip-associated FimH variant, we showed here that bacterial adhesion to the bladder uroepithelial cells increases 20-fold when shear increases from 0.01 to 0.1 Pa. Physiological shear stress along the bladder surface is difficult to evaluate and can result from the flow dynamics of urine as well as from the bladder stretching/contraction. The flow-derived level of wall shear stress equals 4Vμ/πR3, where V is volumetric flow rate, μ is fluid viscosity, and R is the radius of the tube. In the human urinary tract, one can estimate that shear stress is quite low in the ureter (0.001 Pa, based on a 3 mm diameter and 0.01 ml/s flow) but can reach 0.3 to 0.5 Pa in the urethra in the course of urination (based on the average urethra diameter of 5–6 mm and urine flow of 20–30 ml/s). Thus, though the shear stress along the bladder surface is expected to vary dramatically depending on the specific compartment or contraction state of the bladder, the shear stress levels tested here are likely to be within the physiological range. These levels are also within the range observed in other compartments. For example, shear along vascular endothelial cells ranges from 0.1 to 0.2 Pa on the venous side and 1 to 2 Pa (up to 5 Pa) on the arterial side of the circulation [6],[7]. Shear stress generated at the tooth surface by salivary flow is approximately 0.08 Pa [8]. Shear stress in the intestines is estimated at 1 to 2 Pa (or higher with viscous lumen) [33] due to peristalsis [34].\n\nThe force-enhanced, catch bond fimbrial properties are ultimately based on the ability of the binding domain of FimH, i.e., Ld, to assume two conformational states, a twisted compressed form with a low affinity and an elongated form with a high affinity toward mannose. In turn, these states are intimately linked to whether Ld is docked to or separated from the anchoring domain of FimH, i.e., Pd. Thus, the effectiveness of FimH in mediating bacterial adhesion depends not only on the ability to quickly find the mannose receptor but also on the property of the two domains to then separate, allowing the conformational switch that strengthens binding.\n\nThe entire 95 kDa type 1 fimbrial tip complex of E. coli, which includes three other structural proteins in addition to FimH, was first tested for the ability to support the shear dependent properties of FimH. Not only was the purified tip complex able to reproduce the shear-dependent binding to a mannose-coated surface demonstrated by fimbriated bacteria, but the force-enhanced interaction between the tip-associated FimH and mannose could be shown in the single molecule force spectroscopy experiments in which force is increased at a constant loading rate with an atomic force microscope. Thus, the shear-dependent and force-enhanced binding properties are intrinsic to the fimbrial tip complex crystallized recently [8].\n\nCurrently, it is very difficult to evaluate the quaternary structural properties of such a large protein complex like the fimbrial tip under dynamic conditions by using direct experimental approaches like NMR or other forms of protein spectroscopy analysis. Though some predictions were made from the analysis of the static crystallographic structure, here we used molecular dynamics simulations as a tool to study in silico the dynamic properties of complex biomolecular structures in solution. It would have been more realistic to perform the simulations with mannose in the binding pocket and apply the force to mannose instead of the 13 mannose-interacting residues. However, the crystallographic structure of the fimbrial tip with FimH in the low-affinity state (where Ld and Pd are interacting with each other) does not contain mannose. Furthermore, a conformational switch of Ld to the high-affinity state (where the domains are separated) is not expected to occur in the time scale of the simulations. Thus, applying the force onto mannose would have had little influence onto the outcome of the simulations, where the goal was mainly the description of how Ld and Pd separate. The key findings of the simulations with and without force are summarized by a cartoon presented in Figure 7a–d.\n\nBefore tensile force is applied, Ld and Pd are docked onto each other forming a hook shaped structure (Figure 7a) stabilized by inter-domain side chain interactions and hydrogen bonds. In contrast, the interface between FimG and FimF presents very few stabilizing contacts and thus is flexible. This interface, and most likely FimF-FimF as well, acts like a hinge allowing for exploration and fast on rates. Moreover, upon application of tensile force, FimG and FimF separate from each other (Figure 7b) while their rotational freedom is still preserved (Figure 4e). This flexibility despite the presence of force is likely to reduce the torsional forces on mannose in the binding pocket, stabilizing the adhesive interaction under dynamic flow conditions.\n\nImportantly, upon further application of tensile force, most of the interactions between Ld and Pd also break and the hook shaped structure of FimH straightens with the domains separating (Figures 3g and 7c). As discussed above, separation of the domains leads to a switch of Ld from a low- to a high-affinity state (Figure 7d) [16],[35]. Thus, while the hinge opening is the primary event in the native fimbrial tip-incorporated FimH that is required for the catch bond to be formed, it is the ensuing conformational change within the binding domain itself that is a key event in strengthening the bond with mannose, observed in single molecule force spectroscopy here and in previous studies [8],[17]. Notably, despite the fact that, in the absence of force, the Ld-Pd interface is stabilized by more bonds and is more stable than the interface between Pd and FimG, Ld separates from Pd when force is applied, whereas the Pd-FimG interface remains almost unaltered. Thus, we propose here that the hooked conformation of FimH is of key significance because it allows for fast sequential unzipping of the contacts stabilizing the Ld-Pd interface. At the same time, the rigid open Pd-FimG conformation provides a lever arm that facilitates the FimH hook opening under force (Figure 7c).\n\nIn summary, every interface in the fimbrial tip appears to play a specific functional role. The FimG-FimF (and likely also FimF-FimF) interface presents lateral and rotational flexibility to efficiently explore the target surface and prevent the stress applied through the fimbrial rod from disrupting the interaction between FimH and the receptor. The hook shaped structure of FimH acts like a force sensor that is activated if a force threshold is reached. Finally, the relatively stiff interface between Pd and FimG extends the lever arm of the pilin domain. This may explain why so many different subunits are found in the fimbrial tip, instead of FimH being directly attached to the major subunit, FimA. The function of the fimbrial tip can be compared to that of an anchor connected to a flexible chain. The flexible connection to the chain allows the relatively stiffer hook to efficiently explore the surrounding tissue until it engages in bond formation. After the bond is formed, the mechanical stress onto the bacterial cell is transmitted to the hook, which acts as a force sensor switching to a high-affinity state.\n\nThe importance of mechanical forces in modulating biological adhesion is highlighted by the structure and function of the adhesive fimbrial tip described here. In particular, the quaternary conformation of this adhesive complex is optimized for initializing the binding (fast on rates), fast switching to the strong bond, and sustaining the binding under dynamic shear conditions (slow off rates). It needs to be noted that the rest of the fimbrial rod is also likely to play an important role in shear conditions. Namely, it has been shown that the fimbrial rod can uncoil and prevent breakage of the high-affinity mannose bond when the force load becomes too high [36]. The rod can recoil when external force drops, sustaining internal mechanical tension on FimH to keep it in a high-affinity conformation by preventing re-docking of the two domains into the hook conformation.\n\nThe type 1 fimbrial tip is the only complex of a native fimbrial tip described at atomic resolution so far. It is possible that the quaternary conformation of adhesive tips in other fimbriae will have similar mechanical properties. For example, di-galactose-specific P fimbriae of E. coli also exhibit shear-enhanced binding [28] and possess a complex filamentous adhesive tip. The multi-domain structures of some eukaryotic adhesins have similarities to the FimH fimbrial tip as well.\n\nIt has been shown that many other receptor-like interactions in eukaryotes are also governed by the catch-bond mechanism. Examples include the binding mechanism of selectins [20],[37],[38], integrins [39], and also the interaction between von Willebrand Factor and the platelet surface receptor glycoprotein Ibα [40],[41], between actin and myosin [42], and between kinetochores and single microtubules [43]. The distinctive hinge or hook shape between the adhesive and anchoring domains of the P-/L-selectins [37],[44], integrins [45],[46], and myosin [47], as well as the curled shape of microtubule protofilaments in the weak-binding disassembly mode [48], suggest a similar mechanism by which mechanical force can apply enough energy to activate these proteins and complexes [19],[46],[49]. Indeed, a common characteristic of protein complexes displaying catch bond behavior is the presence of multiple domains or subunits. One role for the many nonadhesive domains in integrins, and the two to nine consensus repeats in selectins, for example, might be to confer additional molecular flexibility to enhance binding rates and minimize torsional forces. The similarities in quaternary structural mechanics between type 1 fimbrial tips in bacteria and these eukaryotic structures suggest convergent evolution, in which a wide range of proteins that must mediate adhesion in dynamic conditions have evolved multiple domains or subunits creating both rigid hooks to capture energy from mechanical force to initiate conformational changes and flexible regions to initiate and stabilize adhesion in dynamic conditions. This raises the question as to whether the quaternary structures of other multidomain adhesive complexes, including matrix proteins like fibronectin, blood proteins like fibrinogen and von Willebrand Factor, cell-cell adhesion proteins like cadherins, and receptors like selectins and platelet GPIbα, are also optimized for mechanical functions. As novel native structures of adhesive complexes are elucidated in the future, the paradigm of mechanically regulated cell adhesion will provide new insights into the molecular details and physiological conditions of cell-cell interactions.\n\nIt is possible that quaternary structural changes are also involved in other biological interactions that are exposed to mechanical force, even if they do not involve catch bonds. Force regulation and, thus, the catch-bond mechanism might not provide advantages in interactions that provide irreversible adhesion, like between the holdfast of bacteria and colonizing surface that involves one of the strongest adhesive biological interactions [50]. Catch bonds are also unlikely to be involved in the interactions where the binding strength is regulated by the chemical modification of the receptor or ligand, like covalent chemistry performed by adhering mussels [51]. At the same time, other adhesive interactions that provide reversible adhesion, like the foot of the gecko where spatula use pre-tension to control the adhesion strength that drops off at a critical angle, [52],[53] could benefit from some version of force regulation of the quaternary structures of the involved proteins. It remains to be determined, however, to what extent the catch-bond mechanism can be generalized to any reversible (non-covalent) biological interactions regulated by mechanical force.\n\nMaterials and Methods\n\nFlow Chamber Experiments\n\nBacterial binding to uroepithelial cells\n\nParallel plate flow chamber experiments were in general performed as described previously [5]. A confluent monolayer of T24 human urinary bladder carcinoma cells was grown in Corning brand polystyrene tissue culture dish in McCoy medium supplemented with 10% FBS and penicillin/streptomycin. Flow chamber with 1 cm wide gasket was assembled on top of the monolayer. Recombinant GFP-expressing E. coli were grown overnight in LB with shaking, washed, and resuspended in McCoy medium to OD 1.0. Then E. coli were flown into the chamber at low (0.01 Pa) or high (0.1 Pa) shear stress conditions for 30 min at 37°C. Then the flow was switched to McCoy medium without bacteria, and the flow chamber was mounted on a Nikon TE200 inverted microscope with a 10-fold phase-contrast objective and fluorescent lamp. The T24 cells monolayer was examined under transmitted light, and images of several fields of view per each plate with intact monolayer were acquired both in transmitted and fluorescent green light. The number of green dots, which corresponds to bacteria sticking on the surface, was counted and averaged over 10 pictures at each shear. Examples of these pictures for both low and high shear are presented in Figure 2a.\n\nBacterial binding to mannose\n\nBinding of bacteria to mannose coated dishes was performed as described previously [32]. The dishes coated with monomannosylated bovine serum albumin were inserted into a parallel plate flow chamber. Then E. coli were washed into the chamber at either 0.01 Pa or 0.1 Pa for 5 min at 37°C and the number of bacteria sticking onto the surface was determined as described in “Bacterial Binding to Uroepithelial Cells.” A comparison of E. coli binding to T24 cells or mannose at both shears is presented in Figure 2b.\n\nFimbrial tip binding to mannose\n\nPolystyrene beads with a 3 µm diameter were incubated with 100 µg/ml mannosylated bovine serum albumin (V-labs Inc., Covington, LA) for 75 min and washed with 0.2% bovine serum albumin in phosphate buffered saline (PBS-BSA) to reduce nonspecific binding. Fimbrial tips were immobilized on a Corning brand polystyrene tissue culture dish at 0.1 µg/ml total protein for 1.25 h at 37°C, then blocked with PBS-BSA overnight. To measure the rate of accumulated binding of beads to the surface, the suspended beads were washed over the surface at the indicated shear stress levels for 5 min and the number of adherent beads at the end of 5 min was counted and plotted in Figure 2c.\n\nConstant Velocity Single Molecule Force Spectroscopy\n\nSingle molecule force spectroscopy experiments were performed as described previously [7]. Fimbrial tips were immobilized on plates as described above except at a much higher concentration on account of the small size of the atomic force microscope (AFM) cantilever tip. Olympus Biolever cantilevers were incubated with 100 µg/ml man-BSA at 37°C for 1.25 h and blocked overnight in PBS-BSA. An Asylum MFP-3D AFM was used to probe the forces on single bonds between the cantilever and surface in PBS-BSA. The tip was pressed to the surface and then the tip withdrawn at a constant velocity calculated to create 300 pN/s, given the spring constant of the cantilever tips (calculated with the thermal method and found to vary between 4.38 and 5.69 pN/nm for different tips). The force at rupture was calculated as the difference between the peak of tensile force and the average baseline force following rupture, using an automated script. Nonspecific interactions between the tip and surface were measured by adding 4% alpha-methyl mannose to the PBS-BSA solution to prevent specific bonds from forming. The resulting histogram of rupture forces was plotted as a difference between the number of total events and non-specific rupture events at a given force range (Figure 2d, bars). The off rates (Figure 2d, circles) were then calculated as a function of force according to the method of Evans et al. [18]. The probability of rupture was estimated for the kth force bin by dividing the number of interactions that break in the force range represented by the kth bin (ΔNk) by the number remaining at the start of the bin (Nk = ΔNk+ΔNk+1+…). The rate of rupture was calculated as this probability divided by Δtk, the time spent in that bin, calculated as the width of force bin divided by loading rate.\n\nInitial Structures and Definition of Domains\n\nThe conformations used in the molecular dynamics simulations were derived from the crystallographic structure of the fimbrial tip (PDB code 3JWN). The quaternary structure of the crystallized fimbrial tip consists of four subunits and a chaperone protein FimC (Figure 1a). Each subunit donates a β strand to the N-terminal neighboring subunit, thus allowing for polymerization (Figure 1b). In order to study the flexibility and the function of the fimbrial tip, the entire structure was subdivided into domains. Each domain consisted of the globular part of a subunit and included the strand donated by the neighboring subunit. The donated strand is covalently linked to the neighboring domain through a short unstructured chain, termed a linker chain. Starting from the N-terminus, the names and in parenthesis the exact amino acid sequences of each domain are as follows: FimH lectin (1–158), FimH pilin (161–279 and 1–12 of donated strand by FimG subunit), FimG (16–144 and 1–12 of donated strand by FimF subunit), and FimF (16–154 and 1–12 of donated strand by the second FimF). In this article, if not specified, FimG and FimF always refer to the domains and FimH to the lectin domain (Ld) and pilin domain (Pd) including the linker chain. Otherwise, the word “subunit” will accompany the name, e.g., FimG sub-unit.\n\nThe constant force simulations (see section “Simulations”) were run with the first four domains of the fimbrial tip, i.e., FimH Ld, FimH Pd, FimG, and FimF, after having been equilibrated for 3 ns. In this construct, the strand donated by the second copy of FimF was truncated after residue 14. In the simulations run with just FimH, the protein was cleaved after residue 13 of the FimG donated strand. In the runs with FimH Pd-FimG or FimG-FimF, the protein was cleaved after residue 14 of the respective donated strand.\n\nSimulations\n\nThe MD simulations were performed with the program NAMD [54] using the AMBER03 force field [55] and the TIP3P model of water [56]. In the simulations with only two domains, the protein was inserted into a cubic water box with a side length of 115 Å such that the distance between the protein and the edge of the box measured at least 12 Å. In the simulations with the four domains (FimH Ld to FimF), a rectangular water box was used with side lengths of 70 Å×70 Å×200 Å to allow for extension of the protein when a pulling force was applied. The water molecules overlapping with the protein or the ions were removed if the distance between the oxygen atom of a water molecule and any atom of the protein or any ion was smaller than 3.1 Å. This value is equivalent to the distance between water molecules at room temperature and 1 atmosphere of pressure. To avoid finite size effects, periodic boundary conditions were applied. Different initial random velocities were assigned whenever more than one simulation was performed with the same molecule. Electrostatic interactions were calculated within a cutoff of 10 Å, while long-range electrostatic effects were taken into account by the Particle Mesh Ewald summation method [57]. Van der Waals interactions were truncated with the use of a switch function starting at 8 Å and turning off at 10 Å.\n\nBefore production, the starting conformation and the solvent were minimized by performing 6,000 steps of the conjugate gradient method. Following minimization, the system was heated by increasing the temperature stepwise in increments of 10 K each every 1 ps during a total time of 30 ps until the target temperature of 300 K was reached. During production, the temperature was kept constant by using the Berendsen thermostat [58] with a relaxation time of 0.1 ps, while the pressure was held constant at 1 atm by applying a pressure piston [59]. For the 300 K runs where no external force was applied, the first 10 ns of unconstrained simulation time were also considered part of the equilibration and were not used for the analysis. The dynamics were integrated with a time step of 2 fs. The covalent bonds involving hydrogens were rigidly constrained by means of the SHAKE algorithm with a tolerance of 10−8. Snapshots were saved every 10 ps for trajectory analysis.\n\nThe simulations where no external force was applied were checked for convergence by calculating averages and standard deviations of the magnitudes presented in Figure 4 on time windows of 10 ns. In the case of the simulations with either the entire FimH protein or the complex between Pd and FimG, the averages over the 10 ns time window differed on values smaller than the standard deviations, indicating that the runs had converged. On the other hand, the quaternary structure of the FimG-FimF complex was observed to be highly flexible because of the near absence of inter-protein contacts; thus, the averages over 10 ns time windows had relatively larger fluctuations.\n\nConstant force pulling\n\nA force of 200 pN was applied in opposite directions to simulate the extension of the four domains (FimH Ld to FimF). The force was applied to the Cα of residue 14 of the FimF donated strand located at the C-terminus and to the center of mass of the Cα atoms of the following 13 residues located near the mannose binding pocket at the N-terminus: F1, I13, N46, D47, Y48, I52, D54, Q133, N135, Y137, N138, D140, and D141. These are the same residues used to pull the protein in a previous study by us [5]. Though the fimbrial tip crystal structure was obtained in the absence of mannose, an assumption was made that these residues interact with mannose based on the previously obtained crystal structure of the FimH-FimC complex with separated FimH domains [9],[11]. The force was applied during in total 10 ns and three runs were performed. Prior to pulling, the four-domain construct was equilibrated at 300 K for 3 ns. In addition, three 10 ns pulling simulations were performed also with the isolated FimH protein, where the initial structure was taken after 10 ns equilibration of the 40 ns run at 300 K (Table 2).\n\nDetermination of Native Contacts\n\nThe conformations sampled at room temperature were used to determine native hydrogen bonds and salt bridges. To define a hydrogen bond, a H … O distance cutoff of 2.7 Å and a D–H … O angle cutoff of 120° was used, where a donor D could either be an oxygen or a nitrogen. Side chains were defined to form a contact when the distance between their geometric centers was not larger than 6 A. An interaction was defined as salt bridge if the atoms Nζ of Lys or Cζ of Arg were closer than 4 Å or 5 Å, respectively, from either the Cγ of Asp or Cδ of Glu. All histidines were assumed neutral. Those hydrogen bonds and side chain contacts present in at least 66% of the frames of the 300 K simulations were selected as native contacts. Native inter-domain contacts were used to monitor the separation of the domains from each other in the pulling simulations.\n\nInter-Domain Buried Surface and Angles\n\nInter-domain buried surface\n\nThe solvent accessible surface area (SASA) buried at the interface between two domains was calculated by subtracting the SASA of the two domains without the linker chain from the sum of the SASA of the two domains independently.\n\nInter-domain hinge and twist angles\n\nThe principal axes for each domain were calculated by diagonalizing the moment of inertia tensor using the program VMD [60]. The hinge angle between two neighboring domains was defined as the angle between their longest principal axes subtracted from 180°. The twist angle was defined as the angle between the second longest principal axes.\n\nCalculation of the Elongation of the Protein\n\nElongation of the fimbrial tip under pulling was calculated between the N-terminus of FimH (residue 1) and the C-terminus of FimG (residue Asp12 of the donated FimF strand) because the interface between FimG and FimF is rather flexible whereas the interface between Pd and FimG is relatively stiff (Figure 4). This distance for the native state was determined by averaging over the last 2 ns of a 3 ns simulation with the entire fimbrial tip, where no force was applied, and measured 121±1 Å. Because of the high force used in the pulling simulations, the single domains were likely to experience overstretching. Thus stretching of the single domains was subtracted by calculating the distance between the termini of the Ld, Pd, and FimG domains (see section “Initial Structures and Definition of Domains” above for the exact definition of domains) and comparing it to their average lengths during the last 2 ns of the 3 ns run with the fimbrial tip.\n\nSupporting Information"
}