{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2003502",
  "doi": "10.1371/journal.pbio.2003502",
  "externalIds": [
    "pii:pbio.2003502",
    "pmid:29304142",
    "pmcid:PMC5773223"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "“Pomacytosis”—Semi-extracellular phagocytosis of cyanobacteria by the smallest marine algae",
  "authors": [
    {
      "name": "Nina A. Kamennaya",
      "first": "Nina A.",
      "last": "Kamennaya",
      "affiliation": "Ocean Biogeochemistry & Ecosystems Research Group, National Oceanography Centre, Southampton, United Kingdom"
    },
    {
      "name": "Gabrielle Kennaway",
      "first": "Gabrielle",
      "last": "Kennaway",
      "affiliation": "Imaging and Analysis Centre, Science Facilities, Natural History Museum, London, United Kingdom"
    },
    {
      "name": "Bernhard M. Fuchs",
      "first": "Bernhard M.",
      "last": "Fuchs",
      "affiliation": "Max-Planck Institute for Marine Microbiology, Bremen, Germany"
    },
    {
      "name": "Mikhail V. Zubkov",
      "first": "Mikhail V.",
      "last": "Zubkov",
      "affiliation": "Ocean Biogeochemistry & Ecosystems Research Group, National Oceanography Centre, Southampton, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-7723-6810"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-01-05",
  "dateAccepted": "2017-12-15",
  "dateReceived": "2017-07-03",
  "volume": "16",
  "number": "1",
  "pages": "e2003502",
  "tags": [
    "Algae",
    "Aquatic environments",
    "Biochemistry",
    "Cell biology",
    "Cell processes",
    "Cellular structures and organelles",
    "Cellular types",
    "Chloroplasts",
    "Community ecology",
    "Discipline-v3/Algae",
    "Discipline-v3/Aquatic environments",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Chloroplasts",
    "Discipline-v3/Community ecology",
    "Discipline-v3/Earth sciences",
    "Discipline-v3/Ecology",
    "Discipline-v3/Ecology and environmental sciences",
    "Discipline-v3/Electron microscopy",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Marine and aquatic sciences",
    "Discipline-v3/Marine environments",
    "Discipline-v3/Microscopy",
    "Discipline-v3/Non-coding RNA",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Organisms",
    "Discipline-v3/Phagocytosis",
    "Discipline-v3/Plant cell biology",
    "Discipline-v3/Plant cells",
    "Discipline-v3/Plant science",
    "Discipline-v3/Plants",
    "Discipline-v3/Predation",
    "Discipline-v3/RNA",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Ribosomal RNA",
    "Discipline-v3/Ribosomes",
    "Discipline-v3/Scanning electron microscopy",
    "Discipline-v3/Sea water",
    "Discipline-v3/Transmission electron microscopy",
    "Discipline-v3/Trophic interactions",
    "Ecology",
    "Electron microscopy",
    "Eukaryota",
    "Marine and aquatic sciences",
    "Marine environments",
    "Microscopy",
    "Non-coding RNA",
    "Nucleic acids",
    "Organisms",
    "Phagocytosis",
    "Plant cell biology",
    "Plant cells",
    "Plant science",
    "Plants",
    "Predation",
    "RNA",
    "Ribosomal RNA",
    "Ribosomes",
    "Scanning electron microscopy",
    "Sea water",
    "Transmission electron microscopy",
    "Trophic interactions",
    "Type/Short Reports"
  ],
  "abstract": "The smallest algae, less than 3 μm in diameter, are the most abundant eukaryotes of the World Ocean. Their feeding on planktonic bacteria of similar size is globally important but physically enigmatic. Tiny algal cells tightly packed with the voluminous chloroplasts, nucleus, and mitochondria appear to have insufficient organelle-free space for prey internalization. Here, we present the first direct observations of how the 1.3-μm algae, which are only 1.6 times bigger in diameter than their prey, hold individual Prochlorococcus cells in their open hemispheric cytostomes. We explain this semi-extracellular phagocytosis by the cell size limitation of the predatory alga, identified as the Braarudosphaera haptophyte with a nitrogen (N2)–fixing endosymbiont. Because the observed semi-extracellular phagocytosis differs from all other types of protistan phagocytosis, we propose to name it “pomacytosis” (from the Greek πώμα for “plug”).",
  "fullText": "Introduction\n\nIn conventional phagocytosis, the caught prey is internalized, i.e., enclosed by a phagocytic membrane inside the predator cell to form a food vacuole, within which prey is digested and its contents are absorbed through the vacuole membrane [1]. Apart from secure isolation of the prey from the environment, full closure of the food vacuole benefits the predator in a number of ways. The fully closed vacuole allows the predator to pump excess water to reduce the vacuole volume, to adjust pH inside the vacuole to facilitate prey digestion by lytic enzymes, and to contain lysed prey for efficient nutrient assimilation. Only refractory prey material, e.g., moieties of cell wall, is egested when the closed food vacuole finally fuses back with the plasma membrane [2]. Thus, conventional phagocytosis of internalized prey requires enzymes, microfilament, microtubule, and membrane investments and can be limited by the predator size [3].\n\nPhagocytosis of prey of similar size or bigger is difficult but achievable for protists. For example, some dinoflagellates use a feeding tube to inject lytic enzymes into prey and to extract digested prey contents [4,5]. Other dinoflagellates and several haptophytes form extracellular, yet closed, food vacuoles [6–8]. Such extensive extracellular vacuoles can only be completed by large predatory cells that can produce and stock sufficient amounts of the required investments. Compared to extracellular phagocytosis, internalization of similar-sized prey requires from the predator fewer investments but sufficient intracellular space free from organelles. In protists, the nucleus, mitochondria, and chloroplasts (the latter in algae) can vary in size, but these organelles cannot be smaller than a certain minimal volume. Owing to the presence of such “nonscalable” organelles [9], the intracellular volume available for investment storage and prey internalization shrinks as a power function of the predator cell size. Consequently, small protists may be unable to internalize (conventionally phagocytose) similar-sized prey. To test that, we focused on feeding of the smallest algae (&lt;3 μm in diameter), whose chloroplast-packed cells in addition to the nucleus and mitochondria should have the minimal organelle-free space among free-living protists.\n\nAccording to our morphometric estimates, organelles occupy approximately 70% of a haptophyte alga with a cell volume of 2.8 ± 0.8 μm3 (n = 10; S1 Fig). Even after taking into account scalable but vital cell components, e.g., endoplasmic reticulum rich in ribosomes and enzymes, both the haptophyte alga as well as the smallest known prasinophyte alga with a cell volume of 1.1 to 5.7 μm3 [10] are still capable of internalizing a bacterial cell of 0.1 to 0.3 μm3 [11]. This is in agreement with the substantial indirect experimental evidence that, despite their diminutive size, the smallest (1- to 3-μm diameter) algae are the main predators of bacterioplankton in the open ocean [12,13]. However, because of insufficient resolution of optical microscopy, phagocytosis by these algae could only be inferred [14].\n\nIn order to find out how algae less than 3 μm in size phagocytose similar-sized bacteria, we chose to study the smallest oceanic picoeukaryotic algae, plastidic eukaryote small (PES), separated from other protists and bacteria living in seawater by flow cytometry. Using high-resolution electron microscopy to observe fine cellular details of the sorted algae, we found that their semi-extracellular bacterial phagocytosis—“pomacytosis”—differs from all other types of phagocytosis.\n\nResults\n\nLow concentrations of bacterioplankton and PES (6 × 105 cells ml-1 and 4 × 102 cells ml-1, respectively; S2 Fig) in the studied region of the Eastern subtropical North Atlantic Ocean were typical for open ocean waters [11,13].\n\nThe main PES population was well defined by flow cytometry and selected for sorting (S3 Fig). High-throughput barcoding analysis of flow-sorted PES cells (S3 Fig) yielded 10,416 high-quality (≥300 nt) 16S rRNA gene reads and identified the dominant taxa: 51% of the amplicons were sequences of cyanobacteria, composed of Prochlorococcus (26%) and unicellular diazotrophic cyanobacteria group A (UCYN-A; 25%), and 38% of the amplicons were chloroplast sequences, the majority of which (58%) belonged to the Braarudosphaeraceae, a coccolithophore family of the Haptophyta (Fig 1). The remaining chloroplast sequences belonged to 10 other types of small algae, each of which represented only a minor fraction of the PES cells (Fig 1). The negligible number of sequences of SAR11 alphaproteobacteria (Rickettsidae)—the most abundant bacteria in the samples (thus the most probable by-sorted cells)—validated the high purity of PES sorting.\n\nAnalyses of nearly full-length ribosomal gene sequences confirmed the phylogenetic affiliation obtained with shorter amplicons. Full-length sequences of the 16S rRNA gene of Prochlorococcus and UCYN-A were 99% identical to high light–adapted Prochlorococcus marinus strain MIT9301 and 100% identical to the Candidatus Atelocyanobacterium thalassa isolate a long-term oligotrophic habitat assessment (ALOHA) [15], respectively. The 18S rRNA gene sequence was 99% identical to a calcifying Braarudosphaera bigelowii isolate TMRscBb7 [16] (S4 Fig) and to a small noncalcifying alga collected from oligotrophic waters of the South East Pacific Ocean (S4 Fig) [17], confirming the chloroplast 16S rRNA gene-based identification.\n\nScanning and transmission electron microscopy (SEM and TEM, respectively) showed no curved rod-shaped cells of the most abundant SAR11 bacteria (S5A Fig) among flow-sorted PES cells. The absence of by-sorted SAR11 bacteria reaffirmed the high sorting purity. The majority (95%) of the imaged PES cells (185 out of 195) were ball-shaped small cells with an estimated diameter of 1.3 ± 0.22 μm (n = 33, size corrected for 30% linear cell shrinkage during sample dehydration [18]). Some of them bore organic, noncalcified scales (S6 Fig). These morphotypes represent coccolythophore life cycle stages found in nutrient-poor waters [19–21]. Among the sorted PES cells, there were no cells with external mineral investments, i.e., pentagonal-shape liths characteristic of Braarudosphaera species found in nutrient-replete waters [22]. A few morphologically different cells (10 out of 195 examined cells) had one or two well-preserved flagella (S7 Fig) that ruled out the artificial loss of external investments by the dominant alga.\n\nOut of 185 cells of the dominant alga, 155 (84%) were associated with smaller coccoid cells 0.81 ± 0.08 μm (n = 10, size corrected for 30% linear cell shrinkage during cell dehydration) in diameter (Fig 2). An additional intracellular body of the dominant algal cells was observed using TEM (Fig 2E). The 0.47 ± 0.05 μm (n = 4) diameter body occupied a particular location at the cell periphery next to one of the two chloroplasts. When the body was absent, a rupture in the algal cell wall was observed (Fig 2F, thick arrow; S5B Fig), confirming that the body was intracellular but could be lost under mechanical stress caused by sorting PES cells directly on TEM grids. A similar intracellular “spheroid body” in B. bigelowii isolate TMRscBb7 was identified as an obligate N2-fixing UCYN-A endosymbiont [16]—cyanobiont. Contrary to the cyanobiont, the molecularly identified Prochlorococcus associated with PES is a free-living planktonic cyanobacterium that was numerous in the studied seawater (1.7 × 105 cells ml-1).\n\nSynthesising the above evidence, we concluded that the UCYN-A amplicon derived from the “intracellular body” and the Prochlorococcus amplicons represented the extracellular cocci attached to the PES cells. We interpreted the latter association as phagocytosis of Prochlorococcus by the naked haptophyte (hereafter referred to as B. bigelowii JC142). We assigned the observed B. bigelowii cells to two major groups and one minor group, as follows: (a) alga with an associated Prochlorococcus, of which less than 50% cell surface is inside the cytostome (49%); (b) alga with an associated Prochlorococcus, of which more than 50% cell surface is inside the cytostome (35%); and (c) alga with a cytostome but without prey (16%) (Fig 2).\n\nThe cytostome is most likely used for shape- (and possibly surface-)selective prey recognition and capture. In support of the notion of selection, neither molecular nor microscopic evidence suggested that B. bigelowii JC142 fed on SAR11 alphaproteobacteria—the most abundant free-living bacteria in the studied seawater (2.8 × 105 cells ml-1; S2 Fig). The algae preferred to feed on less abundant Prochlorococcus (1.7 × 105 cells ml-1), which made up only 27% of total bacterioplankton in the seawater (6 × 105 cells ml-1; S2 Fig), i.e., the haptophyte selected on average one out of four encountered free-living bacterial cells.\n\nBecause of high-purity PES sorting, the individual Prochlorococcus observed by SEM were not by-sorted cells but were in fact cells detached from the haptophytes during sorting (e.g., Fig 2D). Both intact and doughnut-shaped, deformed Prochlorococcus cells were observed (S5 Fig). The intact, spherical Prochlorococcus (14 observed cells) were probably at the start of pomacytosis, while the doughnut-shaped Prochlorococcus with a central small spot of depressed surface area (23 cells) were at the end of pomacytosis (S5 Fig). Similarly, deformed Prochlorococcus cells were observed by SEM and TEM (Fig 2L and 2M), affirming that the deformation was a result of pomacytosis rather than an artefact of SEM sample preparation.\n\nHigh-power TEM revealed that in the groups (a) and (b), the prey Prochlorococcus cell is fitted into a semicircular cytostomic depression, which—according to SEM—is in reality hemispherical and is anchored in the cytostome between the two algal chloroplasts (Fig 2C and 2E). In all 155 specimens observed with the Prochlorococcus cell, the latter remains at least partially free of the algal cytostome membrane (Fig 2, S8 Fig). To our knowledge, this is the first observation of semi-extracellular phagocytosis of prey by a protist using a partially opened cytostome.\n\nDiscussion\n\nThe B. bigelowii JC142 is the smallest haptophyte that was directly observed to phagocytose free-living bacteria. However, B. bigelowii ability to internalize the selected bacterium is evolutionary evidenced—its cyanobiont is of a phagocytic origin. The intracellular UCYN-A symbiont cell in B. bigelowii isolate TMRscBb7 is surrounded by a food vacuole membrane [16]. The presence of the UCYN-A cyanobiont further reduces the intracellular space of B. bigelowii available for prey internalization. The size of the UCYN-A symbiont of B. bigelowii JC142 is at the lowest end of the reported UCYN-A size range [15,16,23,24]. The cyanobiont occupies less than 5% of the estimated volume of the B. bigelowii JC142 cell, while the Prochlorococcus prey measures more than 20% of the algal volume. Perhaps the choice between conventional phagocytosis and pomacytosis depends on the size ratio between the alga and its prey. In order to overcome its space limitation, 1.3-μm B. bigelowii JC142 cell, pomacytoses 0.8-μm Prochlorococcus instead of using whole-cell phagocytosis.\n\nSelective feeding of B. bilgelowii JC142 on Prochlorococcus implies that, despite the internal supply of fixed nitrogen by the UCYN-A cyanobiont—or perhaps owing to this supply as well as to metabolic demands of the symbiont—the haptophyte could be limited in other main inorganic nutrients [25], e.g., phosphorus and iron. However, this limitation is unlikely because B. bigelowii JC142 was collected in the Eastern subtropical North Atlantic Ocean fertilised by aeolian dust from the Saharan desert. Consequently, the surface waters in the studied area are enriched in phosphate and iron [26] but are poor in nitrogen salts [27]—the environment that facilitates the growth of N2-fixing photoautotrophs. Instead of photoautotrophy, B. bigelowii JC142 cells unconstrained by inorganic nutrients, including nitrogen (fixed by its cyanobiont), pomacytose Prochlorococcus. Therefore, the main nutrient the haptophytes gain from Prochlorococcus prey is, perhaps, fixed carbon.\n\nB. bigelowii may require fixed carbon because it has the cyanobiont. The UCYN-A cyanobiont lost its photosystem II complex (PSII) but retained its photosystem I (PSI) [28] to use light energy to fix N2. In return for the shared fixed nitrogen, the Braarudosphaera host should share its fixed carbon with the cyanobiont [15,29]. Furthermore, to minimize inhibition of the cyanobiont N2 fixation, a B. bigelowii cell needs to keep its intracellularly dissolved O2 concentration low. Large host cells, e.g., Rhizosolenia and Rhopalodia diatoms, do that by spatially segregating their chloroplasts from N2-fixing cyanobionts within their cells [30]. In the 1.3-μm B. bigelowii JC142 cell (Fig 2E), O2 produced by the adjacent chloroplast could directly inhibit N2 fixation by the cyanobiont, and the haptophyte needs to reduce [29] if not to halt photosynthesis by its own chloroplasts. Consequently, both the host and cyanobiont become starved of fixed carbon and require its alternative, external source. In order to acquire that fixed carbon, B. bigelowii JC142 selectively pomacytose free-living Prochlorococcus cyanobacteria.\n\nBased on our observations (Figs 1 and 2), we suggest interpreting the reported association between the “unknown structure” and UCYN-A–bearing haptophyte (Fig 6 in [29]) as Prochlorococcus cell pomacytosed by the haptophyte. Low CO2 fixation by the haptophyte chloroplasts compared with high CO2 fixation by the “unknown structure”—Prochlorococcus (Fig 6 in [29])—supports our suggestion that the Braarudosphaera could acquire fixed carbon from its prey rather than from its own chloroplasts. Perhaps, because a CO2-fixing Prochlorococcus cell also produces O2, the B. bigelowii JC142 cell does not internalize it. Instead, live Prochlorococcus is kept segregated from the O2-sensitive cyanobiont, and the haptophyte keeps the cytostome semi-open to allow O2 dissipation. Therefore, pomacytosed Prochlorococcus could be viewed as a temporary chloroplast substitute.\n\nConventional phagocytosis is a relatively quick process that usually takes seconds (e.g., [8]), and one seldom observes a protist predator in the process of internalizing prey. Because the majority of the B. bigelowii JC142 collected during six-hour sampling was in a process of feeding (84% held prey), pomacytosis should be a slow process that takes hours. The absence of internalized Prochlorococcus cells and nearly 1:1 ratio between pomacytosed Prochlorococcus with more than half cell surface exposed (group [a]) and with less than half cell surface exposed (group [b]) suggest that the haptophyte controls exposure of the prey cell to seawater. During slow pomacytosis, the predator could gain extra benefit from the prey that fixes CO2 and takes up nutrients through the cell wall exposed to seawater (Fig 2E–2K). Unlike conventionally phagocyting cells, the pomacyting B. bigelowii JC142 detained Prochlorococcus in their cytostome without full internalization, perhaps; harvested fixed carbon released by prey; and egested the deformed, spent prey without full digestion (S5 and S8 Figs).\n\nTherefore, a combination of intracellular space limitation (primarily) and physiological requirements of the tiny predatory alga (secondarily) leads to semi-extracellular phagocytosis of selected prey.\n\nMaterials and methods\n\nEthics statement\n\nThis is an oceanographic study carried out in the international waters. This research does not require special permission.\n\nSampling collection and sorting strategies\n\nThe study was carried out in the Eastern subtropical North Atlantic Ocean (23° 37′ N 20° 43′ W) on board the Royal Research Ship “James Cook” during the research cruise JC142 from November to December 2016. Seawater samples from 25 m (a representative depth of the surface mixed layer) were collected using a rosette of 20-l Niskin bottles mounted on a conductivity-temperature-depth (CTD) profiler. All plastic- and glass-ware for handling seawater was prewashed with 10% HCl and rinsed with sampled seawater.\n\nConcentrations of total bacterioplankton, including Prochlorococcus and SAR11, the latter as a population of cells with low nucleic acid content [31], were determined by flow cytometry. Routinely, samples were fixed with 1% (w/v) paraformaldehyde (PFA) final concentration, stained with SYBR Green I DNA dye [11,32], and analysed with the custom-modified FACSort instrument (Becton Dickinson, Oxford, UK) equipped with the blue diode laser (488 nm, 50 mW; Quantum Analysis, Munster, Germany) using the CellQuest software.\n\nFor determining concentrations of PES and Synechococcus and for cross-referencing microbial populations in the concentrated samples (used for flow sorting), seawater samples were fixed with 2% PFA, stained with 0.1 μg ml-1 Hoechst 33342 (final concentration), and analysed with the custom-built MoFlo XDP instrument (Beckman-Coulter, High Wycombe, UK) (S2 Fig) using the Summit 5.4 software. The first UV diode laser (355 nm, 100 mW; JDSU, CY355-100, Thailand) and the second blue diode laser (488 nm, 240 mW; Cobolt, Solna, Sweden) were aligned through the first and third pinhole, respectively. Shallow angle light scatter (forward scatter [FSC]) of the UV light was detected using the 351 ± 5–nm optical filter and the H957-18 photomultiplier (Hamamatsu, Japan). More sensitive H957-27 photomultipliers (Hamamatsu) were used for detecting particle fluorescence at four wavelengths (457 ± 25 nm, 530 ± 20 nm, 580 ± 15 nm, &gt;643 nm) and the three wavelengths (505–550 nm, 580 ± 15 nm, 670 ± 15 nm) excited by the first and second laser, respectively.\n\nA reference mixture of yellow-green (505/515 nm) 0.5-μm beads (Life Technologies, Eugene, Oregon, US) and multifluorescence 1.0-μm beads (Fluoresbrite Microparticles, Polysciences, Warrington, Pennsylvania, US) were used as an internal standard for both fluorescence and flow rates. The absolute concentration of beads in the stock solution was determined using syringe pump flow cytometry [33].\n\nFor flow sorting, microbes were gravity concentrated approximately 103-fold using sterile 0.2-μm pore size Sterivex filter units (Millipore, Watford, UK) attached directly to Niskin bottles. For molecular identification, concentrated microbial samples were fixed with Lugol iodine solution [34] and stored at +4°C before being flow sorted within 48 hours. Samples were discoloured with thiosulfate [34] and stained with Hoechst 33342 prior to sorting. For electron microscopy analyses concentrated samples were fixed with 2% PFA and stained with Hoechst 33342 prior to sorting. The same dominant distinct population of the smallest picoeukaryotic algae—PES—was flow sorted with the MoFlo XDP instrument (S3 Fig) using the Summit 5.4 software. The instrument was optically aligned, and its sorting purity and recovery were optimised using blue (350/440 nm) 1.0-μm beads (Life Technologies). Only PES cells gated by both gates (S3B, S3C, S3E and S3F Fig) were sorted. Purity of sorted PES cells was validated by the molecular and electron microscopy analyses.\n\nMicroscopy\n\nFor TEM analyses, 1 × 103 to 2 × 103 target PES cells were flow sorted directly on formvar/carbon–covered 200 mesh copper grids (Agar Scientific, Stansted, UK) stained with 2% w/v Gadolinium (aqueous solution), rinsed with pure deionized water, and stored in a desiccator for analysis ashore. The grids were examined at 200 keV with the Jeol 2011 LaB6 TEM instrument fitted with a Gatan UltraScan 1000 camera at the University of Warwick’s Research Technology Platform in Advanced Bioimaging in the United Kingdom.\n\nFor SEM analyses, 20 × 103 target cells were flow sorted into sterile 1.5-ml microcentrifuge tubes containing aqueous solution of 1% glutaraldehyde (Electron Microscopy Sciences). The tubes were stored at 4°C and brought ashore. The sorted cells were collected onto 0.2-μm pore size, 13-mm polycarbonate filters under low vacuum, dehydrated in the ethanol series, and critical point dried using 99.9% hexamethyldisilazane (Sigma-Aldrich). The dehydrated filters were stored in a desiccator at room temperature. Prior to SEM analyses, the filters were sputtered with Au/Pd (3:2) to a thickness of 10 nm using the High-Resolution (208hr) Sputter Coater coupled with the MTM20 film thickness controller (Cressington). The filters were examined with the high-resolution SEM UltraPlus instrument (Zeiss Gemini) at 5 keV using the secondary electron detector at the Imaging and Analysis Centre of the Natural History Museum in London, UK.\n\nCell dimensions were measured on both TEM and SEM micrographs using the ImageJ software [35]. The values obtained from the SEM micrographs were corrected to account for approximately 30% cell shrinkage [18]. Average cell volumes were calculated assuming a ball or spheroid shape of algal cells (4/3πa2b), a spherical segment for chloroplasts (πh2[b-1/3h]), an ellipsoid for a nucleus (4/3π[a-h]2b), and half of this ellipsoid for a mitochondrion (S1 Fig).\n\nMolecular identification\n\nFor molecular analyses, 20 × 103 to 50 × 103 PES cells were flow sorted into sterile 1.5-ml microcentrifuge tubes. An aliquot of 2 μl containing approximately 2 × 103 cells was added into a 0.2-ml PCR tube containing 30 μl of Q5 High Fidelity Master Mix (New England BioLabs) complemented with primers and nuclease-free water (Ambion). For full-length 16S or 18S rRNA gene amplification, we used 27f/1492r [36] or 63f/1818r [37] primers with annealing temperature of 59°C. The amplicons were added with A-tails (OneTaq DNA polymerase, New England BioLabs), ligated to the pGEM T-Easy vector (Promega), and transformed into the NEB 5-alpha competent Escherichia coli cells (New England BioLabs). Plasmids from the positive colonies were sequenced with T7 and SP6 primers to cover the full amplicon length. The 18S rRNA gene sequences were aligned with 18 reference sequences of haptophytes (1,400 positions), and phylogenetic relationships for the dataset were calculated with MrBayes software [38].\n\nFor a massively parallel sequencing, hyper variable regions V3–V4 (490 bp) were amplified by PCR using S-D-Bact-0341-b-S-17 and S-D-Bact-0785-a-A-21 primers [39]. The forward primer included the PGM barcode adapter (Ion Xpres Barcode Adapters 1–96 Kit, ThermoFisher Scientific), and both primers were tailed with the Ion Torrent sequencing adapters to allow direct downstream multiplexed sequencing. Following amplification, PCR products of approximately 490 bp were gel purified with NucleoSpin Gel and PCR Cleanup kit (Macherey-Nagel), and 1.5 ng of the product was used for template preparation with the Ion Torrent OneTouch System (ThermoFisher Scientific). The templates were sequenced on an Ion Torrent PGM sequencer (ThermoFisher Scientific) using the Hi-Q sequencing chemistry.\n\nAfter sequencing, the individual sequence reads were first quality trimmed using the Ion Torrent software suite and then further processed using the bioinformatics pipeline of the Silva NGS project [40]. This involved quality controls for sequence length (≥300 bp) and the presence of ambiguities (&lt;2%) and homopolymers (&lt;2%). The remaining reads were split into individual sample FASTA files using mothur [41] and aligned against the SSU rRNA seed of the SILVA database release 119. The classification was done by a local BLAST search against the SILVA SSU Ref 115 nonredundant (NR) database using BLAST 2.2.22+ with standard settings. The analysis gave (semi)quantitative information (number of individual reads representing in a taxonomic pool) on the composition of the original PCR amplicon pool [39]. The classification of plastidic SSU rRNA sequence reads was done by nucleotide BLAST search against the NR database at the National Center for Biotechnology Information (NCBI; www.ncbi.nlm.nih.gov).\n\nSupporting information"
}