{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0030123",
  "doi": "10.1371/journal.pbio.0030123",
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Neutralizing Aptamers from Whole-Cell SELEX Inhibit the RET Receptor Tyrosine Kinase",
  "authors": [
    {
      "name": "Laura Cerchia",
      "first": "Laura",
      "last": "Cerchia",
      "affiliation": "Istituto per I'Endocrinologia e Oncologia Molecolare “G. Salvatore”, CNR, Naples, Italy"
    },
    {
      "name": "Frédéric Ducongé",
      "first": "Frédéric",
      "last": "Ducongé",
      "affiliation": "CEA/DSV/DRM Service Hospitalier Frédéric Joliot, INSERM E-103, Orsay, France"
    },
    {
      "name": "Carine Pestourie",
      "first": "Carine",
      "last": "Pestourie",
      "affiliation": "CEA/DSV/DRM Service Hospitalier Frédéric Joliot, INSERM E-103, Orsay, France"
    },
    {
      "name": "Jocelyne Boulay",
      "first": "Jocelyne",
      "last": "Boulay",
      "affiliation": "Centre de Génétique Moléculaire, Centre National de la Recherche Scientifique (CNRS), Gif sur Yvette, France"
    },
    {
      "name": "Youssef Aissouni",
      "first": "Youssef",
      "last": "Aissouni",
      "affiliation": "Centre de Génétique Moléculaire, Centre National de la Recherche Scientifique (CNRS), Gif sur Yvette, France"
    },
    {
      "name": "Karine Gombert",
      "first": "Karine",
      "last": "Gombert",
      "affiliation": "CEA/DSV/DRM Service Hospitalier Frédéric Joliot, INSERM E-103, Orsay, France"
    },
    {
      "name": "Bertrand Tavitian",
      "first": "Bertrand",
      "last": "Tavitian",
      "affiliation": "CEA/DSV/DRM Service Hospitalier Frédéric Joliot, INSERM E-103, Orsay, France"
    },
    {
      "name": "Vittorio de Franciscis",
      "first": "Vittorio",
      "last": "de Franciscis",
      "affiliation": "Istituto per I'Endocrinologia e Oncologia Molecolare “G. Salvatore”, CNR, Naples, Italy"
    },
    {
      "name": "Domenico Libri",
      "first": "Domenico",
      "last": "Libri",
      "affiliation": "Centre de Génétique Moléculaire, Centre National de la Recherche Scientifique (CNRS), Gif sur Yvette, France"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2005-04",
  "dateElectronic": "2005-03-22",
  "dateAccepted": "2005-02-02",
  "dateReceived": "2004-10-27",
  "volume": "3",
  "number": "4",
  "pages": "e123",
  "tags": [
    "Discipline/Biotechnology",
    "Discipline/Oncology",
    "System Taxonomy/In Vitro",
    "Type/Research Article"
  ],
  "abstract": "Targeting large transmembrane molecules, including receptor tyrosine kinases, is a major pharmacological challenge. Specific oligonucleotide ligands (aptamers) can be generated for a variety of targets through the iterative evolution of a random pool of sequences (SELEX). Nuclease-resistant aptamers that recognize the human receptor tyrosine kinase RET were obtained using RET-expressing cells as targets in a modified SELEX procedure. Remarkably, one of these aptamers blocked RET-dependent intracellular signaling pathways by interfering with receptor dimerization when the latter was induced by the physiological ligand or by an activating mutation. This strategy is generally applicable to transmembrane receptors and opens the way to targeting other members of this class of proteins that are of major biomedical importance.",
  "fullText": "Introduction\n      \nThe identification of tumor-specific molecular markers is a powerful tool in cancer diagnostics, and the targeting of tumor-specific pathways is the best hope for developing nontoxic and efficient anticancer therapies. Targeting of cancer cells relies on the development of molecular beacons, suited for in vivo applications, that are endowed with the required affinity, specificity, and favorable pharmacokinetic properties.\n\nWith the systematic evolution of ligands by exponential enrichment (SELEX) technology [1,2], specific macromolecular ligands—aptamers—can be generated by screening very large pools of oligonucleotides containing regions of random base composition with reiterated cycles of enrichment and amplification. At each cycle, the individual oligonucleotides with affinity for the desired target are kept, those with affinity for the sham target are rejected, and the population is enriched in oligonucleotides that distinguish between sham and real target. Aptamers that recognize a wide variety of targets, from small molecules to proteins and nucleic acids, and from cultured cells to whole organisms, have been described [3,4,5,6,7,8,9,10]. These oligonucleotides generally meet the requirements for in vivo diagnostic and/or therapeutic applications: Besides their good specificity and affinity, they are poorly immunogenic, and the SELEX technology can now accept chemically modified nucleotides for improved stability in biological fluids [11]. Conspicuously, less than fifteen years after the first applications of the technique, several lead compounds, including an anti-vascular endothelial growth factor aptamer [12], are currently under clinical trials [13].\n\nReceptor tyrosine kinases (RTKs) are involved in a variety of signaling processes that regulate cell growth and proliferation and in several cancers [14]. RTKs are privileged targets for cancer therapy, which is underscored by the promising outcome of clinical trials with small molecules or antibody inhibitors [14]. In the present study, we validated a general strategy to target transmembrane receptors by SELEX. The RET (rearranged during transfection) RTK is physiologically stimulated by any member of the glial cell line-derived neurotrophic factor (GDNF) family [15,16]. Germline mutations in the RET gene are responsible for constitutive activation of the receptor and for inheritance of multiple endocrine neoplasia (MEN) type 2A and 2B syndromes and of familial medullary thyroid carcinoma [17,18,19,20].\n\nMutations in the extracellular domain of RET, responsible for MEN2A syndrome, lead to constitutive dimerization of two mutated RET molecules. Conversely, a single point mutation, within the RET catalytic domain, that causes the MEN2B syndrome, involves an intramolecular mechanism to convert RET into a dominant transforming gene. Therefore, RET constitutes a model system of choice [20], in that the transforming mutations located in the extracellular domain simplify the issue of intracellular accessibility for a molecule targeting the receptor mutated in the extracellular domain (in its monomeric or dimeric form) and might provide alternative models (e.g., RET with mutations of the 2B kind) for controls or to elucidate the mode of target recognition.\n\nHere we adopted a whole-cell SELEX strategy to target RET in a complex environment that is expected to expose a native protein to the selection procedure, thus best mimicking in vivo conditions. We obtained aptamers that not only recognize the extracellular domain of RET, but also block RET downstream signaling and subsequent molecular and cellular events. The fact that aptamers with antioncogenic activity were isolated in the absence of a specific selective pressure suggests that our method could be used to identify active macromolecules with potential therapeutic interest against other transmembrane receptors.\n\n      Results\n      \nA library of 2′-fluoropyrimidine (2′F-Py), nuclease-resistant RNAs was subjected to a differential SELEX protocol against intact cells expressing different forms of the human RET oncogene (Figure 1). For the selection step, PC12 cells were used that express the human RETC634Y mutant receptor (PC12/MEN2A). RETC634Y is mutated in the extracellular domain and forms spontaneously active homodimers on the cell surface, which induces biochemical and morphological changes that mirror the RET-dependent human pheochromocytoma phenotype of MEN2 syndromes [21]. The counterselection necessary to avoid selecting for aptamers that nonspecifically recognized the cell surface included a first step against parental PC12 cells in order to eliminate nonspecific binders of the PC12 cell surface, followed by a second counterselection step against PC12/MEN2B cells that expressed an allele of RET (RETM918T) mutated in the intracellular tyrosine kinase domain. PC12/MEN2B and PC12/MEN2A cells have a similar morphology, but the extracellular domain of the RETM918T receptor is identical to the wild type and, in the absence of the ligand and co-receptor, remains monomeric. This step was originally aimed at selecting aptamers that recognize specifically the dimeric form of the extracellular domain.\n\nAfter 15 rounds of selection, the pool of remaining sequences bound PC12/MEN 2A cells in a saturable manner with an apparent Kd approximating 100 nM. From this pool, 67 sequences were cloned and analyzed. Two individual sequences (D14 and D12) dominated the selection and constituted together more than 50% of the clones, four other sequences represented together 25% of the clones, and eight sequences were present only once. As is often the case for a selection against a complex target [7,22] (and in contrast to in vitro SELEX on purified proteins) we found almost no similarity among sequences, except for clones D24 and D4, which shared common sequence motifs and structure prediction (Figure 2A).\n\nWe assessed binding to PC12/MEN2A cells of all individual aptamers that were found more than once and also of some unique sequences (including D4 and D24). Several sequences bound PC12/MEN2A cells with apparent Kd values ranging from 30 to 70 nM (Figure 2B and unpublished data), but not parental PC12, rat-derived bladder carcinoma (NBTII), or human cervical carcinoma (HeLa) cells (Figure 2C and unpublished data). As a first attempt to deconvolute the complex pool of winning aptamers, we first produced a recombinant fragment of RET, EC-RETC634Y [23], but all attempts to identify in the winning pool aptamers binding to EC-RETC634Y were fruitless. Likewise, SELEX against this purified EC-RETC634Y protein gave rise to aptamers unable to recognize the PC12/MEN2A cells, suggesting that they did not bind to the RET protein present in its native conformation on the cell surface. Consequently, we screened the winning pool of aptamers for the ability to interfere with the biological activity of RET. To this end, we used an in vitro cell system in which we assessed the capability of each aptamer to inhibit RETC634Y autophosphorylation and receptor-dependent downstream signaling. Mutant RETC634Y, expressed in PC12/MEN2A cells, forms homodimers on the cell surface that cause constitutive activation of its tyrosine kinase activity [24] and induce several downstream signaling cascades, including the activation of extracellular signal-regulated protein kinase (ERK) [25]. As previously reported [25], levels of phosphorylated RET and ERK were constitutively high in untreated PC12/MEN2A cells due to the presence of the active RETC634Y allele. Surprisingly, some of the tested aptamers inhibited RETC634Y and ERK phosphorylation, compared to the control starting pool and to the other aptamers (Figure 3A and unpublished data). In all experiments, inhibition of phosphorylation was more rapid and quantitative for ERK than for RETC634Y. We believe that this is due to a different sensitivity to changes in RET tyrosine kinase activity of the two processes and/or to differences in the half-lives of the phosphorylated forms of the two proteins [26]. In a dose-response experiment (Figure 3B, left panel), the best inhibitor, D4, was effective at a concentration of 200 nM to inhibit RETC634Y autophosphorylation up to 70% and to drastically reduce ERK phosphorylation. Time-activity studies showed that the treatment of PC12/MEN2A cells at 200 nM for 1 h was sufficient to significantly inhibit RETC634Y autophosphorylation and to drastically reduce ERK phosphorylation (Figure 3B, right panel).\n\nComparison of the predicted structures of D4 and of the related clone D24 (Figure 2A) suggests that a conserved stem-internal loop-stem is crucial for binding. Consistently, we found that replacing the apical loop with a stable tetraloop (UUGC) or deleting nucleotides not included in the conserved structure did not significantly affect binding of D4 to PC12/MEN2A cells (unpublished data). However, only the full-length D4 inhibits RETC634Y signaling, demonstrating that binding is necessary but not sufficient for inhibition. A 2′F-Py RNA oligonucleotide of identical composition but with a scrambled sequence (D4Sc) was ineffective for both binding and inhibition.\n\nThe D4 aptamer bound to PC12/MEN2A with an estimated apparent Kd of 35 ± 3 nM (Figure 2B), but also to PC12/MEN2B cells (Figure 2C and unpublished data), suggesting that one of the counterselection steps employed in the SELEX procedure was ineffective in this case. The D4 aptamer bound to transfected NIH3T3 cells expressing at similar levels the two mutant forms (RETC634Y and RETM918T) of the RET receptor (NIH/MEN2A and NIH/MEN2B, respectively [Figure 2C; see also below]). Binding was dependent on expression of human RET, as D4 did not recognize parental untransfected PC12, NIH3T3 cells, or other cell lines, including rat NBTII, human HeLa cells, and mouse MN1 (Figure 2C and unpublished data). Interestingly, the latter, a mouse motor neuron-neuroblastoma fusion cell line, expresses the mouse RETwt, suggesting some species-specificity in RET recognition by D4. Finally, D4 bound a human neuroblastoma cell line (SK-N-BE) that naturally expresses endogenous RET (L. Cerchia et al., personal communication). Consistently with what was observed for the pool of winning aptamers, D4 was unable to bind the purified EC-RETC634Y protein (unpublished data), thus supporting the specificity for the membrane-bound RET.\n\nWe next determined whether D4 could inhibit wild-type RET. Cells from a PC12-derived cell line expressing the human wild-type RET (PC12/wt) were stimulated with a mixture containing GDNF and soluble GDNF family receptor α1 (GFRα1), and either treated with the D4 aptamer or with the starting pool of 2′F-Py RNA as a negative control. As shown in Figure 4A, the D4 aptamer, but not the control RNA pool, strongly inhibited GDNF-induced phosphorylation of RET (left panel) and of the downstream effector ERK (middle panel). A similar inhibitory effect was observed in PC12-α1/wt cells, a PC12-derived cell line that stably expresses both human RET and GFRα1 (unpublished data). In contrast, D4 was inactive in inhibiting the signaling triggered by the unrelated nerve growth factor (NGF) receptor tyrosine kinase TrkA, thus indicating that D4-induced inhibition of ERK phosphorylation was specific for RET intracellular signaling (Figure 4A, right pane)\n\nAlthough the D4 aptamer binds PC12/MEN2B cells, treating these cells with 200 nM D4 for 1 h (Figure 4B) or longer, or at higher D4 concentrations (unpublished data), did not interfere with signaling due to the monomeric RETM918T. This further confirms that inhibition of ERK phosphorylation is not a nonspecific effect of exposing the cells to the D4 aptamer. The kinase and the biological activities of RETM918T, although constitutive, are responsive to GDNF stimulation in the presence of GFRα1 [27,28]. Similarly to the inhibition of RETwt activity, the treatment of PC12/MEN2B cells by D4 abolished the GDNF-dependent overstimulation of RET and ERK phosphorylation (unpublished data). These data strongly suggest that D4 inhibits exclusively the dimerization-dependent RET activation.\n\nWe then searched for phenotypic effects of D4 on RET-dependent cell differentiation and transformation. First we measured neurite outgrowth in PC12-α1/wt cells following GDNF stimulation. As shown in Figure 5, cells extended long neurite-like processes in response to a 48-h exposure to GDNF (Figure 5B) with respect to the nonstimulated control cells (Figure 5A). Treatment of the cells with the D4 aptamer (Figure 5C), but not with the D4Sc scrambled control (Figure 5D), significantly decreased the proportion of neurite outgrowth (Figure 5E). To biochemically monitor differentiation, we determined the levels of the nerve growth factor-inducible protein (VGF) in cell extracts following 48 h of treatment. VGF is an early gene that is rapidly induced by both NGF and GDNF in PC12 cells [29]. As expected, in GDNF-treated cells, VGF expression was stimulated and, consistent with the phenotypic effects reported above, treatment with D4, but not with D4Sc, kept the VGF levels close to basal (Figure 5F).\n\nUpon expression of either RETC634Y or RETM918T, NIH3T3 cells show drastic changes in their morphology [24]. We treated NIH/MEN2A and NIH/MEN2B cells stably expressing the RET mutants with D4 for 72 h, and analyzed the morphological changes induced by the aptamer. As shown in Figure 6, NIH/MEN2A and NIH/MEN2B cells have a spindle shape, long protrusions, and a highly refractive appearance (Figure 6B and 6E, respectively). As expected, D4-treated NIH/MEN2A cells (Figure 6C) reverted to a flat and polygonal morphology similar to the parental NIH3T3, whereas no morphological changes were observed in NIH/MEN2B (Figure 6F), which is consistent with the notion that constitutive signaling from RETC634Y, but not from RETM918, is inhibited by D4. On the other hand, treatment with D4Sc had no effects on any cell line (Figure 6D and unpublished data).\n\n      Discussion\n      \nRTKs are involved in a variety of signaling pathways that affect cell growth and differentiation. Targeting specifically RTKs holds potential for dissecting the molecular mechanisms of receptor function, but also for diagnosis and therapeutics of cancer [14].\n\nHere we employed a modified SELEX procedure to target the RET RTK, and we obtained nuclease-resistant RNA ligands capable of binding and inhibiting the protein on the cell surface. Aptamers against recombinant heregulin 3 (HER3) RTK have been recently isolated and shown to inhibit the heregulin-induced activation of the HER3/HER2 dimer [30]. However, finding the most efficient binders and inhibitors is likely to generally rely on the recognition of the target protein in its native state.\n\nIn the case of transmembrane receptors, whole-cell SELEX offers the advantage of selecting molecules capable of recognizing the target protein in its natural glycosylation state and presented in its physiological environment. An important drawback of this strategy is the lack of knowledge of the identity and abundance of the effective targets and the possibility that unwanted aptamers may dominate the selection, preventing the emergence of the molecules of interest. However, the abundance of the target protein and an appropriate selection scheme might provide sufficient selective pressure to favor the wanted aptamers [10].\n\nThe D4 aptamer binds to different cell types, provided that human RET is expressed on the cell surface, and specifically inhibits both RET and ERK phosphorylation, strongly suggesting that RET is the bona fide target of D4. Interestingly, aptamers isolated by whole-cell SELEX were unable to bind purified EC-RETC634Y and, conversely, aptamers coming from the selection with purified EC-RETC634Y were unable to bind the membrane-bound RET. Thus, it is likely that D4 binding is dependent on the association of RET with the cellular membrane, which might reflect changes in the receptor's conformation/modification state or, alternatively, might imply unidentified molecular components interacting with RET at the cell surface. This latter possibility is supported by a recent report demonstrating that the presence of heparan sulfate glycosaminoglycan on the cell surface is required for RET-dependent GDNF intracellular signaling [31].\n\nOur interpretation of the D4 aptamer's mode of action relies upon three observations: (1) D4 binds with similar affinities to cells expressing RET in a monomeric or dimeric form; (2) D4 inhibits dimerization-dependent RET activation, as a consequence either of GDNF stimulation of RETwt or RETM918T or of constitutive dimerization of the RETC634Y mutant; and (3) D4 does not inhibit a monomeric form of RET that is constitutively activated by a mutation in the intracellular kinase domain (RETM918T). These results taken together are compatible with the notion that D4 acts by interfering with the formation of a stable, active RET dimer, regardless of whether dimerization is caused by the formation of the RET/GDNF/GFRα1 complex or by the direct interaction of two mutated RETC634Y proteins. This might occur either by D4 binding to monomeric RET, which would impede subsequent formation of the dimer, or by binding directly to the dimer.\n\nDifferential whole-cell SELEX strategies (this work; see also [5,7,8,10]) can be employed to identify new markers on the surface of a given cell type, define the specificity of a cellular state, and/or allow in vivo targeting for diagnostic and therapeutic applications. The identification of lead compounds by reiterated affinity selection on living cells appears crucial when the molecular target is a membrane-bound or large transmembrane protein for which the conformation is frequently dictated by the interaction with other molecules, including membrane constituents [31]. Given that several of these proteins, as transmembrane receptors, integrins, and adhesion molecules, are involved in cell proliferation, apoptosis, and differentiation, aptamers for these targets could be promising prognostic tools in human therapy for widespread, devastating diseases such as cancer and neurodegeneration.\n\n      Materials and Methods\n\n          Cell culture and immunoblot analysis\n          \nGrowth conditions for PC12 cells and derived cell lines were previously described [32]. NIH/MEN2A and NIH/MEN2B cells were obtained from NIH3T3 cells stably transfected with vectors expressing human RETC634Y and RETM918T. To assess the effects of aptamers on RET activity, cells (160,000 cells per 3.5-cm plate) were serum-starved for 2 h and then treated with the indicated amount of RNA aptamers or the starting RNA pool after a short denaturation-renaturation step. When indicated, 2.5S NGF (Upstate Biotechnology, Lake Placid), GDNF (Promega), or recombinant rat GFRα1-Fc chimera (R&amp;D Systems, Minneapolis, Minnesota, United States) were added to the culture medium. Cell extracts and immunoblotting analysis were performed as described [23]. The primary antibodies used were anti-RET (C-19), anti-VGF (R-15), and anti-ERK1 (C-16) (all three, Santa Cruz Biotechnology, Santa Cruz, California, United States); and anti-(Tyr-phosphorylated) RET and anti-phospho-44/42 MAP kinase (also indicated as anti-[phospho]-ERK) monoclonal antibodies (E10) (both from Cell Signaling, Beverly, Massachusetts, United States). Four independent experiments were performed.\n\n          Cell transformation and neurite outgrowth bioassay\n          \nPC12-α1/wt or NIH3T3 cells were plated at equal density on 12-well culture plates. Aptamers were added at 3 μM final concentration to the growth medium. To ensure the continuous presence of a concentration of at least 200 nM, this treatment was renewed every 24 h, which takes into account the half-life of the D4 aptamer in 10% serum (approximately 6 h, unpublished data). At least 15 random fields were photographed every 24 h with a phase-contrast light microscope. To evaluate the effects of D4 on cell differentiation, cells were pretreated for 6 h with 400 nM D4 or D4Sc and then incubated with 50 ng/ml GDNF together with 3 μM of the appropriate aptamer (see above). At 24 and 48 h of GDNF stimulation, 50 cells per frame were counted and scored as having neurites or not. A neurite was operationally defined as a process outgrowth with a length more than twice the diameter of cell body.\n\n          Ex vivo SELEX\n          \nThe SELEX cycle was performed essentially as described [33]. Transcription was performed in the presence of 1 mM 2′F-Py and a mutant form of T7 RNA polymerase (T7Y639F, kind gift of R. Souza) [11] was used to improve yields. 2′F-Py RNAs were used because of their increased resistance to degradation by seric nucleases. The complexity of the starting pool was roughly 1014. 2′F-Py RNAs (1–5 nmol) were heated at 85 °C for 5 min in 3 ml of RPMI 1640, snap-cooled on ice for 2 min, and allowed to warm up to 37 °C before incubation with the cells. Two counterselection steps were performed per cycle. To avoid selecting for aptamers nonspecifically recognizing the cell surface, the pool was first incubated for 30 min at 37 °C with 107 PC12 cells, and unbound sequences were recovered by centrifugation. These were subsequently incubated with 107 adherent PC12/MEN2B cells, expressing a human RET receptor mutated in the intracellular domain (RETM918T), and unbound sequences were recovered for the selection phase. This step was meant to select sequences recognizing specifically the human RET receptor mutated in the extracellular domain (RETC634Y) expressed on PC12/MEN2A cells. The recovered sequences were incubated with 107 adherent PC12/MEN2A cells for 30 min at 37 °C in the presence of nonspecific competitor RNA (total yeast RNA) and recovered after several washings with 5 ml of RPMI by total RNA extraction (Extract-All, Eurobio, Les Ulis, France).\n\nDuring the selection process, we progressively increased the selective pressure by increasing the number of washings (from one for the first cycle up to five for the last three cycles) and the amount of nonspecific RNA competitor (100 μg/ml in the last three cycles), and by decreasing the incubation time (from 30 to 15 min from round 5) and the number of cells exposed to the aptamers (5 × 106 in the last three cycles). To follow the evolution of the pool we monitored the appearance of four-base restriction sites in the population, which reveals the emergence of distinct families in the population [34]. After 15 rounds of selection, sequences were cloned with TOPO-TA cloning kit (Invitrogen, Carlsbad, California, United States) and analyzed.\n\n          Binding experiments\n          \nBinding of individual aptamers (or the starting pool as a control) to PC12 cells and derivatives was performed in 24-well plates in triplicate with 5′-32P-labeled RNA. 105 cells per well were incubated with various concentrations of individual aptamers in 200 μl of RPMI for 10 min at 37 °C in the presence of 100 μg/ml polyinosine as a nonspecific competitor. After extensive washings (5 × 500 μl of RPMI), bound sequences were recovered in 350 μl of SDS 0.6%, and the amount of radioactivity recovered was normalized to the number of cells by measuring the protein content of each well. Binding of individual sequences to different cell lines was performed in the same condition at 50 nM only.\n\nFor the binding curve of D4 to PC12/MEN2A cells (see Figure 2B), nonspecific binding was assessed using a 5′-32P-labeled naive pool of 2′F-RNAs (i.e., the starting pool of the selection), and the background values obtained were subtracted from the values obtained with the D4 aptamer. Apparent Kd values for each aptamers were determined by Scatchard analysis according to the equation\n\nwhere [T]tot represents the total target concentration.\n\n      Supporting Information\n      \n        Accession Numbers\n        \nThe Swiss-Prot (http://www.ebi.ac.uk/swissprot/) accession numbers for the proteins discussed in this paper are ERK (P27361), GDNF (P39905), GFRα1 (P56159), NGF (P01138), RET RTK (P07949), TrkA (P04629), and VGF (P20156).",
  "externalIds": [
    "pmid:15769183",
    "pii:04-PLBI-RA-0845R2",
    "pmcid:PMC1065267"
  ]
}