{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002466",
  "doi": "10.1371/journal.pbio.1002466",
  "externalIds": [
    "pii:PBIOLOGY-D-16-00020",
    "pmid:27228556",
    "pmcid:PMC4881984"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Neuronal Hyperactivity Disturbs ATP Microgradients, Impairs Microglial Motility, and Reduces Phagocytic Receptor Expression Triggering Apoptosis/Microglial Phagocytosis Uncoupling",
  "authors": [
    {
      "name": "Oihane Abiega",
      "first": "Oihane",
      "last": "Abiega",
      "affiliation": "Achucarro Basque Center for Neuroscience, Bizkaia Science and Technology Park, Zamudio, Spain; University of the Basque Country, Leioa, Spain",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-5428-7823"
      ]
    },
    {
      "name": "Sol Beccari",
      "first": "Sol",
      "last": "Beccari",
      "affiliation": "Achucarro Basque Center for Neuroscience, Bizkaia Science and Technology Park, Zamudio, Spain; University of the Basque Country, Leioa, Spain",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3959-462X"
      ]
    },
    {
      "name": "Irune Diaz-Aparicio",
      "first": "Irune",
      "last": "Diaz-Aparicio",
      "affiliation": "Achucarro Basque Center for Neuroscience, Bizkaia Science and Technology Park, Zamudio, Spain; University of the Basque Country, Leioa, Spain",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-0048-9005"
      ]
    },
    {
      "name": "Agnes Nadjar",
      "first": "Agnes",
      "last": "Nadjar",
      "affiliation": "Université Bordeaux Segalen, Bordeaux, France"
    },
    {
      "name": "Sophie Layé",
      "first": "Sophie",
      "last": "Layé",
      "affiliation": "Université Bordeaux Segalen, Bordeaux, France"
    },
    {
      "name": "Quentin Leyrolle",
      "first": "Quentin",
      "last": "Leyrolle",
      "affiliation": "Université Bordeaux Segalen, Bordeaux, France"
    },
    {
      "name": "Diego Gómez-Nicola",
      "first": "Diego",
      "last": "Gómez-Nicola",
      "affiliation": "Centre for Biological Sciences, University of Southampton, Southampton, United Kingdom"
    },
    {
      "name": "María Domercq",
      "first": "María",
      "last": "Domercq",
      "affiliation": "Achucarro Basque Center for Neuroscience, Bizkaia Science and Technology Park, Zamudio, Spain; University of the Basque Country, Leioa, Spain"
    },
    {
      "name": "Alberto Pérez-Samartín",
      "first": "Alberto",
      "last": "Pérez-Samartín",
      "affiliation": "Achucarro Basque Center for Neuroscience, Bizkaia Science and Technology Park, Zamudio, Spain; University of the Basque Country, Leioa, Spain"
    },
    {
      "name": "Víctor Sánchez-Zafra",
      "first": "Víctor",
      "last": "Sánchez-Zafra",
      "affiliation": "Achucarro Basque Center for Neuroscience, Bizkaia Science and Technology Park, Zamudio, Spain; University of the Basque Country, Leioa, Spain"
    },
    {
      "name": "Iñaki Paris",
      "first": "Iñaki",
      "last": "Paris",
      "affiliation": "Achucarro Basque Center for Neuroscience, Bizkaia Science and Technology Park, Zamudio, Spain; University of the Basque Country, Leioa, Spain",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-3887-0277"
      ]
    },
    {
      "name": "Jorge Valero",
      "first": "Jorge",
      "last": "Valero",
      "affiliation": "Achucarro Basque Center for Neuroscience, Bizkaia Science and Technology Park, Zamudio, Spain; University of the Basque Country, Leioa, Spain; Ikerbasque Foundation, Bilbao, Spain",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-6072-3313"
      ]
    },
    {
      "name": "Julie C. Savage",
      "first": "Julie C.",
      "last": "Savage",
      "affiliation": "Centre de recherche du CHU de Québec, Axe Neurosciences, Québec, Canada; Université Laval, Département de médecine moléculaire, Québec, Canada"
    },
    {
      "name": "Chin-Wai Hui",
      "first": "Chin-Wai",
      "last": "Hui",
      "affiliation": "Centre de recherche du CHU de Québec, Axe Neurosciences, Québec, Canada; Université Laval, Département de médecine moléculaire, Québec, Canada"
    },
    {
      "name": "Marie-Ève Tremblay",
      "first": "Marie-Ève",
      "last": "Tremblay",
      "affiliation": "Centre de recherche du CHU de Québec, Axe Neurosciences, Québec, Canada; Université Laval, Département de médecine moléculaire, Québec, Canada",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-2863-9626"
      ]
    },
    {
      "name": "Juan J. P. Deudero",
      "first": "Juan J. P.",
      "last": "Deudero",
      "affiliation": "Baylor College of Medicine, The Jan and Dan Duncan Neurological Research Institute at Texas Children’s Hospital, Houston, Texas, United States of America"
    },
    {
      "name": "Amy L. Brewster",
      "first": "Amy L.",
      "last": "Brewster",
      "affiliation": "Baylor College of Medicine, The Jan and Dan Duncan Neurological Research Institute at Texas Children’s Hospital, Houston, Texas, United States of America"
    },
    {
      "name": "Anne E. Anderson",
      "first": "Anne E.",
      "last": "Anderson",
      "affiliation": "Baylor College of Medicine, The Jan and Dan Duncan Neurological Research Institute at Texas Children’s Hospital, Houston, Texas, United States of America"
    },
    {
      "name": "Laura Zaldumbide",
      "first": "Laura",
      "last": "Zaldumbide",
      "affiliation": "University Hospital of Cruces, Bilbao, Spain"
    },
    {
      "name": "Lara Galbarriatu",
      "first": "Lara",
      "last": "Galbarriatu",
      "affiliation": "University Hospital of Cruces, Bilbao, Spain"
    },
    {
      "name": "Ainhoa Marinas",
      "first": "Ainhoa",
      "last": "Marinas",
      "affiliation": "University Hospital of Cruces, Bilbao, Spain"
    },
    {
      "name": "Maria dM. Vivanco",
      "first": "Maria dM.",
      "last": "Vivanco",
      "affiliation": "CIC BioGUNE, Derio, Spain"
    },
    {
      "name": "Carlos Matute",
      "first": "Carlos",
      "last": "Matute",
      "affiliation": "Achucarro Basque Center for Neuroscience, Bizkaia Science and Technology Park, Zamudio, Spain; University of the Basque Country, Leioa, Spain"
    },
    {
      "name": "Mirjana Maletic-Savatic",
      "first": "Mirjana",
      "last": "Maletic-Savatic",
      "affiliation": "Centre de recherche du CHU de Québec, Axe Neurosciences, Québec, Canada"
    },
    {
      "name": "Juan M. Encinas",
      "first": "Juan M.",
      "last": "Encinas",
      "affiliation": "Achucarro Basque Center for Neuroscience, Bizkaia Science and Technology Park, Zamudio, Spain; University of the Basque Country, Leioa, Spain; Baylor College of Medicine, The Jan and Dan Duncan Neurological Research Institute at Texas Children’s Hospital, Houston, Texas, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-0402-972X"
      ]
    },
    {
      "name": "Amanda Sierra",
      "first": "Amanda",
      "last": "Sierra",
      "affiliation": "Achucarro Basque Center for Neuroscience, Bizkaia Science and Technology Park, Zamudio, Spain; University of the Basque Country, Leioa, Spain; Baylor College of Medicine, The Jan and Dan Duncan Neurological Research Institute at Texas Children’s Hospital, Houston, Texas, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-8415-096X"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-05-26",
  "dateAccepted": "2016-04-21",
  "dateReceived": "2016-01-05",
  "volume": "14",
  "number": "5",
  "pages": "e1002466",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Animal models",
    "Apoptosis",
    "Brain",
    "Cell biology",
    "Cell death",
    "Cell processes",
    "Cellular types",
    "Cytokines",
    "Developmental biology",
    "Diagnostic medicine",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal models",
    "Discipline-v3/Apoptosis",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Brain",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell death",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Cytokines",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Diagnostic medicine",
    "Discipline-v3/Glial cells",
    "Discipline-v3/Hippocampus",
    "Discipline-v3/Immune physiology",
    "Discipline-v3/Immune response",
    "Discipline-v3/Immune system",
    "Discipline-v3/Immunology",
    "Discipline-v3/Inflammation",
    "Discipline-v3/Inflammatory diseases",
    "Discipline-v3/Innate immune system",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microglial cells",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Molecular development",
    "Discipline-v3/Mouse models",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Phagocytosis",
    "Discipline-v3/Physiology",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Signs and symptoms",
    "Glial cells",
    "Hippocampus",
    "Immune physiology",
    "Immune response",
    "Immune system",
    "Immunology",
    "Inflammation",
    "Inflammatory diseases",
    "Innate immune system",
    "Microglial cells",
    "Model organisms",
    "Molecular development",
    "Mouse models",
    "Pathology and laboratory medicine",
    "Phagocytosis",
    "Physiology",
    "Signs and symptoms",
    "Type/Research Article"
  ],
  "abstract": "Phagocytosis is essential to maintain tissue homeostasis in a large number of inflammatory and autoimmune diseases, but its role in the diseased brain is poorly explored. Recent findings suggest that in the adult hippocampal neurogenic niche, where the excess of newborn cells undergo apoptosis in physiological conditions, phagocytosis is efficiently executed by surveillant, ramified microglia. To test whether microglia are efficient phagocytes in the diseased brain as well, we confronted them with a series of apoptotic challenges and discovered a generalized response. When challenged with excitotoxicity in vitro (via the glutamate agonist NMDA) or inflammation in vivo (via systemic administration of bacterial lipopolysaccharides or by omega 3 fatty acid deficient diets), microglia resorted to different strategies to boost their phagocytic efficiency and compensate for the increased number of apoptotic cells, thus maintaining phagocytosis and apoptosis tightly coupled. Unexpectedly, this coupling was chronically lost in a mouse model of mesial temporal lobe epilepsy (MTLE) as well as in hippocampal tissue resected from individuals with MTLE, a major neurological disorder characterized by seizures, excitotoxicity, and inflammation. Importantly, the loss of phagocytosis/apoptosis coupling correlated with the expression of microglial proinflammatory, epileptogenic cytokines, suggesting its contribution to the pathophysiology of epilepsy. The phagocytic blockade resulted from reduced microglial surveillance and apoptotic cell recognition receptor expression and was not directly mediated by signaling through microglial glutamate receptors. Instead, it was related to the disruption of local ATP microgradients caused by the hyperactivity of the hippocampal network, at least in the acute phase of epilepsy. Finally, the uncoupling led to an accumulation of apoptotic newborn cells in the neurogenic niche that was due not to decreased survival but to delayed cell clearance after seizures. These results demonstrate that the efficiency of microglial phagocytosis critically affects the dynamics of apoptosis and urge to routinely assess the microglial phagocytic efficiency in neurodegenerative disorders.",
  "fullText": "Introduction\n\nPhagocytosis is a crucial component of the regenerative response that is well described in peripheral inflammatory diseases, in which macrophages must rapidly clear the cell corpses to prevent the spillover of toxic intracellular contents and the initiation of an inflammatory response [1]. In the brain, however, where neuronal apoptosis (programmed cell death) is ubiquitous during development as well as in neurodegenerative diseases such as epilepsy, ischemia/stroke, Alzheimer and Parkinson diseases, or multiple sclerosis, phagocytosis is known to be executed largely by microglia but remains notoriously unexplored [2].\n\nMicroglia belong to the macrophage–monocyte lineage but, unlike most tissue-resident macrophages, they are derived from the embryonic yolk sac and invade the brain parenchyma early during embryonic development [3]. They also have other exclusive characteristics such as the unique motility of their fine processes, which scan the whole brain parenchyma every few hours [4,5]. As a result of these recent findings, novel roles of microglia in the healthy brain have just begun to be unraveled, including their capacity to interact with neurons and modulate their activity [6–8]. They also shape the adult hippocampal neurogenic niche by removing the excess of newborn cells naturally undergoing apoptosis [9]. Here, microglia are very skilled phagocytes that rapidly engulf and degrade the apoptotic cells. Importantly, in physiological conditions only a small proportion of microglia are in the process of phagocytosing at a given time, suggesting that they hold a large phagocytic reservoir that could be summoned in the diseased brain.\n\nTo test whether microglia are efficient phagocytes in neurodegenerative conditions, we confronted them with a series of apoptotic challenges evoked by excitotoxicity as well as acute or chronic inflammation. We discovered that, in these conditions, hippocampal microglia raised their phagocytic capacity to proportionally match the increase in apoptosis. Thus, a general mechanism of phagocytic response begins to emerge, in which microglial phagocytosis is efficiently coupled to apoptosis. Unexpectedly, we found that the microglial phagocytic response was impaired in both human and experimental mesial temporal lobe epilepsy (MTLE), a major neurological disorder characterized by seizures, excitotoxicity, and inflammation. Herein, we show that the uncoupling between microglial phagocytosis and apoptosis is the result of an impairment of microglial motility and apoptotic cell recognition; it is related to the disruption of ATP microgradients; and leads to a delayed clearance of apoptotic cells and inflammation.\n\nResults\n\nMicroglial Phagocytosis Is Coupled to Cell Apoptosis\n\nTo analyze the microglial response to an apoptotic challenge, we used an in vitro model of excitotoxicity without seizures induced in postnatal (PND) organotypic hippocampal cultures by treatment with the glutamate agonist NMDA (N-methyl-D-aspartate, 50 μM) (Fig 1). Apoptosis was determined by aberrant nuclear morphology visualized with the DNA dye DAPI (pyknosis/karyorrhexis), necrosis by retention of propidium iodide (PI), and microglial phagocytosis by the appearance of phagocytic pouches in fms-EGFP mice, in which all microglia express the fluorescent reporter [10] (Fig 1A). The number of apoptotic, but not of necrotic, cells increased significantly after 4 h of NMDA treatment compared to nontreated controls and returned to basal levels 24 h later (Fig 1B). The basal phagocytic (Ph) index, i.e., the proportion of apoptotic cells completely engulfed by microglia, was 15 ± 2% in organotypic slices (Fig 1C) lower than in the PND (60%–70%; S1A and S1B Fig), and adult (90%–100%; [9]) dentate gyrus (DG), evidencing changes induced by culturing the tissue. When challenged with NMDA, microglia responded to the increased number of apoptotic cells by rising their Ph capacity, i.e., the proportion of microglia with one or more phagocytic pouches, each containing one apoptotic cell [9], and there were more phagocytic microglia overall, some of them with up to seven pouches (Fig 1D and 1E), while the number of microglia remained unchanged (Fig 1F). Thus, the increase of net phagocytosis (number of microglia multiplied by their phagocytic capacity) matched the increase in apoptosis, as determined by the phagocytosis/apoptosis coupling ratio (Ph/A coupling). The Ph/A coupling was similar between control and NMDA-treated slices (Fig 1G).\n\nRemarkably, we observed the same type of coupled microglial phagocytic response in vivo after acute and chronic inflammatory challenge (Fig 2). After acute inflammatory challenge induced by bacterial lipopolysaccharides (LPS; 1 mg/kg i.p., 8 h, 1-mo-old mice), apoptosis increased in the DG (Fig 2A) [9], and hippocampal microglia responded by proportionally raising their phagocytic capacity (Fig 2B) without increasing their number (Fig 2C). As a result, the Ph/A coupling ratio (Fig 2D) and the Ph index remained unchanged (95.9 ± 2.2% versus 93.3 ± 1.4% of apoptotic cells engulfed in control versus LPS, respectively [9]). We observed a similar response in a model of chronic inflammatory challenge induced in young (PND21) mice fed during embryonic and PND development with a diet deficient in anti-inflammatory omega 3 polyunsaturated fatty acids [11]. In omega 3-deficient mice there was an increase in apoptosis in the DG (Fig 2E and 2F) but the Ph index remained unaltered compared to mice fed during gestation and lactation with an omega 3 balanced diet (Fig 2G). The increase in apoptosis was matched by a partial increase in the Ph capacity and an increase in the number of microglial cells (Fig 2H–2J), ultimately resulting in the maintenance of the Ph/A coupling (Fig 2K). Thus, both after excitotoxic challenge in vitro and acute and chronic inflammatory challenge in vivo, microglial phagocytosis remained tightly coupled to apoptosis.\n\nAcute Impairment of Microglial Phagocytosis Following Seizures In Vivo\n\nThe above results suggest that microglia have a substantial reservoir for phagocytosis, as they could reach their maximum Ph capacity by recruiting up to 100% microglia to be phagocytic, by inducing each microglia to phagocytose more apoptotic cells, and/or by increasing the total number of microglia. To test this potential, we challenged microglia in an in vivo model of MTLE, in which seizures concur with excitotoxicity and inflammation (Fig 3). Intrahippocampal administration of kainic acid (KA) induced an episode of prolonged continuous seizure activity (status epilepticus) that lasted 4–6 h. All animals reached level 3–4 class seizures according to the Racine scale [12], and the development of spontaneous recurrent seizures was monitored for up to 7 wk (Fig 3A) [13]. Apoptosis was consistently induced in the medial hippocampus (spanning from −1 mm to −2.5 mm in the anteroposterior (AP) axis, from Bregma), and thus quantifications were restricted to that area. We quantified the absolute number of apoptotic cells (determined by pyknosis/karyorrhexis and/or activated caspase 3 staining) along a time course from 6 h postinjection (hpi) to 7 dpi (d postinjection) (Fig 3B and 3C). In the DG, the number of apoptotic cells, mostly located in the subgranular zone (SGZ) where neural stem cells reside, significantly increased starting from 1 dpi and up to 7 dpi relative to controls. Unexpectedly, we found limited evidence of phagocytosis (Fig 3D–3F), and the Ph index significantly dropped at 6 hpi and 1 dpi (Fig 3G). In addition, we also found a consistently low Ph index in the CA1 and CA3 regions of the hippocampus, as well as in the adjacent somatosensory cortex (S2A–S2C Fig). In these regions, apoptosis was undetectable in control conditions, and thus the basal Ph index could not be estimated.\n\nWe further analyzed the characteristics of this phagocytosis impairment in the DG. We found a decreased Ph capacity at both 6 hpi and 1 dpi compared to controls, due to a smaller proportion of microglia with phagocytic pouches (Fig 3H and 3I). While no significant changes in total microglial numbers were found (Fig 3J), there was a significant decrease in the microglial density at 1 dpi (S3A Fig), which can be attributed to the increase in the DG volume (due to granule cell dispersion; S3B Fig), typical of both human and mouse MTLE. As a result of the decreased Ph capacity induced by KA, the Ph/A coupling ratio dramatically decreased (Fig 3K). In summary, instead of an increase in phagocytosis after the KA challenge matching the increase in apoptosis, as expected from our experiments with excitotoxicity and inflammation, the microglial phagocytic response was reduced as early as 6 hpi following the KA challenge.\n\nWe then argued that microglial phagocytosis impairment could be compensated by the recruitment of other resident cells endowed with phagocytic potential, such as astrocytes [14] or neuroblasts [15], which do not normally phagocytose hippocampal apoptotic cells in resting conditions [9]. To test this hypothesis, we used transgenic mice in which the expression of fluorescent reporters is controlled by cell-type specific promoters, i.e., human glial fibrillary acidic protein (hGFAP) for astrocytes and proopiomelanocortin (POMC), which in the hippocampus is only expressed in neuroblasts [16]. We found that both cell types were engaged in phagocytosis after 1 dpi of KA, but nonetheless, they only engulfed a small proportion of the apoptotic cells compared to microglia (S3C and S3E Fig). Therefore, even at 1 dpi after KA, microglia remained the most determinant phagocyte in the hippocampus.\n\nSubacute Partial Recovery of Microglial Phagocytosis Coincides with Multinuclearity and Phagoptosis, and Is Unrelated to Monocyte Invasion\n\nTo determine the extent of microglial impairment over time, we analyzed apoptosis and phagocytosis over a time course of 3 to 7 dpi after the KA challenge (Fig 4). The number of apoptotic cells continued to increase over this period (Fig 3C), but now the cells had a wider distribution throughout the DG (Fig 4A). In contrast to 1 dpi, phagocytosis was evident in KA mice at 3 dpi and 7 dpi (Fig 4B and 4C), although the Ph index remained significantly lower than in control mice (Fig 4D), indicating a continued impairment. Nonetheless, some recovery of phagocytosis occurred, because the net phagocytosis increased significantly (Fig 4E). In addition to the phagocytosis of apoptotic cells, we found some cases of phagoptosis, i.e., engulfment of nonapoptotic cells. This phenomenon occurred at lower frequency than the phagocytosis of apoptotic cells (Fig 4C and 4F). Phagoptosis, which is a process triggered by inflammation [17], was undetectable in control mice (Fig 4F), LPS-treated mice, or omega 3-deficient mice at the time points tested.\n\nFurthermore, microglia developed a hypertrophic, seemingly ameboid morphology, which was accompanied by an incomplete mitosis (nucleokinesis without cytokinesis), as determined by staining with the cell cycle marker phosphohistone 3 (PH3) (Fig 4B). While in saline mice all microglia had a single nucleus, KA treatment significantly increased multinuclearity (Fig 4G). In KA mice, uni- and multinucleated cells performed phagocytosis similarly (Fig 4H). Phagoptosis was executed mostly by multinucleated cells at 3 dpi, and similarly by uni and multinucleated microglia at 7 dpi (Fig 4I). Because multinucleated microglia frequently overlapped spatially, it was not possible to estimate their numbers precisely, and the Ph/A coupling ratio was not calculated. To further characterize microglia in this context, we analyzed their proliferation with the cell cycle marker Ki67 [18] and their expression of classic activation markers such as CD11b (integrin αM) and CD68 (macrosialin) [19]. We found that DG microglia began to proliferate at 3 dpi (S5 Fig), coincident with the proliferation of other cell types and a large activation of the proliferative molecular program induced by KA [13]. We also found an increased expression of CD11b and CD68 along the time course that reached a maximum at 7 dpi and was not restricted to the DG as it spread over the whole hippocampus (Fig 7 and S6 Fig). Nonetheless, we found no apparent correlation between the expression of these markers and the phagocytosis impairment. Thus, at 3 and 7 dpi, there was a partial recovery of microglial phagocytosis, coincidental with multinuclearity and phagoptosis.\n\nThe abnormal microglial phenotype we observed in KA-treated mice might be related to the invasion of bone marrow-derived monocytes. To test this possibility, we analyzed the expression of CD45, a lymphocyte antigen with higher expression in circulating cells compared to resident microglia [10]. CD45 expression was undetectable in saline-injected mice but was evident in all fms-EGFP-expressing cells at 3 dpi after KA by immunofluorescence (Fig 5A). Flow cytometry analysis showed a transiently increased CD45 expression in the fms-EGFP population at 3 dpi that returned to basal levels by 7 dpi (Fig 5B and 5C). This finding could be interpreted as resulting from a transient overexpression of CD45 in resident microglia, or from an invasion of CD45high monocytes that either died or down-regulated the antigen later on. To further test the role of invading monocytes, we injected KA in mice lacking CCR2, the main receptor for the chemokine MCP1 (monocyte chemoattractant protein), which is involved in the recruitment of circulating monocytes into the damaged central nervous system [20]. CCR2-/- mice have a greatly decreased population of circulating monocytes and recruitment into the brain parenchyma [21]. CCR2-/- mice reached similar levels to WT mice in the Racine scale (3–4) after KA, and the amount of apoptosis at 3 dpi was similar in wild type and CCR2-/- mice (Fig 5D and 5E). As noted above, the number of microglial cells in these mice could not be accurately assessed because of their ameboid, multinucleated morphology, but no obvious differences were observed. Importantly, both genotypes showed a similar phagocytosis impairment determined by the Ph index (Fig 5F), the percentage of multinuclear microglia, and the average number of nuclei per cell (Fig 5G and 5H), without any significant changes in DG volume (S4C Fig). Likewise, phagocytosis and phagoptosis by uni- and multinucleated microglia were similar in both genotypes (Fig 5I and 5J). We also tested potential compensatory mechanisms such as neutrophil invasion. However, the presence of circulating neutrophils labeled with myeloperoxidase [22] was very low in both genotypes (3.8 ± 2.0 versus 3.0 ± 2.1 cells per hippocampus in WT versus CCR2 KO mice, respectively; S4D and S4E Fig). Overall, these data indicate that invading peripheral immune cells do not contribute significantly to the microglial population in the early stages of experimental MTLE.\n\nChronic Impairment of Microglial Phagocytosis in Mouse and Human MTLE\n\nWe next sought to confirm that microglial phagocytosis is also impaired in human MTLE. Because in humans MTLE is a chronic disease, we first analyzed microglial phagocytosis in KA-treated mice 4 mo postinjection (mpi), when animals have chronic epilepsy [13]. At this time, hippocampal sclerosis characterized by granule cell dispersion and the appearance of reactive, hypertrophic astrocytes [23] was evident in KA mice (Fig 6A and S4F Fig). At 4 mpi after KA, apoptosis had returned to basal levels (S4G Fig), but a substantial number of apoptotic cells were not phagocytosed whether by microglia (Ph index = 43 ± 14%) (Fig 6B and 6C) or by reactive astrocytes (Ph index = 5 ± 3%) (S4H Fig). Furthermore, over 80% of the nonphagocytosed cells analyzed were less than 0.5 μm apart of a microglial process (Fig 6D). To test whether this impaired microglial phagocytosis was related to a decreased surveillance, we analyzed the density of microglial cells and the percentage of the parenchyma occupied by microglial processes (microglial volume), and found that both parameters increased significantly in KA mice at 4 mpi compared to controls (Fig 6E and 6F). Thus, impairment of microglial phagocytosis was long-lasting in our chronic MTLE experimental model in spite of their increased density and volume occupied.\n\nNext, we tested microglial phagocytosis in hippocampal tissue resected from drug-resistant MTLE patients, in which the hippocampal formation was removed to control the seizures. The tissue had minimal postoperative delay before it was fixed (under 40 min), which preserved antigenicity and prevented further neuronal damage (Fig 6G). In the three MTLE patients analyzed (two males, one female, aged 38–56), apoptosis was low (typically 10–20 apoptotic cells per slice). As in the mouse MTLE model, many apoptotic cells remained not phagocytosed in the hippocampus (Fig 6H; S1 Table). Some of the apoptotic cells were phagocytosed by terminal or en passant microglial branches (ball-and-chain mechanism) (Fig 6I), similar to phagocytosis by mouse microglia in vivo in physiological conditions, after LPS [9], or early after KA challenge (Fig 3E). In addition, we observed a unique type of microglial phagocytosis in the human brain in which several microglia formed a mesh surrounding the apoptotic cell, in an aster-like structure (Fig 6J). Furthermore, in all patients we found many instances where several microglia directly projected their processes towards nonapoptotic neurons (Fig 6K and S8A Fig), which can be interpreted either as the initiation of a phagoptotic process or of the aster-shaped phagocytosis uniquely found in the human tissue. Importantly, the three samples from MTLE patients analyzed showed a low Ph index (on average, 49 ± 4%; 26 ± 3% ball-and-chain, 23 ± 4% aster; Fig 6L), and a large proportion of apoptotic cells in close proximity to a microglial process (up to 67% of cells under 0.5μm; Fig 6H and 6N), similar to that of KA mice at 4 mpi. The density of microglial cells and the volume occupied by microglia were also consistent among patients (Fig 6M and 6O) and remarkably similar to those in our mouse model of MTLE at 4 mpi after the injection of KA.\n\nTo confirm this data, we obtained autopsy hippocampal tissue from epileptic patients (not MTLE) and nondemented controls from the Netherlands Brain Bank (S8B and S8C Fig). The long postmortem (PM) delays (ranging from 3 to 22 h) complicated the interpretation of the data, as phagocytosis was mostly absent in the autopsy tissue. The low phagocytosis in autopsy human tissue is in agreement with data obtained PM in the spinal cord of mice, where the microglial motility and damage response were strongly prevented as early as 3 h PM, likely due to a depletion of energy sources in the dead tissue [24]. Nonetheless, we found a significant decrease in the Ph index in the hippocampus of nondemented controls compared to epileptic patients (22 ± 3% versus 1.3 ± 1.3%, respectively from 6 control and 3 epileptic individuals; p = 0.002; S1 Table). Overall, our data demonstrate that microglial phagocytosis is impaired in human epilepsy.\n\nPhagocytosis Impairment Is Triggered by Widespread ATP Release during Seizures\n\nWe next investigated potential mechanisms underlying the impairment of microglial phagocytosis in the acute phase of epilepsy. Such impairment occurred as early as 6 hpi, before a significant increase in the number of apoptotic cells and decreased microglial density were detectable (at 1 dpi; Fig 3 and S3A Fig). Strangely, we observed that in KA mice many nonphagocytosed apoptotic cells were localized in direct apposition to a microglial process (Fig 3D and 3E). While in control mice the average distance between an apoptotic cell and the closest microglial process was 1.3 ± 0.3 μm, this was increased significantly at 6 hdpi and 1 dpi following KA challenge (S3F Fig). In KA-treated mice at 1 dpi, 25% of nonphagocytosed apoptotic cells were 3–10 μm away, and up to 15% were over 10 μm away from a microglial process (Fig 3L). These results suggested two potential mechanisms for the phagocytosis impairment: a defect in recognition and phagocytosis initiation (which would result in apoptotic cells apposed to microglia but not phagocytosed) and a defect in microglial surveillance and/or targeting of apoptotic cells (which would result in far-off apoptotic cells). To verify the first hypothesis, we analyzed the microglial expression of main receptors involved in phagocytosis: triggering receptor expressed in myeloid cells 2 (Trem2) [25], Mer Tyrosine Kinase (MerTK) [26], complement receptor 3 (CR3) [27], and the G protein coupled receptor GPR34 [28]. We also analyzed the expression of main receptors for ATP and UTP, well-described apoptotic cell “find-me” signals, such as the ionotropic P2X4 and P2X7 and the metabotropic P2Y6 and P2Y12 receptors [29–31]. We acutely purified microglia from the hippocampus of control and KA mice at 1 dpi by fluorescent-activated cell sorting (FACS) and quantified the expression of these receptors by RTqPCR. We found that whereas P2X4, P2Y6, and P2Y12 receptors significantly increased, the apoptotic cell recognition receptors Trem2, MerTK, CR3, and GPR34 were significantly decreased in microglia from KA mice, explaining the deficient apoptotic cell targeting (Fig 7A).\n\nWe next explored the second hypothesis and reasoned that the impaired targeting could result from an impaired motility of the microglial processes, among other possible mechanisms. To assess the motility of microglial processes we resorted to an ex vivo approach using acute hippocampal slices and 2-photon microscopy [32,33]. As predicted, KA induced a 22% decrease in basal microglial motility at 1 dpi, mostly due to a decreased retraction of their processes (Fig 7B–7D), which could lead to a decreased surveillance capacity. To further test the impairment of microglial motility, we imaged the living cerebral cortex overlying the hippocampus, where we had previously detected phagocytosis impairment (S2C Fig). In the living cortex of KA-injected mice at 1 dpi, microglia showed a 37% decrease in their basal motility compared to saline-injected mice, which affected both the retraction and protraction (Fig 7E–7G; S1 and S2 Movies). Together, the decreased expression of phagocytosis receptors and the reduced motility would explain the defect in microglial phagocytosis of apoptotic cells observed after seizures.\n\nWe then asked whether KA could be acting directly on microglia to cause the observed phagocytosis impairment. We determined the expression of glutamate receptors in microglia ex vivo and assessed the direct effect of KA in organotypic slices and primary cultures. We performed a systematic analysis of the expression of all ionotropic and metabotropic glutamate receptor subunits by RTqPCR in fluorescence-activated cell sorting (FACS) purified microglia from the hippocampus and cortex of control 2-mo mice (Fig 8A and 8B and S9 Fig). We detected a residual expression of all ionotropic and metabotropic subunits in hippocampal and cortical microglia, unlikely to lead to the formation of functional receptors. In parallel, we tested the effect of KA (1 mM) in hippocampal organotypic slices, and found that it did not impair microglial phagocytosis of apoptotic cells (Fig 8C–8E and S10A–S10C Fig), likely because KA did not induce seizures in vitro. Finally, we tested the direct effect of KA on microglia in an in vitro model of phagocytosis, in which primary cultures of microglia derived from PND0 mice were fed with a neuronal cell line, NE-4C, previously treated with staurosporine to induce apoptosis. There, KA only produced a small but significant reduction in the percentage of phagocytic microglia (Fig 8F–8H). Therefore, the strong impairment of microglial phagocytosis that we observed in vivo after KA injection unlikely resulted from a direct effect of KA on microglial KA receptors.\n\nA strong candidate to mediate the effects of seizures is the extracellular nucleotide ATP. In addition to being released by apoptotic cells [2], ATP is also released during seizures, either from neurons or from astrocytes [34,35] and mediates the effects of glutamate on microglial motility in retinal explants [36]. Direct measurement of the ATP release in vivo is complicated by the fact that is rapidly degraded by several ectonucleotidases. Thus, we resorted to indirectly determining the action of ATP released during seizures on microglia in vitro. We induced seizures using a cocktail containing low Mg2+, high K+, and the nonselective blocker of voltage-dependent potassium channels 4-aminopyridine (4-AP). This cocktail led to impaired microglial phagocytosis in hippocampal organotypic slices as early as 1 h, as microglia failed to proportionally increase their Ph capacity in response to the increase in apoptosis, further confirming our in vivo data that seizures impair phagocytosis in mouse and human MTLE (S10D–S10J Fig). Next, we treated acute hippocampal slices with the epileptogenic cocktail and recorded microglial currents by patch-clamp. After a latency period of 11 ± 2 min, seizures induced large inward currents in microglia that were blocked by the broad purinergic P2X receptor antagonist BBG (Brilliant Blue G), (Fig 9A–9C), indicating a cationic current through these channels. BBG did not alter the frequency or amplitude of the epileptic discharges (S10K–S10M Fig). Overall, these data demonstrate that microglia sense seizures via ATP.\n\nBecause disrupting ATP gradients by saturating the cortical tissue with a high concentration bath of ATP decreases the extension rate of microglia towards a laser-induced lesion [4], we tested the hypothesis that large concentrations of ATP would disrupt the local “find-me” gradients in hippocampal organotypic slices and impair phagocytosis. Bathing the slices in ATP (1 mM) significantly increased the number of apoptotic cells in the slice (Fig 9D and 9E). This effect was possibly due both to direct neuronal death [37,38] and a block of microglial phagocytosis. The Ph index was substantially decreased (Fig 9F) as a result of decreased Ph capacity (Fig 9G and 9H) and decreased microglial density (Fig 9I). We did not observe microglial apoptosis induced by ATP but instead, microglia migrated towards the edges of the slice, an effect that we attribute to the chemotactic nature of ATP. Ultimately, the Ph/A coupling was lost (Fig 9J). Overall, these data indicate that ATP impairs microglial phagocytosis and suggest a yet unexplored mechanism underlying the early phagocytic impairment in experimental MTLE.\n\nTo further support our hypothesis that widespread release of ATP impairs microglial phagocytosis, we injected ATP and its nondegradable analog ATPγS directly into the DG and assessed their effect on microglial phagocytosis at 2 hpi. We injected a relatively high dose (100 mM) compared to conventional doses used in vitro, as in our organotypic slices experiments, to account for their diffusion over the whole hippocampus (spanning an area of several cubic mm). Indeed, we found a noticeable alteration in microglial morphology with processes retraction throughout the septal hippocampus, largely restricted to the DG (S11A Fig). No signs of cell death or shrinkage due to a potential osmosis imbalance were observed at the injection site in spite of the high osmolarity of the injected solutions (PBS: 286 mmol/kg; ATP: 473 mmol/kg; ATPγS: 635 mmol/kg), likely because of their diffusion over the hippocampal parenchyma. ATP, but not ATPγS, resulted in an increased number of apoptotic cells in the DG (Fig 10A and 10B). Both treatments induced a significant reduction of the Ph index (Fig 10C) and Ph capacity (Fig 10D and 10E) without altering the number of microglia (Fig 10F), ultimately resulting in a strong reduction of the Ph/A coupling (Fig 10G). Nonetheless, apoptotic microglia could be occasionally observed in the ATP (126 ± 46 apoptotic microglia per septal hippocampus) but not in the ATPγS- treated DG.\n\nTo disregard the possibility that changes in phagocytosis efficiency in ATP-treated mice were the result of reduced microglial viability, we performed a second experiment with 10 mM (304 mmol/kg) and 100 mM ATP. It is also important to note that, as the average clearance time is 1.2–1.5 h [9], at 2 hpi we could detect only a fraction of the cells that had impaired recognition, as the cells that started phagocytosis before the injection would still be in the process of degrading the apoptotic cell. Thus, we decided to analyze microglial phagocytosis at a later time point (4 hpi) to let them fully digest their prior cargo. In contrast, in this later time point degradation of the injected ATP by ectonucleotidases was more likely to occur. At 4 hpi, both 10 and 100 mM ATP increased the number of apoptotic cells in the DG (Fig 10H and S11B Fig) and, as expected, the phagocytosis impairment indicated by the drop in the Ph index was more obvious in mice treated with the higher dose (Fig 10I). Following 100 mM ATP, the Ph index dropped and the Ph capacity remained constant, indicating a recovery from the 2 hpi likely because of a wash-out or degradation of the injected ATP (Fig 10I and 10J). The number of microglia decreased with ATP 100 mM (Fig 10L), indicating the expected loss of viability. Microglial apoptosis was observed at 100 mM ATP (34 ± 16 apoptotic microglia per septal DG) but not at 10 mM ATP. Furthermore, at 10 mM ATP, the Ph index dropped and the Ph capacity increased but not sufficiently to counteract the increase in apoptosis, without affecting microglial numbers (Fig 10L), ultimately resulting in a decreased Ph/A coupling (Fig 10M). We finally tested the alternative hypothesis that impaired recognition in epileptic mice was due to a defective signaling from apoptotic cells, possibly due to an altered expression of pannexin, one route through which ATP is released [39]. However, we found a low expression of pannexin throughout the hippocampus and no expression in apoptotic cells, either phagocytosed or not, both in control or KA-treated mice (S12 Fig). Thus, in the hippocampus apoptotic cells may signal to microglia via mechanisms unrelated to pannexin channels. Overall, the results obtained with ATPγS (100 mM, 2 h) and ATP (10 mM, 4 h) confirm our in vitro data and demonstrate that disrupting ATP gradients impairs microglial phagocytosis.\n\nSeizures Lead to the Accumulation of Nonphagocytosed Apoptotic Cells In Vivo\n\nThe impairment in microglial phagocytosis should result in an accumulation of apoptotic cells. To directly test this hypothesis, we estimated the clearance time of well-identified cell populations undergoing apoptosis. Our data showed that the majority of apoptotic cells at 1 dpi after KA were located in the SGZ (Fig 3B), the niche where new neurons are born, in agreement with previous publications showing that seizures lead to apoptosis of newborn cells [40,41]. Thus, we studied the effect of KA-induced seizures on the apoptosis and survival of newborn cells, and focused on their previously identified early (3 d old, do) and late (8 do) critical periods of survival [9,42]. A single injection of the thymidine analog bromo-deoxyuridine (BrdU, 150 mg/kg) was administered 2 or 7 d prior to the injection of saline or KA, and mice were killed 1 d later (KA 1 dpi). Unexpectedly, we found no significant changes in the number of 3 and 8 do BrdU+ cells, indicating that KA did not affect their survival (S13A and S13B Fig).\n\nTo increase the probability of observing apoptotic BrdU+ cells, we switched to a semicumulative BrdU administration paradigm and focused on the early critical period (3 d) (Fig 11). We administered BrdU every 2 h for 6 h (Fig 11A) 2 d prior to KA injection and quantified the number of live and apoptotic BrdU+ cells 1 day later (KA 1 dpi) (Fig 11B and 11C). Again, we found no significant changes in the number of live BrdU+ cells (Fig 11D), but a seemingly contradictory significant increase in the number of apoptotic BrdU+ cells (Fig 11E). To exclude the possibility that an (undetectable) loss of BrdU+ cells was compensated by their increased proliferation, we analyzed their reentry into the cell cycle by calculating the percentage of BrdU+ cells expressing the cell division marker Ki67. We found no evidence of increased proliferation of the 3 do BrdU+ cell population due to KA injection, as the percentage of BrdU+ cells colabeled with the proliferation marker Ki67 remained unchanged between control and KA-injected mice (Fig 11F and S13C Fig). Together, these results demonstrate that the increase of apoptotic 3 do BrdU+ cells was not due to de novo apoptosis, but rather, to the accumulation of nonphagocytosed cells that were already undergoing apoptosis prior to the KA injection. Nonetheless, the apoptotic BrdU+ fraction significantly decreased in KA mice (Fig 11G), suggesting that apoptosis preferentially targeted cell populations other than the 3 do cells in the KA-injected hippocampus. Thus, the rise in apoptotic cells in KA at 1 dpi is due both to an accumulation of nonphagocytosed 3 do cells and de novo apoptosis of other populations.\n\nFor the 3 do cells, we reasoned that if KA was not affecting their survival (as there was no change in the number of live BrdU+ cells), the total number of apoptotic BrdU+ cells (present and cleared) should be identical in both control and KA mice, and used this information to estimate the clearance time in KA mice. The number of cleared apoptotic cells, i.e., the number of apoptotic cells no longer present in the tissue and eliminated by phagocytosis, can be estimated using the clearance time formula (see Materials and Methods) and the estimated clearance time in physiological conditions of 1.5 h [9]. To obtain the total number of apoptotic BrdU+ cells (present and cleared), we estimated the number of cleared BrdU+ apoptotic cells in saline mice and added it to the number of BrdU+ apoptotic cells present in saline mice (Fig 11H). To obtain the estimated number of cleared cells in KA mice, we then subtracted the number of BrdU+ apoptotic cells in KA mice from the above amount of total apoptotic BrdU+ cells. This subtraction allowed us to estimate a new clearance time of 6.3 h in KA mice (Fig 11H), which represents the average time at the population level required for an apoptotic cell to be eliminated by the dysfunctional microglia or the recruited astrocytes or neuroblasts. Furthermore, the decay in the Ph index predicted up to 52% of the variation in the number of apoptotic cells using a linear regression analysis (p &lt; 0.001) in all saline and KA mice used (6 hpi and 1 dpi) (Fig 11I), providing further evidence that the impairment in phagocytosis is linked to an accumulation of apoptotic cells.\n\nFinally, we tested the effect of KA on apoptosis in young (2 mo) and mature (6 mo) animals, in which there are fewer neuroprogenitors and therefore fewer newborn cells [43]. Because in the SGZ the vast majority of apoptotic cells are newborn cells [9], we expected to see a reduction in SGZ apoptotic cells in older mice as a consequence of the reduced neurogenesis. After KA, both young and mature animals reached level 3–4 in the Racine scale and at 1 dpi had a similar level and pattern of activation of the hippocampal circuitry (Fig 11J and 11K), as determined by staining with c-fos, an immediate early gene that has been used as an indirect marker of neuronal activation [44]. In addition, at 1 dpi after KA, microglial phagocytosis was similarly impaired in 2 and 6 mo mice (S13D Fig), but as expected, there were fewer SGZ apoptotic cells in 6 mo than in 2 mo mice (Fig 9L and 9M). This difference in apoptosis between young and mature mice can be attributed to the reduced proliferation and neurogenesis found in mature animals, confirming our hypothesis that the rise of apoptotic cells in the SGZ induced by KA is largely due to accumulation of the nonphagocytosed newborn cells that undergo apoptosis in physiological conditions.\n\nMicroglial Phagocytic Impairment Correlates with Inflammation\n\nWe reasoned that, because phagocytosis of apoptotic cells is actively anti-inflammatory in vitro [45], the impairment of phagocytosis should correlate with the development of an inflammatory response. We tested this hypothesis by analyzing the expression of a panel of pro- and anti-inflammatory cytokines by RTqPCR in hippocampal tissue samples and in microglia from acutely purified microglia along the time course (6 hpi to 4 mpi) (Fig 12). At the tissue level, we found that proinflammatory interleukin 1 beta (IL-1β) and interleukin 6 (IL-6) as well as of anti-inflammatory macrophage inhibitory cytokine 1 (MIC-1) peaked at 1 dpi and decreased afterwards up to 4 mpi (Fig 12A), a pattern that paralleled the impairment of phagocytosis over time. In agreement, the average expression of these cytokines as well as anti-inflammatory TGFβ correlated with the Ph index over the 4 mpi time course (Fig 12B). We next compared the expression of these cytokines in FACS-sorted microglia from KA-treated mice. At 1 dpi, microglia from KA mice expressed the highest levels of the proinflammatory TNFα and IL-6 (IL-1β showed a strong tendency but was not significant), as well as CSF, and low levels of the anti-inflammatory TGFβ (MIC-1 showed a strong tendency but was not significant) compared to microglia from control mice. At 7 dpi, microglia from KA mice expressed higher levels of IL-1β and TNFα, and lower levels of TGFβ (Fig 12C). These data demonstrate that the impaired microglia are in a proinflammatory state.\n\nDiscussion\n\nIn the present study, we examined and quantified for the first time the microglial phagocytic behavior in times of brain distress and report the following original findings (Fig 13). First, we have uncovered a generalized response of microglia to brain damage by excitotoxicity or inflammation in which they plastically adapt their phagocytic efficiency to the amount of apoptosis. Second, we have revealed an unexpected chronic impairment of microglial phagocytosis in an experimental model of MTLE as well as in hippocampal tissue resected from pharmaco-resistant MTLE patients. Third, we show that the microglial phagocytic impairment is not directly due to KA receptors on microglia but is rather a complex phenomenon related to an impaired recognition as well as impaired motility and targeting, mediated at least partially by altered ATP microgradients. Fourth, we demonstrate that the microglial phagocytic impairment leads to the accumulation of apoptotic cells and contributes to the development of an inflammatory response in the mouse model of MTLE. Overall, the data presented herein illuminate a novel generalized response of microglia to phagocytic challenge in the DG. Importantly, we have observed a similar degree of impairment in CA regions and the cortex, although in these latter regions the lack of apoptotic cells implies that the basal phagocytic efficiency could not be determined. In addition, our data compellingly demonstrates that the impairment of microglial phagocytosis is a novel mechanism contributing to the pathophysiology of MTLE. Ultimately, the efficiency of microglial phagocytosis is a decisive factor regulating the dynamics of neuronal death in the diseased brain.\n\nPhagocytosis/Apoptosis Coupling in Health and Disease\n\nIn contrast to the long-standing assumption that phagocytosis is executed only by ameboid-shaped microglia [46], we initially found that in physiological conditions, phagocytosis is efficiently enacted by unchallenged, ramified, surveillant microglia. Using as a model the adult hippocampal neurogenic cascade, where newborn neurons undergo apoptosis throughout adulthood, we previously found that the vast majority of apoptotic cells are in the process of being engulfed by microglia (Ph index &gt; 90%) through a ball-and-chain mechanism and a short clearance time (under 1.5 h) [9]. Thus, in physiological conditions, the high efficiency of microglial phagocytosis leads to a large underestimation of the total amount of apoptosis.\n\nWe have now studied the microglial response to phagocytic challenges and found a generalized microglial response. When subjected to a phagocytic challenge induced by acute or chronic inflammation or excitotoxicity, microglia stood up to the increased apoptosis combining three different strategies: recruiting more phagocytic cells, increasing the phagocytic capacity of each cell, and/or increasing microglial numbers. The combination of these three adaptation strategies allowed microglia to boost its phagocytic efficiency and match the apoptotic challenge, therefore maintaining the phagocytosis/apoptosis ratio. Furthermore, hippocampal microglia displayed up to four phagocytic pouches in vivo and up to seven in organotypic slices, although most cells had a single pouch and many cells remained nonphagocytic. Therefore, microglia have an enormous reservoir for phagocytosis that can be reached by recruiting 100% of cells with their maximum Ph capacity. This data suggests that enhancing phagocytosis could be a novel therapeutic approach to accelerate tissue recovery after brain injury.\n\nNeuronal Hyperactivity Leads to Phagocytosis–Apoptosis Uncoupling In Vivo\n\nTo our surprise, the microglial phagocytic potential was not employed to counteract the damage resulting from neuronal hyperactivity in a mouse model of MTLE. In contrast, we found an impairment of microglial phagocytosis, as shown by decreased Ph capacity and Ph index, which was not compensated by recruiting other phagocytic cells, such as astrocytes or neuroblasts. This impairment was not simply an inability of microglia to cope with too much apoptosis because it occurred as early as 6 hpi after KA, before any significant accumulation of apoptotic cells took place, and because microglia dispatched this amount of apoptosis in other conditions (for instance, LPS in 1 mo mice). Microglial phagocytosis was not impaired by inflammation nor by excitotoxicity per se, as shown above, and we thus postulated that the impairment was related to the KA-induced seizures.\n\nHowever, the impairment was unlikely a direct effect on microglia of either KA or glutamate released during seizures, as microglia expressed residual levels of ionotropic and metabotropic glutamate subunits, in agreement with previous reports showing the lack of functional receptors in microglia in acute hippocampal slices [47] or retinal explants [36]. Furthermore, KA had a very small effect on phagocytosis of apoptotic cells in primary cultures and no effect in organotypic slices. Although KA is known to induce membrane ruffling and morphological alterations in cultured microglia [48], which would explain our results in primary cultures treated with KA, whether microglia express functional glutamate receptors in vivo is still under discussion [36,47,49–52].\n\nNonetheless, the level of neuronal activity is known to affect microglial motility and behavior, acting via extracellular ATP. In retinal explants and acute hippocampal slices, neuronal glutamate signaling via NMDA receptor activation leads to the release of ATP, which in turn alters microglial motility and morphology [36,52,53] and triggers microglial process convergence towards neuronal dendrites [54]. ATP is also released in large amounts during seizures in vivo and in vitro [34,35], although it has not been directly tested in our KA model due to the limited tools to measure extracellular ATP levels in vivo. Nonetheless, here we demonstrate that in vitro microglia acutely sense seizures, resulting in large inward currents that depend at least partially on P2X receptors, similar to those observed during ischemia [55]. Interestingly, we observed a delayed microglial response (11 min latency time) that is consistent with the time it takes to reach the maximum ATP release evoked by depolarization [56]. In addition to being a neuro- and gliotransmitter, ATP is a well-known “find-me” signal released by apoptotic cells [2,57] and mediates the rapid attraction of microglial processes towards laser-induced injuries [4]. In spite of the complex metabolism and signaling of released nucleotides, we have mirrored the seizure-induced phagocytosis impairment by disrupting ATP gradients in organotypic slices and in vivo. The KA-triggered microglial phagocytosis impairment is consistent with a seizure-related widespread release of ATP that disrupts “find-me” signaling gradients and turns microglia “blinded” to apoptotic cells.\n\nATP signals to microglia on a plethora of promiscuous P2X (ionotropic) and P2Y (metabotropic) receptors and is degraded by extracellular ectonucleotidases to adenosine, whose receptors are expressed by microglia as well [51]. While the full pharmacological characterization of the seizure-induced current and phagocytosis impairment will be carried out in future studies, we have evidence that several purinergic receptors might be involved in these phenomena, as we have detected a down-regulation of P2X7 and up-regulation of P2X4, P2Y6, and P2Y12 in microglia at 1 dpi after the KA injection. In agreement, seizures induce changes in the intrinsic electrophysiological properties of microglia (input resistance, membrane capacitance) and an enhanced response to ATP and UDP that are mediated by P2X4, P2Y6, and P2Y12 receptors, respectively [58,59]. Similar to ATP, UDP is a “find-me” signal released by apoptotic cells [60], and P2Y6 antagonists prevent the phagocytosis of microbeads injected into the cortex of KA-treated mice [30]. This paper also showed that the systemic injection of KA increased the capacity of cortical microglia to phagocytose latex microbeads [30], in apparent disagreement with our data. However, the mechanisms of engulfment of beads and apoptotic cells are largely different [60]. Importantly, latex microbeads do not release “find-me” signals that trigger microglial chemotaxis, a fact that would explain the discrepancy. Overall, our results show that neuronal hyperactivity interferes with the apoptotic cell “find-me” gradients by sending competing ATP signals that microglia cannot discriminate.\n\nIn agreement, we have observed a large proportion of microglia located far away from the apoptotic cells in KA mice at 6 hpi and 1 dpi, suggesting a decreased surveillance capacity. Consistently, we found a decreased microglial density in the DG, and overall motility of microglia in acute hippocampal slices and in the living cortex at 1 dpi. The level of motility impairment observed in the cortex in vivo was higher than in the acute hippocampal slices, possibly because the released ATP was washed out during the slice preparation. Our results of motility impairment are to some extent in disagreement with a recent study in acute hippocampal slices, in which they observed no difference in the processes velocity but a puzzling increase in the area of the explored territory of each process [61], in spite of the increased purinergic signaling of microglia in this model [58] and the well-established chemoattractant role of ATP in these lesions [4]. We speculate that at 2 dpi the widespread release of ATP induced by the seizures would be more attenuated than at 1 dpi, accounting for the dissimilar results on microglial motility.\n\nIn addition to the defect in motility, we have also found a defect in the apoptotic cell recognition and phagocytosis initiation. Indeed, a large proportion of apoptotic cells were located directly in apposition to microglial processes, and microglia down-regulated the expression of several phagocytic receptors, such as TREM2, CR3, MerTK, and GPR34. Therefore, the seizure-induced phagocytosis impairment is a complex phenomenon that likely implies other mechanisms in addition to the ATP widespread release. For instance, seizures affect many other signaling molecules released by neurons that control microglial function, such as fractalkine [62,63] or endocannabinoids [64,65]. In addition, status epilepticus triggers an early energy depletion at the seizure focus followed by a series of metabolic alterations in the long term [66] that affect the mitochondrial function [67], on which phagocytosis heavily relies, at least in macrophages [60]. Microglial motility and injury response also depends on energy sources, as these functions are early reduced in PM mouse tissue [24]. Therefore, some of these mechanisms are likely to play additional roles in regulating microglial phagocytosis efficiency at different stages of the disease.\n\nLong Term Impairment of Microglial Phagocytosis in Mouse and Human MTLE\n\nThe early phagocytosis impairment in the mouse model of MTLE was maintained in the long term, although there was a trend towards recovery of phagocytosis. In the subacute phase (3–7 dpi), microglia showed ameboid morphology and became multinucleated. This unresolved nucleokinesis was likely related to KA-induced inflammation, known to induce this phenotype in microglia in vitro [68]. Further, we also observed another inflammation-related phenotype: phagoptosis or the engulfment of nonapoptotic, seemingly live cells [17], albeit it occurred at lower levels than phagocytosis of apoptotic cells. In the chronic phase of MTLE (4 mpi), microglial phagocytosis continued to be impaired. Importantly, we obtained similar parameters (Ph index, distance to apoptotic cells, microglial density, microglial tissue volume) in hippocampal tissue from KA-treated mice and from MTLE patients. In the chronic phase of the mouse and human disease, the Ph index indicated that less than half of the apoptotic cells were being degraded by microglia, strongly suggesting that the microglial phagocytic impairment does occur in human MTLE. We have confirmed the microglial phagocytic impairment induced by seizures by comparing autopsy hippocampal tissue from age- and sex-matched nondemented controls and people diagnosed with epilepsy, although the PM delay severely interfered with the estimation of phagocytosis in this kind of tissue. In the human MTLE hippocampus, we have also discovered a novel form of phagocytosis (aster-type), executed by several ramified microglia with confluent processes towards the apoptotic cell, reminiscent of the microglial response to a laser-induced photo lesion observed by 2-photon imaging in the live mouse cortex [4]. While the functional relevance of the aster-phagocytosis and targeting of live neurons remains to be determined, the cellular mechanism of cell clearance in the epileptic mouse and human brain are remarkably similar.\n\nDetrimental Consequences of Microglial Phagocytic Impairment\n\nWe speculate that the early microglial phagocytosis impairment has detrimental consequences on the hippocampal function. Indeed, we have shown that the increased number of 3 do apoptotic cells found in the SGZ neurogenic niche after KA injection was not due to de novo apoptosis of this population induced by KA but instead, to an accumulation of 3 do newborn cells that undergo apoptosis under physiological conditions and are not phagocytosed by the impaired microglia. The nonphagocytosed apoptotic cells would evolve into secondary necrotic cells that lose membrane integrity and start leaking out intracellular contents [69], contributing to damaging the surrounding tissue. Recent data provides direct evidence of the beneficial effects of microglial phagocytosis, because transgenic silencing of the phagocytosis receptor TREM2 impairs microglial phagocytosis in vitro and exacerbates ischemic damage in experimental stroke [70]. In addition, we found that the impairment of phagocytosis could predict a large percentage (over 50%) of the variation in the levels of apoptosis, demonstrating that the efficiency of phagocytosis determines apoptosis dynamics in epilepsy and possibly in other brain diseases as well.\n\nFinally, a strong body of in vitro data on macrophages and microglia has shown that phagocytosis of apoptotic cells is actively anti-inflammatory (reviewed in [2]). As we expected, impairment of microglial phagocytosis correlated with the expression of pro- and anti-inflammatory cytokines in hippocampal tissue. Inflammation per se did not impair phagocytosis, and thus this data suggests that the impairment of phagocytosis releases the brake on inflammation. Importantly, the same microglial population that exhibited impaired phagocytosis also had a strong proinflammatory profile. Increased expression of proinflammatory cytokines has already been observed in experimental and human MTLE tissue [71–73]. Because proinflammatory IL-1β enhances NMDA excitatory currents, it is speculated to contribute to development of chronic seizures [74], and drugs designed to prevent IL-1β activation and signaling are currently in clinical trials to prevent epileptogenesis [75]. Our data strongly support that this inflammation may at least in part originate from the microglial phagocytic impairment, but whether this dysfunction contributes to seizures remains to be determined. In summary, our results demonstrate that in the epileptic brain, microglia are not merely “reactive” to the neuronal damage but have their basal phagocytic function impaired. Because neuronal death and inflammation are hallmarks of all major brain diseases, such as ischemic stroke, Alzheimer, Parkinson, or multiple sclerosis, harnessing microglial phagocytosis may serve to control tissue damage and inflammation as a novel strategy to accelerate brain recovery.\n\nMaterials and Methods\n\nAnimals\n\nAll experiments were performed in fms-EGFP (MacGreen) mice, except the analysis of tissue cytokines by RTqPCR and the analysis of microglial motility, which were performed in C56BL/6 (Harlan, Boxmeer, the Netherlands) and CX3CR1GFP/+ mice, respectively. In both fms-EGFP [10,76] and CX3CR1GFP/+ mice [77], all microglia express the fluorescent reporter. Analysis of phagocytosis by nonprofesional phagocytes was done in POMC-EGFP [16], hGFAP-GFP [78], and nestin-GFP [79,80]. Analysis of the effect of infiltrating monocytes was carried out in CCR2-/- mice [20]. All mice used were in a C57BL/6 background, except experiments with fatty acid diets, which were performed in CD-1 Swiss mice. Omega 3 deficient (containing 6% fat in the form of sunflower oil, rich in linoleic acid) or omega 3 balanced (containing a mixture of different oils rich in alpha-linolenic acid) diets were given immediately after mating and through gestation and lactation [11]; both diets were isocaloric and only their lipid composition was different (S2 Table). Mice were housed in 12:12h light cycle with ad libitum access to food and water. All procedures followed the European Directive 2010/63/EU, NIH guidelines, and Canadian Council on Animal Care guidelines, and were approved by the Ethics Committees of the University of the Basque Country EHU/UPV (Leioa, Spain; CEBA/205/2011, CEBA/206/2011, CEIAB/82/2011, CEIAB/105/2012), Bordeaux University (protocol number 5012094-A), and Southampton University (in accordance with United Kingdom Home Office licensing; project license 30/3056); the Baylor College of Medicine Institutional Animal Care and Use Committee (Houston, TX, US; AN- 5004); and the Animal Care Committee of Université Laval (protocol number 2013102–1). Unless otherwise stated, mice were 8 weeks old at the time of the KA injection.\n\nIntrahippocampal Injections\n\nInduction of epilepsy was achieved by intrahippocampal injection of KA (Sigma-Aldrich, St Louis, MO, US) [81]. In brief, mice were anesthetized with ketamine/xylazine (10/1 mg/kg) and received a single dose of the analgesic buprenorphine (1 mg/kg) subcutaneously. After positioning in the stereotaxic apparatus, a 0.6 mm whole was drilled at coordinates taken from Bregma: AP −1.7 mm, laterolateral (LL) −1.6 mm. A pooled glass microcapillary was inserted at −1.9 mm dorsoventral (DV), and 50 nL of saline or KA (20 mM) were delivered into the right hippocampus using a microinjector (Nanoject II, Drummond Scientific, Broomal, PA, US). ATP (10, 100 mM; Sigma) and ATPγS (100 mM; Tocris) pH-balanced solutions were injected directly into the DG at coordinates AP −1.7 mm, LL −1.4 mm, DV −2.3 mm. After 2 min, the microcapillary was retracted, and the mice sutured and maintained in a thermal blanket until recovered from anesthesia. Some mice were implanted with platinum iridium, Teflon-coated deep electrodes (PlasticsOne, Roanoke, VA, US) immediately after intrahippocampal injection. Four recording electrodes were positioned at −1.6 mm AP, +1.8 mm LL, −1.8 mm DV (left hippocampus); −1.6 mm AP, −1.8 mm LL, −1.8 mm DV (right hippocampus); −0.1 mm AP, −1.8 mm LL, −2 mm DV (right cortex): −0.1 mm LL, +1.8 mm LL, −2 mm DV (left cortex). The reference electrode was placed at the frontal lobe at +0.1 mm AP, +0.1 mm LL, −0.5 mm DV, and the ground electrode was positioned over the cervical paraspinous area [13]. Four hours after implantation, every two days for the next week, and once a week for another 7 weeks, mice were attached to a Nicolet video-electroencephalogram (vEEG) system (NicView 5.71, CareFusion, San Diego, CA, US), and were recorded in 4 h sessions.\n\nPrimary Microglia Cultures\n\nPrimary microglia cultures were performed as previously described [82]. Briefly, P0-P1 fms-EGFP mice pup brains were carefully peeled off meninges in Hank's balanced salt solution (HBSS, Hyclone) under a magnifying scope, and enzymatically digested with papain (20 U/ml, Sigma) and DNAse (150 U/μl, Invitrogen) for 15 min at 37ºC. The homogenization process was also helped by carefully pipetting. The resulting cell suspension was then filtered through a 40 μm nylon cell strainer (Fisher) and transferred to a 50 ml Falcon tube quenched by 5 ml of 20% heat inactivated Fetal Bovine Serum (FBS; Gibco) in HBSS. Afterwards, the cell suspension was centrifuged at 200 g for 5 min, the pellet was resuspended in 1ml Dulbecco’s Modified Eagle’s Medium/F12 (DMEM/F12, Gibco) complemented with 10% FBS and 1% Penicillin-Streptomycin (Gibco), and seeded in Poly-L-Lysine-coated (15 μl/ml, Sigma) culture flasks with a density of two brains per flask. Medium was changed every 3–4 d and enriched with granulocyte-macrophage colony stimulating factor (5 ng/ml GM-CSF, Sigma). After confluence (at 37°C, 5% CO2 for approximately 14 d), microglia cells were harvested by shaking at 100 rpm, 37°C, 4 h. Isolated cells were counted and seeded in a density of 80.000 cell/well on poly-l-lysine-coated 24-well plates. Microglia were allowed to rest and settle for at least 24 h before phagocytosis experiments. Primary microglia cells were fed for 3 h with NE-4C (American Type Culture Collection), a mouse neural stem cell line derived from the cortex of 9 do p53 knock-out embryos. NE-4C were previously labeled with the membrane marker CM-DiI (5 μM; 10 min at 37°C, 15 min at 4°C; Invitrogen) and treated with staurosporine (10 μM, 4h; Sigma) to induce apoptosis. This treatment resulted in 27.4% ± 8.5% of apoptotic and 1.2% ± 0.9% of necrotic NE-4C cells, as determined by flow cytometry analysis with Annexin V and PI; and in 35.0% ± 6.1% of apoptotic cells with pyknotic/karyorrhectic nuclear morphology determined with DAPI in immunofluorescent assays. Apoptotic NE-4C cells were added to the microglial cultures in a proportion 10:1 approximately. For the KA treatment, microglia were pretreated with 1 mM KA (Sigma) for 2 h before adding the apoptotic cells and remained present for the 3 h of the phagocytosis assay, accounting for a total of 5 h of KA treatment [48].\n\nOrganotypic Hippocampal Slice Cultures\n\nOrganotypic hippocampal slice cultures were prepared as described previously [83] with minor modifications. In brief, 7 do fms-EGFP pups were decapitated and the brains extracted and placed in cold HBSS. Both hippocampi were dissected and cut into 350 μm slices using a tissue chopper (McIlwain). Slices were then transferred to 0.4 μm culture plate inserts (Millipore, PICM0RG50), each containing four slices. These membranes were placed in six-well plates, each well containing 1 ml of fresh organotypic culture medium. The medium consisted of 50% Neurobasal medium supplemented with 0.5% B27, 25% horse serum, 1% Glutamax, 1% penicillin/streptomycin, and 1% glucose solution in HBSS. Culture medium was changed the first day after doing the culture and every 2 d afterwards. Slices were kept in culture for 7 d before performing the experiments. For induction of excitotoxicity, hippocampal slices were treated with media containing 50 μM NMDA at day in vitro 7 for 4 h; another batch of slices were then placed in fresh culture medium for another 24 h. For KA experiments, hippocampal slices were treated with media containing 1 mM KA (Sigma) for 6 h. For ATP experiments, hippocampal slices were treated with media containing 300 μM and 1 mM ATP (Sigma) for 4 h. For experiments with the epileptogenic cocktail, hippocampal slices were treated for 1 h with either vehicle (oxygenated (95% O2, 5% CO2) ACSF, pH 7.4, containing 124 mM NaCl, 25 mM NaHCO3, 1.25 mM NaH2PO4, 2.5 mM KCl, 2.5 mM CaCl2, 1.3 mM MgCl2, and 10 mM D-glucose) or proepileptogenic cocktail (ACSF, with high K+ (8 mM), low Mg2+ (0.25 mM) and 4-AP (100 μM)) [84]. PI (5 μg/ml, Sigma) was added to the cultures in the last hour of the treatment.\n\nHuman Samples from Individuals with MTLE\n\nFreshly resected hippocampi from adult drug-resistant MTLE patients were obtained from the Basque Biobank at the Cruces University Hospital (Bilbao, Spain) with the patient’s written consent and with approval of the University of the Basque Country Ethics committee (CEISH/154/2012). The patient´s anonymity was preserved for this study. Immediately after surgery, the tissue was immersed in saline and maintained refrigerated until transported to the Pathology Unit of the Hospital (under 40 min), where it was manually sectioned in 1–2 mm thick coronal sections and transferred to 4% paraformaldehyde (PFA) in PBS, pH 7.4 for 30 min, then washed in PBS and kept in cryoprotectant (30% sucrose, 30% ethyleneglycol in PBS) at −20°C. Parafin-embedded hippocampal tissue from epileptic patients and nondemented controls was obtained from The Netherlands Brain Bank, Netherlands Institute for Neuroscience, Amsterdam (open access www.brainbank.nl). All material was collected from donors for or from whom a written informed consent for a brain autopsy and the use of the material and clinical information for research purposes had been obtained by the NBB.\n\nImmunofluorescence\n\nMice were transcardially perfused with 30 ml of PBS followed by 30 ml of 4% PFA. The brains were removed and postfixed with the same fixative for 3 h at room temperature, then washed in PBS and kept in cryoprotectant at −20°C. Six series of 50 μm-thick sections of mouse (sagital) or human (coronal) brains were cut using a Leica VT 1200S vibrating blade microtome (Leica Microsystems GmbH, Wetzlar, Germany). Fluorescent Immunostaining was carried out following standard procedures [9]. Free-floating vibratome sections or organotypic slices were incubated in permeabilization solution (0.3% Triton-X100, 0.5% BSA in PBS; all from Sigma) containing 5% NGS for 1 hr at room temperature, and then incubated overnight with the primary antibodies diluted in the permeabilization solution at 4°C. For BrdU staining, sections were pretreated with 2M HCl for 15 min at 37°C and washed with 0.1 M sodium tetraborate for 10 min at RT prior to staining with the primary antibodies. After thorough washing with PBS, the sections were incubated with fluorochrome-conjugated secondary antibodies and DAPI (5 mg/ml; Sigma) diluted in the permeabilization solution for 2 hr at room temperature. Primary microglial cultures were fixed for 10 min and organotypic slices for 40 min and then transferred to PBS. Coverslips with primary microglial cultures were blocked in 1% normal goat serum (NGS, Sigma), 0.2% Triton X-100 in PBS for 30 min. The cells were then incubated with primary antibodies in 0.2% Triton X-100 PBS for 1 h at RT, washed in PBS and incubated in the secondary antibodies containing DAPI (5 mg/ml) in the same solution for 1 h at RT. After washing with PBS, the sections, organotypic cultures, and primary cultures were mounted on glass slides with DakoCytomation Fluorescent Mounting Medium (DakoCytomation, Carpinteria, CA). The following antibodies were used: chicken anti-GFP (1:750; Aves Laboratories, Tigard, OR); mouse anti-NeuN (1:1,000; EMD Millipore Corporation, Billerica, MA, US); mouse anti-CD45.2 (1:100; BD Pharmingen, Spain); rabbit antiactivated-caspase-3 (1:100; Cell Signaling Technology, Danvers, MA); rabbit anti-cfos (1:1,000; Santa Cruz Biotechnologies, Heidelberg, Germany); rabbit anti-Ki67 (1:1,000; Vector Laboratories, Burlingame, CA, USA); rabbit anti-Iba1 (1:1,000; Wako Chemicals, GMBH, Germany); rabbit anti-phosphoHistone 3 (1:1,000; Millipore); rat anti-BrdU (1:300; AbD Serotech, Kidlington, UK). Secondary antibodies coupled to AlexaFluor 488, Rodhamine Red X, or AlexaFluor 647 were purchased from Molecular Probes (Willow Creek Road, Eugene, O) or from Jackson Immunoresearch (West Grove, PA).\n\nImage Analysis\n\nAll fluorescence immunostaining images were collected using an Olympus Fluoview or a Leica SP8 laser scanning microscope using a 40X oil-immersion objective and a z-step of 0.7 μm. All images were imported into Adobe Photoshop 7.0 (Adobe Systems Incorporated, San Jose, CA) in tiff format. Brightness, contrast, and background were adjusted equally for the entire image using the “brightness and contrast” and “levels” controls from the “image/adjustment” set of options without any further modification. 3D-rendering of phagocytic cells was performed using ImageSurfer (NIH) or ImageJ (Fiji distribution). Quantitative analysis of apoptosis and phagocytosis was performed using unbiased stereology methods as previously described [9]. For mouse tissue sections, 2–3 20 μm-thick z-stacks located at random positions containing the DG were collected per hippocampal section, and a minimum of 6 sections per series were analyzed. For human tissue, 2–3 coronal sections were fully scanned under the microscope to find all apoptotic cells. For organotypic cultures, 3 20 μm-thick random z-stacks of the DG were collected per hippocampal slice, using a 60X oil-immersion objective. For primary cultures, over 10 random z-stacks were obtained per coverslip.\n\nPhagocytosis Analysis\n\nApoptotic cells were defined based on their nuclear morphology after DAPI staining as cells in which the chromatin structure (euchromatin and heterochromatin) was lost and appeared condensed and/or fragmented (pyknosis/karyorrhexis); they also colocalized with activated-caspase-3, a well-known marker of apoptosis. Phagocytosis was defined as the formation of an enclosed, three-dimensional pouch of microglial processes surrounding an apoptotic cell. In tissue sections and organotypic cultures, the number of apoptotic cells, phagocytosed cells, BrdU+ cells, and microglia were estimated in the volume of the DG contained in the z-stack (determined by multiplying the thickness of the stack by the area of the DG at the center of the stack using ImageJ (Fiji)). To obtain the absolute numbers (in tissue sections), this density value was then multiplied by the volume of the septal hippocampus (spanning from −1 mm to −2.5 mm in the AP axes, from Bregma; approximately six slices in each of the six series), which was calculated using Fiji from a Zeiss Axiovert epifluorescent microscope images collected at 20X. In organotypic cultures, the number of apoptotic cells and microglia in the DG was given as a density, over a 200.000 μm3 volume (roughly, a 100 x 100 μm2 area of 20 μm of thickness). In primary cultures, the percentage of phagocytic microglia was defined as cells with pouches containing NE-4C nuclei and/or CM-DiI particles. The following formulae were used to estimate microglial phagocytic efficiency in tissue or organotypic cultures:\n\nwhere apoPh is the number of apoptotic cells phagocytosed; apotot is the total number of apoptotic cells; and mgPhn is the proportion of microglia with n phagocytic pouches.\n\nThe percentage of volume occupied by Iba1+ microglia was estimated in confocal z-stacks of the DG and hilus. First, microglia were manually selected in each z-stack using the “Threshold” tool (Fiji) to mask only the pixels of the image with Iba1+ staining. Then, the percentage of pixels occupied by microglia was calculated using the Area Fraction parameter of the “Measure” tool (Fiji). All commands were automated in an ImageJ macro (Fiji). The average Area Fraction from a minimum of ten images per z-stack was calculated. For mouse tissue, 2–3 20 μm-thick z-stacks containing the DG and hilus were collected per hippocampal section and a minimum of six sections per series were analyzed. For human tissue, 3–4 12 μm-thick z-stacks located at random positions containing the DG and hilus were analyzed.\n\nTwo-Photon Imaging on Acute Hippocampal Slices\n\nBrain slices were obtained from CX3CR1GFP/+ mice aged 2 mo 1 dpi or 7 dpi of KA or saline. As we previously described [32], animals were quickly anesthetized with isoflurane, and 300 μm-thick coronal slices were made using a Vibratome (VT1000S, Leica, Nanterre, France). Slices were then stored at room temperature (20 to 23°C) for one hour before imaging in an oxygenated artificial cerebrospinal fluid (ACSF) containing 126 mM NaCl, 2.0 mM CaCl2, 2.0 mM MgCl2, 2.5 mM KCl, 1.25 mM NaH2PO4, 26 mM NaHCO3, 10 mM glucose, 1 mM ascorbic acid, 4 mM sodium pyruvate, and saturated with 95% O2 and 5% CO2 (310 ± 5 mOsm). Slices were transferred to a recording chamber and perfused with oxygenated aCSF at a rate of 1–3 ml/min and maintained at 25°C with an inline heater. Two-photon imaging was performed with a laser-scanning microscope Leica DMLFSA TCS SP2 on an upright stand (Leica Microsystems, Mannheim, Germany) coupled to a femtosecond pulsed Ti:Sapphire laser (Mira 900, Coherent Laser Group, Santa Clara, CA, US). The laser was tuned to the excitation wavelength for GFP (900 nm), and there was no photobleaching nor was there any evidence of cellular damage during extensive scanning to obtain time lapse images. The laser intensity was carefully monitored in all instances and kept comparable between all experiments. A HCX IR Apo L 25X NA 0.95 (Olympus) water-immersion objective lens was used. Imaging was done at depths in brain slices &gt;50 μm and up to 100 μm. The mean depth for imaging lesions was 75 μm. Voxel size was adjusted to 0.1 x 0.1 μm, and z-stacks were taken in 1 μm steps. The mean scan time for z-stack was approximately 45 s. 3-D reconstruction of microglia and automated assessment of the number of branches was performed using the “filament tracer program” (Matlab algorithm) of Imaris 7.6 (Bitplane AG), after correction for drift in x- and y-axis (Stackreg [85] and Multistackreg [86] plugins, Fiji) and drift in z-axis (&quot;correct 3-D axis&quot;, Fiji module of Imaris 7.6). This allowed us to isolate each microglial process and to follow its length modification all along the recording period. In both saline- and KA-injected animals, we analyzed 4–5 cells (distributed through the hilus and the DG) per animal and 3–4 animals per group.\n\nTwo-Photon Imaging on the Living Cortex\n\nLive imaging was performed using two-photon imaging as previously described [33]. 2 mo CX3CR1GFP/+ mice were injected with saline or KA as above. 24 h later, mice were anesthetized with isoflurane. The skull above the motor cortex was exposed, cleaned, glued to a thin metal plate, and carefully thinned to an approximately 20- to 30-mm thickness, using a high-speed dental drill (Osada Inc) and a microsurgical blade. Drilling was interrupted periodically, and sterile saline was applied on the skull to prevent heat-induced damage. Next, the mice were placed under an Olympus two-photon microscope FV1000MPE equipped with a Ti:Sapphire laser (Mai Tai DeepSee; Spectra Physics) tuned to 920 nm for transcranial imaging. A 25X water-immersion lens (1.05 N.A.; Olympus) was used throughout the imaging session. Z stacks taken 1 μm apart were acquired every 1.5 min for 13.5 min (ten time frames). Microglial motility was analyzed using several plugins in Fiji. In brief, images were registered using the “Affine” algorithm of the “MultiStack” plugin and aligned by using the “Correct 3D drift” plugin [87]. Background was subtracted using a difference of Gaussians and bleaching was corrected using the “Histogram Matching” algorithm of the “Bleach Correction” plugin [88]. The motility was automatically determined using a self-developed ImageJ macro that estimated the 3-D length of previously selected processes and calculated the motility as the absolute difference of length between two consecutive frames divided by the time interval (1.5 min). For automatic measurement of the length process, each selected process was reoriented vertically in the xy plane and the intensity profiles of horizontal lines run through the length of the process were obtained in each z-slice.\n\nIntensity profiles were used to determine the x and z coordinates of the borders of the process in each line based on three parameters: background intensity, the difference between the maximum intensity and the pixels flanking the maxima, and the inflexion points of the intensity profiles. x and z coordinates of the borders were used to calculate the center of the process in each horizontal plane (xz planes). Then, the length of the 3-D skeleton of the process in each time frame was calculated as the summation of the distances between each pair of center points located in consecutive xz planes. The following formulae were used to calculate the mean motility of a process:\n\nWhere zC, zU, and zB are the coordinates of the center, the upper z-slice and the bottom z-slice containing the process, respectively.\n\nWhere xC, xR, and xL are the coordinates of the center, the right border and the left border of the process, respectively. If zc-slice was virtual (i.e., not an integer):\n\nOnce the coordinates of the center of the vertically aligned process had been defined in the X and Z planes, its length was estimated:\n\nWhere y0 and yn-1 are the y coordinates of the first and last horizontal lines, respectively, containing pixels with intensities above the background. Finally, the process motility was estimated:\n\nWhere f is time frame, and 1.5 corresponds to the 1.5 min of the time interval between consecutive frames. Mean motilities were used for analysis. Mean protraction and retraction of a process were calculated as the mean of the motilities from consecutive frames (f and f+1) where the length of the process was increased or decreased, respectively.\n\nElectrophysiology\n\nHippocampal slices (300 μm) from PND20-PND30 days-old fms-EGFP mice were prepared in oxygenated (95% O2,5% CO2) ACSF, pH 7.4, that contained 124 mM NaCl, 25 mM NaHCO3, 1.25 mM NaH2PO4, 2.5 mM KCl, 2.5 mM CaCl2, 1.3 mM MgCl2, and 10 mM D-glucose. Slices were allowed to recover for at least 1 h and were then transferred to a 37ºC chamber with continuous flow (1 mL/min) of oxygenated ACSF. To induce epileptiform activity, cells were perfused with high K+ (8 mM), low Mg2+ (0.25 mM) and 4-AP (100 μM) [84]. Extracellular field potential recording were performed in the CA1 pyramidal layer to monitor epileptiform activity, using glass electrodes (1 MΩ) filled with aCSF. Epileptiform activity was induced both in the DG and CA1, but the amplitude of the spikes was considerably larger in CA1 and thus EGFP-expressing microglial cells were simultaneously patch-clamped recorded in this region in whole-cell configuration with recording pipettes (7–10 MΩ) filled with a solution containing 135 mM KCl, 4 mM NaCl, 0.7 mM CaCl2, 10 mM BAPTA, 10 mM HEPES, 4 mM Mg-ATP and 0.5 mM Na2-GTP (pH 7.2).\n\nFACS Sorting\n\nMicroglia cells were isolated from brains as described previously [10]. The hippocampi and cortices from 2-mo-old fms-EGFP mice were dissected and placed in enzymatic solution (116 mM NaCl, 5.4 mM KCl, 26 mM NaHCO3, 1 mM NaH2PO4, 1.5 mM CaCl2, 1 mM MgSO4, 0.5 mM EDTA, 25 mM glucose, 1 mM L-cysteine) with papain (20 U/ml) and DNAse I (150 U/μl, Invitrogen) for digestion at 37ºC for 15 min. For glutamate receptor subunit expression experiments, 8 hippocampi, and 3 hemicortices from 4 mice were collected per replica, with a total of 4 replicas. For cytokine expression experiments, 4 hippocampi from saline or KA-injected mice were collected per replica, with a total of 4 replicas. After homogenization, tissue clogs were removed by filtering the cell suspension through a 40 μm nylon strainer to a 50 ml Falcon tube quenched by 5 ml of 20% heat inactivated FBS in HBSS. For further enrichment of microglia, myelin was removed by using Percoll gradients. For this purpose, cells were centrifuged at 200 g for 5 min and resuspended in a 20% Solution of Isotonic Percoll (20% SIP; in HBSS), obtained from a previous stock of SIP (9 parts Percoll per 1 part PBS 10X). Then, each sample was layered with HBSS poured very slowly by fire-polished pipettes. Afterwards, gradients were centrifuged for 20 min at 200 g with minimum acceleration and no brake so the interphase was not disrupted. Then the phase was removed, cells were washed in HBSS by centrifuging at 200 g for 5 min and pellet was resuspended in 500 μl of sorting buffer (25 mM HEPES, 5 mM EDTA, 1% BSA, in HBSS). Microglia cell sorting was performed by FACS Jazz (BD), in which the population of green fluorescent cells was selected, collected in Lysis Buffer (Qiagen) containing 0.7% β-mercaptoethanol and stored at −80ºC until processing.\n\nRNA Isolation and RTqPCR\n\nThe right hippocampus of wild type mice was rapidly isolated immediately after intraaortic perfusion with cold PBS under tribromoethanol overdose, and stored at −80°C until processed. Total RNA was isolated using a roto-stator homogenizer and Qiagen RNeasy Mini Kit (Alcobendas, Spain), following manufacturer’s instructions, including a DNAse treatment step. RNA was quantified in a Nanodrop 2000, and 1.5 μg were retrotranscribed using random hexamers (Invitrogen) and Superscript III Reverse Transcriptase kit (Invitrogen), following manufacturer’s instructions in a Veriti Thermal Cycler (Applied Biosystems, Alcobendas, Spain). RNA from FACS-sorted microglia was isolated by Rneasy Plus micro kit (Qiagen) according to the manufacturer instructions, and the RNA was retrotranscribed using an iScript Advanced cDNA Synthesis Kit (Biorad). qPCR was performed following MIQE guidelines (Minimal Information for Publication of Quantitative Real Time Experiments [89]). Three replicates of 1.5 μl of a 1:3 dilution of cDNA were amplified using Power SybrGreen (Biorad) for hippocampal experiments or SsoFast EvaGreen Supermix (Biorad) for FACS-sorted microglia experiments in a CFX96 Touch Real-Time PCR Detection System (Biorad). The amplification protocol for both enzymes was 3 min 95°C, and 40 cycles of 10 s at 95°C, 30 s at 60°C. Primers were designed to amplify exon–exon junctions using Primer Express (Applied Biosystems) or PrimerBlast (NIH) to avoid amplification of contaminating genomic DNA, and their specificity was assessed using melting curves and electrophoresis in 2% agarose gels. Primer sequences are listed in S3 Table. For each set of primers, the amplification efficiency was calculated using a standard curve of 1:2 consecutive dilutions, and was used to calculate the relative amount using the following formula:\n\nTwo independent reference genes were compared: L27A, which encodes a ribosomal protein of the 60S subunit [10] and OAZ-1, which encodes ornithine decarboxylase antizyme, a rate-limiting enzyme in the biosynthesis of polyamines and recently validated as reference gene in rat and human [90]. In all experiments, the pattern of mRNA expression was similar using both reference genes, and in each experiment the reference gene that rendered lower intragroup variability was used for statistical analysis.\n\nStatistical Analysis\n\nSigmaPlot (San Jose, CA, USA) was used for statistical analysis. For the analysis of cytokine mRNA expression, a logarithmic transformation was performed to comply with ANOVA assumptions (normality and homocedasticity) [10]. The analysis of cytokine and apoptotic cell expression was evaluated by two-way ANOVA or the corresponding non-parametrical test (Kruskal-Wallis). When interaction between factors (time x treatment) was found, a 1-way ANOVA test of all groups was performed instead to determine the overall effect of each factor. In all cases, all-pairwise multiple comparisons (Holm-Sidak method or Tukey test) were used as a posthoc test to determine the significance between groups in each factor. Only p &lt; 0.05 is reported to be significant. Data is shown as mean ± SEM (standard error of the mean).\n\nThe underlying data used in all figures are included in S1 Data.\n\nSupporting Information"
}