{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001115",
  "doi": "10.1371/journal.pbio.1001115",
  "externalIds": [
    "pii:PBIOLOGY-D-10-00587",
    "pmid:21814493",
    "pmcid:PMC3144186"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A Novel Sperm-Delivered Toxin Causes Late-Stage Embryo Lethality and Transmission Ratio Distortion in C. elegans",
  "authors": [
    {
      "name": "Hannah S. Seidel",
      "first": "Hannah S.",
      "last": "Seidel",
      "affiliation": "Department of Ecology and Evolutionary Biology, Princeton University, Princeton, New Jersey, United States of America; Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, New Jersey, United States of America"
    },
    {
      "name": "Michael Ailion",
      "first": "Michael",
      "last": "Ailion",
      "affiliation": "Department of Biology, University of Utah, Salt Lake City, Utah, United States of America"
    },
    {
      "name": "Jialing Li",
      "first": "Jialing",
      "last": "Li",
      "affiliation": "Department of Physics, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "Alexander van Oudenaarden",
      "first": "Alexander",
      "last": "van Oudenaarden",
      "affiliation": "Department of Physics, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America; Department of Biology, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "Matthew V. Rockman",
      "first": "Matthew V.",
      "last": "Rockman",
      "affiliation": "Department of Biology, New York University, New York, New York, United States of America; Center for Genomics and Systems Biology, New York University, New York, New York, United States of America"
    },
    {
      "name": "Leonid Kruglyak",
      "first": "Leonid",
      "last": "Kruglyak",
      "affiliation": "Department of Ecology and Evolutionary Biology, Princeton University, Princeton, New Jersey, United States of America; Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, New Jersey, United States of America; Howard Hughes Medical Institute, Chevy Chase, Maryland, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-07",
  "dateAccepted": "2011-06-16",
  "dateReceived": "2010-10-26",
  "volume": "9",
  "number": "7",
  "pages": "e1001115",
  "tags": [
    "Animal models",
    "Caenorhabditis elegans",
    "Cellular types",
    "Developmental biology",
    "Discipline-v2/Animal models",
    "Discipline-v2/Biology",
    "Discipline-v2/Caenorhabditis elegans",
    "Discipline-v2/Cellular types",
    "Discipline-v2/Developmental biology",
    "Discipline-v2/Embryology",
    "Discipline-v2/Epistasis",
    "Discipline-v2/Epithelial cells",
    "Discipline-v2/Evolutionary biology",
    "Discipline-v2/Evolutionary developmental biology",
    "Discipline-v2/Evolutionary genetics",
    "Discipline-v2/Fertilization",
    "Discipline-v2/Gene duplication",
    "Discipline-v2/Gene function",
    "Discipline-v2/Gene identification and analysis",
    "Discipline-v2/Genetic polymorphism",
    "Discipline-v2/Genetics",
    "Discipline-v2/Genome evolution",
    "Discipline-v2/Genomic evolution",
    "Discipline-v2/Genomics",
    "Discipline-v2/Haplotypes",
    "Discipline-v2/Heredity",
    "Discipline-v2/Linkage (genetics)",
    "Discipline-v2/Model organisms",
    "Discipline-v2/Molecular cell biology",
    "Discipline-v2/Molecular genetics",
    "Discipline-v2/Muscle cells",
    "Discipline-v2/Phenotypes",
    "Discipline-v2/Population genetics",
    "Discipline-v2/Sperm-egg interactions",
    "Discipline/Cell Biology",
    "Discipline/Developmental Biology",
    "Discipline/Evolutionary Biology",
    "Discipline/Genetics and Genomics",
    "Embryology",
    "Epistasis",
    "Epithelial cells",
    "Evolutionary biology",
    "Evolutionary developmental biology",
    "Evolutionary genetics",
    "Fertilization",
    "Gene duplication",
    "Gene function",
    "Gene identification and analysis",
    "Genetic polymorphism",
    "Genetics",
    "Genome evolution",
    "Genomic evolution",
    "Genomics",
    "Haplotypes",
    "Heredity",
    "Linkage (genetics)",
    "Model organisms",
    "Molecular cell biology",
    "Molecular genetics",
    "Muscle cells",
    "Phenotypes",
    "Population genetics",
    "Sperm-egg interactions",
    "Type/Research Article"
  ],
  "abstract": "A sperm-delivered toxin and an embryo-expressed antidote form a co-adapted gene complex in C. elegans that promotes its own transmission to the detriment of organisms carrying it.",
  "fullText": "Introduction\n      \nThe evolutionary fate of an allele ordinarily depends on the reproductive fitness of the organisms carrying it. In some cases, however, alleles are able to increase their representation in future generations while being neutral or detrimental to the fitness of their bearers. These elements, sometimes termed “selfish” or “parasitic” genes, influence transmission probabilities in a variety of ways. Some self-replicate and insert themselves into new genomic locations (e.g., transposons) [1]. Others act during meiosis to preferentially segregate into the oocyte [2]–[4] or to reduce the viability of sperm or spores inheriting alternate alleles [5]–[8]. Still others act at the level of the zygote to destroy progeny not inheriting them. Medea-factors in Tribolium destroy non-carrier animals through a combination of maternal-effect killing and zygotic self-rescue [9]. An analogous phenomenon occurs in organisms infected by the maternally transmitted bacteria, Wolbachia or Cardinium [10]–[12], which modify the sperm of infected males to cause lethal defects when paired with the oocytes of uninfected females.\n\nPreviously, we discovered a nuclear-encoded element in Caenorhabditis elegans that kills non-carrier animals in a novel way [13]. This element, referred to as the peel-1/zeel-1 element, is polymorphic within the species, and when animals carrying the peel-1/zeel-1 element are crossed to animals lacking it, the peel-1/zeel-1 element acts in the F1 heterozygote via paternal effect to kill F2 or backcross embryos not inheriting it. This lethality acts independently of maternal genotype and causes the peel-1/zeel-1 element to become over-represented among the viable progeny of heterozygous sires, even while incurring a substantial fitness cost to these animals.\n\nPaternal-effect loci are extremely rare in all of biology [14],[15], and the observed combination of nuclear-encoded, paternal-effect killing and zygotic self-rescue is unprecedented. In C. elegans, moreover, a paternal-effect locus whose effects can be rescued zygotically is mechanistically surprising because in this species, sperm-supplied factors are thought to act only during fertilization and first cleavage [16], whereas zygotic transcription does not begin until the four-cell stage [17].\n\nAlthough the peel-1/zeel-1 element is capable of promoting its own transmission, it rarely has the opportunity to do so in natural populations. C. elegans is an androdioecious species that reproduces primarily through self-fertilizing hermaphrodites. Because inbreeding is high [18], the peel-1/zeel-1 element normally exists in the homozygous state, where no opportunity for self-promotion exists.\n\nHigh inbreeding notwithstanding, out-crossing events in C. elegans between hermaphrodites and males do occur, albeit rarely [18]–[20]. And because the peel-1/zeel-1 element is globally distributed and confers no apparent fitness disadvantage in the homozygous state [13], this element is expected to drive itself to fixation faster than a neutrally evolving locus. Consistent with this prediction, in laboratory populations where out-crossing is forced, the peel-1/zeel-1 element fixes rapidly [13]. In natural populations, however, the peel-1/zeel-1 element has remained polymorphic for an estimated 8 million generations [13], much longer than expected under neutrality. One likely explanation for this paradox is that the peel-1/zeel-1 element is tightly linked to a polymorphism maintained by balancing selection, and the tightness of this linkage maintains the peel-1/zeel-1 element in the polymorphic state [13].\n\nGiven the unusual genetics of the peel-1/zeel-1 element, we sought to understand its mechanism of action. We previously identified one component of the peel-1/zee1-1 element as the gene zeel-1 (Y39G10AR.5), which acts zygotically to rescue the paternal-effect killing [13]. Here we demonstrate that zeel-1 is fully separable from the paternal-effect killing, and that this killing activity is encoded by a second gene, peel-1 (Y39G10AR.25). We show that PEEL-1 acts as a sperm-supplied toxin, and ZEEL-1 an embryo-expressed antidote. We characterize the developmental defects caused by sperm-supplied PEEL-1, and we report a dose-dependent relationship between the severity of these defects and the quantity of PEEL-1 delivered to the embryo. We analyze the phylogenetic origins and functionality of each domain of zeel-1, and we test the tissue-autonomy of zeel-1 rescue. Finally, in order to determine whether peel-1 and zeel-1 can function outside of embryogenesis, we express both genes ectopically in adults.\n\n      Results\n      \n        peel-1 and zeel-1 Are Genetically Distinct\n        \nThe genetics of the peel-1/zeel-1 element are consistent with it being composed of two interacting loci: a dominant-lethal, paternal-effect “toxin,” peel-1, and a zygotically acting “antidote,” zeel-1 [13]. The activities of peel-1 and zeel-1 are present in the reference strain, Bristol (N2), and in approximately two-thirds of wild isolates [13]. These strains are said to carry the peel-1/zeel-1 element. The commonly used wild strain, collected from Hawaii (CB4856), and all but two of the additional wild strains lack the activities of both peel-1 and zeel-1 [13]. The two remaining strains, one collected from Germany (MY19) and one collected from Utah (EG4348), exhibit the activity of zeel-1 but are unable to induce the paternal-effect killing ([13], Figure S1A).\n\nWe previously mapped the peel-1/zeel-1 element in the Bristol strain to a 62 kb interval on the left arm of chromosome I [13]. Within this interval, we identified a single gene capable of providing antidote activity. This gene, which we named zeel-1, encodes a 917-amino acid protein whose N-terminus is predicted to form a six-pass transmembrane domain and whose C-terminus exhibits sequence similarity to ZYG-11, a substrate-recognition subunit of an E3 ubiquitin ligase [21]. The Hawaii strain carries a 19 kb deficiency (niDf9) spanning zeel-1, and this deficiency is shared by all other wild isolates lacking the activities of both peel-1 and zeel-1 [13]. This deficiency is not shared by wild strains carrying the peel-1/zeel-1 element, nor by MY19 or EG4348 ([13], unpublished data).\n\nThe phenotype of MY19 and EG4348 demonstrates that the zeel-1 gene is not sufficient for peel-1 activity. Conversely, a deletion allele of zeel-1 in the Bristol background demonstrates that zeel-1 is also not required for it. This deletion, tm3419, removes 221 base pairs spanning the start codon of zeel-1 (Figure 1A). As expected, this deletion abolishes antidote activity (Figure S1B); however, this deletion does not abolish the paternal-effect killing (1B). zeel-1 is therefore genetically separable from a second, paternal-effect locus, peel-1. As a consequence of this separability, zeel-1 deletions in the Bristol and Hawaii backgrounds have opposite phenotypic effects: The niDf9 deficiency is perfectly viable, whereas the tm3419 deletion behaves as a conventional recessive-lethal mutation.\n\n        peel-1 Encodes a Novel, Four-Pass Transmembrane Protein of Unknown Function\n        \nIn MY19 and EG4348, absence of peel-1 activity is tightly linked to the 62 kb peel-1 interval ([13], Figure S1C), suggesting that these strains carry loss-of-function alleles of peel-1, rather than extra-genic suppressors. In addition, sequence analysis of the peel-1 interval in MY19 [13] and EG4348 (see Materials and Methods) indicates that absence of peel-1 activity in these strains is not caused by recombination breaking apart the peel-1/zeel-1 element. We hypothesized, therefore, that MY19 and EG4348 carry secondary, loss-of-function mutations in peel-1 We reasoned that by identifying these mutations, we would be able to identify peel-1 itself.\n\nTo accomplish this goal, we crossed MY19 and EG4348 to a strain of the Bristol background and generated recombinant chromosomes across the peel-1 interval. Using these recombinants, we mapped the causative mutations in MY19 and EG4348 to regions of less than 10 kb (Figure 1A). We then sequenced these regions to identify all sequence changes relative to Bristol. After excluding those sequence changes shared by one or more wild strains having intact peel-1 activity (Figure 1A, Figure S2), we defined six candidate mutations in MY19 and a single candidate mutation in EG4348.\n\nThe candidate mutations in MY19 and EG4348 reside in the intergenic interval immediately downstream of zeel-1 (Figure 1A). We searched for genes in this interval using targeted RT-PCR on Bristol animals, and we discovered a previously unannotated transcript. This transcript encodes a 174-amino acid protein (Figure 1A,D), and three observations confirm this gene to be peel-1. First, the single candidate mutation in EG4348 and one of the candidate mutations in MY19 produce nonsense mutations in this transcript, consistent with the phenotype of these strains (frameshift in MY19; glycine to stop codon in EG4348) (Figure 1A,D; Figure S2). Second, this gene resides within the 19 kb deficiency carried by the Hawaii strain and in all other wild isolates lacking the activities of both peel-1 and zeel-1 (Figure 1A). Third, when we expressed the Bristol allele of this gene transgenically in a strain carrying the nonsense mutation found in EG4348, peel-1 activity was restored (Figure 1B–C).\n\nPEEL-1 is a hydrophobic protein containing four predicted transmembrane helices (Figure 1D). Neither the peptide nor the nucleotide sequence of peel-1 has any detectable sequence similarity to any other gene in C. elegans or in the GenBank sequence database. Although peel-1 and zeel-1 are located adjacent to one another in the genome and oriented in the same direction, we were unable to recover transcripts carrying both genes (unpublished data), demonstrating that peel-1 and zeel-1 are not isoforms of a single transcript or cistrons in an operon. We conclude that the peel-1/zeel-1 element is composed of a 19 kb insertion carrying two distinct genes: peel-1, which kills embryos via paternal-effect, and zeel-1, which acts zygotically to rescue this lethality.\n\nHenceforth we refer to the Bristol alleles of peel-1 and zeel-1 as peel-1(+) and zeel-1(+) and the Hawaii alleles as peel-1(Δ) and zeel-1(Δ). We use the term “peel-1-affected embryos” to refer to zeel-1(Δ) embryos fathered by a peel-1(+) animal.\n\n        peel-1 Is Expressed in Spermatocytes, and the Protein Localizes to Fibrous Body-Membranous Organelles\n        \nAs expected for a paternal-effect gene, peel-1 is expressed exclusively in sperm. In both males and hermaphrodites, a GFP reporter driven by the peel-1 promoter was expressed strongly in spermatocytes but not in any other tissue (Figure 2A). In fem-1(ts) mutants, which lack sperm [22], peel-1 expression via quantitative RT-PCR was undetectable in hermaphrodites and over 100-fold reduced in males (Figure 2C). Residual expression in males probably reflects incomplete penetrance of the fem-1(ts) allele, because fem-1(ts) males occasionally produce a small number of sperm [22], and another sperm-specific gene, spe-9 [23], also showed residual expression in males (Figure 2C).\n\nThe sperm-specific expression of peel-1 suggested that the paternal-effect killing occurs through delivery to the embryo of either sperm-supplied peel-1 transcripts or sperm-supplied PEEL-1 protein. To distinguish between the two, we searched for peel-1 transcripts in mature sperm via single-molecule fluorescence in situ hybridization (FISH). peel-1 transcripts were observed in spermatocytes but not in mature sperm (Figure S3), thus excluding such transcripts as the likely mediators of peel-1 toxicity.\n\nNext, we searched for PEEL-1 protein both by tagging PEEL-1 with GFP and by staining sperm with an antibody raised against the C-terminal 15 amino acids of PEEL-1. Both experiments demonstrate that PEEL-1 protein is packaged into sperm, and this packaging is mediated by localization of PEEL-1 to sperm-specific vesicles called fibrous body-membranous organelles (FB-MOs) (Figure 3A). PEEL-1::GFP was visible in mature sperm (Figure 3E–F), and at each stage of spermatogenesis, its localization matched the pattern expected for a protein located in the membranes of FB-MOs: In early spermatocytes, PEEL-1::GFP localized to cytoplasmic puncta (Figure 3B), but after the pachytene stage, these puncta dissociated into a mesh-like web (Figure 3B–D); after the completion of spermatogenesis, PEEL-1::GFP re-condensed into puncta located at the spermatid cortex (Figure 3E); and after sperm activation, these puncta localized opposite the newly formed pseudopod (Figure 3F). This localization pattern was replicated by the anti-PEEL-1 antibody (Figure 3G), and staining with this antibody overlapped perfectly with a marker of FB-MOs (Figure 3H–I).\n\nWe also discovered that the leader peptide of PEEL-1 can act as a sperm-localization signal. Our Ppeel-1::GFP reporter, which expressed untagged GFP, showed diffuse localization in spermatocytes and was excluded from sperm (Figure 2B). This exclusion was not surprising because GFP is a heterologous protein, and trafficking of cellular components into sperm is tightly regulated [16]. Nevertheless, when we tagged GFP with the N-terminal 12 amino acids of PEEL-1 (MRFDFQNLKFSM), its localization changed dramatically. The tagged version of GFP localized to a reticulated structure within spermatocytes, and this structure was trafficked into sperm (Figure 2B). To our knowledge, this result represents the first identification of a sperm localization signal in C. elegans.\n\n        peel-1-Affected Embryos Show Late-Stage Defects in Muscle and Epidermal Tissue\n        \nUnlike other known paternal-effect genes [14],[15], sperm-supplied PEEL-1 does not cause defects until late in development. In peel-1-affected embryos, early embryogenesis, gastrulation, epidermal enclosure, and early elongation occur normally (Figure 4C). Then, at the 2-fold stage of elongation, when all major tissues have begun differentiating and nearly all embryonic cell divisions have already occurred, the majority of peel-1-affected embryos arrest elongation and fail to begin rolling within their eggshells (Movies S1–S3). Shortly thereafter, the bulk of the embryo compresses inward, towards the mid-embryo bend, and the head and tail become flaccid and thin (Figure 4D, Movies S1–S2). Approximately 2 h later, cytoplasm begins leaking from the external epidermis, and the lumen of the excretory cell distends to form large vacuoles (Figure 4D, Movies S1–S2).\n\nThe defects observed in peel-1-affected embryos indicate severe malfunction of muscle and epidermal tissue. The phenotype of paralysis and 2-fold arrest is characteristic of a complete absence of the function of body-wall muscle [24],[25]. The shape changes observed after the 2-fold arrest indicate detachment of body-wall muscle fibers from the overlying epidermis [26]. Epidermal leakage and distention of the excretory cell, the only epidermal cell located in the interior of the animal, indicate further deterioration of both external and internal epidermis. These four defects—paralysis and 2-fold arrest, muscle-epidermal detachment, epidermal leakage, and excretory cell distention—are not known to occur as side-effects of one another [25],[27], suggesting that sperm-supplied PEEL-1 may affect each tissue independently.\n\nParalysis and 2-fold arrest have only two known causes: defective sarcomere assembly and lack of muscle contraction [24],[25]. To distinguish between the two, we examined (i) the localization of perlecan, a basement membrane protein required for sarcomere recruitment [25], and (ii) the structure of actin and myosin myofilaments, which assemble downstream of all other sarcomere proteins [24]. In peel-1-affected embryos, perlecan localized normally (Figure 4I–J). Likewise, actin and myosin filaments assembled correctly, except for slight abnormalities in regions of muscle detachment (Figure 4K–N). We conclude that in peel-1-affected embryos, the phenotype of paralysis and 2-fold arrest results from a defect in muscle contraction, not sarcomere assembly.\n\nNext, to determine the cause of muscle-epidermal detachment, we examined trans-epidermal attachments, the specialized structures that span the epidermal syncytium and anchor it to underlying muscle [27]. A weakening of these structures is known to cause muscle-epidermal detachment [28], and consistent with this causality, in peel-1-affected embryos these structures were highly disorganized. As visualized by VAB-10A and intermediate filaments, trans-epidermal attachments did not organize into evenly spaced, circumferentially oriented bands. Instead, these bands were clumpy, disordered, and non-uniform in width (Figure 4O–R). This disorganization occurred even in areas where muscles remained attached, suggesting it to be the cause of muscle detachment, rather than an effect of it. In addition, in areas of highest stress, such as the mid-embryo bend, staining in post-arrest embryos (but not pre-arrest embryos) was often absent altogether (Figure 4P). This absence implies that trans-epidermal attachments in peel-1-affected embryos are so weak that in areas of highest stress, they rupture entirely.\n\n        peel-1 Toxicity Is Dose-Dependent\n        \nAlthough the majority of peel-1-affected embryos display the aforementioned defects in muscle and epidermal tissue, the severity of these defects is variable and depends on the sex [13] and age of the sperm parent. Male-sired embryos always arrest paralyzed at the 2-fold stage, always exhibit epidermal leakage, and never hatch (n&gt;2,000). Some hermaphrodite-sired embryos, on the other hand, elongate past the 2-fold stage (Figure 4E) or do not exhibit epidermal leakage. Occasionally, hermaphrodite-sired embryos even hatch, and the hatched progeny range from severely deformed larvae that die soon after hatching (Figure 4F) to morphologically normal larvae that develop into viable, fertile adults. In addition, among hermaphrodite-sired embryos, the proportion of peel-1-affected  embryos arresting at the 2-fold stage and the proportion failing to hatch decreased dramatically with parental age (Figure 5A–B, Figure S4). Among male-sired embryos, parental age had no effect (Figure 5C).\n\nOne explanation for the decreased phenotypic severity of hermaphrodite- versus male-sired embryos is PEEL-1 dosage. Male sperm are up to 5-fold larger than hermaphrodite sperm [29], and as such, they may deliver more PEEL-1 protein to the embryo. In support of this hypothesis, we were able to alter the phenotype of peel-1-affected embryos, independent of sperm origin, by varying peel-1 dosage. Among hermaphrodite-sired embryos, doubling peel-1 copy number resulted in earlier onset of epidermal leakage (Figure 5D). Among male-sired embryos, expression of peel-1 exclusively from extra-chromosomal arrays, which are subject to germline silencing [30], had the opposite effect. For three of the peel-1 arrays shown in Figure 1B, 3%–10% of male-sired embryos elongated past the 2-fold stage and hatched into deformed larvae (n&gt;150 embryos per array). When the same peel-1 transgene was expressed from a single-copy genomic insertion, which is not silenced, no hatching was observed (Figure 1C).\n\nGiven the relationship between PEEL-1 dosage, sperm size, and phenotypic severity, we suspected that the age-related decrease in phenotypic severity among hermaphrodite-sired embryos might reflect underlying size differences and size-based competition among hermaphrodite sperm. Hermaphrodite sperm vary approximately 2-fold in size ([29], personal observations) and are produced in a single bout of spermatogenesis at the onset of adulthood. Larger sperm in C. elegans experience a competitive advantage because they are able to crawl faster to reach the oocyte [29],[31]. One explanation for the age effect, therefore, is that larger-than-average sperm monopolize fertilization events early in life, leaving smaller, less toxic sperm to dominate fertilizations later on. In support of this hypothesis, we were able to reduce the age effect among hermaphrodite-sired embryos by delaying the hermaphrodite's use of self-sperm via partial mating to a male (Figure 5B). This result demonstrates that the age effect arises from a correlation between the competitive ability of each sperm and its toxicity to the embryo. Given the known biology of C. elegans sperm, the most parsimonious explanation for this correlation is that larger hermaphrodite sperm both are more competitive and carry more PEEL-1 protein. This correlation might also arise from PEEL-1 having a direct effect on the competitive ability of each sperm, although we have no evidence for such an effect.\n\nTo our knowledge, the above results represent the first evidence of competition among hermaphrodite sperm in vivo, as well as the first evidence of naturally occurring differences in sperm size affecting embryonic development. Insofar as PEEL-1 levels scale with sperm size, the wide phenotypic variability among hermaphrodite-sired embryos implies that for low levels of PEEL-1, phenotypic severity is acutely sensitive to PEEL-1 dosage. By the same logic, however, the phenotypic homogeneity among male-sired embryos implies that above a certain threshold level of PEEL-1, phenotypic severity ceases to increase. In support of this threshold effect, doubling or tripling peel-1 copy number among male-sired embryos did not produce a more severe phenotype, at least as measured by the onset of epidermal leakage (Figure 5D).\n\n        zeel-1 Is Expressed Transiently in the Embryo, and Tissue-Specific Expression of zeel-1 Produces Tissue-Specific Rescue\n        \nConsistent with its function as an antidote to sperm-supplied PEEL-1, zeel-1 is expressed in the embryo. Yet its expression is transient. By single-molecule FISH, zeel-1 expression begins at the eight-cell stage, peaks at approximately the 150-cell stage, and then turns off (Figure 6A). Transient expression was also observed for a GFP-tagged version of ZEEL-1, whose levels peaked during mid-embryogenesis (Figure S5), but whose expression was not observed in late-stage embryos, nor larvae or adults (unpublished data).\n\nWithin embryos, ZEEL-1::GFP was expressed in all or almost all cell types (Figure 6B–C, Figure S5). The protein localized most strongly to cell membranes (Figure 6B–C), consistent with ZEEL-1 having an N-terminal transmembrane domain. In some tissues, such as the developing pharynx and intestine, ZEEL-1::GFP appeared more concentrated at the apical face (Figure 6C).\n\nUbiquitous zeel-1 expression is consistent with zeel-1's ability to rescue the seemingly independent muscle and epidermal defects observed in peel-1-affected embryos. To test the tissue-autonomy of zeel-1 rescue, we expressed zeel-1 only in muscle and only in epidermis. We used the promoters of hlh-1 and lin-26, respectively, [32],[33], which initiate expression at the 80- to 100-cell stage [34]. Consistent with sperm-supplied PEEL-1 affecting muscle and epidermis independently, tissue-specific expression of zeel-1 produced tissue-specific rescue. In male-sired embryos, expression of zeel-1 only in muscle rescued the muscle defect of paralysis and 2-fold arrest, but it did not rescue epidermal leakage (n = 120 embryos; Figure 4G). (Muscle detachment and excretory cell distention could not be assayed because muscle movement, combined with epidermal leakage, ripped embryos apart entirely.) Conversely, expression of zeel-1 only in the epidermis rescued the epidermal defects, but it did not rescue paralysis and 2-fold arrest (n = 69 embryos; Figure 4H). In hermaphrodite-sired embryos, both constructs fully rescued a subset of embryos, and rescue activity increased with hermaphrodite age (Figure S6). This result is consistent with the age effect among hermaphrodite-sired embryos and the fact that hermaphrodite-sired embryos do not always exhibit defects in both muscle and epidermal tissue.\n\n        The Transmembrane Domain of zeel-1 Is Evolutionarily Novel and Partially Sufficient for Antidote Activity\n        \nThe structure of zeel-1—a C-terminal region (∼700 amino acids) predicted to be soluble and homologous to the highly conserved gene, zyg-11, and an N-terminus (∼200 amino acids) predicted to form a six-pass transmembrane domain—is highly unusual, and phylogenetic analysis indicates that this structure arose during a recent expansion of the zyg-11 family. Most metazoan genomes contain one to two zyg-11 orthologs, but in C. elegans, C. briggsae, and C. remanei, the zyg-11 family has expanded such that these species carry 19 to 37 zyg-11-like genes each (Figure S7). Most of these additional family members probably arose after the split with out-group C. japonica, because the genome of C. japonica contains only three zyg-11-like genes (including Cja-zyg-11 itself).\n\nAside from zeel-1, only two other members of the zyg-11 family—paralogs Y71A12B.17 and Y55F3C.9—contain predicted transmembrane domains (Figures 7A, S6). The transmembrane domains of these three genes are homologous to one another, but these domains show no detectable sequence similarity to any other gene in C. elegans or in the GenBank sequence database. This pattern, combined with the closest-paralog relationship between the C-terminal domains of zeel-1, Y71A12B.17, and Y55F3C.9 (Figures 7A, S6), implies that their shared transmembrane domain is evolutionarily novel and originated after the split between C. elegans and the C. briggsae/C. remanei lineage.\n\nAnalysis of gene order and sequence data suggests that zeel-1 arose through duplication of the Y71A12B.17 locus. zeel-1 and Y71A12B.17 are one another's closest paralogs (Figures 7A, S6), and the two genes are 55% identical at the amino acid level. Y71A12B.17 is located 12 Mb from zeel-1 in a tandem array of three additional zyg-11 family members, none of which contain the N-terminal transmembrane domain. Assuming that Y71A12B.17 and its neighbors originated in their current genomic location via repeated tandem duplication, then two scenarios for the origin of zeel-1 and Y71A12B.17 are possible. First, Y71A12B.17 may have originated via duplication of another gene in the tandem array, gained its transmembrane domain during or after duplication, and later been duplicated again to produce zeel-1. Alternatively, the tandem array may have arisen through partial duplication of Y71A12B.17. The second scenario is less parsimonious than the first, because it requires secondary loss of the transmembrane domain during creation of the tandem array. However, the second scenario still implies that the Y71A12B.17 locus predates zeel-1, because if the opposite were true, then zeel-1 would form an out-group to the tandem array, and it does not (Figure 7A).\n\nGiven the chimeric structure of ZEEL-1, we tested whether either domain alone could rescue the lethality of peel-1-affected embryos. The C-terminal ZYG-11-like domain, ZEEL-1SOL, provided no rescue (Figure 7B). The transmembrane domain, ZEEL-1TM, provided full rescue to hermaphrodite-sired embryos, but only partial rescue to male-sired embryos (Figure 7B–C). In contrast, the positive control transgene, full-length ZEEL-1 tagged with GFP, provided full rescue to both male- and hermaphrodite-sired embryos (Figure 7B–C). We conclude that the transmembrane domain of ZEEL-1 is required for antidote activity, and that this domain alone is able to neutralize the low doses of PEEL-1 delivered by hermaphrodite sperm but not the higher doses delivered by male sperm.\n\nThe partial rescue activity of ZEEL-1TM demonstrates that ZEEL-1SOL does contribute to the antidote activity of full-length ZEEL-1. To examine this contribution more carefully, we tested whether ZEEL-1SOL could rescue the lethality of peel-1-affected embryos when fused to the transmembrane domain of zeel-1's closest relative, Y71A12B.17. Like ZEEL-1SOL, the chimeric transgene, Y71A12B.17TM::ZEEL-1SOL, provided no rescue (Figure 7B). Assuming that this transgene was stably expressed, this result demonstrates that ZEEL-1SOL cannot confer antidote activity to a related transmembrane domain. Additionally, this result demonstrates that the transmembrane domains of zeel-1 and Y71A12B.17 have diverged functionally since their common ancestor. The molecular basis of this divergence remains unclear, however, because the transmembrane domains of zeel-1 and Y71A12B.17 are only 35% identical at the amino acid level, with substitutions distributed throughout their length (Figure S7).\n\n        Heat-Shock Expression of peel-1 Kills Adult Animals, and Heat-Shock Expression of zeel-1 Rescues This Lethality\n        \nTo determine whether PEEL-1 can function as a toxin outside of embryos, we expressed peel-1 ectopically in larvae and adults. pee1-1 was expressed using each of two heat-shock promoters, Phsp-16.2 and Phsp-16.41 [35]. For each promoter construct, we generated both single-copy genomic insertions and extra-chromosomal arrays, which typically contain tens to hundreds of copies of a transgene [36]. Both types of animals grew normally under standard laboratory conditions, but a 1-h heat shock at 34°C was lethal to all: array-carrying adults died within 2 h after the start of heat-shock, and insertion-carrying animals within 4.5 h (Figure 8A). Faster killing of array-carrying animals is consistent with their higher peel-1 dosage, and similar results were observed for heat-shocked larvae (unpublished data). In addition, aside from the gross phenotype of death, the heat-shocked animals showed defects in most, if not all, tissues. Beginning approximately 30 to 45 min before death, the body-wall and male-tail muscles hyper-contracted; vacuoles formed in many tissues (Figure S8K); the lumen of the excretory cell distended (Figure S8L); the gonad appeared to disintegrate (Figure S8M); and in hermaphrodites, the gonad and intestine occasionally exploded through the vulva. We conclude that PEEL-1 is a nearly universal toxin, affecting many developmental stages and cell types.\n\nNext, we tested whether heat-shock expression of zeel-1 could rescue the lethality caused by heat-shock expression of peel-1. We generated five extra-chromosomal arrays and one single-copy insertion of Phsp-16.41::zeel-1, and we tested these against one array and one insertion of Phsp-16.41::peel-1. Heat-shock expression of zeel-1 was able to rescue the lethality caused by Phsp-16.41::peel-1, but only when Phsp-16.41::peel-1 was expressed from insertions, not arrays (Figure 8B). The ability of Phsp-16.41::zeel-1 to rescue Phsp-16.41::peel-1 even when both were expressed from single-copy insertions (Figure 8B) indicates that insofar as these two transgenes produce equivalent levels of protein, zeel-1-mediated rescue does not require levels of ZEEL-1 to be higher than levels of PEEL-1.\n\n        Sperm-Supplied PEEL-1 May Act Directly During the Two-Fold Stage\n        \nThe fact that peel-1-affected embryos do not exhibit defects until late in development—at 2-fold stage—is surprising because sperm-supplied factors are thought to act only during egg-activation and first cleavage [16]. One explanation for this paradox is that the late-occurring defects might be a downstream manifestation of a cryptic defect earlier in development. Alternatively, sperm-supplied PEEL-1 might persist long after fertilization but only become toxic at the 2-fold stage. While we have been unable to visualize PEEL-1 after fertilization, using either PEEL-1::GFP or the anti-PEEL-1 antibody (presumably because PEEL-1 becomes too diffuse), three observations are consistent with PEEL-1 acting directly during the 2-fold stage.\n\nFirst, pre-2-fold embryos were able to develop normally even when exposed to more PEEL-1 protein than is delivered by sperm. We heat-shocked pre-2-fold embryos, aged 3 to 7.5 h after the four-cell stage, carrying either an array or insertion of Phsp-16.41::peel-1. Embryos were heat-shocked for 20 min at 34°C. Longer and earlier heat-shock were not possible because even in wild-type embryos, such conditions cause premature arrest (personal observations). Except for occasional subtle shape defects during early elongation, more than 97% of array- and insertion-carrying embryos developed normally to the 2-fold stage (n≥200; Figure S8A). This result is consistent with sperm-supplied PEEL-1 being able to persist until the 2-fold stage without manifesting a visible defect earlier in development.\n\nSecond, heat-shock expression of peel-1 as late as 30 min before the 2-fold stage phenocopied the defects observed in peel-1-affected embryos. In the heat-shocked embryos described above, embryos carrying an array of Phsp-16.41::peel-1 uniformly arrested at the 2-fold stage and showed muscle detachment, epidermal leakage, and excretory cell distention (Figure 8C, Figure S8B–J). These defects were also observed among insertion-carrying embryos, although their occurrence required earlier induction of the transgene (Figure 8C). In addition, consistent with heat-shock treatment exposing embryos to more PEEL-1 protein than is delivered by sperm, the defects induced by heat-shock were often more severe than those observed in peel-1-affected embryos, and even among insertion-carrying embryos, these defects could not be rescued by endogenous expression of zeel-1 (Figure 8C). These results demonstrate that as long as peel-1 is expressed at or just before the 2-fold stage, presence of PEEL-1 in the early embryo is dispensable for the 2-fold arrest.\n\nFinally, rescue of peel-1-affected embryos did not require early expression of zeel-1. We induced zeel-1 expression in male-sired, peel-1-affected embryos by heat-shocking embryos carrying either an array or an insertion of Phsp-16.41::zeel-1. Heat-shock treatment rescued 53%–100% of array-carrying embryos (n = 17−43), as long as heat-shock treatment occurred at least 1 h before the 2-fold stage (Figure 8C). (Here rescue is defined as elongation past the 2-fold stage. See Figure S8A for the proportion of embryos that hatched.) Similar results were observed for insertion-carrying embryos, although rescue activity required earlier induction of the transgene (Figure 8C). These results imply that ZEEL-1 can neutralize sperm-supplied PEEL-1 at any time before the 2-fold stage. This scenario is temporally discordant with PEEL-1 causing a cryptic defect early in development.\n\n        Cell-Specific Expression of peel-1 Produces Cell-Specific Ablation\n        \nTo test the cell-autonomy of peel-1 killing, as well as the utility of peel-1 as a tool for cell-specific ablation, we expressed peel-1 under the control of each of two cell-specific promoters: Punc-47, which expresses in the GABA-ergic neurons [37], and Pexp-3, which expresses in the egg-laying muscles and the anal depressor muscle (C. Frøkjœr-Jensen, personal communication). For each promoter construct, we examined the presence or absence of the corresponding cell types for four independent extra-chromosomal arrays.\n\nIn both muscle cells and neurons, cell-specific expression of peel-1 produced cell-specific ablation, although the efficacy of ablation varied among arrays. Three of the Punc-47::peel-1 arrays killed 94.2%–99.8% (n = 241−453) of GABA-ergic neurons, although the fourth array killed only 28.6% (n = 350) of them. Each of the Pexp-3::peel-1 arrays killed 6%–27% (n = 83−90) of anal depressor muscles and 74%–94% (n = 140−180) of egg-laying muscles. Of the egg-laying muscles that remained alive, all were severely atrophied (Figure 8E). Lower toxicity to the anal depressor muscle may have been caused by selection bias among our arrays, because animals lacking the anal depressor muscle were very severely constipated and therefore more slow-growing than others. In addition, even among animals in which the anal depressor remained alive, constipation was prevalent (Figure S9), indicating that function of this muscle was impaired.\n\nAside from the defects caused by ablation of the corresponding cell types, animals carrying either type of construct were morphologically and behaviorally normal, consistent with PEEL-1 acting cell-autonomously. In addition, with one exception, no defects were observed outside the ablated cells types (Figure 8F). The exception was that the three “high kill” Punc-47::peel-1 arrays were lethal to the animal when inherited somatically along the lineage of the four RME neurons: For these three arrays, embryo and early larval lethality was very high (33.0%–57.7%; n = 327−1,095), and the only animals surviving to adulthood were those that lost the arrays somatically in the four RME neurons. Given that the RME neurons are not required for survival [38], this lethality implies that either (i) expression of peel-1 in the RME neurons kills a neighboring cell nonautonomously or (ii) expression of peel-1 is leaky and kills one or more essential cells along the RME lineage. While we did not distinguish between these possibilities, we note that the sister cell to one RME neuron is the excretory cell, which is essential for survival.\n\n      Discussion\n      \nWe have shown that the peel-1/zeel-1 element in C. elegans is composed of two, tightly linked genes: a sperm-delivered toxin, peel-1, and an embryo-expressed antidote, zeel-1. peel-1 and zeel-1 are located adjacent to one another in the genome, and both genes encode transmembrane proteins. peel-1 is expressed in the male germline, and its product is delivered to the embryo via fibrous body-membranous organelles. In the absence of zeel-1, sperm-supplied PEEL-1 causes dose-dependent, late-occurring defects in muscle and epidermal tissue. zeel-1 is expressed transiently in the embryo, and tissue-specific expression of zeel-1 produces tissue-specific rescue. The transmembrane domain of zeel-1 is required and partially sufficient for function, and like peel-1, this domain is evolutionarily novel and does not occur outside C. elegans. Finally, although PEEL-1 and ZEEL-1 normally function in embryos, peel-1 is lethal when expressed ectopically in adults, and this lethality is rescued by ectopic expression of zeel-1.\n\n        Sperm and Early Embryos May Be Protected from PEEL-1\n        \nGiven the evidence that sperm-supplied PEEL-1 may persist throughout embryogenesis and act directly during the 2-fold stage, PEEL-1 must be a remarkably potent toxin. Sperm are tiny in size compared to the oocyte, roughly 1% as large by volume [14], so PEEL-1 concentrations in the embryo are necessarily low. Moreover, assuming that PEEL-1 localizes to plasma membranes in the embryo, as might be expected for a FB-MO protein, then with each cell division, PEEL-1 will become more and more dilute relative to the total membrane component of the embryo.\n\nEquivalently, the 2-fold stage of development must be remarkably sensitive to the toxic effects of PEEL-1. While the cause of this hypersensitivity remains unclear, we emphasize that the morphogenetic processes occurring at the 2-fold stage involve changes in cell shape and cell adhesion that are vastly more dramatic than those in earlier development. In addition, the two tissues most affected by PEEL-1—muscle and epidermis—are also the two tissues in which these morphogenetic changes are most pronounced.\n\nThe high potency of PEEL-1, combined with its widespread toxicity to a variety of cell types, highlights an unusual aspect of sperm cell biology: sperm are able to function normally, despite high concentrations of PEEL-1. While the mechanism of sperm protection remains unclear, we note that sperm differ from other cell types in three ways. First, sperm contain only a nucleus, some mitochondria, and FB-MOs; all other organelles and all ribosomes are excluded [39],[40]. Second, sperm lack an actin-based cytoskeleton [41], and instead crawl using polymers of the Major Sperm Protein [42]. Third, sperm sequester PEEL-1 in FB-MOs. Such sequestration is not possible in other cell types because FB-MOs are sperm-specific. In addition, although FB-MOs fuse with the plasma membrane upon sperm activation, they persist as permanent fusion pores [43]. This morphology prevents at least some FB-MO proteins from diffusing into the plasma membrane [44], and it may prevent diffusion of PEEL-1 as well.\n\nThe fact that pre-2-fold embryos are able to develop normally even when peel-1 is induced by heat-shock indicates that pre-2-fold development is less sensitive than the 2-fold stage to the toxic effects of PEEL-1. However, given the hypersensitivity of the 2-fold stage, it remains unclear whether pre-2-fold embryos are fully resistant to PEEL-1 (like sperm), or whether PEEL-1 levels in the heat-shocked, pre-2-fold embryos were too low to produce general cytotoxic effects. While we cannot discount the possibility of full resistance, we note that in the heat-shocked embryos, the time interval between heat-shock and the 2-fold stage was 5 h, at most. Five hours was sufficient for necrosis to develop in heat-shocked adults, but the two heat-shock experiments are not directly comparable because the heat-shock response in adults and embryos may not be equivalent, and the duration of heat-shock was shorter in embryos than in adults.\n\n        Possible Mechanisms of PEEL-1 Toxicity and ZEEL-1-Mediated Rescue\n        \nBecause PEEL-1 has no sequence similarity to any other protein, the PEEL-1 sequence cannot be used to infer the mechanism of its toxicity. The fact that PEEL-1 is toxic even in extremely tiny amounts suggests that PEEL-1 might act catalytically—for example, by nucleating aggregation events or by acting as a transmembrane protease. The muscle hyper-contraction observed in heat-shocked adults, as well as the paralysis and 2-fold arrest observed in peel-1-affected embryos (which may in theory result from too much muscle contraction rather than too little), suggests that PEEL-1 might act by releasing intracellular calcium, perhaps by generating a membrane pore. It remains unclear, however, how calcium release alone can account for the epidermal defects observed in peel-1-affected embryos, because increased calcium signaling alone does not cause embryonic arrest [45] and is even known to suppress certain defects in epidermal morphogenesis [46]. In addition, it remains unclear how sperm might be protected from increased calcium, given the role of calcium in sperm activation [44].\n\nGiven the uncertain mechanism of PEEL-1 toxicity, there are also many possible mechanisms of ZEEL-1-mediated rescue. ZEEL-1 might promote degradation of PEEL-1, or it might prevent PEEL-1 from binding to its target, either by acting as a competitive inhibitor or by neutralizing PEEL-1 through direct interaction. While we have been unable to demonstrate a direct physical interaction between PEEL-1 and ZEEL-1, several observations are consistent with it. First, both PEEL-1 and ZEEL-1 are transmembrane proteins. ZEEL-1 localizes to cell membranes, and PEEL-1 localizes to FB-MOs. Assuming that FB-MOs do not endocytose during fertilization, localization to these organelles should deliver PEEL-1 to the plasma membrane of the zygote, where it should have the opportunity to encounter ZEEL-1 later in development. Second, the transmembrane domain of ZEEL-1 is required and partially sufficient for function, consistent with this domain binding directly to PEEL-1. Third, tissue-specific expression of zeel-1 produces tissue-specific rescue, consistent with ZEEL-1 being able to neutralize PEEL-1 only when both proteins are present within the same cell. Fourth, ZEEL-1 can neutralize PEEL-1 toxicity even in adults, demonstrating that the genetic interaction between peel-1 and zeel-1 does not require any intermediaries specific to embryogenesis. Fifth, in both embryos and adults, ZEEL-1 is able to neutralize small but not large doses of PEEL-1. This dose-dependence implies that the genetic interaction between peel-1 and zeel-1 requires a minimum ratio of ZEEL-1 to PEEL-1.\n\n        Comparison with Other Genetic Elements Causing Transmission Ratio Distortion\n        \nLike nearly all other “selfish” genetic elements whose genetic basis is known [2],[9],[47], the peel-1/zeel-1 element experiences a suppression of recombination between component parts: The insertion/deletion of peel-1 and zeel-1 removes both genes at once, so the two genes cannot be separated by homologous recombination. This genomic organization has undoubtedly allowed peel-1 to persist in spite of its toxic effects, because recombination breaking apart peel-1 and zeel-1 would have generated haplotypes carrying peel-1 alone, and such haplotypes are effectively suicidal.\n\nThe peel-1/zeel-1 element's mode of action is similar to that of Wolbachia, in that both types of elements act through paternal-effect killing [10],[11]. Wolbachia's molecular mechanism is very different, however, because Wolbachia does not load sperm with an extra-nuclear toxin, but instead modifies the sperm pronucleus to undergo a chromatin condensation defect during the first mitotic division [48],[49]. In addition, Wolbachia is an intracellular bacterium, not a nuclear-encoded locus, and rescue of Wolbachia-mediated killing depends upon the contents of maternal ooplasm, not zygotic transcription of a nuclear-encoded gene. The peel-1/zeel-1 element's mode of action is also similar to the maternal-effect killing and zygotic self-rescue of Medea-factors [50], although the extent of this similarity at the molecular level is unclear because the mechanism of Medea-factor killing is unknown [9].\n\n        Sheltering of the peel-1/zeel-1 Element by Near-Perpetual Homozygosity\n        \nPreviously, we demonstrated that haplotypes carrying the peel-1/zeel-1 element and haplotypes lacking it are maintained by balancing selection [13]. We hypothesized that the target of selection may be a linked polymorphism, rather than the peel-1/zeel-1 element itself [13]. Under this scenario, peel-1 may represent an unprecedented case of “inverted” sheltered load. Sheltered load refers to the incidental maintenance of deleterious alleles tightly linked to sites under balancing selection [51]. Ordinarily, sheltered load occurs when deleterious recessives arise on haplotypes maintained in persistent heterozygosity, such as those of major histocompatibility complex loci in vertebrates [52] or self-incompatibility loci in plants [53]. peel-1 is like these deleterious recessives in that although peel-1 has the potential to impose substantial genetic load on the species, its effects are rarely visible to natural selection. In the case of peel-1, however, sheltering is inverted because peel-1 is only visible when heterozygous, and in C. elegans, heterozygosity is the exception rather than the norm.\n\nLike any locus promoting its own transmission to the detriment of the rest of the genome, the peel-1/zeel-1 element creates a selective environment favoring its own suppression. From a genic perspective, loci unlinked to the peel-1/zeel-1 element suffer a fitness cost every time they are transmitted to a peel-1-affected embryo. As a consequence, mutations unlinked to peel-1 and zeel-1 that either suppress the activity of peel-1 or mimic the activity of zeel-1 will be favored by natural selection. Insofar as such alleles are accessible in mutational space, their absence further attests to the sheltering of the peel-1/zeel-1 element by near-perpetual homozygosity. (The peel-1 mutations in strains MY19 and EG4348 do not represent favored alleles because they do not arise on haplotypes suffering a fitness cost.)\n\n        Evolutionary Origins of the peel-1/zeel-1 Element\n        \nThe insertion/deletion polymorphism of peel-1 and zeel-1 raises the following question: Did this indel polymorphism arise by an insertion event or by deletion of preexisting sequence? With respect to zeel-1, this polymorphism probably arose by a deletion event, because the divergence between zeel-1 and its presumed ancestor, Y71A12B.17, predates allelic divergence at the peel-1/zeel-1 locus. zeel-1 and Y71A12B.17 are 45% diverged at the amino acid level, and divergence at synonymous sites is saturated (see Materials and Methods). In comparison, the Bristol and Hawaii alleles of genes surrounding the indel polymorphism of peel-1 and zeel-1 are roughly 2% diverged at the amino acid level and 10%–16% diverged at synonymous sites [13], and this level of divergence is representative of the divergence between all haplotypes carrying the peel-1/zeel-1 element and all haplotypes lacking it [13].\n\nIt is reasonable to suppose that the peel-1/zeel-1 element originated as a weak toxin-antidote pair and then co-evolved into its current form. Yet given the low selective pressure for transmission ratio distortion in a self-fertilizing species, it is unlikely that peel-1 and zeel-1 co-evolved within C. elegans as result of this type of selective pressure alone. One possible solution to this paradox is that peel-1 and zeel-1 co-evolved in the out-crossing ancestor of C. elegans, where the selective pressure for transmission ratio distortion would have been much stronger. Another, non-mutually exclusive hypothesis is that peel-1 was originally favored because it aided in another cellular process, such as sperm competition, and its toxicity to the embryo was initially mild and incidental. Under this scenario, zeel-1 would have arisen to counteract the toxicity of peel-1, and once zeel-1 became established, the presence of zeel-1 would have allowed for stronger toxicity on the part of peel-1 and, eventually, lethality in zeel-1's absence. Regardless of the initial selective pressures favoring peel-1 and zeel-1, however, the fact that both peel-1 and the transmembrane domain of zeel-1 are evolutionarily novel indicates that the self-promoting activity of the peel-1/zeel-1 element arose fundamentally from the co-evolution of two novel proteins.\n\n      Materials and Methods\n      \n        Strains\n        \nStrains were maintained at 19–23°C on NGM plates spotted with E. coli strain OP50. In all age-effect experiments, strains were strictly maintained at 20°C. For all transgenes described in this publication, only one array and/or one insertion is given in the strain list, although unless otherwise specified in the Results section, multiple independent arrays or insertions were examined.\n\nCB4088: him-5(e1490) V.\n\nCB4856: Hawaii natural isolate carrying niDf9 I. niDf9 designates the 19 kb deficiency spanning peel-1 and zeel-1.\n\nEG1285: oxIs12[Punc-47::GFP; lin-15(+)] lin-15B(n765) X.\n\nEG4322: ttTi5605 II; unc-119(ed3) III.\n\nEG4348: Utah natural isolate carrying peel-1(qq99) I. EG4348 was collected by M. Ailion from Salt Lake City, Utah (this publication). qq99 designates the naturally occurring nonsense mutation in peel-1.\n\nEG5389: qqIr7[peel-1(qq99)] I; oxIs494[Ppeel-1::GFP, Cbr-unc-119(+)] II; unc-119(ed3) III.\n\nEG5655: qqIr7[peel-1(qq99)] I; oxSi19[peel-1(+), Cbr-unc-119(+)] II; unc-119(ed3) III.\n\nEG5766: qqIr7[peel-1(qq99)] I; oxSi77[Ppeel-1::peel-1::GFP, Cbr-unc-119(+)] II; unc-119(ed3) III.\n\nEG5801: oxSi87[Ppeel-1::peel-112a.a.::GFP, Cbr-unc-119(+)] II; unc-119(ed3) III.\n\nEG5955: qqIr7[peel-1(qq99)] I; ttTi5605 II; unc-119(ed3) III; oxEx1462[Phsp-16.41::peel-1, Cbr-unc-119(+), Pmyo-2::mCherry, Pmyo-3::mCherry, Prab-3::mCherry].\n\nEG5958: qqIr7[peel-1(qq99)] I; oxSi186[Phsp-16.41::peel-1, Cbr-unc-119(+)] II; unc-119(ed3) III.\n\nEG5960: qqIr7[peel-1(qq99)] I; oxSi188[Phsp-16.2::peel-1, Cbr-unc-119(+)] II; unc-119(ed3) III.\n\nEG5961: qqIr7[peel-1(qq99)] I; ttTi5605 II; unc-119(ed3) III; oxEx1464[Phsp-16.2::peel-1, Cbr-unc-119(+), Pmyo-2::mCherry, Pmyo-3::mCherry, Prab-3::mCherry].\n\nEG6297: qqIr5[niDf9] I; oxSi298[Phsp-16.41::zeel-1::tagRFP, Cbr-unc-119(+)] II; unc-119(ed3) III.\n\nEG6298: qqIr5[niDf9] I; ttTi5605 II; unc-119(ed3) III; oxEx1501[Phsp-16.41::zeel-1::tagRFP, Cbr-unc-119(+), Pmyo-2::GFP].\n\nEG6301: qqIr5[niDf9] I; ttTi5605 II; unc-119(ed3) III; oxEx1504[Pexp-3::peel-1, Cbr-unc-119(+), Pmyo-2::mCherry, Pmyo-3::mCherry, Prab-3::mCherry].\n\nEG6306: qqIr5[niDf9] I; ttTi5605 II; unc-119(ed3) III; oxEx1509[Punc-47::peel-1, Cbr-unc-119(+), Prab-3::mCherry].\n\nMT1344: bli-3(e767) lin-17(n677) I.\n\nMT3301: fem-1(hc17) IV; him-5(e1490) V.\n\nMY19: German natural isolate carrying peel-1(qq98) I. MY19 was collected from Roxel, Germany [54]. qq98 designates the naturally occurring nonsense mutation in peel-1.\n\nN2: Laboratory reference strain, Bristol.\n\nPD4790: mIs12[myo-2::GFP, pes-10::GFP and gut::GFP].\n\nQX1015: niDf9 I; qqIr8[N2 = &gt;CB4856, unc-119(ed3)] III.\n\nQX1197: qqIr5[CB4856  = &gt;N2, niDf9] I. qqIr5 is an 140–370 kb introgression from CB4856 into N2. This strain was used in some experiments instead of CB4856, in order to reduce the genetic variation segregating in the background.\n\nQX1257: niDf9 I; qqIr8[unc-119(ed3)] III; qqIs2[zeel-1genomic::GFP, unc-119(+)].\n\nQX1264: niDf9 I; qqIr8[unc-119(ed3)] III; qqEx2[zeel-1genomic::GFP, unc-119(+)].\n\nQX1319: zeel-1(tm3419)/hT2[qIs48] I; +/hT2[qIs48] III.\n\nQX1320: qqIr6[EG4348 = &gt;N2, peel-1(qq99)] I; unc-119(ed3) III.\n\nQX1384: niDf9 I; qqIr8[unc-119(ed3)] III; qqEx6[Pzeel-1:: zeel-1SOL, unc-119(+)].\n\nQX1392: qqIr6[peel-1(qq99)] I; unc-119(ed3) III; qqEx3[peel-1(+), unc-119(+)].\n\nQX1409: qqIr7[EG4348 = &gt;N2, peel-1(qq99)] I; ttTi5605 II; unc-119(ed3) III.\n\nQX1577: qqIr5[niDf9] I; qqEx1[Pzeel-1::zeel-1cDNA::GFP, Pmyo-2::RFP].\n\nQX1589: qqIr5[niDf9] I; qqEx4[Pzeel-1::Y71A12B.17TM:: zeel-1SOL, Pmyo-2::RFP].\n\nQX1605: qqIr5[niDf9] I; ttTi5605 II; unc-119(ed3) III.\n\nQX1607: qqIr5[niDf9] I; qqEx5[Pzeel-1:: zeel-1TM, Pmyo-2::RFP].\n\nQX1618: qqIr5[niDf9] I; qqEx7[Plin-26::zeel-1, Pmyo-2::RFP].\n\nQX1619: qqIr5[niDf9] I; qqEx8[Phlh-1::zeel-1, Pmyo-2::RFP].\n\nQX1624: qqIr5[niDf9] I; oxSi186[Phsp-16.41::peel-1, Cbr-unc-119(+)] II; unc-119(ed3) III.\n\nQX1650: oxSi19[peel-1(+), Cbr-unc-119(+)] II.\n\nQX1772: qqIr5[niDf9] I; ttTi5605 II; unc-119(ed3) III; oxEx1462[Phsp-16.41::peel-1, Cbr-unc-119(+), Pmyo-2::mCherry, Pmyo-3::mCherry, Prab-3::mCherry].\n\nSJ4157: zcIs21[Phsp-16::clpp-1(WT)::3xmyc-His tag+Pmyo-3::GFP] V.\n\n        Scoring Embryo Lethality\n        \nIn all experiments except the age-effect experiment, embryo lethality from self-fertilizing hermaphrodites was scored by isolating hermaphrodites at the L4 stage and singling them to fresh plates the following day. After laying eggs for 8–10 h, the hermaphrodites were removed and embryos were counted. Unhatched embryos were counted ∼24 h later.\n\nTo score embryo lethality from mated hermaphrodites, three or four L4 hermaphrodites were mated to six to ten L4 or young adult males for 24–36 h. Hermaphrodites were then singled to fresh plates and embryo lethality was scored as above. Broods were examined for the presence of males 2–3 d later, and any broods lacking males were excluded. To allow male sperm to age within the reproductive tract of the hermaphrodite, mated hermaphrodites were removed from males, and lethality was scored among embryos laid 3 d after removal.\n\nIn the age-effect experiment, 91 zeel-1(tm3419)peel-1(+)/niDf9 hermaphrodites were singled at the L4 stage and transferred every 12 h to fresh plates. Hermaphrodites were discarded after the first 12-h period in which they failed to lay fertilized embryos. Total embryos were counted at the end of each laying period, and unhatched embryos were counted ∼24 h after each laying period had ended.\n\nTo score embryo lethality from partially mated hermaphrodites, 130 zeel-1(tm3419)peel-1(+)/niDf9 hermaphrodites were mated at the L4 stage to an equal number of PD4790 males, which carry an insertion of the fluorescent marker, Pmyo-2::GFP. After 24 h, hermaphrodites were singled and transferred every 12 h to fresh plates until day five. Embryo lethality was scored as above, except that after unhatched embryos were counted, hatched and unhatched progeny were classified as self- or cross-progeny according to presence of pharyngeal GFP. Hermaphrodites laying 100% self-progeny or more than 95% cross-progeny were excluded. The remaining hermaphrodites, which we define as “partially mated,” laid ∼10%–50% self-progeny. In these broods, we calculated the portion of self-progeny, laid during days 3 to 5, that failed to hatch.\n\n        Mapping peel-1 Mutations in MY19 and EG4348\n        \nAbsence of the paternal-effect in EG4348 was mapped relative to bli-3(e767), a visible marker located ∼10 cM from the peel-1 interval. Mapping was performed as described [13]. Briefly, EG4348 males were crossed to MT1344 hermaphrodites, and F1 hermaphrodites were mated to CB4856 males. The resulting hermaphrodite progeny were allowed to self-fertilize, and their broods were scored for embryo lethality (i.e., presence of peel-1 activity) and presence of Bli animals. Directionality with respect to bli-3 could be inferred because bli-3 is located at the left-hand tip of chromosome I.\n\nPreliminary sequence analysis of the peel-1 interval in EG4348 was performed by genotyping EG4348 with a subset of the markers listed in Table S2 of [13]. These markers tile across the peel-1 interval, and they distinguish all haplotypes carrying an intact copy of the peel-1/zeel-1 element from all haplotypes lacking it [13]. In other words, the Bristol-like alleles of these markers are in perfect linkage disequilibrium with presence of the peel-1/zeel-1 element. At all markers we assayed, EG4348 carried the Bristol-like allele.\n\nFine-mapping in MY19 and EG4348 was performed by crossing each strain to MT1344 and collecting Lin Non-Bli and Bli Non-Lin recombinants in the F2 generation. Recombinant animals were genotyped (via a portion of their F3 broods) at each of two markers flanking the peel-1 interval. The right-hand marker for the MY19 cross was a BstCI snip-SNP amplified with primers 5′-GTA TTC CGA CGA TTC GGA TG-3′ and 5′-CAT TGA GAA CAC AAA AAC AAA CG-3′. The right-hand marker for EG4348 cross was an AfeI snip-SNP amplified with primers 5′- GAC ATA TTT CCC GCA ACC TG-3′ and 5′- GTG ACG AGG CTT GAG GAT TC-3′. The left-hand marker for both crosses was a BanI snip-SNP amplified with primers 5′-CGC CAA ATA TGT TGT GCA GT-3′ and 5′-CAC CAC GTG TCC TTT CTC ATT-3′.\n\nRecombinants breaking within the peel-1 interval were homozygosed for the recombinant chromosome, and the resulting homozygotes were phenotyped for peel-1 activity. Phenotyping was performed by crossing each line to CB4856 and scoring embryo lethality from self-fertilizing, F1 hermaphrodites, and from F1 males backcrossed to CB4856 hermaphrodites. Recombinants were classified as having peel-1 activity if these crosses produced ∼25% and ∼50% embryo lethality, respectively. Next, the locations of recombination breakpoints were mapped more finely by sequencing six to ten sequence polymorphisms, located throughout the peel-1 interval, that distinguish MY19 or EG4348 from Bristol. The MY19 polymorphisms were determined from the MY19 sequence described in [13], and the EG4348 polymorphisms were determined by amplifying and sequencing arbitrary fragments from this strain. Some polymorphisms are shared between MY19 and EG4348, and these were used in both crosses. For the most informative recombinants, we later sequenced across the entire breakpoint region in order to map these breakpoints to the level of adjacent polymorphisms. This approach mapped the peel-1-disrupting mutations to regions of 5 kb in MY19 and 8 kb in EG4348. These intervals were then sequenced in the corresponding strains, and all sequence polymorphisms were identified. Finally, we genotyped these polymorphisms in a panel of 38 wild strains previously identified as having intact peel-1 activity [13]. These strains, as well as the primers used for genotyping them, are given in Figure S2. The MY19 sequence was deposited in GenBank previously [13], and the EG4348 sequence was deposited under accession number HQ291558.\n\n        Identification of peel-1 Transcript\n        \nRNA was collected from mixed-staged Bristol animals by freeze-cracking and extracting in Trizol (Invitrogen) according to the manufacturer's protocol. Reverse transcription-PCR (RT-PCR) was performed using pairs of primers flanking each candidate mutation in MY19 and EG4348. For each pair of primers, the forward and reverse primers were located ∼100 bp apart, and two reactions were performed, one using each of the two primers as the RT primer. Product was observed for only one pair of primers, and for that pair, only in one direction. These primers were 5′-ACA TGT ATC TTG ATC TGC CTG A-3′ (forward) and 5′-AAA AAT TAA CCA CAA TGA AGC AA-3′ (reverse), and product was only observed using the reverse primer as the RT primer. To recover the remainder of this putative transcript, 3′ and 5′ RACE were performed using standard methods [55]. For 3′ RACE, the RT reaction was performed using 5′-GTT TTC CCA GTC ACG ACT TTT TTT TTT TTT TTT TT-3′, and PCR was performed using the gene-specific primer, 5′-ACA TGT ATC TTG ATC TGC CTG A-3′ (forward), and the adaptor primer, 5′-GTT TTC CCA GTC ACG AC-3′ (reverse). For 5′ RACE, the RT reaction was performed using a gene-specific primer that spanned the putative stop codon, 5′-TCA ATT TCA TGG ATT TTC AAC A-3′, and PCR was performed using 5′-GGC CAC GCG TCG ACT AGT ACG GGI IGG GII GGG IIG-3′ (forward) and a nested, gene-specific primer, 5′-AAA AAT TAA CCA CAA TGA AGC AA-3′ (reverse). Then, a second round of PCR was performed using the adaptor primer, 5′-GGC CAC GCG TCG ACT AGT AC-3′ (forward), and another nested, gene-specific primer, 5′-AGA GCA ATA ACA TGC GCA AA-3′ (reverse). SuperScript III (Invitrogen) was used in all RT reactions, and PlatinumTaq (Invitrogen) was used for all PCR reactions. The peel-1 transcript did not contain a splice leader sequence and was deposited in GenBank under accession number HQ291556. More recently, the peel-1 transcript was identified independently by WormBase curators and assigned the identification number, Y39G10AR.25.\n\nTo search for transcripts carrying both peel-1 and zeel-1, an RT reaction was performed using the peel-1-specific primer, 5′-AAA AAT TAA CCA CAA TGA AGC AA-3′, and PCR was performed using a forward primer located in the 3′ end of zeel-1 (5′-CCA TCC GAG ATA ACC GAA AA-3′) and a reverse primer located in the 5′ end of peel-1 (5′-AGA GCA ATA ACA TGC GCA AA-3′). No product was observed.\n\n        Quantitative RT-PCR\n        \nCB4088 and MT3301 animals were grow at 15°C and synchronized at the L1 stage by bleaching and hatching overnight in M9. L1s were split into two populations, and one population was shifted to 25°C. When animals had reached young adulthood, hermaphrodites and males were separated by hand, and RNA was collected as above. Real-time PCR of peel-1, spe-9, and rpl-26 was performed in triplicate, for 40 cycles, on an ABI 7900HT using the QuantiTect SYBR Green Kit (Qiagen). Relative expression levels of peel-1 and spe-9 were calculated separately for males and hermaphrodites, using the 2−ΔΔCt method, with rpl-26 as the endogenous control and the 15°C MT3301 sample as the reference sample. Primers used to amplify peel-1 were 5′-TAC ACC CGT CAC ACC AAC TG-3′ and 5′-TCC GAC TAT GAT GTT CCA CAA-3′; primers for spe-9 were 5′-CGG CTT GCA TAC ACA ATG AG-3′ and 5′-ACG CCA TGA CTC TTG CTC TT-3′; and primers for rpl-26 were 5′-TCC AAT CAG AAC CGA TGA TG-3′ and 5′-GTG CAC AGT GGA TCC GTT AG-3′.\n\nAmong the hermaphrodite samples, relative expression levels of peel-1 and spe-9 were roughly equivalent, except for the 25°C MT3301 sample, where expression of peel-1 and spe-9 was undetectable. That is, in this sample, signal for peel-1 and spe-9 failed to rise above the detection threshold, even after 40 cycles, despite rpl-26 amplifying normally.\n\n        Single-Molecule FISH\n        \nSingle molecule FISH of was performed as in [56], with the embryos and hermaphrodites squashed down to ∼9 µm thickness for imaging. Automated counting of nuclei in embryos was performed using software developed in [56],[57].\n\n        Rescue of peel-1\n        \nTransgenic animals carrying peel-1(+) were generated by two methods: bombardment [58] and Mos1-mediated, single-copy insertion [59]. For bombardment, a fragment containing the Bristol allele of peel-1, along with ∼2.8 kb of upstream sequence and ∼1 kb of downstream sequence, was excised from fosmid WRM0633bE09 (Bioscience LifeSciences, Nottingham, UK) using AhdI and NgoMIV. This fragment was cloned into the yeast shuttle vector, pRS246 (ATCC, Manassas, VA), via yeast-mediated ligation [60] of the fragment's ends. The resulting plasmid, pHS11, was bombarded into QX1320, along with the unc-119(+) rescue vector, pDP#MM016B [61]. Bombardment was performed as in [62], although only extra-chromosomal arrays were recovered. Nine independent transgenic lines were tested for peel-1 activity by crossing them to CB4856 and scoring embryo lethality from self-fertilizing, F1 hermaphrodites (self-cross) and F1 males backcrossed to CB4856 hermaphrodites (backcross).\n\nFor Mos1-mediated insertion, the peel-1 fragment from pHS11 was amplified by PCR, using primers having NheI cut sites, and this amplicon was cut with NheI and ligated into pCFJ151 [59] linearized with AvrII. The resulting plasmid, pHS26, was injected into QX1409 along with the vectors needed to generate single-copy insertions [59]. Insertion-carrying animals were recovered by the direct insertion method [59], and five independent insertion-carrying lines were tested for peel-1 activity as above. For one of the two insertions that did exhibit peel-1 activity, the self-cross and backcross were repeated, and hatched progeny were collected and genotyped for a PCR-length polymorphism located less than 1 kb from niDf9. The primers used to amplify this polymorphism were 5′-TGG ATA CGA TTC GAG CTT CC-3′ (forward) and 5′-CCC CCT AAT TTC CAA GTG GT-3′ (reverse).\n\nFor three of the peel-1 array lines, a small number of severely deformed L1s were observed in the backcross, similar to the “escapers” typically observed among peel-1-affected embryos sired by hermaphrodites. We suspected that these L1s had “escaped” the paternal-effect due to partial germline silencing of the peel-1 arrays. Consistent with this hypothesis, we genotyped 13 of these animals, using the PCR-length polymorphism described above, and all were zeel-1(niDf9) homozygotes. We then calculated the frequency of these escapers relative to the total number of peel-1-affected progeny (i.e., relative to the total number of dead embryos and deformed L1s).\n\n        ZEEL-1::GFP Fusion and Domain Swapping\n        \nZEEL-1::GFP was generated by amplifying GFP from PD95.75 and inserting it into pHS4.1, a genomic subclone of zeel-1(+) described previously [13]. pHS4.1 was linearized with AhdI, and yeast-mediated ligation [60] was used to insert GFP just upstream of the zeel-1 stop codon. Later, a second ZEEL-1::GFP construct was generated using the cDNA of zeel-1, instead of the genomic locus. This construct was generated by first cutting pHS4.1 with EcoNI and BglII, in order to remove the entire coding region of zeel-1, and then inserting a full cDNA of zeel-1, followed by GFP. The cDNA of zeel-1 was cloned previously [13], and this replacement was performed using yeast-mediated ligation [60]. Both constructs showed full rescue of peel-1-affected embryos, and data from the two constructs were combined.\n\nTo generate ZEEL-1SOL, pHS4.1 was cut with EcoNI and KpnI, and the fragment containing zeel-1 codons 5 to 205 was removed. The remaining fragment was then re-circularized, using yeast-mediated ligation [60], to fuse codon 4 to codon 206. To generate ZEEL-1TM, the entire coding region of zeel-1 was excised from pHS4.1 using EcoNI and BglII, and this fragment was replaced with a partial cDNA of zeel-1 encoding the first 205 amino acids of the protein. This replacement was performed using yeast-mediated ligation [60].\n\nTo generate Y71A12B.17TM::ZEEL-1SOL, the coding region of zeel-1 was excised from pHS4.1, as above, and yeast mediated ligation [60] was used to replace this fragment with a partial cDNA of Y71A12B.17, followed by a partial cDNA of zeel-1. The resulting construct contained the N-terminal 207 codons of Y71A12B.17 fused to the C-terminal 712 codons of zeel-1. The junction of this fusion was chosen to overlap a string of seven amino acids (KNERKEG) that are perfectly conserved between the two proteins. The Y71A12B.17 cDNA was cloned by reverse transcribing RNA from the Bristol strain using primer 5′-TTG AAC AAA AAC AAT GGA TAT GTA A-3′, and then performing PCR using primers 5′-GGG GAC AAG TTT GTA CAA AAA AGC AGG CTT CAT GTC GGA TTT CGA CTC AGA-3′ (forward) and 5′-GGG GAC CAC TTT GTA CAA GAA AGC TGG GTC ATT TAT TAA CTC CAA CAA TGA TTC G-3′ (reverse). This PCR product was then cloned into the vector, pDONR221 (Invitrogen), using the Gateway cloning kit (Invitrogen). The Y71A12B.17 cDNA differs slightly from the WormBase gene prediction and was deposited in GenBank under accession number HQ291557.\n\nAll constructs were bombarded [62] into QX1015 along with the unc-119(+) rescue vector, pDP#MM016B [61], or they were injected [63] into QX1197 at ∼80ng/µl, along with the fluorescent marker, Pmyo-2::RFP at 3 ng/µl. To test each transgene for its ability to rescue peel-1-affected embryos, transgenic animals were crossed to the Bristol strain, and lethality was scored among embryos derived from two crosses: self-fertilizing F1 hermaphrodites (self-cross) and F1 males backcrossed to hermaphrodites of the original transgenic line. To calculate hatch rates among peel-1-affected embryos inheriting ZEEL-1::GFP and ZEEL-1TM, transgenic animals were crossed to QX1319, and embryos were collected from (i) transgenic, self-fertilizing, F1, zeel-1(tm3419)peel-1(+)/niDf9 hermaphrodites and (ii) transgenic, F1, zeel-1(tm3419)peel-1(+)/niDf9 males backcrossed to non-transgenic, niDf9/niDf9 hermaphrodites. Inheritance of ZEEL-1::GFP and ZEEL-1TM was inferred by expression of the co-injection marker, Pmyo-2::RFP, which can be scored even in arrested embryos.\n\n        Other Transgenes\n        \nAll other transgenes were generated using the three-site Gateway system from Invitrogen. This method allows three separate DNA fragments to be joined together and inserted into pCFJ150, which contains Cbr-unc-119(+) and the sequences needed for Mos1-mediated insertion at the ttTi5605 Mos site on chromosome II [59]. In most cases, this method was used to join together a promoter of interest, a coding sequence, and a 3′ UTR.\n\n        Ppeel-1::GFP, Ppeel-1::PEEL-112a.a.::GFP, and the PEEL-1::GFP Fusion\n        \nFor Ppeel-1::GFP, we joined together the peel-1 promoter, GFP, and the peel-1 3′UTR. For the peel-1 promoter, we used all intergenic sequences between the peel-1 start codon and last coding segment of zeel-1 (i.e., 2,473 bp of sequence). The peel-1 3′ UTR was determined empirically and extended 86 bp downstream of the peel-1 stop codon. For GFP, we used a variant containing S65C and three internal introns (identical to the variant in pPD95.75).\n\nFor Ppeel-1::PEEL-112a.a.::GFP, the PEEL-1 leader peptide was added by extending the promoter fragment to include the first 12 amino acids of PEEL-1. This signal peptide was discovered while we were investigating a possible regulatory role of the first intron of peel-1. We had generated a GFP reporter driven by the peel-1 promoter and the first intron of peel-1, and this construct also happened to carry the first 12 amino acids of PEEL-1. GFP driven by this construct was packaged into sperm (unpublished data), and in order to confirm that sperm packaging was caused by the leader peptide, rather than the intron, we generated Ppeel-1::PEEL-112a.a.::GFP (which excludes the first intron). Conversely, we also generated a reporter carrying the first intron and a randomized leader peptide, and for this construct, no sperm packaging was observed (unpublished data).\n\nTo tag PEEL-1 with GFP, the promoter fragment was extended even further to include the entire peel-1 gene, up to (but excluding) the stop codon.\n\nAll three constructs were injected into EG4322 or QX1409, and single-copy insertions were obtained using the direct insertion MosSCI method [59]. Three to six independent insertions were analyzed for each construct, and no differences were observed among insertions of the same construct. We note that although PEEL-1::GFP appears to localize normally, it failed to exhibit peel-1 activity (unpublished data), presumably because the GFP tag inhibited function.\n\n        Plin-26::zeel-1 and Phlh-1::zeel-1\n        \nFor Plin-26::zeel-1 and Phlh-1::zeel-1, the promoters of lin-26 or hlh-1 were joined to the cDNA of zeel-1 and the 3′ UTR of let-858. For the promoters of lin-26 and hlh-1, 7,122 bp of sequence and 3,037 bp of sequence upstream of the respective start codons were used. For the let-858 3′ UTR, 434 bp of sequence downstream of the stop codon was used. Transgenic animals were generated by injecting Plin-26::zeel-1 and Phlh-1::zeel-1 into QX1197 at ∼80 ng/µl, along with the fluorescent marker, Pmyo-2::RFP at 3 ng/µl.\n\nTo evaluate rescue among male-sired embryos, transgenic animals were crossed to QX1319, and transgenic, F1, zeel-1(tm3419)peel-1(+)/niDf9 males were backcrossed to non-transgenic, niDf9/niDf9 hermaphrodites. Embryos were dissected from these hermaphrodites and imaged every 10–20 min, starting before the 2-fold stage and ending at least 6 h after the 2-fold stage. To evaluate rescue among hermaphrodite-sired embryos, transgenic lines were crossed to QX1319, and embryo viability was scored among embryos collected from transgenic, self-fertilizing, F1, zeel-1(tm3419)peel-1(+)/niDf9 hermaphrodites. Among both male- and hermaphrodite-sired embryos, inheritance of the transgene was inferred by expression of Pmyo-2::RFP.\n\n        Heat-Shock Constructs and Constructs for Cell-Specific Expression of peel-1\n        \nPhsp-16.41::peel-1, Phsp-16.2::peel-1, Pexp-3::peel-1, and Punc-47::peel-1 were generated by joining the peel-1 cDNA downstream of the appropriate promoter and upstream of the tbb-2 3′ UTR. We describe the promoter and 3′UTR fragments in terms of length of sequence upstream or downstream of the appropriate start or stop codons: Phsp-16.41 (501 bp), Phsp-16.2 (493 bp), Pexp-3 (2,877 bp), Punc-47 (1,251 bp), and tbb-2 3′ UTR (331 bp). Phsp-16.41::peel-1 and Phsp-16.2::peel-1 were injected into QX1409 at 25 ng/µl, and arrays and MosSCI insertions were recovered as in [59]. The arrays carry co-injection markers Pmyo-2::mCherry, Pmyo-3::mCherry, and Prab-3::mCherry. Pexp-3::peel-1 and Punc-47::peel-1 were injected into QX1605 at 25 and 10 ng/µl, respectively, along with co-injection markers Prab-3::mCherry, Pmyo-2::mCherry, and Pmyo-3::mCherry (for Pexp-3::peel-1) and marker Prab-3::mCherry (for Punc-47::peel-1). In all cases, Pmyo-3::mCherry and Prab-3::mCherry were injected at 10 ng/µl, and Pmyo-2::mCherry was injected at 5 ng/µl.\n\nPhsp-16.41::zeel-1 was generated using the hsp-16.41 promoter described above, the zeel-1 cDNA, and the let-858 3′UTR fused downstream of tagRFP. tagRFP was added to confirm expression of zeel-1 after heat-shock. Phsp-16.41::zeel-1 was injected at 10 ng/µl into QX1605 and the arrays and the MosSCI insertion were recovered as in [59], except that a GFP-based co-injection marker (Pmyo-2::GFP injected at 2.5 ng/µl) was used in order to distinguish these arrays from the Phsp-16.41::peel-1 arrays.\n\n        Microscopy and Analysis of Live Embryos\n        \nImaging of fixed embryos and live imaging of ZEEL-1::GFP embryos was performed on a PerkinElmer RS3 spinning disk confocal. All other imaging was performed on a Nikon 90i equipped with a CoolSNAP HQ2 camera and a X-Cite 120 Series fluorescent light source. Images were acquired and background subtracted with either Volocity (PerkinElmer) or NIS Elements (Nikon), and (in some cases) multiple channels were overlaid in Adobe Photoshop. To image dissected gonads, spermatocytes, and sperm, adult males or mated hermaphrodites were dissected into sperm media containing dextrose (50 mM Hepes, 1 mM MgSO4, 25 mM KCl, 45 mM NaCl, 5 mM CaCl2, 10 mM dextrose).\n\nTo measure the onset of epidermal leakage in peel-1-affected embryos, pre-arrest embryos were dissected from the following crosses. Hermaphrodite-sired embryos were dissected from (i) self-fertilizing, zeel-1(tm3419)peel-1(+)/niDf9 hermaphrodites and (ii) self-fertilizing, zeel-1(tm3419)peel-1(+)/zeel-1(tm3419)peel-1(+) hermaphrodites. Male-sired embryos were dissected from niDf9/niDf9 hermaphrodites mated to three types of males: (i) zeel-1(tm3419)peel-1(+)/niDf9; (ii) zeel-1(tm3419)peel-1(+)/zeel-1(+)peel-1(+); and (iii) zeel-1(tm3419)peel-1(+)/zeel-1(+)peel-1(+); oxSi19[peel-1(+)]/+. The self-fertilizing hermaphrodites were aged 24 h post-L4 at the time of dissection, and mated hermaphrodites were aged 24–48 h at the time of dissection. After dissection, embryos were imaged every 10 min, starting before the 1.5-fold stage and ending 7 or more hours after the 1.5-fold stage. The onset of epidermal leakage was calculated as the time between the 1.5-fold stage and the first frame in which leakage was observed. Calculations were truncated at 7 h past the 1.5-fold stage because this represents 1 h after the average hatching time of wild-type embryos. Finally, embryos were binned into 30-min intervals in order to generate the inverted histograms shown in Figure 4A.\n\nTo calculate the percentage of peel-1-affected embryos elongating past 2-fold, zeel-1(tm3419)peel-1(+)/niDf9 hermaphrodites were isolated at the L4 stage and allowed to age for 24, 48, 60, and 72 h. Embryos were then dissected and imaged every 20 or 30 min for at least 10 h.\n\n        Fixation of Sperm and Embryos\n        \nAnti-PEEL-1 is a rabbit polyclonal generated against the C-terminal 15 amino acids of PEEL-1. This antibody was generated and purified by GenScript, Piscataway, NJ. 1CB4 is a mouse monoclonal used to stain FB-MOs [64]. 1CB4 was a gift from Steven L'Hernault. To stain sperm, adult males were dissected into sperm media on charged slides, freeze-cracked in liquid nitrogen, and fixed overnight in −20°C methanol. Slides were washed with PBST (PBS+0.1% Triton-X 100), blocked for 30 min with PBST+0.5% BSA, and incubated for 4 h with anti-PEEL-1 (1/100) and 1CB4 (1/2,000), diluted in PBST+0.5% BSA. Slides were then washed three times in PBST and incubated for 2 h with Alexa568-labeled anti-mouse (1/500) and Alexa488-labeled anti-rabbit (1/500) (Invitrogen), diluted in PBST+0.5% BSA. Slides were washed again three times in PBST and mounted in Vectashield mounting media with DAPI.\n\nTo visualize actin filaments in peel-1-affected embryos, embryos were stained with Alexa568-labeled Phalloidin (Invitrogen) according to Protocol 7 in [65]. To visualize all the other proteins, embryos were stained with monoclonal antibodies MH2 (perlecan), DM5.6 (myosin heavy chain A), MH5 (VAB-10A), and MH4 (intermediate filaments). All monoclonals were obtained from The Developmental Studies Hybridoma Bank, Iowa City, Iowa. For these experiments, embryos were fixed for 10 min in 3% paraformaldehdye, freeze cracked in liquid nitrogen, and incubated for 5–10 min in −20°C methanol. Embryos were then washed three times in PBST and incubated overnight with the primary antibody diluted in PBST+1% BSA. MH2, MH4, and MH5 were diluted 1/150, and DM5.6 was diluted 1/1,000. Embryos were washed three times in PBST and incubated overnight with Alexa488-labeled anti-mouse (1/500) (Invitrogen), diluted in PBST+1% BSA. Embryos were washed again three times in PBST and mounted in Vectashield mounting media with DAPI.\n\n        Phylogenetic Analysis of zeel-1\n        \nSeparate phylogenetic trees were built for (i) zyg-11 and all zyg-11 homologs in C. elegans and (ii) zyg-11 and all zyg-11 homologs in C. elegans, C. briggsae, C. remanei, and C. japonica. zyg-11 homologs were defined as all genes carrying the zyg-11-like leucine-rich repeat region. After removing the predicted transmembrane domains of ZEEL-1, Y71A12B.17, and Y55F3C.9, all protein sequences were aligned using MUSCLE [66]. The alignments were performed using the BLOSUM30 substitution matrix, a gap open penalty of −10, and a gap extend penalty of −1. The C. elegans–only alignment was trimmed to exclude residues having gaps in more than 90% of sequences, and the multi-species alignment was trimmed using the heuristic method, automated1, from TrimAL [67], which is optimized for maximum likelihood tree construction. Finally, phylogenetic trees were constructed using PhyML [68], using the LG substitution model [69], zero invariant sites, and four substitution rate categories. Branch support was determined using bootstrap sampling with 100 replicates.\n\nDivergence between zeel-1 and Y71A12B.17 was determined by aligning the two proteins with MUSCLE [66], trimming the alignment of gaps, and using PAML [70] to calculate synonymous site divergence on the corresponding nucleotide sequences. (The total length of gaps was less than 0.1% of the length of the total alignment.) The summary statistics are as follows: number of synonymous sites = 715.5; number of non-synonymous sites = 2,002.5; synonymous substitutions per site (dS) = 1.0709; non-synonymous substitutions per site (dN) = 0.3267.\n\n        Heat-Shock\n        \nAdults and larvae were heat-shocked by submerging sealed agar plates in a 34°C water bath for 1 h. Embryos were heat-shocked by mounting embryos on an agar pad, incubating the slide at 19–20°C for the prescribed number of hours before placing the slide on the floor of a sealed, 1 cm×8 cm×8 cm plastic box, and submerging the box in a 34°C water bath for 20 min. After heat-shock, embryos were imaged every 20 min for at least 10 h. Initially, embryos were staged directly by collecting and mounting four-cell embryos. Later, when it became clear that the vast majority of heat-shocked embryos developed to the 2-fold stage without defects or delay, throughput was increased by collecting mixed stage embryos and mounting, incubating, and heat-shocking as above. These embryos were staged relative to the time at which they initiated elongation and by comparing their morphology before heat-shock to images of embryos that had been staged using the direct method.\n\n        Cell-Specific Killing\n        \nTo quantify peel-1-mediated killing of the egg-laying muscles and the anal depressor muscle, the Pexp-3::peel-1 arrays were crossed to SJ4157, which carries an integrated array of the muscle marker, Pmyo-3::GFP. In 1-d-old, F1 hermaphrodites, two of the four egg-laying muscles and the single anal depressor muscle were observed and classified as live or dead based on expression of GFP. Live egg-laying muscles were classified as morphologically normal or atrophied, and both live egg-laying muscles and live anal depressor muscles were then classified as mCherry+ or mCherry−, indicating that they had or had not inherited the Pexp-3::peel-1 array. For each cell type, the percent of cells killed by the arrays was calculated assuming that all dead cells had inherited the array. In addition, each F1 animal was classified as constipated if it contained bacteria in the posterior intestine and as egg-laying defective if it contained 3-fold embryos in the uterus.\n\nTo quantify peel-1-mediated killing of GABA neurons, the Punc-47::peel-1 arrays were crossed to EG1285, which carries an integrated array of the GABA-neuron marker, Punc-47::GFP. GABA-neurons were observed in F1 hermaphrodites, and peel-1-mediated killing was quantified as above. Typically, the DVB neuron and five to nine ventral cord neurons were scored per hermaphrodite. In addition, each animal was classified as mosaic or non-mosaic based on expression of the co-injection marker, Prab-3::mCherry.\n\n      Supporting Information"
}