{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000422",
  "doi": "10.1371/journal.pbio.1000422",
  "externalIds": [
    "pii:10-PLBI-RA-5907R2",
    "pmid:20644714",
    "pmcid:PMC2903597"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Involvement of Lgl and Mahjong/VprBP in Cell Competition",
  "authors": [
    {
      "name": "Yoichiro Tamori",
      "first": "Yoichiro",
      "last": "Tamori",
      "affiliation": "Department of Biological Science, Florida State University, Tallahassee, Florida, United States of America"
    },
    {
      "name": "Carl Uli Bialucha",
      "first": "Carl Uli",
      "last": "Bialucha",
      "affiliation": "MRC Laboratory for Molecular Cell Biology and Cell Biology Unit, University College London, London, United Kingdom"
    },
    {
      "name": "Ai-Guo Tian",
      "first": "Ai-Guo",
      "last": "Tian",
      "affiliation": "Department of Biological Science, Florida State University, Tallahassee, Florida, United States of America"
    },
    {
      "name": "Mihoko Kajita",
      "first": "Mihoko",
      "last": "Kajita",
      "affiliation": "MRC Laboratory for Molecular Cell Biology and Cell Biology Unit, University College London, London, United Kingdom"
    },
    {
      "name": "Yi-Chun Huang",
      "first": "Yi-Chun",
      "last": "Huang",
      "affiliation": "Department of Biological Science, Florida State University, Tallahassee, Florida, United States of America"
    },
    {
      "name": "Mark Norman",
      "first": "Mark",
      "last": "Norman",
      "affiliation": "MRC Laboratory for Molecular Cell Biology and Cell Biology Unit, University College London, London, United Kingdom"
    },
    {
      "name": "Nicholas Harrison",
      "first": "Nicholas",
      "last": "Harrison",
      "affiliation": "Department of Biological Science, Florida State University, Tallahassee, Florida, United States of America"
    },
    {
      "name": "John Poulton",
      "first": "John",
      "last": "Poulton",
      "affiliation": "Department of Biological Science, Florida State University, Tallahassee, Florida, United States of America"
    },
    {
      "name": "Kenzo Ivanovitch",
      "first": "Kenzo",
      "last": "Ivanovitch",
      "affiliation": "MRC Laboratory for Molecular Cell Biology and Cell Biology Unit, University College London, London, United Kingdom"
    },
    {
      "name": "Lena Disch",
      "first": "Lena",
      "last": "Disch",
      "affiliation": "MRC Laboratory for Molecular Cell Biology and Cell Biology Unit, University College London, London, United Kingdom"
    },
    {
      "name": "Tao Liu",
      "first": "Tao",
      "last": "Liu",
      "affiliation": "MRC Laboratory for Molecular Cell Biology and Cell Biology Unit, University College London, London, United Kingdom"
    },
    {
      "name": "Wu-Min Deng",
      "first": "Wu-Min",
      "last": "Deng",
      "affiliation": "Department of Biological Science, Florida State University, Tallahassee, Florida, United States of America"
    },
    {
      "name": "Yasuyuki Fujita",
      "first": "Yasuyuki",
      "last": "Fujita",
      "affiliation": "MRC Laboratory for Molecular Cell Biology and Cell Biology Unit, University College London, London, United Kingdom; Department of Cell and Developmental Biology, University College London, London, United Kingdom; Division of Molecular Oncology, Institute for Genetic Medicine, Hokkaido University, Hokkaido, Japan"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-07",
  "dateAccepted": "2010-06-03",
  "dateReceived": "2010-01-28",
  "volume": "8",
  "number": "7",
  "pages": "e1000422",
  "tags": [
    "Discipline/Cell Biology/Cell Growth and Division",
    "Discipline/Cell Biology/Cell Signaling",
    "Discipline/Cell Biology/Cellular Death and Stress Responses",
    "Discipline/Cell Biology/Developmental Molecular Mechanisms",
    "Discipline/Developmental Biology/Developmental Molecular Mechanisms",
    "Discipline/Developmental Biology/Morphogenesis and Cell Biology",
    "Discipline/Oncology",
    "Type/Research Article"
  ],
  "abstract": "Mahjong is a novel Lethal giant larvae-binding protein that plays a vital role in cell competition in both flies and mammals.",
  "fullText": "Introduction\n\nCell transformation arises from the activation of oncoproteins and/or inactivation of tumor suppressor proteins [1]. During the initial stage of carcinogenesis, transformation occurs in a single epithelial cell that grows within an epithelial monolayer [2],[3]. However, it remains unclear what happens at the interface between normal and transformed epithelial cells during this process. In Drosophila, it has been recently reported that normal and transformed cells compete with each other for survival in a monolayer of epithelial cells, in a process called “cell competition” [4],[5]. For example, when dMyc-overexpressing cells are surrounded by wild-type cells in an epithelial cell sheet, the surrounding wild-type cells die by apoptosis, and the dMyc-overexpressing cells proliferate to fill the vacated space [6],[7]. In contrast, when scribble mutant cells are surrounded by wild-type cells, scribble mutant cells undergo apoptosis and are eliminated from the wild-type epithelial monolayer [8]. In most of the previous reports of cell competition, slowly proliferating cells undergo apoptosis when they are surrounded by fast proliferating cells. However, activation of cyclin D/Cdk4 or the Insulin/Insulin-like growth factor receptor pathway does not cause cell competition [6], suggesting that a difference in cell growth speed alone does not always trigger cell competition. Molecular mechanisms whereby “loser cells” undergo apoptosis therefore remain largely unknown. Furthermore, it is not known whether comparable phenomena are also observed in mammalian cells.\n\nLethal giant larvae (Lgl) was originally identified as a tumor suppressor protein in Drosophila [9]. In Drosophila imaginal discs, mutation of lgl causes loss of apicobasal polarity and uncontrolled proliferation [9],[10],[11], leading to neoplastic tumor formation. In mice, knockout of Lgl1, a mammalian homologue of Lgl, was reported to result in severe brain dysplasia characterized by hyperproliferation and loss of cell polarity of neuroepithelial cells [12]. These data indicate that Lgl plays an important role in cell polarity and cell proliferation. Involvement of Lgl in cell competition was also recently reported [13]; in Drosophila eye discs bearing lgl mutant clones (lgl−) in a mosaic manner, some lgl− and wild-type cells at the clone boundary undergo apoptosis and are excluded from the epithelia.\n\nLgl has the characteristics of a molecular scaffold, with WD protein-protein interaction motifs and no known enzymatic activity. Its functional roles are therefore likely to be mediated by protein-protein interactions. Lgl binds to atypical protein kinase C (aPKC) and Par6, and this interaction has been shown to regulate the function of Lgl in cell polarity [14],[15],[16]. However, Lgl-binding partners that are involved in Lgl-mediated cell competition have not yet been identified. In this study, we have identified viral protein R-binding protein (VprBP)/Mahjong as a novel Lgl-binding protein and have demonstrated that Lgl and VprBP/Mahjong are involved in cell competition.\n\nResults/Discussion\n\nTo identify novel interacting proteins of mammalian Lgl (mLgl), we performed immunoprecipitation using MCF-7 epithelial cells stably expressing GFP-tagged mLgl2. We found two proteins (arrowhead and asterisk in Figure 1A) that were coimmunoprecipitated with GFP-mLgl2 (arrow in Figure 1A). Western blotting with anti-GFP antibody suggested that one of the two proteins was a cleavage product of GFP-mLgl2 (Figure 1B; asterisk). Mass spectrometric analysis identified the other protein, which was 180 kD in size (Figure 1A; arrowhead), as VprBP. VprBP was originally identified as interacting with human immunodeficiency virus type 1 (HIV-1) viral protein R (Vpr) [17]. VprBP interacts with the Cullin4-DDB1 ubiquitin ligase complex and regulates a Vpr-mediated induction of G2 arrest [18],[19],[20],[21], but the endogenous function of VprBP is not clearly understood. By Western blotting with anti-VprBP antibody, we confirmed the coimmunoprecipitation of VprBP with GFP-mLgl2 (Figure 1C). We also detected an interaction between endogenous VprBP and mLgl2 proteins in Madin-Darby canine kidney (MDCK) epithelial cells by immunoprecipitation with anti-VprBP antibody (Figure 1D). VprBP contains a centrally located Lis1 homology motif (LisH) as well as WD40-like domains in the C-terminal half (Figure S1A). The LisH motif is proposed to play a role in protein dimerization or microtubule dynamics [22], whereas WD40-like domains are involved in mediating protein-protein interactions [23]. Using truncated mutants, we showed that the C-terminus of mLgl2 (amino acids 544–1027) and the C-terminus of VprBP (amino acids 614–1058) are responsible for the interaction (Figure S1B and S1C).\n\nThe Drosophila melanogaster genome encodes a protein (CG10080) with high amino acid sequence identity (38%) with human VprBP. The CG10080 protein also contains LisH and WD40-like domains. We have named this protein Mahjong, the name of a table game in which winners and losers are determined through strong competition. First, we showed that Mahjong interacts with Lgl when the two proteins are coexpressed in Drosophila S2R+ cells (Figure S1D). Next, to isolate mutant alleles of mahjong (mahj), we induced imprecise excision of a P-element that was inserted in the region adjacent to the Drosophila mahj coding sequence (Figure S2A). By examining the genomic sequence in these excision mutants, we confirmed that one mutant had a deletion in the Drosophila mahj-coding region. The mutant lost exons 10 and 11, part of exon 9, and the 3′-UTR of the mahj transcript (Figure S2A). The homozygous mutant animals developed more slowly than wild-type flies and died at a late pupal stage (Figure S2B). The mutation failed to complement Df(2R)XE-2900, a chromosomal deficiency in which the entire coding region of mahj is deleted, and larvae trans-heterozygous for the mutation and Df(2R)XE-2900 exhibited the same retarded development phenotype as did the homozygous excision mutant. Expression of exogenous Mahj protein alleviated both the growth defect and lethality (Figure S2C). These results indicate that the phenotype of the mahj excision mutant is indeed caused by a loss-of-function of mahj. The homozygous mutant larvae did not, however, have any detectable morphological defects (unpublished data). In their imaginal discs, compartmentalization pattern was properly maintained as observed with the antibody staining for Ci155 (full-length Cubitus interruptus) and Engrailed, which confer anterior and posterior compartmental identities, respectively (Figure 2A). Immunofluorescence staining of wing discs with antibodies against DE-Cadherin and Discs large (Dlg) revealed no obvious cell polarity defect in the epithelium of the mahj mutant (Figure S2D). Compared with wild-type or homozygous mutants, apoptosis was not altered in homozygous mutant wing discs (unpublished data).\n\nTo explore the function of Mahjong, we used the mitotic recombination technique with the flipase (FLP)–flipase recombination target (FRT) system to generate mosaic tissues (Figure S2E) [24]. Using this approach, the same numbers of mahj homozygous mutant (mahj−/−) and sibling wild-type cells were initially produced. In the mosaic wing discs, 72 h after clone induction, both mahj−/− and sibling wild-type clones were readily detected (Figure 2B). However, at 96 h, the size of the mahj−/− clones was clearly smaller than that of sibling wild-type clones (Figure 2C), and at 120 h, most of the mahj−/− clones had disappeared from the wing disc epithelium (Figure 2D). Immunofluorescence with anti-active Caspase 3 antibody revealed that mahj−/− clones adjacent to wild-type or mahj+/− cells frequently underwent apoptosis (Figure 2E–G), whereas mahj−/− clones that were not adjacent to wild-type or mahj+/− cells rarely did (Figure 2G). These observations suggest that the abutting or near-by wild-type or mahj+/− cells trigger the mahj−/− cells to undergo apoptosis. Although the majority of apoptotic cells were basally extruded from the disc epithelium, we found some apoptotic mahj−/− cells remaining within the epithelial layer (Figures S2F and S7B, arrows), suggesting that apoptosis was not caused by extrusion.\n\nThis type of competition between wild-type and mutant cells was first reported in Minute mutant flies [25]. Minute is a generic name given to genes encoding ribosomal proteins or other protein-synthesis components. Heterozygous Minute flies are viable but develop slowly, though their final body size is similar to that of wild-type flies. When surrounded by wild-type cells, however, Minute heterozygous mutant cells (M/+) undergo apoptosis and are eliminated from the epithelial monolayer. A similar competition for cell survival, termed cell competition, has also been reported between wild-type and other types of mutant cells [6],[7],[8]. Interestingly, we found that mahj−/− cells did not undergo apoptosis when they were surrounded by M/+ cells (Figure S2G). Collectively, these findings indicate that mahj−/− clones are eliminated from the wild-type disc epithelium through the process of cell competition.\n\nTo examine the functional role of Mahjong/VprBP (hereafter referred to as Mahjong) in mammalian cells, we established MDCK cell lines that stably express Mahjong shRNA in a tetracycline-inducible manner (MDCK pTR Mahjong shRNA). At 48 h after tetracycline addition, 80%–90% of Mahjong was knocked down (Figure S3A). When Mahjong expression was knocked down, cells became slightly flattened but maintained their epithelial morphology and tight cell-cell adhesions (Figure S3B). Knockdown of Mahjong did not affect the expression level of mLgl2 or PKCζ (Figure S3C). When MDCK pTR Mahjong shRNA cells were cultured with tetracycline in a 3D culture system [26], they formed cysts with a regular lumen and well-defined F-actin-rich apical membrane domain (Figure S3D), and other cell polarity marker proteins, including PKCζ, β-catenin, and ZO-1, were properly localized (Figure S3D and S3E). These findings are consistent with the fly data (Figure S2D) and confirm that Mahjong does not play a crucial role in the establishment or maintenance of epithelial cell polarity.\n\nNext, we tested for involvement of Mahjong in cell competition in this cell culture system. MDCK pTR Mahjong shRNA cells were labeled with green fluorescent dye (CMFDA) and mixed with normal MDCK cells at a ratio of 1∶10. The mixture of cells was then cultured in the absence of tetracycline until the cells formed a monolayer. We then induced the expression of Mahjong shRNA with tetracycline and observed the fate of Mahjong-knockdown cells surrounded by normal cells using time-lapse microscopy (Vidoes S1, S2). To monitor cell death, we added ethidium homodimer-1 (EthD-1), which passes through the damaged plasma membrane of dead cells, binds to nucleic acids, and produces a red fluorescence. After 24–52 h of tetracycline addition, ∼45% of Mahjong shRNA cells died and were extruded from the apical surface of the monolayer (Figure 3A and 3C). Addition of a caspase inhibitor (Z-VAD-FMK) significantly suppressed both cell death and extrusion (Figure 3C), indicating that apical extrusion of Mahjong-knockdown cells resulted from apoptosis. This result is consistent with that from a previous report that apoptotic cells are apically extruded from a monolayer of MDCK cells [27]. Overexpression of exogenous Mahjong protein in Mahjong shRNA cells prevented their apical extrusion (Figure S4A and S4B), suggesting that apoptosis of Mahjong shRNA cells is indeed attributed to Mahjong-knockdown. In the absence of tetracycline, Mahjong shRNA cells did not die and were not extruded (Figure 3B and 3C and Video S3). Moreover, fluorescently labeled Mahjong-knockdown cells were not extruded when they were mixed with unlabeled Mahjong-knockdown cells (Figure 3C and Figure S5), suggesting that the apoptosis of Mahjong-knockdown cells depends on the presence of surrounding normal cells. Similarly, fluorescently labeled normal MDCK cells did not undergo apoptosis when surrounded by normal MDCK cells (unpublished data) [28]. Taken together, these results indicate that the death of Mahjong-knockdown cells occurs only when they are surrounded by normal cells. As far as we are aware, this is the first evidence showing that cell competition can occur in a mammalian cell culture system.\n\nMammals harbor two Lgl homologues, mLgl1 and mLgl2. We observed that Mahjong was coimmunoprecipitated with mLgl1 as well as with mLgl2 (Figure S6). Because of potential functional redundancy between mLgl1 and mLgl2 [12], investigating the functional linkage between Lgl and Mahjong in mammalian cells is technically very difficult. We therefore examined wing imaginal discs of Drosophila melanogaster, where the function of Lgl has been intensively studied [9],[10],[13]. First, we used the FLP-FRT system to generate mosaic wing discs bearing lgl4 (null mutant allele of lgl) homozygous mutant clones. By 96 h after clone induction, a number of lgl−/− cells abutting wild-type cells had become apoptotic and were basally extruded (Figure 4A), as previously reported for eye discs [13]. Some apoptotic cells stayed in the epithelial layer (Figure 4A and Figure S7C, arrows), however, suggesting that the apoptosis was not caused by basal extrusion. At 144 h, most of the lgl−/− clones had been basally extruded from the epithelium (Figure 4B), frequently associated with indentations of the epithelial layer (Figure 4B). In contrast, when surrounded by M/+ cells, lgl−/− clones survived and showed an overgrowth phenotype (Figure 4C). Quantification analyses revealed that apoptosis was mostly detected in mutant cells that were at the clone boundary (Figure 4D), suggesting that the presence of the abutting or nearby wild-type or lgl+/− cells triggers apoptosis of lgl−/− cells.\n\nWe then further analyzed the molecular mechanisms of apoptosis of mahj−/− and lgl−/− cells using the mosaic analysis with a repressible cell marker (MARCM) system (Figure S7A), which allowed us to express genes of interest in the mutant cells. We first confirmed that apoptosis of mahj−/− and lgl−/− cells occurred in this system (Figure S7B and S7C), as it did in the FLP-FRT system (Figures 2E, 2F, 4A, and 4B). Expression of exogenous Mahj or Lgl alleviated all phenotypes, including apoptosis and basal extrusion, in mahj−/− and lgl−/− clones, respectively (Figure S7D and S7E). Activation of the JNK pathway has been shown to be involved in cell competition observed with various mutations [7],[8],[29],[30]. Indeed, we observed that JNK was ectopically activated in both mahj−/− and lgl−/− clones (Figures 5A and 5B, arrows, and S7F). puckered (puc) is a gene encoding a protein phosphatase that dephosphorylates and inactivates activated JNK. Overexpression of puc strongly suppressed the apoptosis of both mahj−/− and lgl−/− clones (Figure 5C and 5D). Similarly, overexpression of p35, an anti-apoptotic protein, suppressed the apoptosis in both mahj−/− and lgl−/− clones (Figure 5E, and unpublished data). These results indicate that JNK is involved in the apoptosis of mahj−/− and lgl−/− clones. We also found that addition of JNK inhibitor SP600125 significantly suppressed cell death and apical extrusion of MDCK Mahjong shRNA cells that were surrounded by normal MDCK cells (Figure S8), suggesting that the involvement of JNK in Mahjong-mediated cell competition is evolutionarily conserved.\n\nIn addition to these cell competition phenotypes, we also observed apoptosis-independent basal extrusion of mahj−/− and lgl−/− cells. In the wing disc epithelium, when mutations of mahj or lgl were induced in a mosaic manner, some basally extruded mahj−/− or lgl−/− cells were not stained with anti-active Caspase 3 antibody (Figure S7B and S7C, arrowheads), though the majority of basally extruded cells were stained. Comparable basal extrusion of mahj−/− or lgl−/− cells was not seen in the epithelium of mahj or lgl homozygous animals (Figure S2D, and unpublished data), indicating that the apoptosis-independent basal extrusion occurs only when mutant clones are surrounded by wild-type cells. In addition, although overexpression of puc or p35 suppressed the apoptosis of mahj−/− or lgl−/− clones (Figure 5C–E), it did not fully block basal extrusion (Figure 5C–F). These findings indicate that mahj−/− and lgl−/− clones can be basally extruded in either an apoptosis-dependent or -independent manner. However, at present it is not clearly understood how the fate of the clones, whether they die or not prior to basal extrusion, is determined.\n\nFinally, we investigated the epistatic relationship between lgl and mahjong. We generated mahj−/− and lgl−/− MARCM clones overexpressing Lgl and Mahj, respectively. Overexpression of Lgl did not affect the phenotype of mahj−/− clones; the cells underwent apoptosis and were basally extruded (Figure 6A). In contrast, overexpression of Mahj strongly suppressed both the apoptosis and basal extrusion of lgl−/− clones (Figure 6B–D); the cells remained within the epithelial layer with normal apicobasal polarity. Mahj overexpression allowed survival of lgl−/− clones to adulthood (Figure S9). We also found that overexpression of Mahj suppressed the JNK activation in lgl−/− clones (Figure 6E). Overexpression of Mahj in wild-type clones did not induce apoptosis nor affect cell growth (Figure S10A–C). Scribble is another tumor suppressor protein involved in cell competition; scribble−/− cells undergo apoptosis when surrounded by wild-type cells [8]. Overexpression of Mahj in scribble−/− clones did not suppress apoptosis of scribble−/− cells in a monolayer of wild-type wing disc cells (Figure S11A). Furthermore, apoptosis of lgl−/− cells was not suppressed by overexpression of dMyc (Figure S11B). These data suggest that the effect of Mahj overexpression on apoptosis is specific to lgl−/− clones. Collectively, these results indicate that Mahjong acts downstream of Lgl and is involved in Lgl-mediated cell competition.\n\nIn this study, we have identified Mahjong as an evolutionarily conserved Lgl-binding protein. We have demonstrated that lgl−/− or mahj−/− cells undergo apoptosis when surrounded by wild-type cells and that apoptosis of lgl−/− cells is alleviated by overexpression of Mahj. Loss of Mahjong function does not induce detectable cell polarity defects, suggesting that Mahjong does not function with Lgl in the establishment of cell polarity. It is plausible that Lgl positively regulates the function of Mahjong affecting molecules or signaling pathways that set the competitiveness of cells. However, at present, it is not clear how Lgl interacts with Mahjong in cell competition and what molecules/signaling pathways are regulated by Lgl/Mahjong. Answers to these questions would increase our understanding of the interactions between normal and transformed cells and might lead to novel cancer therapies.\n\nMaterials and Methods\n\nAntibodies, Plasmids, and Materials\n\nRabbit polyclonal anti-VprBP/Mahjong antibody was obtained from Shanghai Genomics (Shanghai, China). Mouse anti-Myc (4A6) antibody was purchased from Upstate (Charlottesville, VA). Mouse anti-FLAG (M2) and peroxidase-conjugated mouse anti-FLAG (M2) antibodies were from Sigma-Aldrich (St. Louis, MO). The former was used for immunoprecipitation and the latter for Western blotting. Mouse anti-Llgl2 and rabbit anti-ZO-1 antibodies were purchased from Abnova (Taipei, Taiwan) and Zymed (South San Francisco, CA), respectively. Rabbit anti-PKCζ antibody was from Santa Cruz Biotechnology (Santa Cruz, CA). Mouse anti-β-catenin and rabbit anti-phospho-histone H3 (PH3) antibodies were purchased from BD Biosciences (Lexington, KY). Mouse anti-GFP antibody was obtained from Roche Diagnostics (Mannheim, Germany) and was used for immunoprecipitation and Western blotting except in Figure S1D, where rabbit anti-GFP antibody (Invitrogen; Carlsbad, CA) was used for Western blotting. Mouse anti-GAPDH antibody was from Chemicon International (Temecula, CA). Mouse anti-Engrailed (4D9), mouse anti-β-galactosidase (40-1a), rat anti-DE-Cadherin (DCAD2), and mouse anti-Dlg (4F3) antibodies were obtained from Developmental Studies Hybridoma Bank. Rat monoclonal antibody recognizing only Ci-155 (2A1) was a gift from R. Holmgren and T.B. Kornberg. Rabbit anti-cleaved Caspase-3 antibody (Asp 175) was from Cell Signaling Technology (Danvers, MA). Anti-phospho JNK antibody (pTPpY) was from Promega (Madison, WI). All antibodies were used at dilution of 1∶1000 for Western blotting and 1∶100 for immunofluorescence except as follows for immunofluorescence: anti-Ci-155 (1∶2), anti-Engrailed (1∶2), anti-β-galactosidase (1∶50), anti-DE-cadherin (1∶30), anti-Dlg (1∶50), and anti-PH3 (1∶200). DAPI (4′, 6-diamidino-2-phenylindole dihydrochloride) was from Invitrogen. BrdU labeling was carried out as previously described [31]. SYPRO Ruby protein gel staining solution was obtained from Invitrogen.\n\npEGFP-VprBP/Mahjong was constructed by digestion of a human VprBPα EST clone (IMAGE clone 4853730, Geneservice Ltd.) with SacI/EcoRI and ligation into SacI/EcoRI sites of pEGFP-C3. To construct pEGFP-VprBP/Mahjong-N (hereafter referred to as Mahjong), pEGFP-Mahjong-M, and pEGFP-Mahjong-C, the cDNAs of the respective Mahjong portion were amplified by PCR with the following primers: Mahjong-N, 5′-GGCCTCGAGCCATGACTACAGTAGTGGTACATGTGG-3′ and 5′-GCAGAATTCGATCATTGGTCTGCATCTGTGATGGGC-3′; Mahjong-M, 5′-GGCCTCGAGCGCCCATCACAGATGCAGACCAAATCC-3′ and 5′-GCAGAATTCGATCAACAGTTATAGCTGGCCTCCTCC-3′; Mahjong-C, 5′-GGCCTCGAGCGGAGGAGGCCAGCTATAACTGT-3′ and 5′-GCAGAATTCGAGATGGCTCCTCACTCATTCAGAG-3′. These cDNAs were cloned into XhoI/EcoRI sites of pEGFP-C1. To construct pcDNA4/TO/GFP-Mahjong, the cDNA of Mahjong was excised from pEGFP-Mahjong (XhoI/EcoRI) and, after blunting the ends, inserted into pcDNA4/TO/GFP (XhoI/EcoRI blunt-ended). To construct pSUPERIOR.neo+gfp Mahjong shRNA, Mahjong shRNA oligonucleotides (5′-GATCCCCAGAGCTGCTTCTGTTGATATTCAAGAGATATCAACAGAAGCAGCTCTTTTTTC-3′ and 5′-TCGAGAAAAAAGAGCTGCTTCTGTTGATATCTCTTGAATATCAACAGAAGCAGC-3′) were cloned into BglII/XhoI sites of pSUPERIOR.neo+gfp (Oligoengine, Seattle, WA). pFLAG-CMV2-mLgl1, pEGFP-mLgl2-WT, pcDNA-FLAG-mLgl2-WT, pcDNA-FLAG-mLgl2-N, and pcDNA-FLAG-mLgl2-C was described previously [26].\n\nCell Culture, Immunofluorescence, Immunoprecipitation, and Western Blotting\n\nMDCK and MCF-7 cells were cultured as previously described [32]. To obtain MCF-7 cells stably expressing GFP-mLgl2, MCF-7 cells were transfected with pEGFP-mLgl2 using Lipofectamine 2000 (Invitrogen), and stably transfected cells were selected in medium containing 800 µg ml−1 of G418 (Calbiochem, Darmstadt, Germany). To establish MDCK cell lines that stably express Mahjong shRNA in a tetracycline-inducible manner (MDCK pTR Mahjong shRNA), MDCK pTR cells [26] were transfected with pSUPERIOR.neo+gfp Mahjong shRNA using Metafectene Pro (Biontex, München, Germany), followed by selection in medium containing 5 µg ml−1 of blasticidin (Invitrogen) and 800 µg ml−1 of G418. To establish MDCK cell lines that stably express Mahjong shRNA and GFP-Mahjong in a tetracycline-inducible manner (MDCK pTR Mahjong shRNA+GFP-Mahjong), MDCK pTR Mahjong shRNA cells were transfected with pcDNA4/TO/GFP-Mahjong, followed by selection in medium containing 5 µg ml−1 of blasticidin, 400 µg ml−1 of zeocin (Invitrogen), and 800 µg ml−1 of G418. Knockdown of Mahjong was analyzed by Western blotting after 48 h of incubation with tetracycline (2 µg ml−1). HEK 293 cells were cultured and transfected as previously described [33]. Drosophila S2R+ cells were cultured and transfected with Fugene HD (Roche) as previously described [34]. Immunoprecipitation and Western blotting were performed as previously described [35].\n\nImmunofluorescence of cells cultured on serum-coated glass coverslips was performed as previously described [35]. MDCK pTR Mahjong shRNA cells were cultured in collagen gels as previously described [26] and were processed for immunofluorescence staining as previously described [36]. Immunofluorescent images were analyzed by confocal microscopy, if not otherwise indicated. To obtain confocal images of cultured cells, we used a Leica TCS SPE confocal microscope and Leica Application Suite (LAS) software. To obtain phase-contrast images, we used a Leica DMIRB microscope with a Hamamatsu C4742-95 Orca camera. Images were captured and analyzed with Openlab (Improvision) and ImageJ 1.36b (National Institutes of Health). For analyses of imaginal discs of Drosophila, larvae were chosen at the given time after clone induction, and dissected tissues were fixed in 4% formaldehyde at room temperature for 15–30 min. All subsequent steps for immunostaining were performed according to standard procedures for confocal microscopy [37]. All samples were counterstained with DAPI for visualization of DNA. Images were acquired with a Zeiss LSM 510 confocal microscope.\n\nLC-MS/MS Procedure\n\nmLgl2-interacting protein gel bands were excised and in-gel digested with trypsin. The digest mixtures were separated by nanoscale liquid chromatography (LC Packings) on reverse phase C18 column (150×0.075 mm ID, flow rate 0.15 ml/min). The eluate was introduced directly into a Q-STAR Pulsar-i-hybrid quadruple-time-of-flight mass spectrometer (MDS Sciex). The spectra were searched against a NCBI non-redundant database with MASCOT MS/MS Ions search (Matrixscience).\n\nTime-Lapse Microscopy\n\nMDCK pTR Mahjong shRNA cells or MDCK pTR Mahjong shRNA+GFP-Mahjong cells were fluorescently labeled with CellTracker dye CMFDA (green) or CMTPX (red) (Invitrogen) according to the manufacturer's instructions. Labeled cells were then trypsinized and mixed with MDCK or MDCK pTR Mahjong shRNA cells at a ratio of 1∶10. Cells were plated at a density of 4×105 cells in 35 mm glass-bottom culture dishes (MatTek Corporation, Ashland, MA) for all experiments. Mixed cells were incubated for 24 h in medium with or without tetracycline, and then analyzed by time-lapse microscopy where EthD-1 (red) or SYTOX Blue dye (blue) (Invitrogen) was added to the medium according to the manufacturer's instructions for monitoring of cell death. Where indicated, cells were analyzed in the presence of 100 µM caspase inhibitor Z-VAD-FMK (Calbiochem) or 5 µM JNK inhibitor SP600125 (Invitrogen). To obtain time-lapse images, we used a Zeiss Axiovert 200M microscope with a Ludl Electronic Products Biopoint Controller and a Hamamatsu C4742-95 Orca camera (Hamamatsu). Images were captured and analyzed with Openlab or Volocity software (Improvision).\n\nGeneration and Characterization of the mahjong1 Allele\n\nThe P-element insertion fly, w1118; P{GT1}GT-000304, is viable and exhibits a normal phenotype. Excisions of GT-000304 were tested for complementation of the deletion Df(2R)XE-2900. The flanking genomic region of the GT-000304 insertion site of those failing to complement Df(2R)XE-2900 was sequenced. mahj1 was a deletion of 1,633 bp including exons 10 and 11, part of exon 9, and the 3′-UTR of CG10080. To alleviate the lethality of mahj homozygotes we used the following genotype: mahj1/mahj1; act-Gal4/UAS-mahj.\n\nFly Strains and Crosses\n\nDrosophila stocks were maintained by standard methods at 25°C. mahj1 was recombined to the FRT42D chromosome. To generate a UAS-mahj transgenic fly, a full-length cDNA clone of mahj (obtained from Drosophila Genomics Resource Center, IN) was amplified by PCR, sequenced, and subcloned into pUASP for Drosophila transgene [38]. Transgenic lines of pUASP:mahj were generated by standard methods. mahj and lgl mosaic mutant clones were generated by the FLP-FRT-mediated mitotic recombination system [24] in the following genotypes: hsFLP; FRT42D mahj1/FRT42D ubi-EGFP or hsFLP; lgl4 FRT40A/hGFP FRT40A. To block apoptosis in mahj and lgl MARCM clones, we used the following genotypes: UAS-CD8-GFP, hsFLP; FRT42D mahj1/FRT42D ubi-Gal80; tubP-Gal4/UAS-p35 or hsFLP; lgl4 FRT40A/tubP-Gal80 FRT40A; tubP-Gal4, UAS-GFP/UAS-p35. To block JNK activation in mahj and lgl MARCM clones, we used the following genotypes: UAS-CD8-GFP, hsFLP; FRT42D mahj1/FRT42D ubi-Gal80; tubP-Gal4/UAS-puc or hsFLP; lgl4 FRT40A/tubP-Gal80 FRT40A; tubP-Gal4, UAS-GFP/UAS-puc. To express Lgl in mahj MARCM clones, we used the following genotypes: UAS-CD8-GFP, hsFLP; FRT42D mahj1/FRT42D ubi-Gal80; tubP-Gal4/UAS-lgl. To express Mahjong in lgl MARCM clones, we used the following genotypes: hsFLP; lgl4 FRT40A/tubP-Gal80 FRT40A; tubP-Gal4, UAS-GFP/UAS-mahjong. To express Mahjong in mahj MARCM clones, we used the following genotypes: UAS-CD8-GFP, hsFLP; FRT42D mahj1/FRT42D ubi-Gal80; tubP-Gal4/UAS-mahj. To express Lgl in lgl MARCM clones, we used the following genotypes: hsFLP; lgl4 FRT40A/tubP-Gal80 FRT40A; tubP-Gal4, UAS-GFP/UAS-lgl. For the Minute technique in wing discs, mosaic clones were generated in the following genotype: hsFLP; FRT42D mahj1/FRT42D arm-lacZ M(2)92 and hsFLP; lgl4 FRT40A/M(2)25A ubi-GFP FRT40A. To express dMyc in lgl MARCM clones, we used the following genotypes: hsFLP; lgl4 FRT40A/tubP-Gal80 FRT40A; tubP-Gal4, UAS-GFP/UAS-dMyc. To express Mahjong in scrib MARCM clones, we used the following genotypes: hsFLP; act-Gal4, UAS-GFP/UAS-mahjong; FRT82B scrib1/FRT82B tubP-Gal80. UAS-mahj overexpression clones were generated by the Flip-out Gal4 system in the following genotypes: hsFLP; UAS-mahjong/act&gt;CD2&gt;Gal4, UAS-GFP. UAS-GFP overexpression clones were generated by the Flip-out Gal4 system in the following genotypes: hsFLP; act&gt;CD2&gt;Gal4, UAS-GFP.\n\nGeneration of Mutant Clones\n\nAll fly crosses were carried out at 25°C according to standard procedures. Mutant clones were generated by mitotic recombination with the FLP/FRT system by X-chromosome heat-shock-inducible flipase (hsFLP) [24]. Clones were marked with ubi-EGFP, histone-GFP (hGFP), or arm-lacZ. To obtain mosaic mutant clones in wing discs, we heat shocked first- or second-instar larvae for 1 h at 37°C. For generation of Flip-out Gal4 overexpression clones of UAS-mahjong or UAS-GFP in wing discs, second-instar larvae were heat-shocked for 15 min at 37°C. The size of each clone expressing UAS-mahjong or UAS-GFP in wing discs was measured with the pixel measurement function of ImageJ.\n\nStatistical Analysis\n\nStudent's t tests assuming paired variances were performed for statistical analysis.\n\nSupporting Information"
}