{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002153",
  "doi": "10.1371/journal.pbio.1002153",
  "externalIds": [
    "pii:PBIOLOGY-D-14-03280",
    "pmid:25996636",
    "pmcid:PMC4440815"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Membrane-Derived Phospholipids Control Synaptic Neurotransmission and Plasticity",
  "authors": [
    {
      "name": "Victoria García-Morales",
      "first": "Victoria",
      "last": "García-Morales",
      "affiliation": "Grupo de Neurodegeneración y Neuroreparación (GRUNEDERE), Área de Fisiología, Facultad de Medicina, Universidad de Cádiz, Cádiz, Spain"
    },
    {
      "name": "Fernando Montero",
      "first": "Fernando",
      "last": "Montero",
      "affiliation": "Grupo de Neurodegeneración y Neuroreparación (GRUNEDERE), Área de Fisiología, Facultad de Medicina, Universidad de Cádiz, Cádiz, Spain"
    },
    {
      "name": "David González-Forero",
      "first": "David",
      "last": "González-Forero",
      "affiliation": "Grupo de Neurodegeneración y Neuroreparación (GRUNEDERE), Área de Fisiología, Facultad de Medicina, Universidad de Cádiz, Cádiz, Spain"
    },
    {
      "name": "Guillermo Rodríguez-Bey",
      "first": "Guillermo",
      "last": "Rodríguez-Bey",
      "affiliation": "Grupo de Neurodegeneración y Neuroreparación (GRUNEDERE), Área de Fisiología, Facultad de Medicina, Universidad de Cádiz, Cádiz, Spain"
    },
    {
      "name": "Laura Gómez-Pérez",
      "first": "Laura",
      "last": "Gómez-Pérez",
      "affiliation": "Grupo de Neurodegeneración y Neuroreparación (GRUNEDERE), Área de Fisiología, Facultad de Medicina, Universidad de Cádiz, Cádiz, Spain"
    },
    {
      "name": "María Jesús Medialdea-Wandossell",
      "first": "María Jesús",
      "last": "Medialdea-Wandossell",
      "affiliation": "Grupo de Neurodegeneración y Neuroreparación (GRUNEDERE), Área de Fisiología, Facultad de Medicina, Universidad de Cádiz, Cádiz, Spain; Salus Infirmorum, Universidad de Cádiz, Cádiz, Spain"
    },
    {
      "name": "Germán Domínguez-Vías",
      "first": "Germán",
      "last": "Domínguez-Vías",
      "affiliation": "Grupo de Neurodegeneración y Neuroreparación (GRUNEDERE), Área de Fisiología, Facultad de Medicina, Universidad de Cádiz, Cádiz, Spain"
    },
    {
      "name": "José Manuel García-Verdugo",
      "first": "José Manuel",
      "last": "García-Verdugo",
      "affiliation": "Centro de Investigación Príncipe Felipe, CIBERNED, Universidad de Valencia, Valencia, Spain"
    },
    {
      "name": "Bernardo Moreno-López",
      "first": "Bernardo",
      "last": "Moreno-López",
      "affiliation": "Grupo de Neurodegeneración y Neuroreparación (GRUNEDERE), Área de Fisiología, Facultad de Medicina, Universidad de Cádiz, Cádiz, Spain"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2015-05-21",
  "dateAccepted": "2015-04-15",
  "dateReceived": "2014-09-16",
  "volume": "13",
  "number": "5",
  "pages": "e1002153",
  "tags": [
    "Type/Research Article"
  ],
  "abstract": "Synaptic communication is a dynamic process that is key to the regulation of neuronal excitability and information processing in the brain. To date, however, the molecular signals controlling synaptic dynamics have been poorly understood. Membrane-derived bioactive phospholipids are potential candidates to control short-term tuning of synaptic signaling, a plastic event essential for information processing at both the cellular and neuronal network levels in the brain. Here, we showed that phospholipids affect excitatory and inhibitory neurotransmission by different degrees, loci, and mechanisms of action. Signaling triggered by lysophosphatidic acid (LPA) evoked rapid and reversible depression of excitatory and inhibitory postsynaptic currents. At excitatory synapses, LPA-induced depression depended on LPA1/Gαi/o-protein/phospholipase C/myosin light chain kinase cascade at the presynaptic site. LPA increased myosin light chain phosphorylation, which is known to trigger actomyosin contraction, and reduced the number of synaptic vesicles docked to active zones in excitatory boutons. At inhibitory synapses, postsynaptic LPA signaling led to dephosphorylation, and internalization of the GABAAγ2 subunit through the LPA1/Gα12/13-protein/RhoA/Rho kinase/calcineurin pathway. However, LPA-induced depression of GABAergic transmission was correlated with an endocytosis-independent reduction of GABAA receptors, possibly by GABAAγ2 dephosphorylation and subsequent increased lateral diffusion. Furthermore, endogenous LPA signaling, mainly via LPA1, mediated activity-dependent inhibitory depression in a model of experimental synaptic plasticity. Finally, LPA signaling, most likely restraining the excitatory drive incoming to motoneurons, regulated performance of motor output commands, a basic brain processing task. We propose that lysophospholipids serve as potential local messengers that tune synaptic strength to precedent activity of the neuron.",
  "fullText": "Introduction\n\nActivity-dependent plasticity of neuronal networks refers to the adaptive changes in their properties in response to external and internal stimuli. In a prominent form of central nervous system (CNS) plasticity, synaptic strength results in an increase (potentiation) or decrease (depression) of transmission efficacy, depending on the neuron’s precedent activity (activity-dependent synaptic plasticity). Short-lived processes that modify synaptic strength occur in practically all types of synapses [1], and short-term synaptic plasticity is essential in regulating neuronal excitability and is central to information processing at both cellular and neuronal network levels [2]. Homeostatic adjustment of synaptic weights counteracts neuronal rate disturbances that affect self-tuning neuronal activity within a dynamic range via Ca2+-dependent sensors [3]. The number of receptors in the surface membrane and at synaptic sites, and the size of the readily releasable pool (RRP) of synaptic vesicles (SVs), are important determinants of synaptic strength, short-term plasticity, and intersynaptic crosstalk [4–8]. Unmasking the feedback mechanisms that are believed to sense neuron activity and adjust synaptic strength (i.e., activity-dependent, coupled messenger synthesis and/or release) would help to explain how circuits adapt during synaptic homeostasis, experience-dependent plasticity, and/or synaptic dysfunctions that underlie cognitive decline in many neurological diseases.\n\nThe ligand-gated ionotropic channels—A-type GABAA receptors (GABAARs) and AMPA-type glutamate receptors (AMPARs)—mediate fast synaptic transmission at the vast majority of inhibitory and excitatory synapses, respectively, in the mammalian brain [4,5,9]. Cell surface stability of receptors is further regulated by post-translational phosphorylation, palmitoylation, and/or ubiquitination. In particular, AMPAR and GABAAR phosphorylation modulates the receptor’s biophysical properties and membrane trafficking. Hence, the coordinated activity of kinases and phosphatases plays a pivotal role in controlling synaptic strength and neuronal excitability. Key residues within the intracellular domains of diverse AMPAR and GABAAR subunits are targeted by a number of kinases, including protein kinases A and C, calcium/calmodulin-dependent kinase II, and tyrosine kinases of the Src family. Generally, phosphorylation stabilizes the receptor on the surface and, conversely, dephosphorylation appears to be important for receptor endocytosis [4,9].\n\nLysophosphatidic acid (LPA) is a strong candidate to function as a local messenger that rapidly affects synaptic strength. A membrane-derived bioactive phospholipid that affects all biological systems, LPA is an important intermediary in lipid metabolism and has a vital role in de novo biosynthesis of membrane phospholipids [10]. The nervous system is markedly modulated by LPA signaling. LPA, autotaxin (the main LPA-synthesizing enzyme), and many subtypes of LPA-specific G-protein-coupled receptors (LPA1–6) are enriched in the brain [10–12]. Downstream signaling cascades mediating LPA signaling include mitogen-activated protein kinase (MAPK) activation, adenylyl cyclase inhibition or activation, phospholipase C (PLC) activation/Ca2+ mobilization and/or protein kinase C (PKC) activation, arachidonic acid release, Akt/PKB activation, and the activation of small GTPase RhoA and subsequent Rho kinase (ROCK) stimulation [10]. Many subtypes of LPA receptors (LPARs) are expressed in the brain; in particular, LPA1 is highly expressed and is the most prevalent receptor subtype in both the embryonic and adult brains [13–15]. Accordingly, LPA targets all CNS cell types to modulate developmental processes including neurogenesis, migration, differentiation, and morphological and functional changes [10]. However, little is known about how LPA signaling influences neuron physiology and neuronal connectivity or integrates incoming synaptic drive. Presynaptic LPA2 at glutamatergic synapses mediates neuronal network hyperexcitability in an epileptic mouse model [16]. In addition, LPA1-deficient mice manifest alterations in managing diverse neurotransmitters [17–20]. Endogenous ROCK activity, an intracellular partner in LPA signaling, is necessary to maintain afferent AMPAergic and GABAAergic synaptic strength in motoneurons [8]. As a conventional link in synaptic plasticity, activity-dependent LPA production occurs downstream of noxious activation of glutamate receptors in models of neuropathic pain [21]. However, whether LPA signaling is actually able to modulate synaptic strength and mediate activity-dependent synaptic plasticity remains unresolved.\n\nThe aim of this study was to investigate whether LPA regulates synaptic strength and plasticity of motoneuron excitatory and inhibitory synapses. Here, we show that LPA—mainly via LPA1—induced rapid and reversible depression in synaptic strength (short-term depression [STD]), and operated as an autocrine messenger mediating activity-dependent STD at inhibitory synapses. At glutamatergic synapses, presynaptic LPA signaling reduced the size of the RRP of SVs. At GABAergic synapses, postsynaptic LPA action mediated dephosphorylation and endocytosis-dependent internalization of the GABAAγ2 subunit. Strikingly, LPA signaling regulated the performance of motor output commands in vivo. Therefore, LPA seems to have important implications for synaptic plasticity, pathology, and information processing in the brain.\n\nResults\n\nThe hypoglossal motor system was used as an experimental model to test the hypothesis that LPA regulates synaptic function. Hypoglossal motoneurons (HMNs) are arranged in the hypoglossal nucleus (HN) at the dorsal medulla, being easily accessible for functional studies in animal models. In vitro, AMPAR- and GABAAR-mediated neurotransmission incoming to HMNs can be feasibly isolated and are well characterized [8]. From an experimental point of view, a considerable advantage of this system is that the inspiratory-related afferent activity in HMNs, almost exclusively mediated by AMPAergic signaling, persists even in the in vivo decerebrated preparation [22,23]. Interestingly, HMNs underpin essential motor commands for normal suckling behavior in the neonate, a vital activity altered in LPA1-deficient mice [24]. In addition, lpa1–6 mRNAs are expressed by HMNs in the adult mouse (Allen Mouse Brain Atlas, http://mouse.brain-map.org/; [25]). Altogether, previous findings point to this motor system as a suitable model to investigate the role of LPA in the control of excitatory and inhibitory synaptic neurotransmission at the CNS.\n\nAnatomical Support for a Role of Lysophospholipids at Excitatory and Inhibitory Synapses\n\nTo explore a possible role of LPA in shaping the normal motor output of the HN, it was necessary to determine the predominant isotype of its main target receptors expressed in this motor nucleus. Assessment of the expression levels of mRNAs for LPA1–6 receptors in microdissected HN from neonatal (P7) rats revealed that lpa1 mRNA was 1.5 to 12.5 times more abundant than lpa2–6 transcripts (Fig 1A). Subsequently, confocal analysis of double immunolabeled HN from P7 pups showed LPA1-immunoreactive (ir) puncta, patches, and fiber-like structures colocalizing with SMI32-positive HMN perikarya and dendrite-like structures (Fig 1B–1D). Three-dimensional reconstructions agreed with a cytoplasmic and membrane localization of LPA1 in perikarya and main dendritic branches of HMNs (Fig 1E and 1F). Triple immunofluorescence for LPA1, SMI32, and the vesicular glutamate (VGLUT2) or GABA (VGAT) transporters as synaptic markers confirmed that LPA1-ir puncta were colocalizing with excitatory (VGLUT2-ir) or inhibitory (VGAT-ir) presynaptic structures (Fig 1G, 1H, 1J, and 1K). Both excitatory and inhibitory inputs were also found apposed to SMI32-ir neuropil or somata coexpressing LPA1 (Fig 1H and 1I). Although LPA1 expression in other neural cell types is not excluded, this expression pattern supports pre and/or postsynaptic roles of LPA1 at the main excitatory and inhibitory inputs on HMNs, suggesting a potential contribution of LPA to motoneuron physiology.\n\nLPA Induces STD of Excitatory and Inhibitory Inputs in a Dose-Dependent Manner\n\nNext, we investigated the functional effects of LPA on glutamatergic and GABAergic synaptic currents by whole-cell patch-clamp recordings of HMNs (slices from P6–P9 rats). Electrical stimulation of the ventrolateral reticular formation (VLRF) evoked postsynaptic currents (ePSCs) in HMNs (Fig 2A). The AMPAR- or GABAAR-mediated components of ePSCs (excitatory [eEPSCsAMPA] or inhibitory postsynaptic currents [eIPSCsGABAA], respectively) were isolated and recorded as described in S1 Text.\n\nThe two major species of LPA (approximately 70%) found in the brain [26], monounsaturated (18:1, or LPA) and saturated (18:0, or s-LPA), were used in this study. While LPA activates LPA1–3, s-LPA has high affinity for LPA1/2, but is a comparatively poor agonist against LPA3 [27]. Unless stated otherwise, LPA was used at a similar concentration (2.5 μM) to that found in serum (1–5 μM) [28]. In general, unsaturated LPAs are more potent than s-LPA in activating LPARs and inducing biological activities [29]. Accordingly, a higher concentration was used for s-LPA (40 μM) than for LPA (2.5 μM) to achieve a similar effect on neurotransmission. Both phospholipids, added for 10 min to the bath solution, strongly attenuated the amplitude of eEPSCsAMPA and eIPSCsGABAA (Fig 2B). The effects were reversed after 10 min of washing. Thus, LPA modulated rapidly and reversibly the strength of AMPAR- and GABAAR-mediated synaptic transmission in motoneurons.\n\nThe tested dose (2.5 μM) of LPA had a proportionately higher effect on inhibitory than on excitatory inputs (Fig 2B and 2C). Further, differential sensitivity to LPA was studied by applying various concentrations, ranging from 1 nM to 20 μM. After subtracting vehicle-induced changes (S1 Text), an effect on both currents was detectable at concentrations as low as 10 nM and increased with LPA concentration to a similar maximum reduction in both currents (approximately 70%) at 10–20 μM (Fig 2C). Dose-response relationships were well fitted (p &lt; 0.001; r2 &gt; 0.99) by biphasic (two slopes) five-parameter logistic equations, suggesting that LPA affects synaptic neurotransmission by multiple mechanisms. It remains to be determined whether this is the consequence of the recruitment of diverse isoreceptors and/or downstream signaling pathways. In any case, from the nanomolar to first-order micromolar range, LPA diminished inhibitory inputs (IC50 = 1.0 ± 0.17 μM) in greater proportions (p &lt; 0.001, Kolmogorov-Smirnov test) than excitatory ones (IC50 = 1.8 ± 0.08 μM), but at higher concentrations, LPA affected both synaptic systems similarly (Fig 2C).\n\nLPA Operates Presynaptically at Excitatory Inputs\n\nAs in our previously published study [8], a combined electrophysiological analysis was performed to identify the LPA synaptic site of action. LPA signaling on AMPAR-mediated transmission is likely not attributable to changes in postsynaptic sensitivity to glutamate. LPA did not alter the amplitude in both the miniature quantal EPSCsAMPA (mEPSCsAMPA) and postsynaptic currents evoked by exogenous glutamate pulses (S1 Text; S1 Fig). For that reason, we sought evidence for a presynaptic mechanism by recording spontaneous AMPAergic synaptic currents under facilitated spontaneous glutamate release (sEPSCsAMPA). In this condition, synaptic activity was a mixture of action potential-dependent and -independent events. After LPA treatment, the sEPSCsAMPA amplitude, but not frequency (10.8 ± 1.0 Hz, p = 0.761), reversibly decreased to a value similar to that recorded for mEPSCsAMPA in control condition (before: 36.0 ± 3.8 pA; LPA: 24.0 ± 2.0 pA; Fig 3A–3C). This agrees with a LPA-induced full inhibition of action potential-dependent events.\n\nIn addition, we evaluated eEPSCsAMPA facilitation using paired-pulse and repetitive afferent stimulation protocols as in our previously published study [8]. Under repetitive stimulation, a change in the amount of facilitation is considered to be attributable to a presynaptic change in the release probability of neurotransmitter quanta [1]. In the control condition, paired-pulse stimulation displayed a strong facilitation of eEPSCsAMPA over the entire range of interstimulus intervals tested, but this was more pronounced at shorter interstimulus intervals (Fig 3D; S2 Fig). Facilitated PPR (paired-pulse ratio) showed a marked and reversible increase at 25 ms and 50 ms intervals after application of either s- or LPA (abbreviated as s-/LPA; Fig 3D; S2 Fig). On average, LPA and s-LPA increased the magnitude of PPR by 12.8% and 29.3% at 25 ms, respectively. The finding that LPA also reversibly potentiated the facilitation index of eEPSCsAMPA under repeated VLRF stimulation provided additional evidence in support of these outcomes (S1 Text; S3 Fig).\n\nAt this point in our study, the attenuation of eEPSCsAMPA induced by LPA was related to a reduction in the glutamate release probability, which is believed to be determined by the number of fusion-competent SVs or the size of the RRP of SVs [6,7]. This idea was further strengthened by a subsequent analysis of eEPSCsAMPA amplitude using the minimal stimulation paradigm, designed to stimulate only one fiber and a single or small number of release sites. As in our previous study [8], the intensity of the stimulation was set to elicit eEPSCsAMPA with 30% to 40% failure (Fig 3E). In this context, LPA treatment evoked a significant reduction of the mean amplitude of eEPSCsAMPA elicited by minimal stimulation and an enhancement of the eEPSCsAMPA failure rate (Fig 3E; S4 Fig). The presynaptic action of LPA on glutamatergic inputs is further supported because LPA1-ir puncta colocalize with Munc13-1, a presynaptic active zone (a.z.) marker [30], in VGLUT2-containing boutons (Fig 3F and 3G). The LPA1 association with a region of the presynaptic membrane compromised in the fusion of SVs supports that LPA signaling has a direct relationship with the machinery involved in the regulation of neurotransmitter release.\n\nLPA Modulates Excitatory Inputs via LPA1/Gα i/o-PLC\n\nThe qRT-PCR and immunohistochemical studies, together with additional pharmacological tests (S1 Text: S5 Fig; S6 Fig), robustly point to LPA1 as a pivotal LPAR affecting glutamatergic synapses. In this context, injection of a small interfering RNA (siRNA) against lpa1 (siRNAlpa1; 2 μg/2 μl) into the fourth ventricle efficiently reduced LPA1 expression in the brain stem (Fig 4A; S1 Text; S7 Fig). siRNAlpa1 robustly diminished, but did not fully avoid, (s-)LPA-induced alterations on eEPSCsAMPA amplitude and PPR relative to the administration of control noninterfering siRNA (cRNA; 2 μg/2 μl) or vehicle (RNase-free phosphate buffered saline; 2 μl) (Fig 4A–4D). Whether the remaining response of eEPSCsAMPA to (s-)LPA could be due to residual LPA1 expression or to recruitment of compensatory mechanisms—e.g., via up-regulated LPA3 in response to LPA1 knockdown—remains to be elucidated.\n\nLPA1 couples with and activates three G proteins: Gα12/13, Gαi/o, and Gαq/11 [10]. Previous findings [8] and pharmacological data (S1 Text) did not support Gα12/13 involvement. Alternatively, preincubation for 2 h with the Gαi/o specific inhibitor pertussis toxin (PTX), but not with the noncatalytic B oligomer of PTX (bPTX), prevented (s-)LPA-induced STD and PPR increase (Fig 4E, 4G, and 4H; S8A, S8D, and S8E Fig). Cascade downstream of lysophospholipids included PLC activation; the PLC inhibitor U73122, but not its inactive analog U73343, reversed—to a control-like state—the changes in amplitude and PPR provoked by (s-)LPA (Fig 4F–4H; S8B, S8D, and S8E Fig). Finally, the Gαq/11 inhibitor YM-254890 did not interfere with s-LPA effects on eEPSCsAMPA (S8C–S8E Fig). Altogether, these findings indicate that LPA signaling controls excitatory inputs via presynaptic Gαi/o-protein-coupled LPA1 and PLC (Fig 4I).\n\nLPA Signaling Reduces the Size of RRP of SVs via MLCK in Excitatory Boutons\n\nLPA induces smooth muscle contraction in a PLC-dependent, ROCK-independent manner that involves myosin light chain (MLC) phosphorylation by MLC kinase (MLCK) [31]. These findings point to MLCK as a potential kinase mediating the presynaptic action of LPA on excitatory neurotransmission. Accordingly, LPA increased the p-MLC:MLC ratio in the HN relative to aCSF-incubated brain stem slices, which was fully prevented by coincubation with the specific MLCK inhibitor ML-7 (Fig 5A and 5B). In concordance, though ML-7 per se did not alter the amplitude of eEPSCsAMPA, as we also recently reported [8], it fully suppressed LPA-induced alterations on eEPSCsAMPA amplitude and PPR (Fig 5C–5F). This further supports MLCK as a main molecular substrate activated by LPA signaling within excitatory presynaptic terminals.\n\nMLC phosphorylation stimulates actomyosin interactions [32], and presynaptic Ca2+ concentration regulates MLCK activity and modulates the RRP size in the calyx of the Held synapse [33]. Therefore, LPA signaling, through its modulatory control on MLCK and the actomyosin cytoskeleton, might regulate clustering and spatial distribution of SVs within excitatory (S-type, spherical SVs-containing) boutons (S1 Text). Electron microscopy analysis, performed as in our previous study [8], showed that, in a MLCK-dependent way, LPA noticeably reduced the number of SVs near the a.z. in S-type boutons attached to HMNs, compared to control conditions (Fig 5G–5L; S1 Text). In addition, LPA induced a drop (−20.2 ± 6.3%) in the SV population morphologically docked to (i.e., in contact with) the a.z., which corresponds to the release-ready neurotransmitter quanta [34] that was prevented by coaddition of ML-7 (Fig 5M and 5N). These outcomes robustly support that LPA signaling regulates the size of the RRP of SVs in S-type boutons by a MLCK-dependent mechanism.\n\nTogether, these data strongly suggest that the depression of synaptic strength induced by LPA treatment is dependent on a reduction in the probability of release from excitatory glutamatergic terminals. This effect is attributable, at least in part, to a reduction in the size of the RRP of SVs. Our results reaffirm that LPA signaling modulates excitatory synaptic transmission through mechanisms modulating the presynaptic component of the synapse.\n\nLPA-Induced Inhibitory STD Comprises Postsynaptic LPA1-RhoA/ROCK-CaN Signaling and GABAAγ2 Dephosphorylation\n\nNext, we explored whether LPA modulates GABAergic and glutamatergic synapses by similar mechanisms of action. Amplitude, but not frequency, of miniature quantal IPSCsGABAA (mIPSCsGABAA) recorded in HMNs was reduced by LPA, in agreement with a postsynaptic site of action (Fig 6A; S9 Fig). The molecular cascade downstream of LPA is also distinct, since LPA-induced alterations on mIPSCsGABAA were reversed by the ROCK inhibitor H1152 (Fig 6A; S9 Fig). H1152 also returned (s-)LPA-induced changes in eIPSCGABAA amplitude to a control-like state (S10A and S10B Fig). In support of a non-presynaptic action of s-LPA on eIPSCsGABAA, the mean PPR remained similar to the control condition in the presence of s-LPA or s-LPA plus H1152 (S10C and S10D Fig). Colocalization in HMNs of LPA1-ir with the postsynaptic marker gephyrin, a clustering protein for GABAARs [35], strengthened the evidence of a postsynaptic site of action for LPA (Fig 6B).\n\nPostsynaptic action and the molecular signaling underlying LPA-induced modulation of GABAAergic system were assessed in primary cultures of spinal motoneurons (SMNs) (S1 Text; S11 Fig). The mean amplitude of inward GABAAR-mediated current evoked by exogenous GABA pulses (−4.13 ± 0.98 nA; n = 8 SMNs) was robustly reduced by s-LPA (−62.5 ± 10.1%, p &lt; 0.001, one-way ANOVA for repeated measures (RM-ANOVA)), in a ROCK-dependent way (s-LPA+H1152: −3.23 ± 0.49 nA, p = 0.345) (Fig 6C). In addition, we observed that s-LPA activated the small GTP-binding protein RhoA, the major ROCK activator, in SMNs. This was evidenced by an s-LPA-induced increase (+78.3 ± 25.7%; p &lt; 0.05, one-way ANOVA on Ranks) in the membrane (M):cytosolic (C) ratio of RhoA expression relative to the control condition (Fig 6D). Supplementary data support LPA signaling as the activator for the RhoA/ROCK pathway in motoneurons (S1 Text; S12 Fig). Furthermore, pretreatment with siRNAlpa1 prevented the effects of (s-)LPA on GABAAR-mediated currents compared to cRNA-treated SMNs, providing conclusive evidence of postsynaptic LPA1 involvement (Fig 6E and 6F; S1 Text; S13 Fig).\n\nPhosphorylation of serine 327 on the GABAAγ2 subunit (pGABAAγ2) regulates GABAAR clustering and synaptic strength at inhibitory synapses [36,37]. Therefore, we investigated whether LPA1-ROCK signaling regulates phosphorylation of GABAAγ2. Contrary to expectations of a direct interaction between ROCK and GABAAγ2, s-LPA induced a robust reduction (−83.3 ± 5.2%) of the pGABAAγ2:GABAAγ2 ratio in SMNs that was prevented by coaddition of H1152 (+1.6 ± 6.0%) (Fig 6G). This was also observed in the HN (S1 Text; S14 Fig). Strikingly, direct binding of the phosphatase calcineurin (CaN) to GABAAγ2 subunits dephosphorylates Ser327 [37,38], which leads to a reduction in inhibitory postsynaptic current amplitude [37]. Therefore, recruitment of CaN (also named Ca2+/calmodulin-dependent phosphatase 2B), was proposed as a potential link between LPA1-ROCK signaling and GABAAγ2 dephosphorylation.\n\nPreincubation of SMNs with CaN autoinhibitory peptide (Cap; 50 μM) also prevented (+4.8 ± 16.5%) s-LPA from inducing a reduction in pGABAAγ2:GABAAγ2 ratio (Fig 6G). Expression of GABAAγ2 remained unchanged regardless of treatment (Fig 6G). s-LPA also had no effect on the GABA-evoked currents in SMNs pretreated with Cap for 30 min (Cap: 2.2 ± 0.3 nA; Cap+s-LPA: 2.1 ± 0.3 nA; n = 5 SMNs) (Fig 6H). s-LPA-induced alterations in mIPSCsGABAA and eIPSCsGABAA in HMNs were also CaN-dependent (S1 Text; S15 Fig). Additionally, CaN activity strongly increased in SMNs after incubation with s-LPA, but not with s-LPA plus H1152 or H1152 alone (Fig 6I). Altogether, these data show that (s-)LPA, specifically acting through postsynaptic LPA1-RhoA/ROCK-CaN signaling pathway, regulate GABAAR-mediated neurotransmission, by a mechanism involving dephosphorylation of GABAAγ2 subunit at Ser327.\n\nLPA Induces Internalization of GABAAγ2 Subunit\n\nIt is generally accepted that dephosphorylation appears to be important for receptor endocytosis [4,9]. As a next step, we investigated whether LPA-triggered dephosphorylation was accompanied by further subunit internalization. We found that s-LPA (15 min) led to a strong reduction (−99.9 ± 0.01%) in the amount of GABAAγ2 allocated in M fraction in SMN cultures. A proportional increase (+109.4 ± 14.1%) in the quantity of GABAAγ2 was observed in the C fraction relative to total GABAAγ2 (Fig 7A). These outcomes suggest a translocation of at least this subunit from the SMN membrane to the cytosol triggered by s-LPA. The s-LPA-induced translocation was prevented by coincubation with either the ROCK inhibitor H1152 or the CaN inhibitor Cap (Fig 7A). GABAAγ2 compartmentalization in SMNs was maintained after treatment with H1152 or Cap per se (Fig 7A).\n\nTo explore whether internalization is actually required for LPA-induced GABAAergic STD, and given that GABAAR endocytosis is dynamin-dependent [39], we added the dynamin inhibitor dynasore to the bath to block GABAAR endocytosis. Dynasore (80 μM for 30 min) fully prevented both a reduction in the GABAAγ2 M:T ratio and an increase in the C:T ratio induced by s-LPA, which was not altered by vehicle (−84.5 ± 5.8%). Dynasore per se did not modify GABAAγ2 location (−6.4 ± 18.8%) relative to the vehicle condition (100.0 ± 36.7%) (Fig 7B). Interestingly, electrophysiological recordings showed that preincubation with dynasore had no effect on s-LPA-induced changes in GABA-evoked currents (−48.1 ± 8.7%; n = 4 SMNs) (Fig 7C). These outcomes support that GABAAγ2 internalization by endocytosis is not required for the attenuation in GABAAergic neurotransmission induced by LPA signaling.\n\nCaN-dependent dephosphorylation of Ser327 at the GABAAγ2 subunit is involved in the increase of lateral diffusion and cluster dispersal of surface GABAARs in the dendrites of cultured hippocampal neurons [36,40]. Therefore, we investigated whether s-LPA-induced STD under endocytosis inhibition conditions would involve GABAAR cluster disarrangement. Double immunolabelling for GABAAγ2 and the postsynaptic scaffolding protein, gephyrin, confirmed GABAAγ2-ir clusters at the surface of SMNs, most of them colocalized with gephyrin-ir clusters (Fig 7D). In consonance with phospholipid-evoked GABAAR internalization, treatment with s-LPA (10 min) reduced mean fluorescence intensity, but not area, per cluster for these two postsynaptic proteins (Fig 7E–7G). However, the size of surface GABAAγ2-ir clusters increased in parallel with a reduction in fluorescence when s-LPA was added after pretreatment with dynasore (Fig 7E–7G). This agrees with s-LPA-induced lateral diffusion and cluster dispersal of GABAARs. In addition, the mean area of GABAAγ2-associated clusters of gephyrin was unaltered, but fluorescence was reduced by s-LPA under endocytosis inhibition (Fig 7E–7G). These results are compatible with s-LPA-induced disorganization of GABAAR clusters that concludes in receptor internalization. Effects under the presence of dynasore support that this GABAAR disarrangement might involve previous lateral diffusion and cluster dispersal of surface GABAARs like that reported previously for cultured hippocampal neurons [36,40].\n\nIn summary, our data highlight a pathway by which, via recruitment of RhoA/ROCK signaling, postsynaptic LPA1 evokes CaN-dependent dephosphorylation at Ser327 of the GABAAγ2 subunit, which is followed by GABAAR cluster dispersion and its concomitant translocation from the plasma membrane to the cytosol (Fig 7H). The latter does not seem to be required for the reduction in GABAAergic synaptic strength triggered by LPA. Phospholipid-induced synaptic strength depression seems to be mainly supported by GABAAγ2 dephosphorylation and subsequent GABAAR cluster dispersal.\n\nLPA1 Is Essential for Activity-Dependent Synaptic Plasticity\n\nNext, the role of LPA signaling in short-term, activity-dependent synaptic plasticity was explored. N-methyl-D-aspartate receptor (NMDAR) activation causes a rapid, local, surface dispersal of synaptic GABAARs leading to an inhibitory synaptic depression [36,37]. We directly examined the role of LPA1-mediated signaling in NMDAR-induced STD of GABAAergic signaling in SMNs. In cRNA-treated SMNs, perfusion of glutamate and glycine (Glut/Gly) for 4 min caused a rapid and reversible depression in GABA-induced current (−59.6 ± 5.3%, p &lt; 0.001) in the presence of TTX, d-tubocurarine, strychnine and NBQX. This activity-dependent plastic event was absent in SMNs precultured with siRNAlpa1 (−15.2 ± 8.7%; Fig 8A), in untreated cells under zero extracellular Ca2+ (−9.3 ± 11.5%; n = 6 SMNs), or in the presence of APV (−5.4 ± 13.9%; n = 6 SMNs), demonstrating Ca2+- and NMDAR-dependence. LPA1 knockdown reduced by approximately 40% the magnitude of activity-dependent STD at inhibitory synapses. From an extrapolation of these values to the dose-response curve in Fig 2C, it could be indirectly estimated that local concentrations of phospholipids achieved in response to those levels of motoneuron activity were first order micromolar, assuming all synthesized and released phospholipids were the monounsaturated form of LPA (18:1).\n\nGlut/Gly also caused a drastic decrease in the pGABAAγ2:GABAAγ2 ratio in untreated or cRNA-incubated SMNs, which was prevented by siRNAlpa1 (Fig 8B). Altogether, these data indicate that NMDAR-driven GABA-current depression was spike-independent and essential to extracellular Ca2+ entry via NMDARs and LPA1 activation, which downstream induces Ser327GABAAγ2 dephosphorylation.\n\nFindings from activity-dependent synaptic plasticity experiments agree with the notion that motoneurons are potential sources for Ca2+-dependent, spike-independent synthesis and release of lysophospholipids, which in turn might stimulate autocrine signaling pathways (to modulate inhibitory synapses), at least by way of the LPA1 receptor. These outcomes also strongly point to lysophospholipids as paracrine retrograde messengers that act on presynaptic LPA1 to regulate excitatory synapses; however, further research is needed to confirm this possibility.\n\nEndogenous LPA Signaling Restrains Baseline Activity of Motoneurons in Adulthood\n\nFinally, physiological involvement of LPA signaling in performance of motor output commands was investigated. In vivo, most HMNs exhibit rhythmic inspiratory-related bursting discharges driven by glutamatergic brain stem afferents, mainly acting on AMPARs, with little or no contribution of inhibitory inputs [22,23].\n\nWe began by analyzing the level and pattern of expression of the LPA1 receptor within the HN of the adult rat. qRT-PCR analysis showed that disparity between lpa1 and lpa2–6 transcripts in the HN was even more accentuated in adults than at the neonatal stage (Fig 9A). Interestingly, mRNA and protein levels for LPA1 at adulthood were approximately 150% and 140%, respectively, higher than in neonatal animals (Fig 9A and 9B). These results suggest a gain in relevance of LPA1-mediated signaling in the HN during postnatal development, supporting previous observations in the murine brain [41]. Immunohistochemistry revealed LPA1-ir puncta-like structures all along the HN (Fig 9C) and colocalization between VGLUT2- and LPA1-ir puncta (Fig 9D, 9E, and 9H). A high proportion of VGLUT2-ir inputs (47.9 ± 3.4%; n = 55 HMNs) apposed to the perikarya of SMI32-identified HMNs were colocalizing with LPA1-ir puncta (Fig 9E and 9F). This also supposed an increase of approximately 150% during postnatal maturation. LPA1-ir appeared to border and colocalize with SMI32-ir structures (Fig 9G), supporting cytoplasmic and membrane location of LPA1 in adult HMNs. Therefore, the molecular machinery to support a role of LPA1 in modulating excitatory neurotransmission is also present in adults.\n\nAdditionally, in vivo decerebrated rats maintain respiratory activity [22,23]. To look for a role of LPA signaling in processing motoneuron inspiratory activity, LPA1/3 inhibitors VPC 32179 (0.5 mM), VPC 32183 (1 mM), and Ki16425 (2 mM) or its vehicle (10% DMSO) were microiontophoretically applied to antidromically-identified HMNs subjected to unitary extracellular recordings (Fig 9I). The effect of these drugs on the unitary basal firing inspiratory-related activity of HMNs in basal conditions (end-tidal CO2 = 4.8%–5.2%) was evaluated. The time course of the mean firing rate averaged over the duration of the inspiratory burst (mFR/burst) was measured by applying increasing currents (−20 to −140 nA, 30 s duration) through the drug barrels (Fig 9J–9L). A current-dependent increase in the mFR/burst of HMNs was observed for all drugs but not when current was applied to the vehicle solution (Fig 9J–9L). In summary, these data point to a physiological role for LPA signaling in motor output performance by restraining the inspiratory-related activity driven by glutamatergic inputs to HMNs.\n\nDiscussion\n\nThe present study showed that bioactive membrane-derived phospholipids evoke rapid and reversible synaptic depression and mediate activity-dependent synaptic plasticity, mainly via LPA1. Phospholipids likely operate as local messengers in activity-dependent GABAergic STD in a Ca2+-dependent, spike-independent manner. Strikingly, at physiological concentrations of nanomolar to first order micromolar, LPA has a greater effect on inhibitory than excitatory inputs. Finally, LPA signaling regulates brain-elemental processing tasks such as performance of motor output commands. These data open a new scenario in which the membrane-phospholipid metabolism actively participates in controlling synaptic strength, and then affects neuronal excitability in physiological and pathological states.\n\nImportant determinants of synaptic strength, short-term plasticity and intersynaptic crosstalk mainly involve fine-tuning of the number of neurotransmitter receptors and the RRP size of SVs [4,8]. LPA depresses the main excitatory and inhibitory synaptic systems, affecting both by different degrees, loci, and mechanisms of action. At glutamatergic synapses, and by way of presynaptic Gαi/o-protein-coupled LPA1 and PLC-MLCK activation, LPA results in MLC phosphorylation, which might stimulate the actomyosin contractile apparatus [32] to reduce the bulk of the RRP of SVs (Fig 10). Depletion of some RRP of SVs usually underlies short-term forms of synaptic depression [1,2]. Ultrastructural correlates for LPA-induced STD further supported that functional synaptic changes are partly explained by a reduction in the size of the RRP of SVs. Changes in the actin cytoskeleton are a prerequisite for exocytosis, enabling docking and fusion of SVs with the plasmalemma [32]. As in our results, LPA-dependent contraction of smooth muscle cells involves activation of PLC and MLCK, followed by MLC phosphorylation [31] that promotes actomyosin interactions [32]. In this context, a physical relationship between p-MLC and glutamatergic synapses on adult and neonatal motoneurons has been recently reported [42]. At the calyx of Held synapse, MLCK controls the size of the fast-releasing pool of SVs [43]. In addition, ROCK regulates p-MLC levels via MLCK inhibition to maintain basal RRP ordering of SVs at excitatory inputs [8,42]. Therefore, presynaptic LPA-dependent and ROCK signaling seem to converge onto a common molecular mechanism, namely MLC phosphorylation and size of the RRP at excitatory synapses. It is interesting, then, that the ROCK inhibitor did not actually enhance LPA-induced depression of AMPAR currents. These outcomes suggest that the antagonistic functional actions of ROCK and LPA1-signaling, converging on MLCK, results in a push–pull mechanism that regulates the size of the RRP of SVs at excitatory synapses.\n\nAt GABAergic synapses, LPA dephosphorylates Ser327 of GABAAγ2 subunits and favors GABAAγ2 internalization via postsynaptic Gα12/13-coupled LPA1/RhoA/ROCK signaling and subsequent CaN activation (Fig 10). The cell surface stability of GABAARs is regulated by post-translational modifications such as phosphorylation. GABAAR phosphorylation is involved in the modulation of receptor biophysical properties and membrane trafficking [44]. Phosphorylation stabilizes the GABAAR on the surface and, conversely, dephosphorylation is important for receptor endocytosis [4]. NMDAR activation causes GABAAR cluster dispersal and lateral diffusion by CaN activation and dephosphorylation of Ser327GABAAγ2 [36,40], leading to long-term depression at CA1 inhibitory synapses [37]. Dispersal could involve receptor clustering at clathrin-coated sites at the plasmalemma, which invaginate and pinch off to form clathrin-coated vesicles. Internalized receptors are then either subject to rapid recycling or are targeted for lysosomal degradation [4].\n\nOur results indicated that the LPA1-RhoA/ROCK-CaN pathway dephosphorylates the GABAAγ2 subunit, which undergoes lateral diffusion, dispersal of clusters, and subsequent endocytosis (Fig 10). However, endocytosis does not seem to be crucial for LPA-induced functional depression at GABAAergic neurotransmission, which seemed to be mainly supported by GABAAγ2 dephosphorylation and subsequent clusters dispersal of surface GABAARs. The kinetic recovery suggests rapid replenishment of the synaptic GABAAR content, given that re-establishment of inhibitory synaptic strength occurred with 7 to 10 min washing after LPA-induced depression. The coordinated action of kinases and phosphatases, downstream of LPA1-triggered signaling, then plays a pivotal role in controlling neuronal excitability by modulation of GABAAγ2 phosphorylation and receptor recycling.\n\nThe present results seem controversial in relation to our previous findings demonstrating a presynaptic role for endogenous baseline ROCK activity in the regulation of AMPAergic and GABAAergic neurotransmission [8]; here, we describe that ROCK also acts postsynaptically to mediate LPA-induced depression of the GABAAergic transmission. Whether presynaptic baseline ROCK activity in inhibitory inputs depends on membrane-derived bioactive lipid mediators, such as LPA and/or sphingosine 1-phosphate, remains to be elucidated. Nevertheless, at glutamatergic synapses, ROCK activity is likely independent of LPA1/3 signaling, because inhibitors of these receptors did not mimic AMPAergic STD induced by ROCK inhibition. However, we cannot discard the involvement of another LPAR in maintaining baseline ROCK activity in the synaptic terminals. Interestingly, although presynaptic ROCK is active in our experimental conditions [8], postsynaptic endogenous activity of ROCK, if any, is even below the level required to reveal its impact on synaptic strength and membrane properties [8] of motoneurons. This could be explained by the differential expression of ROCK isoforms at the two compartments, ROCKα in the postsynaptic site and ROCKβ in the presynaptic one, and/or the lower concentration of ROCKα in motoneurons relative to synaptic structures [8]. Anyway, data suggest that when motoneuron activity is low, presynaptic ROCK activity maintains inhibitory synaptic strength by stabilizing the size of the RRP of SVs. However, after exogenous addition of LPA or when motoneuron activity rises, and subsequent coupled LPA synthesis and/or release occurs, postsynaptic LPA1 stimulates ROCK. This leads to deinhibition by GABAAγ2 dephosphorylation and receptor endocytosis.\n\nIn the rat, the highest LPA concentration in tissue is found in the brain [12]. Cultured cortical neurons produce LPA at nanomolar concentrations [45], but LPA levels increase up to 10 μM after injury, trauma, or hemorrhage involving blood–brain barrier damage [46]. Here, physiological concentrations (nanomolar to first order micromolar) of LPA affected GABAergic to a greater degree than glutamatergic inputs, achieving maximal and similar affectation at 10 μM. Thus, it is possible that LPA signaling maintains neuronal excitability around a dynamic range, promoting deinhibition at low levels of neuronal activity and depressing excitatory inputs when activity increases, perhaps as part of a homeostatic mechanism that prevents excitotoxicity. Any candidate for coupling synaptic strength to neuronal activity must be regulated by activity at the postsynaptic site. Interestingly, noxious stimulation of primary afferent neurons induces LPA production in the dorsal horn in a glutamate-dependent manner [21]. Here, LPA signaling, mainly via LPA1, was essential in STD of inhibitory inputs triggered by precedent activity of the neuron. Autocrine LPA signaling was essential for NMDAR-driven GABA-current depression, which depends on extracellular Ca2+ entry passing through NMDARs. Activity-dependent synaptic plasticity occurred independently of the generation of action potentials at the postsynaptic neuron. Postsynaptic [Ca2+] increase and LPA signaling dependence for activity-dependent STD in cultured motoneurons strongly support that this cell type is a potential source for activity-dependent LPA synthesis and/or release.\n\nDespite the apparent lack of endogenous LPA signaling affecting synaptic strength in our in vitro model, local iontophoretic application of three LPA1/3 inhibitors increased, in a dose-dependent manner, the baseline inspiratory-related activity of HMNs in the adult rat. This rhythmic inspiratory-related bursting discharge of HMNs is driven mainly by glutamatergic brain stem afferences, with little or no contribution of inhibitory inputs [22,47]. There is an apparent gain in relevance of LPA1-mediated signaling in the HN during postnatal development, to the detriment of LPA2–6-triggered pathways, as well as excitatory inputs apposed to adult HMNs express LPA1. Taken together, these findings support that phospholipids, most likely activating LPA1 at glutamatergic synapses, controlled physiological inspiratory-related activity of HMNs, presumably by restraining their AMPAergic input drive [22]. Thus, endogenous LPA signaling physiologically contributes in the performance of normal patterns of motor output commands in adult animals.\n\nAlterations in phospholipid homeostasis affect various pathological conditions, thus attracting increased diagnostic and pharmacological interest [48]. The exquisite balance between excitatory and inhibitory inputs is critical for the proper functioning of the brain, and its imbalance leads to the cognitive impairment associated with neurodegenerative diseases and metabolic syndromes related to obesity, dyslipidemia, lipodystrophy, insulin resistance, and alcoholism [49–51]. In particular, LPA production and/or autotaxin are increased in obesity-associated metabolic diseases [52], induced hypercholesterolemia [53], congenital lipodystrophy [54], as well as in ethanol-fed mice [55] and in patients with Alzheimer disease [56] or multiple sclerosis [57]. In addition, phospholipids uptake in mammalian cells depends on their activation status, a critical support for cellular incorporation of nutrition-derived fatty acids. Imported phospholipids are utilized for production of bioactive lipids, such as LPA [58], and thereby modify synaptic transmission. Therefore, we can point to LPA as a promising candidate in coupling brain function, by modulating synaptic strength and plasticity, to the metabolic condition of the organism across physiological and pathological states.\n\nMaterials and Methods\n\nWistar rats of either sex and CD1 pregnant mice were obtained from an authorized supplier (Animal Supply Services, University of Cádiz, Spain), and were cared for and handled in accordance with the guidelines of the European Union Council (86/609/UE) and Spanish regulations (BOE 67/8509-12; BOE 1201/2005) on the use of laboratory animals. Animals were individually housed—except neonatal animals, which were housed with their mother—in cages with water and food pellets available ad libitum, under temperature-controlled conditions at 21 ± 1°C, with a 12 h light and dark cycle. Efforts were made to minimize the number of animals used and their suffering. All surgical procedures were carried out under aseptic conditions. Experimental procedures were approved by the local Animal Care and Ethics Committee.\n\nElectrophysiological Recordings\n\nIn vitro whole-cell patch-clamp recordings of motoneurons\n\nWhole-cell patch-clamp experiments were performed on cultured SMNs or on HMNs from transverse brain stem slices (300–400 μm thick) of P6–P9 rats as previously described [8,42,59]. Whole-cell AMPAergic responses were recorded at a holding potential of −65 mV with the KGluconate-based intracellular solution. GABAA postsynaptic currents were recorded in cells voltage-clamped at −75 mV using the CsCl-based electrode solution. The AMPAergic or GABAAergic component of the evoked currents was pharmacologically isolated as indicated in the legend of Fig 2B.\n\nUnitary extracellular recordings of HMNs in the adult rat\n\nAdult animals (250–300 gr) were prepared for extracellular recordings as reported previously [60,61]. Tracheotomized, vagotomized, and decerebrated animals were paralyzed and mechanically ventilated. End-tidal CO2 was kept at 4.8%–5.2% along the recording session. Three-barreled, microfilament-filled glass pipettes were used for single-unit recording and microiontophoretic drug administration.\n\nImmunohistochemistry\n\nBrain stem coronal sections (30 μm thick) and SMNs were processed by immunohistochemistry against vesicular glutamate (VGLUT2), GABA (VGAT) transporters, GABAAγ2 subunit, gephyrin and/or Munc13-1 as synapse-related markers, LPA1, and/or the nonphosphorylated form of neurofilament H (SMI32) as a motoneuron marker, following standard protocols.\n\nElectron Microscopy\n\nBrain stem slices (300 μm thick) incubated for 10 min (approximately 22°C), with aCSF alone, 0.2% DMSO (vehicle) or with various drug treatments were immediately fixed and processed for electron microscopy analysis. Ultrathin sections (70–80 nm thick) were analyzed at high magnification (43,000x). Only boutons, contacting with motoneurons at the level of the nucleolus, evidencing at least an a.z. were included in this study [8].\n\nsiRNA-Mediated Silencing of lpa1\n\nNeonatal rats (P4) received an acute injection of siRNAlpa1, or nontargeting siRNA (cRNA), (2 μg/rat) in 2 μl of RNase-free PBS into the fourth ventricle. The target sequence for the siRNAlpa1 was UCAUUGUGCUUGGUGCCUU. A group of animals was infused with 2 μl of RNase-free PBS (vehicle) as an additional control. Primary cultures of SMNs were incubated with 2.5 μl of either cRNA or siRNAlpa1 (each 100 μM) for 72 h at 37°C. Cells were then collected for qRT-PCR analyses or used for electrophysiological studies.\n\nQuantitative Real-Time Reverse Transcriptase PCR (qRT-PCR)\n\nTotal RNA was extracted from the HN or cultured SMNs using TRIzol, and 0.5 μg of RNA was used for cDNA synthesis with iScript cDNA synthesis. The PCR primers were as indicated in S2 Table.\n\nWestern Blotting\n\nTotal protein was extracted from microdissected HNs, NSC34 cells, and membrane and cytosol fractions of NSC34 cells and SMNs. Membranes were blotted with specific antibodies against GABAAγ2, pSer327GABAAγ2, LPA1, p-MLC, MLC, or RhoA. Membranes were also probed with anti-α1-tubulin or anti-β-actin antibodies as control for the total amount of protein contained in each well.\n\nStatistics and Data Analysis\n\nData are expressed as the mean ± standard error of the mean (SEM). The number of analyzed specimens per experimental condition is indicated in figure legends or in the result section. Data were obtained from at least three animals per experimental condition. In ROCK activity, western blotting and qRT-PCR experiments, each individual assay was performed by using tissue samples collected from at least six animals per experimental condition. Quantitative data from ROCK and CaN activity assays, western blot, and qRT-PCR represent the average of, at least, three independent experiments. Applied statistical tests per experimental condition are indicated in figure legends or in results. Post hoc Holm Sidak or Dunn tests were applied for ANOVA for repeated measures or on Ranks, respectively. In all cases, the minimum significance level was set at p &lt; 0.05.\n\nSupporting Information"
}