{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001830",
  "doi": "10.1371/journal.pbio.1001830",
  "externalIds": [
    "pii:PBIOLOGY-D-13-04885",
    "pmid:24691005",
    "pmcid:PMC3972085"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Discovery of a “White-Gray-Opaque” Tristable Phenotypic Switching System in Candida albicans: Roles of Non-genetic Diversity in Host Adaptation",
  "authors": [
    {
      "name": "Li Tao",
      "first": "Li",
      "last": "Tao",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Han Du",
      "first": "Han",
      "last": "Du",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Guobo Guan",
      "first": "Guobo",
      "last": "Guan",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Yu Dai",
      "first": "Yu",
      "last": "Dai",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Clarissa J. Nobile",
      "first": "Clarissa J.",
      "last": "Nobile",
      "affiliation": "Department of Molecular and Cell Biology, School of Natural Sciences, University of California, Merced, Merced, California, United States of America"
    },
    {
      "name": "Weihong Liang",
      "first": "Weihong",
      "last": "Liang",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Chengjun Cao",
      "first": "Chengjun",
      "last": "Cao",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Qiuyu Zhang",
      "first": "Qiuyu",
      "last": "Zhang",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China; University of Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Jin Zhong",
      "first": "Jin",
      "last": "Zhong",
      "affiliation": "State Key Laboratory of Microbial Resources, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China"
    },
    {
      "name": "Guanghua Huang",
      "first": "Guanghua",
      "last": "Huang",
      "affiliation": "State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, China"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2014-04",
  "dateAccepted": "2014-02-21",
  "dateReceived": "2013-12-11",
  "volume": "12",
  "number": "4",
  "pages": "e1001830",
  "tags": [
    "Discipline-v2/Biology and life sciences",
    "Discipline-v2/Medical microbiology",
    "Discipline-v2/Medicine and health sciences",
    "Discipline-v2/Microbial pathogens",
    "Discipline-v2/Microbiology",
    "Discipline-v2/Mycology",
    "Discipline-v2/Pathogenesis",
    "Discipline-v2/Pathology and laboratory medicine",
    "Medical microbiology",
    "Microbial pathogens",
    "Microbiology",
    "Mycology",
    "Pathogenesis",
    "Pathology and laboratory medicine",
    "Type/Research Article"
  ],
  "abstract": "This study describes a novel “white-gray-opaque” tristable phenotypic switching system in the human fungal pathogen Candida albicans, revealing additional complexity in this organism's ability to adapt to changing environments.",
  "fullText": "Introduction\n\nThe ability of a single genotype to generate a number of different phenotypes in response to environmental stimuli, known as phenotypic plasticity, enables microorganisms to rapidly adapt to their changing environment and to survive and thrive in certain ecological niches. The human pathogenic yeast C. albicans can switch among several morphological phenotypes in response to a variety of environmental cues [1],[2]. The ability to grow in different morphological forms is critical for both its commensal lifestyle and its existence as a pathogen [3],[4]. The “white-opaque” transition is a well-known bistable phenotypic switching system in C. albicans [5]. White and opaque cells are two morphologically distinct cell types [6]. White cells are small and round and form white and shiny colonies on solid media, while opaque cells are larger and elongated and form flatter and rougher colonies. White and opaque cells also differ in their gene expression profiles, mating competency, and virulence characteristics [7],[8]. For instance, opaque cells can mate more efficiently and are better at cutaneous infections than white cells, while white cells are more virulent in systemic candidiasis [8].\n\nThe white and opaque phenotypes are heritable and stable for many generations of cell divisions [5],[6]. There does not appear to be a stable intermediate phase between white and opaque in C. albicans [5],[9], although transient intermediate phenotypes have been observed at the cellular level during the process of high temperature-induced transitions [10]. C. tropicalis and C. dubliniensis, two human fungal pathogens closely related to C. albicans, can also undergo white-opaque switching [11]–[13]. We recently observed an intermediate phase between the white and opaque phenotypes in C. tropicalis and proposed that the phenotypic switching system in this species may be tristable [13].\n\nThe white-opaque transition is regulated by the bistable expression of the master regulator gene WOR1 [14]–[16], and therefore, there is not an intermediate phase between white and opaque phenotypes. In the laboratory strain SC5314 and its derivatives, the mating type locus (MTL) controls white-opaque switching via repressing WOR1 expression by the a1-α2 complex [7],[14]. We have recently reported that a subset of clinical isolates of C. albicans MTLa/α heterozygous strains can undergo white-opaque switching when cultured in N-acetylglucosamine (GlcNAc)-containing media [17], which is thought to mimic the host environment. The key regulators, including Wor1, Wor2, Efg1, and Czf1, constitute an interlocking transcriptional circuit controlling white-opaque switching via positive and negative feedback loops [18].\n\nIn this study, we report a novel morphological phenotype of C. albicans, referred to as the “gray” phenotype. This phenotype is heritable but distinct from the previously identified white and opaque phenotypes in cellular and colony appearance, global gene expression profiles, secreted aspartyl proteinase (Sap) activities, and virulence characteristics. The gray phenotype, together with the white and opaque phenotypes, forms a novel tristable and heritable switching system in C. albicans. We further demonstrate that neither Wor1 nor Efg1 are required for the maintenance of the gray phenotype. Deletion of WOR1 blocks white-to-opaque and gray-to-opaque transitions, but not white-gray transitions. Deletion of EFG1 blocks opaque-to-white and gray-to-white transitions, but not gray-opaque transitions. Deletion of both WOR1 and EFG1 locks cells in the gray phenotype. Therefore, Wor1 and Efg1 may coordinately regulate the “white-gray-opaque” tristable phenotypic switching system in C. albicans.\n\nResults\n\nDiscovery of the Gray Phenotype and the White-Gray-Opaque Tristable Switching System in C. albicans\n\nWe isolated a C. albicans strain (BJ1097) from the genital tract of a female patient at a women's health hospital in Beijing, China. We sequenced the internal transcribed spacers (ITS) and 5.8S rDNA region and verified that BJ1097 is a C. albicans strain. When this strain was grown on yeast extract-peptone-dextrose (YPD) agar plates for several days, we observed a novel colony phenotype, hereafter referred to as the “gray” phenotype, in addition to the typical white and opaque colony phenotypes (Figure 1A). Gray colonies appeared smooth and gray, while typical opaque colonies were gray and rough or “opaque,” and typical white colonies were relatively white and smooth. On YPD agar containing the dye phloxine B, the white colonies remained white and the opaque colonies were stained pink, while the gray colonies exhibited a distinctly lighter pink color (Figure 1B and 1C). The color of the gray colonies was noticeably different than that of the opaque colonies on phloxine B containing media. The cellular morphologies of the white, gray, and opaque phenotypes were also distinguishable on YPD medium (Figure 1C). Consistent with previous reports, white cells were round and small, while opaque cells were elongated and large. Gray cells were also elongated, but appeared much smaller than opaque cells (Figure 1C). The cellular and colony morphologies of the three phenotypes on Lee's glucose and Lee's GlcNAc medium are shown in Figures S1 and S2. Similar to the phenotypes on YPD medium, the order of coloration from darkest to lightest on Lee's media was opaque&gt;gray&gt;white. Cellular morphologies of white, gray, and opaque cells on Lee's media were also similar to those on YPD medium. The cellular morphology of gray cells was very similar to that of opaque cells of the haploid C. albicans strains recently reported by Hickman and colleagues [19]. We, therefore, performed fluorescence activated cell sorting (FACS) to assess ploidy, and found that all three cell types of BJ1097 are in fact diploid (Figure S1C).\n\nThe switching frequencies of white-gray-opaque transitions in air at 25°C are shown in Figure 2A. On YPD medium plates, white-to-gray and opaque-to-gray switching frequencies were 5.7%±0.7% and 89.7%±3.0%, respectively, indicating that the white and especially opaque phenotypes are not stable under this culture condition. On Lee's glucose and Lee's GlcNAc media, the white and the opaque phenotypes were relatively stable when cultured in air at 25°C, while the gray-to-opaque switching frequencies were 21.3%±0.4% and 17.6%±3.1%, respectively. The white, gray, and opaque phenotypes were also stable in liquid Lee's media (Figure S3). Scanning electron microscopy (SEM) examinations demonstrated that the cell surfaces of white and gray cells were smooth, while at least a part of the opaque cell surface exhibited a pimpled appearance (Figure S4).\n\nWhite-Gray-Opaque Tristable Transitions at the Host Physiological Temperature (37°C)\n\nAs shown in Figure S5, the strain BJ1097 could switch among the white, gray, and opaque phenotypes in Lee's and YPD media at 37°C. Switching frequencies are shown in Figure 2B. On glucose containing media (YPD and Lee's glucose), opaque cells underwent a mass conversion to the gray phenotype (colony switching frequency = 100%). On Lee's GlcNAc medium, opaque cells were much more stable than on the other two media.\n\nRole of GlcNAc and CO2 in White-Gray-Opaque Tristable Transitions\n\nGlcNAc and CO2 are white-to-opaque switching inducers, which are abundant in the host gut, a major niche of C. albicans [20],[21]. Consistent with our previous studies [17],[20],[21], the combination of GlcNAc and CO2 promoted white-to-opaque switching on Lee's medium (Figure 2C). On YPD medium, the induction effect of CO2 on the opaque phenotype was not obvious (Figures 2C and S6). The switching frequencies from opaque-to-gray were 89.7%±3.0% in air and 51.1%±4.4% in 5% CO2, suggesting that CO2 has an effect on stabilizing the opaque phenotype on YPD medium. In 5% CO2, gray cells are more stable than white cells, which showed a high frequency to switch to the opaque phenotype on Lee's glucose and Lee's GlcNAc media (Figure 2A and 2C).\n\nAt 37°C, opaque-to-gray switching on Lee's glucose and Lee's GlcNAc medium were 100% and 0.5%±0.4%, respectively, suggesting that GlcNAc can also stabilize the opaque phenotype (Figure 2B). However, neither GlcNAc nor CO2 had a notable effect on white-gray transitions on three different media both at 25°C and at 37°C (Figure 2A–2C).\n\nThe Presence of the Gray Phenotype in Other Clinical Isolates of C. albicans\n\nTo test whether other clinical strains of C. albicans could form the gray phenotype, we plated 30 clinical isolates of C. albicans on Lee's media and cultured them at 25°C. These strains are all competent at white-opaque switching ([17] and our unpublished data). We found that a subset of strains could switch to the gray phenotype. Six examples are shown in Figure S7. The cellular morphology of gray cells of all these strains was similar to that of BJ1097. These results suggest that the white-gray-opaque transition is a general feature of clinical strains of C. albicans.\n\nGlobal Gene Expression Profiles in White, Gray, and Opaque Cells\n\nTo better understand the differences among the three cell types, we performed RNA-Seq analysis to investigate their global gene expression profiles. As shown in Figure 3A and 3B, the three cell types exhibit distinct and overlapping gene expression patterns. A more detailed analysis of the differentially expressed genes in white, gray, and opaque cells are shown in Tables S1 and S2. Key findings are summarized as follows: (1) Gene expression profiles of white and opaque cells are consistent with our previous study performed in a different MTLa/α strain (CY110) and other reports in MTL homozygous strains [17],[22],[23]. For example, WOR1, WOR3, and OP4 were enriched only in opaque cells, while EFG1 was expressed in white and gray cells but not in opaque cells. WH11 was enriched only in white cells. (2) Gray-enriched genes included cell wall-related (e.g., PGA26 and SUN41), drug resistance-related genes (e.g., CSA2, orf19.3348 and orf19.3475), stress-response-related (e.g., HSPs), metal ion metabolism-related genes (e.g., FRE7 and FRE30), and some secreted enzymes (SAPs and LIP9). Notably, two oral infection-upregulated genes (orf19.6200 [24] and orf19.6070 [25]) were exclusively enriched in gray cells. (3) The expression profiles of metabolism-related genes, especially those involved in carbohydrate metabolism, exhibited distinct features from that of white and opaque cells. A small proportion of genes (&lt;10%), such as the NADH oxidase gene AOX2 and the glycerol permease gene HGT10, were highly expressed in gray cells. About 30% of metabolism-related genes showed a similar expression level in gray cells to that of white cells, ∼20% to that of opaque cells, and ∼30% exhibited an intermediate level between white and opaque. Consistent with the previous study [22], white cells express a fermentative metabolism-gene profile, while opaque cells adopt an oxidative one. These results indicate that gray cells may have a unique metabolic mode, which is different from that of white and opaque cells. (4) A large set of genes encoding signaling peptide- or glycosylphosphatidylinositol (GPI)-containing proteins were enriched in gray cells, including orf19.3378, orf19.3376, orf19.3117, orf19.6200, PGA26, and IFF8. (5) The absolute expression levels in opaque cells (indicated by the reads per kilobase per million mapped reads, or RPKM values) of SAP genes were much higher than those in white and gray cells. For example, the RPKM value of SAP1 is over 20,000 in opaque cells, while it is less than 30 in both white and gray cells. Although the expression level of SAP7 in gray cells is about 10-fold higher than that in opaque cells, the absolute expression levels in both cell types are very low (the RPKM values are 22 and 2 in gray and opaque cells, respectively).\n\nWhite, Gray, and Opaque Cells Exhibit Differential Secreted Aspartyl Protease (Sap) Activity\n\nThe transcriptional profiles of the SAP genes, which are known major virulence factors [26], were different in the three cell types. We therefore tested Sap activities using the yeast carbon base (YCB)-bovine serum albumin (BSA) medium assay. As expected, white cells showed lowest Sap activity, which is consistent with low expression levels of the SAP genes. However, we surprisingly found that gray cells exhibited higher Sap activity than opaque cells, indicated by the white halos of precipitated BSA (Figure 4A). Quantitative Sap activity assays verified these results (Figure 4B). This result is inconsistent with the expression profiles of SAP genes in gray and opaque cells. Since the RNA-Seq analysis was performed in Lee's glucose medium (without BSA), we predicted that the YCB-BSA medium induced the expression of SAP genes in gray cells and thus increased Sap activity. To test this hypothesis, we performed quantitative Sap activity assays. As predicted, the Sap activity of opaque cells was higher than that of gray cells in Lee's glucose medium, but was lower than that of gray cells in the YCB-BSA medium. Using a green fluorescent protein (GFP) reporter system (Figure 4C and 4D) and quantitative real-time PCR (Figure 4E) assays, we further found that SAP1 was constitutively expressed in opaque cells in both media. SAP2 exhibited extremely low expression levels in all three cell types in Lee's medium, while its expression level was increased over thousands of times in gray cells cultured in the YCB-BSA medium. Taken together, these results imply that the three cell types are likely to have differential virulence characteristics at different host niches.\n\nWhite, Gray, and Opaque Cells Differ in Virulence in a Murine Systemic Candidiasis Model and in Fungal Burdens at Different Host Organs\n\nWhite cells were much more virulent than gray and opaque cells in the survival assay of systemic infections (Figure 5A and 5B). At the higher inoculation concentration (3.75×106 cells per mouse), the order of virulence observed from highest to lowest was white cells&gt;opaque cells&gt;gray cells (Figure 5A). At the lower inoculation concentration (1×106 cells per mouse), both gray and opaque cells exhibited similarly low virulence, while white cells killed all the infected mice in seven days (Figure 5B). We further performed competitive infections to evaluate the fungal burdens in different organs. As shown in Figure 5C, the three types of cells differed in fungal burdens in different organs, suggesting that the three cell types may have distinct abilities to invade and colonize different host tissues. For example, the fungal burden of white cells was higher than that of gray and opaque cells in the kidney, while the fungal burdens of gray and opaque cells were relatively higher than those of white cells in the liver and spleen. The fungal burdens of opaque cells were significantly higher than those of gray cells in four (liver, kidney, lung, and brain) of the five organs examined. These results were consistent with the data of survival assays (Figure 5A).\n\nWhite, Gray, and Opaque Cells Differ in Virulence in Cutaneous Infection Models\n\nSecreted extracellular proteinases (such as Sap enzymes and lipases) play critical roles in degrading host tissues, which is thought to help fungal growth by releasing nutrients as well as facilitate fungal penetration during infections [26]. As shown in the ex vivo tongue infection assay (Figure 5D), the order of growth rates for the three cell types from fastest to slowest was gray cells&gt;opaque cells&gt;white cells, indicating that gray cells are better suited for nutrient acquisition from the animal tissue. Consistently, SEM examinations at 48 hours post-inoculation revealed that gray and opaque cells caused significantly greater damage of the skin than white cells. The skin infected with white cells remained largely intact and smooth, while the skin infected with gray or opaque cells exhibited obvious degradation and damage (Figure S8).\n\nTranscription Factors, Wor1 and Efg1, Are Master Regulators of the White-Gray-Opaque Tristable Switching System\n\nThe basic morphology of gray cells is similar to that of opaque cells, although the former is much smaller in cell size (Figures 1, S1, and S2). Moreover, the key white-opaque switching regulator genes, WOR1 and EFG1, were differentially expressed in the three cell types. We therefore set out to test whether the gray phenotype is governed by Wor1 and Efg1. Deletion of WOR1 blocked opaque cell formation but allowed white-gray transitions (Figures 6A, S9, and S10). Deletion of EFG1 blocked white cell formation but allowed gray-opaque transitions (Figures 6B, S9, and S10). The frequencies of white-gray switching in the wor1/wor1 mutant and gray-opaque switching in the efg1/efg1 mutant are shown in Figure S10. Given that Wor1 and Efg1 are essential for the formation of opaque and white cell types, respectively, we predicted that inactivating Wor1 and Efg1 simultaneously would block the formation of both the white and the opaque cell type and thus could only allow cells to exist in the gray phenotype. We, therefore, constructed a wor1/wor1 efg1/efg1 double mutant. As predicted, the double mutant was locked in the gray phenotype and could not switch to the white or opaque phenotype under all culture conditions tested (Figures 6C, S10E, and S10F). The wild type (WT) control is shown in Figure 6D. These results indicate that (1) neither Wor1 nor Efg1 is essential for gray cell formation; (2) both Wor1 and Efg1 could repress the formation of the gray phenotype; (3) Wor1 and Efg1 may work coordinately in the regulation of the white-gray-opaque phenotype. A regulatory model of the tristable switching system by Wor1 and Efg1 is shown in Figure 6E.\n\nWhite-Gray-Opaque Transitions Are Independent of the MTL\n\nOver 90% of clinical isolates of C. albicans are MTL heterozygotes (a/α). The strain BJ1097 and five strains used in Figure S7 are all MTL heterozygotes (a/α). We therefore examined whether the MTL locus regulates the gray phenotype. As shown in Figure 7A, both the MTLa/Δ and the Δ/α strains exhibited white, gray, and opaque phenotypes and could switch among the three phenotypes frequently (unpublished data). The cellular morphologies of gray cells of the MTLa/Δ or Δ/α were similar to those of the parent a/α gray cells. The cell size of opaque cells of the MTLa/Δ or Δ/α strain were larger than that of a/α opaque cells. More importantly, we found that the natural MTLα/α strain 19F could also undergo the white-gray-opaque transitions (Figure S7) [27]. Therefore, the white-gray-opaque tristable switching system is independent of the MTL locus.\n\nGray Cells Exhibit an Intermediate Level of Mating Competency\n\nWe further demonstrated that gray cells mate over 1,000 times more efficiently than white cells, but hundreds of times less efficiently than opaque cells in the wild type strains (Figure 7B). The relatively high mating efficiency of gray cells could be partly due to their high switching frequency to the opaque phase (Figure 2A). To rule out this possibility and characterize the mating ability of gray cells, we next performed mating assays in the wor1/wor1, efg1/efg1, and wor1/wor1 efg1/efg1 mutants. Gray cells of the wor1/wor1 mutant mated about 2,000 times more efficiently than their white cell counterparts and 248 times more efficiently than white cells of the wild type. In the efg1/efg1 mutant, gray cells exhibited a mating ability comparable to that of gray cells of the wild type. Consistently, the wor1/wor1 efg1/efg1 double mutant, locked in the gray cell type, showed an intermediate mating competence between the white and the opaque phenotype (Figure 7B). These results suggest that gray cells indeed mate more efficiently than white cells since cells of the wor1/wor1 and wor1/wor1 efg1/efg1 mutants cannot switch to the highly mating-competent opaque phenotype.\n\nDiscussion\n\nHigh-frequency switching of colony morphology was observed in several clinical isolates of C. albicans by the Soll lab [28],[29]. The strains could switch heritably and reversibly between at least seven different phenotypes, not including the white-opaque transition [28],[29]. Here we report a novel morphological phenotype, the gray cell type, and a white-gray-opaque tristable switching system in C. albicans. Our new findings, together with previous reports [28],[29], suggest that C. albicans is capable of undergoing multiple-stable phenotypic transitions under certain environmental conditions. Compared with white and opaque cells, gray cells exhibit several unique characteristics: (1) distinct cellular and colony appearance; (2) high Sap activity in BSA-containing media; (3) tissue-specific infection ability; and (4) differential global gene expression profiles. A more comprehensive comparison of features of the three phenotypes is presented in Table 1.\n\nEnvironmental Cues Regulate White-Gray-Opaque Transitions\n\nThe tristable and heritable phenotypic switching system reported in this study may confer the pathogen with higher plasticity and capacity of environmental adaptation. White-gray-opaque transitions can both occur spontaneously and be induced by environmental cues. Although CO2 and GlcNAc promote white-to-opaque switching and stabilize the opaque phenotype [21], they have no obvious effect on the induction of the gray phenotype (Figure 2). However, the rich YPD medium facilitates the formation of gray cells (Figure 2). These results suggest that white and gray cells differ in response to environmental cues and that these three cell types may have different abilities to adapt to specific host niches.\n\nPhase-Specific Gene Expression Profiles, Saps, Virulence, and Niche Adaptation\n\nWhite, gray, and opaque cells show distinct global gene expression profiles. The gray cell type-enriched genes include these encoding secreted enzymes, cell wall and surface proteins, metabolism- and antifungal-related proteins, and filamentation-regulators. This unique gene expression profile could contribute to a number of important biological traits of C. albicans, such as filamentation and biofilm formation, virulence, and resistance to antifungals. For example, a large set of genes encoding cell wall, membrane, and extracellular proteins, was upregulated in gray cells. These proteins directly interact with the extracellular environment and may play critical roles in sensing and responding to environmental changes.\n\nSecreted proteinases, including Saps in C. albicans, play important roles in nutrient acquisition, tissue adherence, invasion, and infection [26]. Interestingly, although the expression of a number of SAP genes was only enriched in opaque cells in Lee's glucose medium, gray cells exhibited higher Sap activity than opaque cells in the BSA-containing medium (Figure 4A and 4B). The inducible expression mode of SAP2 could confer advantages to gray cells over white and opaque cells (Figure 4D and 4E). Previous studies have demonstrated that SAP2 mRNA is highly upregulated in a reconstituted human epithelial (RHE) infection model and critical for epithelial tissue damage [30]–[32]. Constitutive expression of SAP genes in opaque cells could cost and waste a lot of energy to the cell, and the damaging effects of Saps could evoke strong host immune response [4],[26]. The expression of SAP genes would not favor the commensal life style of C. albicans. The low Sap activity of white cells limits certain infection abilities, especially the ability to cause cutaneous infections. Inducible expression of Sap activity could also play a balancing role in the transition between the commensal and pathogenic life styles in C. albicans. The major components of the skin surface are proteins, such as collagen, elastin, and keratin. Like BSA, these proteins could also induce Sap activity in gray cells. Consistent with this idea, the skin damage and nutrient acquisition abilities of white, gray, and opaque cells correspond to their respective Sap activities exhibited in BSA-containing media (Figures 4, 5D, and S8). Gray cells and opaque cells are less virulent in the systemic infection model possibly due to their weaker abilities to filament compared to white cells (unpublished data). Gray cells and opaque cells propagated faster than white cells in an ex vivo tongue infection model and led to more serious damages in an in vivo skin infection model (Figure S8). These results are consistent with previous studies in terms of the correlation between Sap activity and cutaneous infections [26].\n\nMoreover, the three cell types differ in fungal burdens in different organs (Figure 5C), suggesting that they may play distinct and specific roles in systemic infections. The distinct global transcriptional profiles and differential Sap activities of the three different cell types may contribute to the adaptability of C. albicans to inhabit a diverse number of host niches and to propagate in different tissues.\n\nRoles of the MTL Locus, Wor1, and Efg1 in the Regulation of White-Gray-Opaque Transitions\n\nThe MTL locus is involved in the regulation of white-opaque switching and sexual mating in C. albicans [7]. Here we found that the white-gray-opaque tristable switching system is independent of the regulation of the MTL locus. Although only a subset of C. albicans clinical strains undergo the tristable switch under the culture conditions tested, we suggest that this phenotypic switching system may be a general feature of natural C. albicans strains, and most, if not all, strains could do this under certain conditions (e.g., in certain niches of the host).\n\nWor1 is the master regulator of white-opaque switching and is essential for opaque cell formation (Figures 6, S9, and S10) [14]–[16]. Efg1 plays a negative role in white-to-opaque switching and is essential for white cell formation (Figures 6 and S10). Wor1 and Efg1, together with transcription factors Czf1, Wor2, and Wor3, form interlocking transcriptional feedback loops controlling white-opaque switching [18]. Although neither Wor1 nor Efg1 is required for the formation of the gray phenotype, deletion of both WOR1 and EFG1 locks cells in the gray phenotype (Figures 6, S9, and S10). These results suggest that different transcriptional circuitries may be involved in the regulation of white-gray and gray-opaque transitions. Together with other unidentified regulators, Wor1 and Efg1 may coordinately govern the formation of gray cells. On phloxine B-containing media, the cellular and colony morphologies of the wor1/wor1 efg1/efg1 double mutant we generated are similar to those of the wor1/wor1 efg1/efg1 double mutant in the SC5314 background constructed by Hnisz and colleagues [33], suggesting that derivatives of SC5314 also have the potential to switch to the gray phenotype. Both CO2 and GlcNAc induce white-to-opaque switching predominantly via activating the Wor1 regulator [21]; however, neither of these stimuli had an obvious effect on the induction of white-to-gray switching (Figure 2). This is reasonable because the expression level of WOR1 is very low in gray cells and Wor1 is not required for the formation of gray cells (Table S1).\n\nThe Gray Cell Type Differs from the Reported “GUT” Cell Type\n\nGray cells also differ from the recently reported GUT cell type (gastrointestinally induced transition) in several aspects [4]. First, GUT cells resemble opaque cells in shape and cell size but lack cell wall surface pimples [4]. Gray cells are much smaller than both opaque and GUT cells. Second, GUT cells have been reported to exist only in the animal gut and have not been found to be stable in vitro culture conditions, while gray cells are very stable in a variety of laboratory culture conditions. Third, several virulence genes including SAPs, are downregulated in GUT cells, while gray cells have a higher Sap activity than white and opaque cells in the presence of BSA. The switching characteristic, together with the unique aspects of gray cells discussed above, indicates that the gray phenotype is a novel morphological phenotype.\n\nIs the Gray Cell Type an Intermediate of the White and Opaque Phenotypes?\n\nA number of reasons suggest that the gray cell type is not an intermediate of the white and opaque phenotypes. First, white cells can directly switch to the opaque phenotype under some culture conditions at high frequencies without an intermediate phase (Figure 2), and vice versa. Consistently, the frequencies of white-to-opaque switching is even higher than that of gray-to-opaque switching under certain conditions, suggesting that conversion to the gray phenotype is not necessary to facilitate the formation of opaque cells. Second, the key regulators of white-opaque switching, Wor1 and Efg1, are not required for the maintenance of the gray phenotype. If the gray phenotype were an intermediate of the white and opaque phenotypes, one would expect that the expression levels of white- or opaque-phase specific genes, such as WOR1, EFG1, WH11, and OP4 [2], would be at intermediate levels in gray cells. However, this was not the case (Tables S1 and S2). Third, the order of Sap activities from highest to lowest is gray&gt;opaque&gt;white cells. In this sense, the opaque phenotype is an intermediate of the white and gray phenotypes. Fourth, the gray phenotype is not transient, but heritable, and can be maintained for many generations. Fifth, similar to white and opaque cells, gray cells exhibit a unique global gene expression profile.\n\nConclusion\n\nUnderstanding the regulatory mechanisms of phenotypic changes will provide insights into several fundamental questions such as how pathogens adapt to the host and survive and propagate under diverse niches. Here we add the gray morphology and the white-gray-opaque tristable transitions to the list of known fungal morphological switching systems. This study provides an example of multiple stable and heritable switching systems, indicating that the regulation of morphological forms to adapt to environmental changes could be much more elaborate than previously thought. Our study also sheds new insight on the regulatory mechanism of the transition between commensal and pathogenic life styles in C. albicans. Exploring the molecular basis of this tristable phenotypic switching system and its role in host adaptation will be important for seeking new strategies to treat infections caused by the major fungal pathogen of humans.\n\nMaterials and Methods\n\nCulture Conditions, Strains, and Plasmids\n\nThe strains used in this study are listed in Table S3. Lee's glucose medium and YPD medium (20 g/l glucose, 20 g/l peptone, 10 g/l yeast extract) were used for routine growth of C. albicans. Lee's glucose, Lee's GlcNAc [21],[34], and YPD media were used for phenotypic switching assays. 2% agar was added to the media to make solid nutrient plates. The dye phloxine B (5 µg/ml), which stains opaque colonies dark pink and gray colonies light pink, was added to the solid media. The two plasmids for WOR1 deletion, pSFS2A-WOR1KOa and pSFS2A-WOR1KOb, were used to delete WOR1 in BJ1097 as described previously [17]. The two plasmids for EFG1 deletion, pSFS2A-EFG1KOa and pSFS2A-EFG1KOb, were generated by inserting two fragments containing sequences homologous to the 5′- and 3′-terminus of the EFG1 gene. The primers used for PCR to generate these fragments are listed in Table S4. To generate the wor1/wor1 efg1/efg1 double mutant, the two alleles of EFG1 were deleted in the wor1/wor1 mutant using the same EFG1 knockout plasmids.\n\nThe same strategy we described previously [17] was used to construct the SAP1p-GFP and SAP2p-GFP reporter strains, BJ1097 was transformed with PCR products of the GFP-caSAT1 fragment (amplified from the template plasmid pNIM1 [35] with GFP reporter primers) (Table S4).\n\nWhite-Gray-Opaque Switching Assays\n\nThe tristable switching assays were performed similarly to previously described white-opaque bistable switching assays [21]. Briefly, white, gray, or opaque cells from cultures of five days were replated onto agar media and incubated in air or 5% CO2 at temperatures indicated in the main text for 4 (at 37°C) or 5 (at 25°C) days of growth. Switching frequency = (number of colonies containing the second or third alternative phenotype/total colony number)×100%. For example, white-to-gray switching frequency = (number of gray colonies plus colonies with gray sections/total colony number)×100%. To verify colony phenotypes, several representative colonies of each type were examined for cellular morphology.\n\nSEM assays were performed as described previously [36]. White, gray, and opaque cells were grown on Lee's GlcNAc medium for 3 days at 25°C and used for SEM assays.\n\nMating Assay\n\nWe first deleted one allele of the MTL locus in the parent strain BJ1097 (MTLa/α) with the plasmid L23.14 [37], generating BJ1097Na (MTLa/Δ Clon+) and BJ1097Nα (MTLΔ/α Clon+). The two strains were then grown in YPmal medium (1% yeast extract, 2% peptone, 2% maltose) for FLP-mediated excision of the SAT1/flipper cassette, generating BJ1097a (MTLa/Δ Clon−) and BJ1097α (MTLΔ/α Clon−). Experimental strains of the wor1/wor1, efg1/efg1, wor1/wor1 efg1/efg1 double mutants (MTLΔ/α, URA3+ Clon−) were generated by using a similar strategy. To generate the ura3− Clon+ tester strain (WTa, opaque in Figure 7B), the plasmid pNIM1, which contains a caSAT1 gene, was linearized and integrated into GH1012 (MTLa/a ura3−) [20], generating GH1012N. Quantitative mating assays were performed according to our previous publication [17]. Briefly, the mating experiments were performed on Lee's glucose medium at 25°C. The experimental white, gray, and opaque cell samples were collected from Lee's glucose medium plates. To test the mating efficiencies, 1×106 of GH1012N opaque cells and 1×106 of experimental cells (in white, gray, or opaque phase) were mixed and cultured on Lee's glucose medium plates for 48 hours at 25°C. The mating mixtures were resuspended, diluted, and plated onto three types of selectable plates for growth. Mating efficiencies were calculated as previously described [17].\n\nSap Activity Testing Assays\n\nYCB-BSA assay. Sap activity was monitored on YCB medium agar containing 0.2% BSA as the sole nitrogen source as described previously [38]. 5×106 cells of each cell type in 5 µl ddH2O were spotted onto the plates. The white halos indicate secreted enzyme activity. The size of the halo ring indicates the activity level. This experiment was repeated six times.\n\nQuantitative Sap activity assays were performed according to Ray and colleagues [39]. Briefly, white, gray, and opaque cells were grown in Lee's glucose or YCB-BSA medium overnight at 25°C. An aliquot of 20 µl of the cell suspension (1×106 cells) was inoculated into 2 ml of fresh Lee's glucose or YCB-BSA medium. After incubation for 48 h at 25°C, the cell number of each sample was determined. The cultures were centrifuged at 13,000 rpm for 1 min. For activity assays, 250 µl of culture supernatant was mixed with 500 µl of 1% BSA in 0.1 M sodium citrate-HCl buffer (pH 3.0). The reaction mixtures were incubated at 37°C for 1 h with gentle agitation. The reaction was stopped by adding 1.25 ml of ice-cold 5% trichloroacetic acid (TCA). Precipitated material was removed by centrifugation and the protein concentration of the supernatant was determined in a modified Bradford assay according to the manufacturer's protocol (Sangon Biotech). The activities were calculated for 108 cells of each cell type. One arbitrary unit was defined as an extinction increase at 595 nm of 0.1/h.\n\nVirulence Assays\n\nAll animal experiments were performed according to the guidelines approved by the Animal Care and Use Committee of the Institute of Microbiology, Chinese Academy of Sciences. The present study was approved by the Committee.\n\nSystemic infection of mice was performed according to the previous studies [17],[36], with slight modifications. Female BALB/c mice aged 4–5 weeks were used for survival and competition experiments. 10 mice were used for injection of each cell type (white, gray, or opaque). 3.75×106 cells of each type were injected into a mouse via tail vein. For competition experiments, 5×105 cells of each type (white, gray, or opaque) of BJ1097 were mixed with 5×105 cells of SC5314N (NouR, locked in white phase) in 250 µl PBS and then injected into a mouse via tail vein. Mice were humanely killed at 24 hours after injection. Different organs were used for fungal burden assays. BJ1097 is sensitive to 100 µg/ml nourseothricin (clonNAT). To generate the nourseothricin resistant strain SC5314N, pNIM1 was linearized and integrated into the laboratory strain SC5314. Organ tissues (liver, kidney, spleen, lung, and brain) were homogenated, diluted in PBS, and plated on Lee's medium for 3 days of growth at 37°C in 5% CO2 for colony-forming unit (CFU) calculation. Colony morphologies of SC5314N and BJ1097 were distinguishable. SC5314N formed wrinkled and filamentous colonies, while BJ1097 formed smooth colonies under this culture condition. SC5314N and BJ1097 were also subject to the nourseothricin susceptibility test. Both colony morphology and nourseothricin susceptibility assays were used to distinguish SC5314N and BJ1097 formed colonies. Competitive index = the ratio of CFU number of BJ1097 to CFU number of SC5314N in each organ.\n\nSkin infection assays were performed as described previously [17], with modifications. Newborn BALB/c mice (aged 2–4 days) were used. 4×106 cells of each cell type in 2 µl ddH2O were spotted on the skin on the back of a new born mouse. After water evaporated, a small sterile filter paper was covered and fixed on the fungal spot with First Aid tape. After 24 h, the infected areas were excised for SEM assays.\n\nEx vivo tongue infection assays were performed as described by Kamai and colleagues [40], with modifications. Tongues (of similar size and weight) were excised from humanely killed female BALB/c mice aged 4–5 weeks and added to each well of a 24-well polystyrene plate containing 1×107 cells of white, gray, or opaque cells in 1 ml PBS. 50 µg/ml ampicillin and 50 µg/ml kanamycin were added to each well to inhibit bacterial growth. After 24 hours of incubation at 37°C, cells in the liquid and on the tongue (after homogenization) were separately plated onto YPD agar for CFU assays. The total cell number of each well (including cells in the liquid and attached to the tongue) was calculated. The total cell number of each well indicates fungal growth rate. The experiment was repeated three times. For each time, three tongues were used for each cell type.\n\nRNA Etraction and RNA-Seq\n\nWhite, gray, and opaque cells were grown at 25°C in liquid Lee's glucose medium for 24 h and total RNA was extracted using GeneJET RNA Purification kits according to the manufacturer's instructions. RNA-Seq analysis was performed by the company BGI-Shenzhen according to the company's protocol (http://www.genomics.cn/) [41]. Approximately 10 million (M) reads were obtained by sequencing each library. The library products were sequenced using the Illumina HiSeq 2000. Software Illumina OLB_1.9.4 was used for basecalling. The raw reads were filtered by removing the adapter and low quality reads (the percentage of low quality bases with a quality value ≤5 was &gt;50% in a read). Clean reads were mapped to the genome of C. albicans SC5314 using SOAP aligner/soap2 software (version 2.21) [42]. The gene expression level is calculated using the RPKM method [43].\n\nAccession Number\n\nThe RNA-seq dataset has been deposited into the NCBI Gene Expression Omnibus (GEO) portal (accession number GSE53671).\n\nSupporting Information"
}