{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000464",
  "doi": "10.1371/journal.pbio.1000464",
  "externalIds": [
    "pii:10-PLBI-P-7811R2",
    "pmid:20808779",
    "pmcid:PMC2927527"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "“Mens Sana In Corpore Sano”: Exercise and Hypothalamic ER Stress",
  "authors": [
    {
      "name": "Pablo Blanco Martínez de Morentin",
      "first": "Pablo Blanco",
      "last": "Martínez de Morentin",
      "affiliation": "Department of Physiology, School of Medicine, University of Santiago de Compostela-Instituto de Investigación Sanitaria, Santiago de Compostela, Spain; CIBER Fisiopatología de la Obesidad y Nutrición (CIBERobn), Santiago de Compostela, Spain"
    },
    {
      "name": "Miguel López",
      "first": "Miguel",
      "last": "López",
      "affiliation": "Department of Physiology, School of Medicine, University of Santiago de Compostela-Instituto de Investigación Sanitaria, Santiago de Compostela, Spain; CIBER Fisiopatología de la Obesidad y Nutrición (CIBERobn), Santiago de Compostela, Spain"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-08",
  "volume": "8",
  "number": "8",
  "pages": "e1000464",
  "tags": [
    "Discipline/Diabetes and Endocrinology/Obesity",
    "Discipline/Physiology/Neuronal Signaling Mechanisms",
    "Type/Primer"
  ],
  "abstract": "A novel mechanism explains how exercise exerts its beneficial effects on energy balance through an effect at the level of the hypothalamus.",
  "fullText": "Exercise is a mainstay recommendation for fending off obesity and preventing diabetes, cardiovascular problems, or simply to release stress. Although physicians are certain about the many health benefits of exercise, especially for obese patients, a satisfying explanation for why exercise leads to long-term improvements in health profiles isn't nearly as clear. More obviously, exercise can tip the positive imbalance between energy acquisition and energy expenditure (Figure 1) [1]–[5] that can eventually result in obesity. In Western countries, levels of obesity and its related metabolic disorders are increasing at a rate that is considered of epidemic proportions. Although the increasing prevalence of obesity is anticipated by a combination of genetic predisposition and social and environmental factors, working out the precise contributions is fundamental to understanding the basic molecular mechanisms controlling energy balance.\n\nAt a biochemical and physiological level, there is a considerable amount of cross-regulation and integration between the mechanisms controlling food intake, energy expenditure, and fat deposition. Interestingly, increased fat deposition and excessive body weight are associated with allostatic changes aiming to restore energy balance. For instance, increased fat mass is associated with increased production of leptin and other adipose-derived hormones directed to reduce food intake and promote energy expenditure. Conversely, states of reduced food intake, such as fasting, induce an allostatic response directed to save energy stores and increase the drive for food intake. However, despite these allostatic responses to maintain energy balance, under conditions of chronic hypercaloric excess (e.g., overnutrition) and/or impedance (e.g., reduced physical exercise) the efficiency and accuracy of these regulatory mechanisms are defective. It has been suggested that toxic effects of lipid accumulation in peripheral tissues, such as pancreatic β cells, liver, heart, and skeletal muscle may be an underlying cause, though the exact mechanism is unclear. This process is known as lipotoxicity, and it has been linked with the pathophysiology of insulin resistance, type 2 diabetes, liver disease, atherosclerosis, and cardiovascular disease [6]–[9]. Interestingly, one of the proposed anti-lipotoxic strategies is the promotion of fat oxidation through exercise [5].\n\nFood intake and energy expenditure are precisely modulated by specific sets of neurons placed in an area of the brain called the hypothalamus, which comprises the major portion of the ventral part of the diencephalon. The hypothalamus is organized in anatomically-defined neuronal clusters, called nuclei, forming interconnected neuronal circuits via axonal projections. The hypothalamus receives multiple inputs of information as diverse as the sensory experience of eating, the process of ingestion, absorption, metabolism and levels of energy storage. Thus, hypothalamic neurons respond to peripheral nutrients, such as glucose and fatty acids, and hormones, such as leptin, ghrelin and insulin, by modifying the synthesis of orexigenic (feeding-promoters) or anorexigenic (feeding-inhibitors) neuropeptides and then adjusting feeding to the body's nutritional energy demands. When energy intake surpasses expenditure, the expression of orexigenic neuropeptides (such as agouti-related protein (AgRP), and neuropeptide Y (NPY)) diminishes and the expression of anorexigenic neuropeptides (such as cocaine and amphetamine-regulated transcript (CART) and proopiomelanocortin (POMC)) increases. Reverse changes occur when energy expenditure exceeds intake. The impairment of this precise homeostatic system elicits hyperphagia, obesity, and type 2 diabetes [10],[11].\n\nA typical problem associated with failure of the central mechanism governing energy balance is the development of resistance to peripheral signals, such as insulin and leptin [12]–[15]. Although it is well known that some of the molecular mechanisms leading to insulin and leptin resistance involve alterations in key molecules of their intracellular signaling pathways, such as signal transducer and activator of transcription 3 (STAT3), suppressor of cytokine signaling 3 (SOCS3) and protein tyrosine phosphatase 1B (PTP1B) [12],[14],[15], why and how central insulin and leptin resistance are induced by overnutrition is not completely understood. Current evidence has demonstrated that one of the pathological mechanisms of leptin resistance is derived from impairment of endoplasmic reticulum (ER) function, a process known as ER stress and the associate unfolded protein response (UPR) (Figure 2).\n\nThe ER is a sophisticated luminal network in which protein synthesis, maturation, folding, and transport take place [16]–[18]. The term ER stress refers to the alterations of the protein folding functionality of the ER, which leads to activation of a complex signaling network termed the UPR that results in a coordinated transcriptional response associated to attenuation of protein synthesis, upregulation of ER folding machinery (a type of proteins called chaperones), and degradation of irreversibly misfolded proteins(Figure 2). If this UPR adaptive response is not sufficient to resolve the protein-folding defect, ER impairment can lead to cell dysfunction and, ultimately, to apoptotic cell death [18]. Previous studies have demonstrated that ER stress and activation of UPR pathways play a major role promoting obesity-induced insulin resistance and type 2 diabetes in peripheral tissues. For example, inflammation, free fatty acids (FFAs), and hyperglycemia in pancreatic β cells elicit activation of the UPR, leading to decreased insulin mRNA expression and inhibition in the insulin signaling [19]–[22]. Data produced in the last two years have demonstrated that obesity and overnutrition also induce hypothalamic ER stress [23]–[26]. Specifically, overnutrition activates hypothalamic IKKβ/NF-κB, a well-known mediator of metabolic inflammation, which elicits ER stress (which also promotes IKKβ/NF-κB) and initiates UPR signaling pathways in the hypothalamus, which in turn directs to inhibition of leptin receptor signaling pathway (STAT3, SOCS3, and PTP1B) and insulin and leptin resistance [23]–[25]. Remarkably, the same studies demonstrate that genetic inactivation of IKKβ/NF-κB signaling, or pharmacological interventions that improve protein folding (chemical chaperones), recover leptin and insulin signaling and subsequently normalize food intake and decrease body weight [23]–[26].\n\nExercise is believed to be a keystone of the treatment for obesity. In fact, physical activity has long been reported to reduce body weight and adiposity, increasing energy expenditure and improving the overall metabolic status of obese patients [5],[27],[28]. In keeping with this evidence, current data have highlighted that exercise improves hypothalamic insulin and leptin sensitivity in rats [29],[30], although the molecular underpinnings of this effect remain unclear. In this issue of PLoS Biology, José B.C. Carvalheira and colleagues move our neurobiological understanding significantly forward by suggesting a novel mechanism by which exercise exerts its beneficial effects on energy balance through a hormonal effect at the level of the hypothalamus [31]. They used two different obese models, diet-induced obesity (DIO) rats and leptin-deficient ob/ob mice, to show that exercise restores food intake, insulin, and leptin sensitivity to the levels of lean (control) animals. These effects are linked to: (1) normalized expression of hypothalamic neuropeptides modulating feeding (such as NPY and POMC) and (2) improvement of hypothalamic leptin and insulin signaling pathways, all of them severely impaired in obese animals. Of note, authors demonstrate that the molecular mechanism under this action is the reduction of hypothalamic IKKβ/NF-κB activation and ER stress (both of them severely increased in obese animals) through a novel hypothalamic mechanism involving increased serum and hypothalamic expression of the pro-inflammatory cytokine interleukin-6 (IL-6), which induces the expression of the anti-inflammatory cytokine interleukin-10 (IL-10), also in the hypothalamus (Figure 3) [31].\n\nThe significance of these data is given by several novel findings. First of all, although physical exercise was already a key strategy for the prevention of obesity and related diseases [27],[28], this study provides new evidence showing how exercise exerts a direct impact by improving the metabolic and cellular status of the hypothalamus in the brain. Exercise reduces hypothalamic IKKβ/NF-κB and ER stress and improves insulin and leptin action in an IL-6–dependent manner, which consequently decreases hyperphagia and body weight. Secondly, the effect of exercise seems to be restricted to obese animals since, in absence of obesity, it does not induce significant changes either in feeding or body weight or biochemical and cellular parameters. Finally, in resting conditions the treatments with either IL-6 or IL-10 are able to blunt the hyperphagic response, as well as the leptin and insulin resistance, promoted by pharmacological administration of ER stress inducers (such as the drug thapsigargin, which interferes with Ca+2 balance), in both normal and genetic models of cytokine deficiency (such as toll-like receptor 4, Tlr4, deficient mice). These data suggest that the IL-6-IL-10-IKKβ/NF-κB axis is a potential therapeutic target for the treatment of obesity [31]. In this sense, recent evidence has shown that IL-6 treatment improves insulin sensitivity [32] and that IL-6 is also released from the brain during long-term exercise in humans [33]. Overall, these data reveal new pathways and provide novel challenges for the understanding of energy balance and the treatment of obesity., Bearing in mind that lipotoxicity is one of the key mechanisms leading to ER stress in peripheral tissues [6]–[9] and the main role of hypothalamic lipids in the regulation of energy balance [9],[34], it would be crucial to assess whether alterations (genetic or diet-induced) of hypothalamic lipid metabolism could lead to lipotoxicity and subsequently to ER stress-induced obesity (Figure 3). Additionally, in order to establish possible therapeutic targets, the effect of exercise on other ER stress models should be examined. In their study, Carvalheira and colleagues used thapsigargin as ER stress inducer [26],[31]; alternative drugs, such as tunicamycin (which interferes with protein glycosylation) and brefeldin A (which impairs ER-Golgi vesicular transport) [23]–[25], or ideally genetic models will provide new cues about the effect of exercise on hypothalamic ER stress.\n\nIn summary, the new study of Carvalheira and colleagues adds further confirmation that hypothalamic ER stress is an important pathogenic mechanism leading to obesity. It provides a novel integrative framework to understand the deleterious metabolic effects of overnutrition and, more importantly, provides a good rationale for the indication of exercise to obese patients. Moreover, it presents a “scientific evidence” to support the famous Latin citation of the Roman poet Juvenal, “Mens sana in corpore sano,” and that physical exercise is a key factor to maintain us and our brains in a healthy state."
}