{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002605",
  "doi": "10.1371/journal.pbio.1002605",
  "externalIds": [
    "pii:PBIOLOGY-D-16-01192",
    "pmid:28549068",
    "pmcid:PMC5446120"
  ],
  "license": "This is an open access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication.",
  "licenseUrl": "https://creativecommons.org/publicdomain/zero/1.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Oligodendroglial myelination requires astrocyte-derived lipids",
  "authors": [
    {
      "name": "Nutabi Camargo",
      "first": "Nutabi",
      "last": "Camargo",
      "affiliation": "Department of Molecular and Cellular Neurobiology, Center for Neurogenomics and Cognitive Research, Amsterdam Neuroscience, VU University Amsterdam, Amsterdam, the Netherlands"
    },
    {
      "name": "Andrea Goudriaan",
      "first": "Andrea",
      "last": "Goudriaan",
      "affiliation": "Department of Molecular and Cellular Neurobiology, Center for Neurogenomics and Cognitive Research, Amsterdam Neuroscience, VU University Amsterdam, Amsterdam, the Netherlands"
    },
    {
      "name": "Anne-Lieke F. van Deijk",
      "first": "Anne-Lieke F.",
      "last": "van Deijk",
      "affiliation": "Department of Molecular and Cellular Neurobiology, Center for Neurogenomics and Cognitive Research, Amsterdam Neuroscience, VU University Amsterdam, Amsterdam, the Netherlands"
    },
    {
      "name": "Willem M. Otte",
      "first": "Willem M.",
      "last": "Otte",
      "affiliation": "Biomedical MR Imaging and Spectroscopy group, Center for Image Sciences, University Medical Center Utrecht, Utrecht, the Netherlands; Department of Pediatric Neurology, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, the Netherlands"
    },
    {
      "name": "Jos F. Brouwers",
      "first": "Jos F.",
      "last": "Brouwers",
      "affiliation": "Department of Biochemistry and Cell Biology, Faculty of Veterinary Medicine, Utrecht University, the Netherlands"
    },
    {
      "name": "Hans Lodder",
      "first": "Hans",
      "last": "Lodder",
      "affiliation": "Department of Integrative Neurophysiology, Center for Neurogenomics and Cognitive Research, Amsterdam Neuroscience, VU University Amsterdam, Amsterdam, the Netherlands"
    },
    {
      "name": "David H. Gutmann",
      "first": "David H.",
      "last": "Gutmann",
      "affiliation": "Department of Neurology, Washington University School of Medicine, St. Louis, Missouri, United States of America"
    },
    {
      "name": "Klaus-Armin Nave",
      "first": "Klaus-Armin",
      "last": "Nave",
      "affiliation": "Max-Planck-Institute of Experimental Medicine, Department of Neurogenetics, Goettingen, Germany"
    },
    {
      "name": "Rick M. Dijkhuizen",
      "first": "Rick M.",
      "last": "Dijkhuizen",
      "affiliation": "Biomedical MR Imaging and Spectroscopy group, Center for Image Sciences, University Medical Center Utrecht, Utrecht, the Netherlands",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-4623-4078"
      ]
    },
    {
      "name": "Huibert D. Mansvelder",
      "first": "Huibert D.",
      "last": "Mansvelder",
      "affiliation": "Department of Integrative Neurophysiology, Center for Neurogenomics and Cognitive Research, Amsterdam Neuroscience, VU University Amsterdam, Amsterdam, the Netherlands"
    },
    {
      "name": "Roman Chrast",
      "first": "Roman",
      "last": "Chrast",
      "affiliation": "Department of Neuroscience and Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden"
    },
    {
      "name": "August B. Smit",
      "first": "August B.",
      "last": "Smit",
      "affiliation": "Department of Molecular and Cellular Neurobiology, Center for Neurogenomics and Cognitive Research, Amsterdam Neuroscience, VU University Amsterdam, Amsterdam, the Netherlands"
    },
    {
      "name": "Mark H. G. Verheijen",
      "first": "Mark H. G.",
      "last": "Verheijen",
      "affiliation": "Department of Molecular and Cellular Neurobiology, Center for Neurogenomics and Cognitive Research, Amsterdam Neuroscience, VU University Amsterdam, Amsterdam, the Netherlands"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2017-05-26",
  "dateAccepted": "2017-04-25",
  "dateReceived": "2016-12-19",
  "volume": "15",
  "number": "5",
  "pages": "e1002605",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Artificial membranes",
    "Astrocytes",
    "Axons",
    "Biochemistry",
    "Brain",
    "Cell biology",
    "Cellular neuroscience",
    "Cellular types",
    "Central nervous system",
    "Chemistry",
    "Corpus callosum",
    "Diet",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Artificial membranes",
    "Discipline-v3/Astrocytes",
    "Discipline-v3/Axons",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Brain",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Central nervous system",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Corpus callosum",
    "Discipline-v3/Diet",
    "Discipline-v3/Fatty acids",
    "Discipline-v3/Glial cells",
    "Discipline-v3/Lipids",
    "Discipline-v3/Macroglial cells",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Nerve fibers",
    "Discipline-v3/Nervous system",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Nutrition",
    "Discipline-v3/Physical chemistry",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Surface chemistry",
    "Fatty acids",
    "Glial cells",
    "Lipids",
    "Macroglial cells",
    "Nerve fibers",
    "Nervous system",
    "Neurons",
    "Neuroscience",
    "Nutrition",
    "Physical chemistry",
    "Surface chemistry",
    "Type/Research Article"
  ],
  "abstract": "In the vertebrate nervous system, myelination of axons for rapid impulse propagation requires the synthesis of large amounts of lipids and proteins by oligodendrocytes and Schwann cells. Myelin membranes are thought to be cell-autonomously assembled by these axon-associated glial cells. Here, we report the surprising finding that in normal brain development, a substantial fraction of the lipids incorporated into central nervous system (CNS) myelin are contributed by astrocytes. The oligodendrocyte-specific inactivation of sterol regulatory element-binding protein (SREBP) cleavage-activating protein (SCAP), an essential coactivator of the transcription factor SREBP and thus of lipid biosynthesis, resulted in significantly retarded CNS myelination; however, myelin appeared normal at 3 months of age. Importantly, embryonic deletion of the same gene in astrocytes, or in astrocytes and oligodendrocytes, caused a persistent hypomyelination, as did deletion from astrocytes during postnatal development. Moreover, when astroglial lipid synthesis was inhibited, oligodendrocytes began incorporating circulating lipids into myelin membranes. Indeed, a lipid-enriched diet was sufficient to rescue hypomyelination in these conditional mouse mutants. We conclude that lipid synthesis by oligodendrocytes is heavily supplemented by astrocytes in vivo and that horizontal lipid flux is a major feature of normal brain development and myelination.",
  "fullText": "Introduction\n\nMyelin membrane integrity is critical for proper functioning of the nervous system. Myelin acts as an insulator by increasing the electrical resistance across the cell membrane and by decreasing membrane capacitance, thereby ensuring the fast conduction of action potentials between nodes of Ranvier over long distances[1,2]. Myelin is a specialized membrane organelle synthesized by Schwann cells (SC) in the peripheral nervous system (PNS) and by oligodendrocytes in the central nervous system (CNS) [3]. A prominent biochemical characteristic of myelin is its high lipid-to-protein ratio. Lipids account for at least 70% of the dry weight of the myelin membrane[4], which is twice that of other plasma membranes[5]. The high lipid content of the myelin membrane makes it vulnerable for lipid metabolism disorders[5] and makes lipid availability rate-limiting for myelination. Accordingly, genetic impairment of endogenous lipid synthesis in SC interferes with the acute phase of PNS myelination[6]. Interestingly, uptake of extracellular lipids by these cells partially rescues myelination over time[6]. Similarly, mice carrying an oligodendrocyte-specific deletion of squalene synthase (SQS), an enzyme required for cholesterol synthesis, have CNS hypomyelination, but this marks a delay, and myelination becomes nearly normal at 3 months[7]. It is unknown whether extracellular lipids also contribute to myelination by oligodendrocytes in the CNS under healthy conditions, and, if they do, what the origin of these lipids would be.\n\nThe CNS is classically viewed as being largely autonomous in lipid metabolism since it is shielded from lipids in the circulation by the blood–brain barrier[8,9]. One cellular source of lipid synthesis and secretion is the astrocyte[10–17], and in vitro studies have shown that astrocytes are able to promote myelination in neuron-oligodendrocyte co-cultures[18–20]. Recently, we found that cholesterol and fatty acid synthesis in astrocytes relies on sterol regulatory element binding proteins (SREBPs)[11]. SREBPs, consisting of SREBP-1a, SREBP-1c, and SREBP-2, belong to the family of basic helix–loop–helix leucine zipper (bHLH-Zip) transcription factors that govern the transcriptional activation of genes involved in fatty acid and cholesterol metabolism[21] and are posttranslationally activated by the sterol sensor SREBP cleavage-activating protein (SCAP)[22]. The recent demonstration that SREBPs are regulated by mTORC1, a signaling complex important for both PNS and CNS myelination [23,24], is consistent with an important role of the SCAP–SREBP pathway in both SC [6] and oligodendrocytes.\n\nHere, we used glial cell-restricted inactivation of SCAP-SREBP–mediated lipid biogenesis to determine the individual role of oligodendrocyte and astrocyte lipid metabolism in CNS myelination. We found that myelin membrane formation not only builds on oligodendrocyte endogenous lipid synthesis, as generally thought, but also critically depends on extracellular lipids provided by astrocytes.\n\nResults\n\nSCAP deletion in oligodendrocytes interferes with the acute phase of myelination\n\nTo inactivate lipid biosynthesis in oligodendrocytes, we crossed SCAP-floxed mice[22] with mice expressing Cre recombinase specifically in oligodendrocytes and SCs (CNP-Cre)[25]. CNP-cre/SCAPloxP/loxP mutant mice, referred to as CNP-SCAP mice in the following, were born at normal Mendelian ratios and were indistinguishable from controls at birth. SCAP is required for the processing of SREBPs into active transcription factors[22]. Accordingly, in CNP-SCAP animals, we detected reduced levels of cleaved (mature) SREBP2 proteins at P20 in spinal cord (where oligodendrocytes form a large cell population) (Fig 1A and 1B). In addition, SREBP2 precursor levels were strongly reduced (Fig 1A and 1B), which is consistent with previous observations that SCAP also regulates the expression of the SREBP genes[6,22]. The residual detectable SREBP2 protein in CNP-SCAP mice likely comes from other cell types, predominantly astrocytes, which are active in lipid metabolism[11,17,25]. As such, white matter expression of fatty acid synthase (FASN), a SREBP target gene [21], was observed in oligodendrocytes and strongly reduced in CNP-SCAP mutants (Fig 1C and 1D). Low FASN expression was observed in astrocytes and was unaffected in CNP-SCAP mutants (Fig 1C and 1D). No expression of FASN was observed in neurons in the cortex or hippocampus (S1 Fig). CNP-SCAP mice show reduced survival, probably caused by lethal seizures, with the most critical phase around weaning (weeks 2–4) (Fig 1E), and reduced weight gain (Fig 1F). Moreover, CNP-SCAP mice exhibit tremors and an unsteady gait after postnatal week 2 (Fig 1G), as well as microcephaly (Fig 1H).\n\nElectron microscopy (EM) demonstrated that CNP-SCAP optic nerves were hypomyelinated at P20 and appeared normal at P120, although still mildly hypomyelinated (Fig 2A). G-ratio measurements of myelinated fibers confirmed that hypomyelination of the optic nerve was severe at P20 and restored to almost normal levels by P120 (Fig 2B). Axon diameter distribution was not significantly affected (Fig 2B). Accordingly, myelin membrane thickness of CNP-SCAP mice was thinner at P20 and improved at P120 (Fig 2B). The quantification of the number of Olig2+ cells (P20; Fig 2C) showed that oligodendrocyte-specific ablation of SCAP had no effect on oligodendrocyte precursor cell (OPC)/oligodendrocyte cell numbers, and proliferation of oligodendrocyte lineage cells (Ki67+Olig2+ cells) was slightly increased. The quantification of CC1+Olig2+ mature oligodendrocytes revealed lower numbers in CNP-SCAP mutants (Fig 2C).\n\nNext, we determined the effect of SCAP deletion on myelin lipid composition. Lipid analysis of purified myelin of CNP-SCAP adult brains (P56) demonstrated no changes in phospholipid classes (Fig 3A) or sterols (Fig 3B). The fatty acid composition of phospholipids in mutant myelin was significantly shifted from monounsaturated fatty acids towards polyunsaturated fatty acids, which was also visible in a decrease in the ratio of 18:1/18:2 (Fig 3C). CNP-SCAP mutant myelin contained more polyunsaturated fatty acids and had higher levels of the essential fatty acid C18:2, which is consistent with an increased uptake of fatty acids from external sources[5,6].\n\nTaken together, compromised lipid metabolism in oligodendrocytes leads to a severe developmental delay in myelin synthesis, accompanied by a compensatory increase in uptake of fatty acids from external sources and a largely improved phenotype in adult mice. This raises the question whether other cell types, in particular astrocytes, represent suppliers of lipids for lipogenesis-deficient oligodendrocytes.\n\nCNS hypomyelination in astrocyte SCAP mutants\n\nTo determine the role of astrocyte-derived extracellular lipids in myelination, we analyzed glial fibrillary acidic protein (GFAP)-SCAP mice, in which SCAP was deleted from the majority of astrocytes by Cre recombination [11]. Accordingly, the number of astrocytes with FASN expression was strongly reduced in GFAP-SCAP mutants, whereas the number of FASN-expressing oligodendrocytes was not changed (Fig 4A). We previously noticed microcephaly in GFAP-SCAP mice [10]. Structural magnetic resonance imaging (MRI) revealed a large decrease in white matter volume of GFAP-SCAP mutants (to less than 60% of the wild-type [WT] volume), whereas grey matter volume was only reduced by 10% (Fig 4B, 4C and S2A Fig). MRI-based 3D reconstructions of GFAP-SCAP mutant brains showed the most pronounced reduction in the corpus callosum (S2B Fig). Using diffusion tensor imaging (DTI) we found a lower degree of fractional anisotropy for the main tracts in GFAP-SCAP mutant brains compared to WT (Fig 4D). Reduced fractional anisotropy, a measure for axon fiber bundle packing [26,27], in GFAP-SCAP mutants likely reflects a reduction in the number of myelin tracts. In line with this, Sudan Black staining of lipid-rich structures showed smaller white matter structures, particularly in the corpus callosum and internal capsule (Fig 4E). No changes in hippocampal or cortical region sizes were observed, in line with previous observations [11]. Taken together, SCAP deletion in astrocytes leads to reduced and less well-structured CNS white matter tracts.\n\nFurther analysis revealed a reduced density of corpus callosum myelinated fibers in adult GFAP-SCAP mutants relative to control animals (Fig 5A) due to the absence of myelin around the small diameter axons (&lt;0.5 μm). Moreover, myelin of the large diameter callosum axons was thinner, as demonstrated by a higher g-ratio in GFAP-SCAP mutants. No changes in axonal diameter were found (Fig 5B). Analysis of the optic nerves showed that GFAP-SCAP nerves were also hypomyelinated, although the percentage of myelinated axons was not significantly affected (Fig 5C). G-ratio measurements confirmed that hypomyelination of the optic nerve, particularly for the small diameter axons, was present at P20 and persisted in adults (Fig 5D), whereas no changes in axonal diameter were found.\n\nWe previously showed that GFAP-SCAP mice have no changes in neuronal or astrocyte densities [10]. Quantification of Olig2+ cell numbers (P14; Fig 6A) showed that GFAP-SCAP mice had no significant changes in the number of OPC/oligodendrocyte cells, CC1+Olig2+ mature oligodendrocytes, nor in proliferating oligodendrocyte lineage cells (Ki67+Olig2+ cells) (Fig 6A). The levels of myelin proteins, such as myelin basic protein (MBP) and myelin-associated glycoprotein (MAG), were also reduced in GFAP-SCAP mice at P120 (Fig 6B), whereas smaller reductions in myelin protein levels were found at P14. No changes between WTs and GFAP-SCAP mutants were found for Olig2 and NeuN (Fig 6B). These data demonstrate that astrocyte SCAP mutants have lower numbers of fully myelinating oligodendrocytes.\n\nTo establish a role of astrocytes during a later stage of myelination, we induced SCAP deletion specifically in astrocytes around the developmental peak of myelination (P20) [28]. To accomplish this, Glast-CreERT2-tdT-SCAP mice were injected with tamoxifen at P15–P17, which prevents potential neural progenitor perinatal and early postnatal targeting [29,30]. Glast-CreERT2-tdT mice (P56) had td-Tomato (tdT) reporter gene expression in the corpus callosum in the large majority of GFAP+ astrocytes, while virtually no expression was found in Olig2+ oligodendrocytes or axons (Fig 7A). Accordingly, FASN expression was strongly reduced in astrocytes of Glast-CreERT2-tdT-SCAP adult mice (Fig 7B). EM showed that the corpus callosum of Glast-CreERT2-tdT-SCAP mutant mice was hypomyelinated at P56 (Fig 7C), without affecting the percentage of myelinated axons (Fig 7D), which predominantly affected the small caliber fibers (Fig 7E). In contrast, axonal diameter was not affected (Fig 7F).\n\nTaken together, these results demonstrate that compromised astrocyte lipid metabolism, also when induced during postnatal development, limits myelin membrane synthesis causing persistent CNS hypomyelination.\n\nOligodendrocytes show compensatory incorporation of dietary lipids in the myelin membrane when astrocyte lipid synthesis is compromised\n\nLipid analysis of purified myelin from GFAP-SCAP brains (P42) revealed no changes in phospholipid classes (Fig 8A) or cholesterol (Fig 8B), which was similar to our observations in CNP-SCAP mutant mice (cf. Fig 3). Interestingly, however, GFAP-SCAP myelin membranes contained more sitosterol and campesterol (Fig 8B), albeit at trace levels compared to cholesterol (in mutant myelin: 0.66 and 2.64 pmol/ug protein of resp. sitosterol and campesterol versus 2.07 nmol/ug protein cholesterol). Since sitosterol and campesterol are 2 plant sterols that can only be derived from diet, this finding suggested that GFAP-SCAP mutants unexpectedly incorporated plasma-derived sterols into myelin. The fatty acid composition of phospholipids was significantly shifted from monounsaturated fatty acids towards polyunsaturated fatty acids, and a decrease in the ratio of 18:1/18:2 in mutant myelin was observed (Fig 8C). As observed in CNP-SCAP mice (cf. Fig 3), GFAP-SCAP mutant myelin also contained more polyunsaturated fatty acids and had higher levels of the essential fatty acid C18:2, which is consistent with an increased uptake of fatty acids from external sources[5,6]. In this manner, compromised lipid metabolism in astrocytes leads to a reduction in myelin membrane synthesis, as well as a compensatory increase in oligodendrocyte uptake of sterols and fatty acids from the circulation.\n\nNext, we tested whether hypomyelination in these mice could be rescued by further increasing dietary lipid intake. We previously showed that GFAP-SCAP mice treated from E15 onwards with a high-fat diet (HFD), enriched in cholesterol and fatty acids, improved motor deficits and survival of the mutant mice [11]. Here we show that HFD treatment rescued hypomyelination, as shown for the optic nerve and the corpus callosum at P120 (Fig 9A), and increased the levels of myelin proteins, e.g., MAG, myelin proteolipid protein (PLP), CNP, and MBP in brains of GFAP-SCAP mutants, while GFAP protein levels were not changed (Fig 9B). To determine whether HFD treatment also led to functional recovery of myelin tracts, we measured action potential conduction velocity (CV) in the corpus callosum. In the majority of corpus callosum slices from WT animals tested, extracellular stimulation evoked compound action potentials that showed 2 discrete propagation speeds (0.86 ± 0.03 m/s “fast wave,” n = 36, and 0.38 ± 0.02 m/s “slow wave,” n = 27; Fig 9C). These were most likely generated by myelinated axons (fast wave) and nonmyelinated axons (slow wave), respectively. In GFAP-SCAP animals, the fast wave was absent in more than 95% of the corpus callosum slices (p &lt; 0.001, chi-square test), while the slow wave was unaffected (Fig 9C). Thus, SCAP deletion in astrocytes most likely specifically affected action potential propagation in myelinated axons. Interestingly, treatment with HFD increased the number of fast responses in GFAP-SCAP animals from 5% (in standard diet) to 50% (p = 0.03), whereas no effect on conduction velocity was observed in WT animals (0.79 ± 0.05 m/s, n = 19, p &gt; 0.05). Thus, a HFD partially rescues both myelination and conduction velocity of GFAP-SCAP mutants. Altogether, our results show that compromised lipid metabolism in astrocytes leads to CNS hypomyelination, which can be overcome structurally and functionally by a high-fat diet.\n\nMyelination is virtually blocked when lipid synthesis is compromised in both oligodendrocytes and astrocytes\n\nOur observations imply that CNS myelin membrane synthesis not only requires endogenous oligodendrocyte lipid synthesis but also crucially depends on extracellular lipids provided by astrocytes. We therefore created CNP-SCAP/GFAP-SCAP animals, in which SCAP was deleted in both oligodendrocytes and astrocytes. CNP-SCAP/GFAP-SCAP mutant mice were born at expected ratios and could phenotypically not be distinguished from WTs. However, animals soon developed motor deficits and reduced weight gain more severe than single CNP-SCAP mice, and all mice died or reached a humane endpoint requiring euthanasia between P15–P21. The corpus callosum and optic nerves of CNP-SCAP/GFAP-SCAP animals (P20) were practically devoid of myelin (Fig 10A). Oligodendrocytes ensheathed large caliber fibers, but failed to make more than a few membrane layers (Fig 10B). Accordingly, whereas myelin membranes were thinner in CNP-SCAP and GFAP-SCAP animals, they were nearly absent in CNP-SCAP/GFAP-SCAP animals (Fig 10C and 10D). Treatment of dams with HFD did slightly increase the body weight of their CNP-SCAP/GFAP-SCAP pups. Nevertheless, all animals died or reached a humane endpoint between P15–P21, and analysis of white matter showed no improvement in hypomyelination (S3 Fig), suggesting that the resulting developmental defect was too severe to be rescued by dietary lipid supplementation. Taken together, myelin membrane synthesis shows different kinetics when lipid synthesis is compromised in either oligodendrocytes or astrocytes, whereas it is virtually absent when lipid synthesis is compromised in both cell types.\n\nDiscussion\n\nWe showed that SCAP is required for the activation of SREBP-mediated lipogenic gene expression in oligodendrocytes and observed that oligodendrocyte SCAP mutant brains are hypomyelinated during the regular peak of myelination and slowly regain close-to-normal levels of myelin membrane with age. These data are in line with previous observations in CNPcre-SQS mice, in which cholesterol-deficient oligodendrocytes are able to slowly synthesize myelin[7,31], although recent observations indicate that targeting of neuronal populations in the cortex cannot be excluded[32]. Our data reveal that under conditions of compromised oligodendrocyte lipid synthesis, the extracellular lipids are supplied by astrocytes. Furthermore, our data reveal that full myelin membrane synthesis requires an astrocyte lipid supply in addition to endogenous oligodendrocyte lipid synthesis. Moreover, when astroglial lipid synthesis was selectively compromised, oligodendrocytes incorporated circulating lipids into the myelin membrane, and a lipid-enriched diet rescued hypomyelination, showing lipid flux from the circulation to the myelin membrane under astrocyte metabolism-compromised conditions.\n\nInvolvement of astrocyte lipid metabolism in myelin membrane synthesis\n\nWe previously reported that GFAP-SCAP mutant mice have microcephaly without changes in neuronal and astrocyte density[11]. Here, we show by structural MRI and DTI that volume reduction was mostly pronounced in the white matter. Cells of the oligodendrocyte lineage were not reduced in density; instead, the formation of fully developed myelin membranes was lower in the GFAP-SCAP mutant, resulting in a functional loss of fast conduction myelinated fibers. We conclude that GFAP-SCAP mutant mice have white matter atrophy that is caused by persistent hypomyelination.\n\nAlthough GFAP-SCAP mice showed clear CNS hypomyelination in adults (P120), hypomyelination was less pronounced in younger mutant animals. This suggests that depletion of astrocyte lipids becomes most limiting after the first phase of myelination. Indeed, astrocyte-specific deletion of SCAP, using Glast-CreERT2-tdT-SCAP mice, late in this developmental phase of myelination prevents the establishment of a full myelin membrane in adults. In line with this observation, oligodendrocytes produce large amounts of cholesterol during the peak of myelination, but, thereafter, cholesterol synthesis occurs mainly in astrocytes[33,34]. It should be noted that the myelin membrane surface increases exponentially with increasing fiber diameter, during both myelin membrane wrapping and developmental axonal radial growth[35], which may underlie the elevated need for astrocyte lipids at a later stage of myelination. A role for astrocytes in the later stages of myelination is not unprecedented, as it was previously reported that astrocytes support myelin membrane synthesis in vitro, as opposed to OPC differentiation or initial myelin membrane wrapping[19]. Interestingly, astrocytes are in contact with axons at the node and promote myelination in response to electrical impulses [36]. This finding indicates a role for astrocytes in activity-dependent myelination, a process that may underlie myelin plasticity relevant to learning in adults [3,36]. Whether the supply of lipids from astrocytes to oligodendrocytes is regulated by axonal activity and is involved in activity-dependent myelination in adults remains to be determined.\n\nOur observation that hypomyelination in GFAP-SCAP mutants is more pronounced for small-diameter axons might be related to the finding that large axons are the first to be myelinated during development [37]. Therefore, under conditions in which lipid supply is limited, e.g., when astrocyte-derived lipid supply is compromised, oligodendrocytes that enwrap large axons are in favor to use the small amount of lipids initially available. The virtual absence of myelin around each axon when SCAP is deleted in both oligodendrocytes and astrocytes shows that these 2 cell types are the main lipid contributors for the oligodendrocyte myelin membrane.\n\nImplications for understanding and dietary treatment of white matter diseases\n\nWe propose that endogenous lipid levels in oligodendrocytes are sufficient for initial myelin membrane synthesis in the first postnatal weeks, while subsequent elaboration of a full myelin membrane requires lipid supply from astrocytes. Importantly, feeding astrocyte-lipid mutants with a cholesterol- and oleic acid-enriched diet led to an increase in myelination; in particular, small-diameter axons did benefit from this treatment. This indicates that lipids, with elevated circulation levels, can reach the brain and are incorporated in the growing myelin membrane, as we found for dietary sterols and essential fatty acids. The inability of a lipid-enriched diet to improve myelination in CNP-SCAP/GFAP-SCAP mice may be related to the severity of the developmental defect or their life span being too short for the diet to be effective. The exact mechanisms by which this diet improved myelination in GFAP-SCAP mice remains to be determined but may involve the close vicinity of astrocytes end-feet to blood capillaries and thereby the uptake of circulating lipids by astrocytes and subsequent delivery of lipids to oligodendrocytes. It should be noted that although horizontal cholesterol transfer was suggested to improve myelination in CNP-SQS mutant mice, a cholesterol-enriched diet did not improve myelination in these mice [7], probably because oligodendrocytes do not have the same access to circulating lipids as astrocytes. As such, we observed that dietary sterols (phytosterols) were incorporated in GFAP-SCAP mutant myelin but not in CNP-SCAP mutant myelin. Our results indicate that the extent of exogenous lipid uptake by oligodendrocytes for myelin membrane synthesis has been underestimated. Without astrocyte lipid synthesis, oligodendrocytes are unable to finalize CNS myelination, leading to hypomyelinated and slower-conducting fibers in adulthood. These data may have important implications in the understanding and treatment of myelin diseases. Some of the myelin defective phenotypes are known to benefit from dietary supplemented lipids, (SLOS, X-linked Adrenoleukodystrophy), however, with mixed effects in different patients, which calls for optimization and detailed understanding of the underlying mechanisms[38,39]. Considering the need of lipids for myelination and remyelination, our findings show that oligodendrocytes depend on astrocyte lipid metabolism, or on lipids supplemented in the diet under astrocyte metabolism-compromised conditions, which might be instrumental for the development of novel strategies aimed at restoring loss of function in myelin diseases.\n\nMethods\n\nMice\n\nAll experimental procedures were approved by the local animal research committee (Dierexperimentencommissie VU University, protocols: MCN10-04, MCN10-20, MCN12-16, MCN13-01; MCN14-16) and complied with the European Council Directive (86/609/EEC). All animals were housed and bred according to the institutional and Dutch governmental guidelines for animal welfare. Extra care was taken of animals that suffered from genotypic phenotypes and experimental procedures, including the use of humane endpoints.\n\nSCAP-floxed mice were from the Jackson Laboratory and have been described[22]. The hGFAP-Cre-IRES-LacZ transgenic mice, referred to as GFAP-Cre, predominantly targets Cre-mediated recombination in astrocytes[40] and only minor populations of neurons in the hippocampus[41], cortex[41], and cerebellum[42]. CNP-cre mice have been described [25]. Glast-CreERT2 mice [29] and Rosa26-tdTomato mice [43] have been described and maintained by breeding with SCAP loxP mice as Glast-creERT2-tdTomato-SCAP mice. Throughout the text, mice of the GFAP-cre/SCAPloxP/loxP genotype were referred to as “GFAP-SCAP” mice, mice of the CNP-cre/SCAPloxP/loxP genotype as “CNP-SCAP” mice, and mice of the CNP-cre/GFAP-cre/SCAPloxP/loxP genotype as “CNP-SCAP/GFAP-SCAP” mice. CNP-SCAP/GFAP-SCAP mice were obtained by breeding of GFAP-Cre(tg/0)//CNP-Cre(tg/0)//SCAPf/+ mice with GFAP-Cre(0/0)//CNP-Cre0/0)//SCAPf/f mice. Littermates of CNP-SCAP/GFAP-SCAP mice that were not homozygous for either CNP-SCAP, GFAP-SCAP, or both were taken as controls. Mouse lines were maintained on a C57Bl6 background. Unless indicated otherwise, food (Harlan Teklad, Madison, WI, USA) and water were provided ad libitum.\n\nTamoxifen treatment\n\nTamoxifen (Sigma-Aldrich) was dissolved in corn oil to a final concentration of 10 mg/ml. Pups received a total amount of 10 μl per gram body weight through intraperitoneal injections for 3 consecutive days at P15–P17.\n\nDiets\n\nPregnant mice, on day 14 of gestation, were randomly separated in 2 groups. Group 1 received the standard diet (Teklad diets, Harlan Laboratories, Madison, WI, USA), group 2 received a high-fat diet containing 60% fat calories (1% cholesterol, 31% lard and 3% soybean oil, TD.09167, Teklad diets). Fatty acid content of the diets has been described[11]. Pregnant mice received the diets from the last week of gestation until weaning (3 weeks after birth). Animals were separated at weaning, housed by gender, and continued to receive the same diet.\n\nMRI and DTI\n\nOne-year-old WTs (n = 4) and GFAP-SCAP mutant mice (n = 5), were perfused transcardially under deep anesthesia with 20 ml of PBS 0.1 M, pH 7.4 containing 0.1% heparin followed by 100 mL of freshly prepared cold fixative solution composed of 4% paraformaldehyde in 0.1 M PBS, pH 7.4 [11]. Brains were removed, postfixed overnight in fixative solution at 4°C, and cryoprotected with 30% sucrose for 2–3 days at 4°C [11]. Post mortem brains were fixated in a syringe filled with perfluoro polyether (Fomblin, Solvay Solexis) to prevent magnetic susceptibility artifacts at the borders of the brain. High resolution DTI was performed to assess white matter status, using a diffusion-weighted eight-shot spin-echo EPI sequence (TR/TE = 2700/28 ms; field-of-view 20×20 mm; 156×156 μm voxels; 91×150 μm coronal slices; b = 2035.5 s/mm2, δ = 5 ms, Δ = 13 ms; 2 sets of 60 diffusion-weighted images in noncollinear directions, and 4 unweighted images [b = 0]). The diffusion tensor for each voxel was calculated based on the eigenvectors and eigenvalues using multivariate fitting and diagonalization. Derived fractional anisotropy (FA) maps were further analyzed basically as previously described[44] using unbiased whole-brain tract-based spatial statistics[45]. Image-based registration was performed with Elastix[46]. FA maps of all animals were first aligned to a common reference image using nonlinear registration of the average diffusion-weighted image with limited degrees of freedom preceded by affine-only registration. The transformations that were obtained from the nonlinear registration describe the local tissue volume changes that are needed to match the images to the common reference. At the voxel level, volume expansion or compression was quantified by the determinant of a transformation’s Jacobian matrix. Local tissue volumes were then tested in a voxel-wise deformation-based morphometry analysis[47]. By thresholding the mean FA maps at 0.2, a skeleton of white matter tracts was obtained shared across subjects. With a perpendicular search algorithm, subject FA maps were registered, starting from the skeleton towards individual tracts, and subsequently stacked into a sparse skeletonized 4D image. Permutation tests with threshold-free cluster enhancement [45] were conducted for each point at the mean FA skeleton to assess statistically significant differences between mutant and control groups.\n\nConduction velocity\n\nMice were decapitated, and the brains were rapidly removed and immersed in ice-cold artificial cerebrospinal fluid (ACSF; containing NaCl 129 mM, KCl 3 mM, MgSO4 1.8 mM, CaCl2 1.6 mM, glucose 10 mM, NaH2PO4 1.25 mM, NaHCO3 21 mM; pH 7.4) carboxygenated with 5% CO2 and 95% O2. Coronal slices (400 μm) were acutely prepared from the frontal cortex, including corpus callosum and hippocampus. After sectioning, slices were maintained at 21°C and recorded at room temperature (20°C–22°C) in a similar solution. Extracellular field currents were recorded with Heka EPC-8 amplifiers (D-67466 Lambrechtt/Pfalz, Germany). The ACSF-filled glass microelectrodes were voltage clamped at 0 mV. The measurements were taken from three different locations along the corpus callosum with platinum/iridium electrodes (FHC, Bowdoin, ME 04287, USA). Data were low-pass filtered at 5 kHz, digitized at 20 kHz, with an instrutech ITC-16 and pulse software (D-67466 Lambrecht/Pfalz, Germany) and analyzed off-line with Igor Pro (Wavemetrics, 10200 SW Nimbus, G-7, Portland, USA). Evoked action currents were measured using 2 different recording electrodes and were both abolished by tetrodotoxine (TTX), a selective blocker of voltage-gated sodium channels (S4 Fig).\n\nLipid analysis\n\nMyelin was purified by density gradient centrifugation [48], and lipids were isolated by lipid extraction, as described previously [6]. Analysis of neutral lipids was done using a Sciex 4000 Q-trap mass spectrometer (AB Sciex, Framingham, MA, USA), equipped with an atmospheric pressure chemical ionization source. Analysis of free fatty acids was done after mild alkaline hydrolysis of isolated phospholipid fractions from lipid extracts, as described previously[5,6]. Analysis of intact phospholipids were analyzed using defined molecular species and authentic free fatty acid standards, as described previously[5,6].\n\nStatistical analysis\n\nStatistical differences were analyzed using Student’s t test, unless otherwise indicated in the legends. Statistical numeric data are provided in the legends. Data are presented as mean ± SEM.\n\nAdditional methods\n\nDescription of additional methods, including EM, morphometric analysis, immunoblotting, and immunohistochemistry are available in S1 Text.\n\nSupporting information"
}