{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002411",
  "doi": "10.1371/journal.pbio.1002411",
  "externalIds": [
    "pii:PBIOLOGY-D-15-03187",
    "pmid:27028365",
    "pmcid:PMC4814140"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Crystal Structure of an Ammonia-Permeable Aquaporin",
  "authors": [
    {
      "name": "Andreas Kirscht",
      "first": "Andreas",
      "last": "Kirscht",
      "affiliation": "Department of Biochemistry and Structural Biology, Center for Molecular Protein Science, Lund University, Lund, Sweden"
    },
    {
      "name": "Shreyas S. Kaptan",
      "first": "Shreyas S.",
      "last": "Kaptan",
      "affiliation": "The Max Planck Institute for Biophysical Chemistry, Computational Biomolecular Dynamics Group, Göttingen, Germany"
    },
    {
      "name": "Gerd Patrick Bienert",
      "first": "Gerd Patrick",
      "last": "Bienert",
      "affiliation": "Institut des Sciences de la Vie, Université catholique de Louvain, Louvain-la-Neuve, Belgium; IPK—Leibniz Institute of Plant Genetics and Crop Plant Research Department of Physiology and Cell Biology, Gatersleben, Germany"
    },
    {
      "name": "François Chaumont",
      "first": "François",
      "last": "Chaumont",
      "affiliation": "Institut des Sciences de la Vie, Université catholique de Louvain, Louvain-la-Neuve, Belgium"
    },
    {
      "name": "Poul Nissen",
      "first": "Poul",
      "last": "Nissen",
      "affiliation": "Danish Research Institute of Translational Neuroscience–DANDRITE, Nordic-EMBL Partnership for Molecular Medicine, Department of Molecular Biology and Genetics, Aarhus University, Aarhus C, Denmark"
    },
    {
      "name": "Bert L. de Groot",
      "first": "Bert L.",
      "last": "de Groot",
      "affiliation": "The Max Planck Institute for Biophysical Chemistry, Computational Biomolecular Dynamics Group, Göttingen, Germany"
    },
    {
      "name": "Per Kjellbom",
      "first": "Per",
      "last": "Kjellbom",
      "affiliation": "Department of Biochemistry and Structural Biology, Center for Molecular Protein Science, Lund University, Lund, Sweden"
    },
    {
      "name": "Pontus Gourdon",
      "first": "Pontus",
      "last": "Gourdon",
      "affiliation": "Danish Research Institute of Translational Neuroscience–DANDRITE, Nordic-EMBL Partnership for Molecular Medicine, Department of Molecular Biology and Genetics, Aarhus University, Aarhus C, Denmark"
    },
    {
      "name": "Urban Johanson",
      "first": "Urban",
      "last": "Johanson",
      "affiliation": "Department of Biochemistry and Structural Biology, Center for Molecular Protein Science, Lund University, Lund, Sweden"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-03-30",
  "dateAccepted": "2016-02-19",
  "dateReceived": "2015-11-17",
  "volume": "14",
  "number": "3",
  "pages": "e1002411",
  "tags": [
    "Amino acids",
    "Ammonia",
    "Arginine",
    "Basic amino acids",
    "Biochemistry",
    "Cell biology",
    "Cell membranes",
    "Cellular structures and organelles",
    "Chemical bonding",
    "Chemical compounds",
    "Chemistry",
    "Condensed matter physics",
    "Crystal structure",
    "Crystallography",
    "Discipline-v3/Amino acids",
    "Discipline-v3/Ammonia",
    "Discipline-v3/Arginine",
    "Discipline-v3/Basic amino acids",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell membranes",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Chemical bonding",
    "Discipline-v3/Chemical compounds",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Condensed matter physics",
    "Discipline-v3/Crystal structure",
    "Discipline-v3/Crystallography",
    "Discipline-v3/Histidine",
    "Discipline-v3/Hydrogen bonding",
    "Discipline-v3/Material properties",
    "Discipline-v3/Materials science",
    "Discipline-v3/Membrane proteins",
    "Discipline-v3/Organic chemistry",
    "Discipline-v3/Organic compounds",
    "Discipline-v3/Permeability",
    "Discipline-v3/Physical chemistry",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Proteins",
    "Discipline-v3/Solid state physics",
    "Histidine",
    "Hydrogen bonding",
    "Material properties",
    "Materials science",
    "Membrane proteins",
    "Organic chemistry",
    "Organic compounds",
    "Permeability",
    "Physical chemistry",
    "Physics",
    "Proteins",
    "Solid state physics",
    "Type/Research Article"
  ],
  "abstract": "Aquaporins of the TIP subfamily (Tonoplast Intrinsic Proteins) have been suggested to facilitate permeation of water and ammonia across the vacuolar membrane of plants, allowing the vacuole to efficiently sequester ammonium ions and counteract cytosolic fluctuations of ammonia. Here, we report the structure determined at 1.18 Å resolution from twinned crystals of Arabidopsis thaliana aquaporin AtTIP2;1 and confirm water and ammonia permeability of the purified protein reconstituted in proteoliposomes as further substantiated by molecular dynamics simulations. The structure of AtTIP2;1 reveals an extended selectivity filter with the conserved arginine of the filter adopting a unique unpredicted position. The relatively wide pore and the polar nature of the selectivity filter clarify the ammonia permeability. By mutational studies, we show that the identified determinants in the extended selectivity filter region are sufficient to convert a strictly water-specific human aquaporin into an AtTIP2;1-like ammonia channel. A flexible histidine and a novel water-filled side pore are speculated to deprotonate ammonium ions, thereby possibly increasing permeation of ammonia. The molecular understanding of how aquaporins facilitate ammonia flux across membranes could potentially be used to modulate ammonia losses over the plasma membrane to the atmosphere, e.g., during photorespiration, and thereby to modify the nitrogen use efficiency of plants.",
  "fullText": "Introduction\n\nNitrogen is a macronutrient that is often limiting for plant growth. Hence, efficient channeling and storage of ammonia, a central molecule in nitrogen metabolism, is of fundamental importance. Tonoplast Intrinsic Proteins (TIPs) belonging to the Major Intrinsic Protein family, also known as the aquaporin (AQP) superfamily, have been shown to conduct both water [1] and ammonia [2–4]. TIPs are present in all land plants, but whereas primitive plants like mosses only have one type of TIP (TIP6), five specialized subgroups (TIP1‒5) have evolved in higher plants [5]. TIPs may constitute up to 40% of the protein in the vacuolar membrane, i.e., the tonoplast [6], and have been suggested to enhance nitrogen uptake efficiency and detoxification by acid entrapment of ammonium ions in vacuoles [3]. Furthermore, TIP-mediated increase of ammonia permeability was proposed to play a role in remobilization of vacuolar ammonia during nitrogen starvation [2] and in reallocation of nitrogen at senescence [7]. Recently, TIPs were included in a revised model of futile cycling under high ammonia conditions [8]. Sequence similarities to TIPs are observed in mammalian AQP8s [9], which are also ammonia-permeable [10] and have been implicated in pathological conditions like hyperammonemia and hepatic encephalopathy [11].\n\nCrystal structures have established that AQPs are homotetramers, where each of the monomers holds a functional pore created by six membrane-spanning helices (helix 1‒helix 6), five connecting loops (loop A‒loop E), and two shorter helices (helix B and helix E; Fig 1), both displaying the AQP-signature motif Asn-Pro-Ala (NPA) [12–16]. Helices B and E connect at the NPA motifs in the middle of the membrane, thus forming a bipartite transmembrane segment. Different AQP isoforms facilitate permeation of a variety of small uncharged polar molecules, while protons are efficiently excluded from the pore in part by the positive charge, which is focused at the NPA region by the macro dipoles of the short helices [17]. Substrate specificity is thought to be achieved by the aromatic/arginine selectivity filter [18], which has been defined as four residues located at the noncytosolic end of the pore [19]. Of these residues, an arginine is conserved in the short helix E of most AQPs and contributes to the exclusion of protons [20], whereas a histidine in helix 5 is associated with water specificity [13]. AQPs permeable to ammonia and water called aquaammoniaporins, including the human HsAQP8, typically lack the histidine in helix 5 but instead have a histidine in helix 2 [2–4]. However, all previously published AQP structures represent either water-specific channels (true AQPs) or the water- and glycerol-conducting aquaglyceroporins, so a further understanding of the structural features that confer ammonia selectivity has been missing. To close this gap in knowledge, we set out to crystallize the aquaammoniaporin AtTIP2;1 from A. thaliana. Here, we present the crystal structure of AtTIP2;1 determined at atomic resolution (1.18 Å with partial twinning). Combined with molecular dynamics (MD) simulations and functional studies of mutants, the structure provides new insight into the molecular basis of substrate selectivity in the AQP superfamily.\n\nResults\n\nOverall Structure of AtTIP2;1\n\nHeterologously expressed AtTIP2;1 yielded up to 1.1 mg of purified and concentrated protein per g of wet Pichia pastoris cells. Purified AtTIP2;1 was verified as a functional water channel, inhibited by mercury, and also permeable to ammonia (Fig 2). AtTIP2;1, solubilized by n-octyl-β-D-glucoside, was crystallized at pH 5.0 and the structure determined at 1.18 Å resolution (Table 1). In the reported structure, 238 amino acid residues are resolved, and only the N-terminal tag and 12 native residues at the C-terminus are not included in the model. In contrast to other AQPs (e.g., SoPIP2;1 [14], HsAQP5 [15]), neither loops nor the resolved parts of terminal regions overlap with neighboring monomers in the tetramer. Loop A and loop D fold back on their own subunit and the N- and C-terminal regions meet at the outer edge of the cytoplasmic vestibule without restricting the pore (Fig 1C and 1D). Accordingly, the structure of AtTIP2;1 constitutes an open channel where the cytosolic and vacuolar vestibules are connected by a pore lining eight water molecules in a single file.\n\nAn Extended Selectivity Filter\n\nInterestingly, the pore diameter of AtTIP2;1 at the NPA region is smaller than in other AQPs, and it remains constant at around 3 Å throughout the pore (Fig 3A and 3B). This is unusual, since in other structures of open AQPs, the aromatic/arginine selectivity filter constitutes the narrowest part of the pore. As mentioned earlier, amino acid residues at the four positions of the pore selectivity filter in helix 2, helix 5, loop E, and helix E (specifically denoted H2P, H5P, LEP, and HEP) are thought to determine the substrate specificity (Figs 1A and 3C). In line with this, TIP2s deviate from other AQPs (Fig 3D), and as expected from mutational studies and modeling [2,22], the wider selectivity filter is mainly due to an isoleucine (Ile 185) at position H5P in helix 5, replacing a histidine that is conserved in the water-specific AQPs. However, the most striking feature of the AtTIP2;1 selectivity filter arises from an unpredicted positioning of the arginine at HEP in helix E (Arg 200), a conserved residue in nearly all AQPs. In AtTIP2;1, the arginine side chain is pushed to the side of the pore by a histidine located in loop C (His 131), which now appears as a fifth residue (LCP) of an extended selectivity filter. The novel position of the arginine is further stabilized by a hydrogen bond to the histidine (His 63) at position H2P in helix 2, which occupies essentially the same space as corresponding aromatic residues of water and glycerol channels (e.g., Phe 81 in SoPIP2;1 [14], Trp 48 in EcGlpF [12]) without direct effects on the pore aperture. The close interaction with Arg 200 at position HEP in helix E suggests a shift in the pKa of His 63 at position H2P, which is likely to stay unprotonated also in the acidic environment of the vacuole. In contrast to His 63, the additional His 131 at position LCP in loop C points to the center of the pore and forms a hydrogen bond to a pore-water (Wat 2; Fig 3B). Hence, AtTIP2;1 represents the first AQP structure where a residue in loop C (His 131) directly participates in interactions with the substrate in the selectivity region, defining an extended selectivity filter with five positions. The histidine residue at position H2P in helix 2 is conserved in all TIPs, whereas the histidine at position LCP in loop C is only maintained in some types of TIPs, including the TIP2 isoforms, and appears to have been replaced by phenylalanine in a common ancestor of TIP1s and TIP3s (Fig 3D) [5]. A phenylalanine at position LCP in loop C is also capable of sterically directing the arginine at position HEP in helix E to the side of the pore, but provides a more hydrophobic environment at the selectivity filter. Worth noting, similar to TIP3s, the mammalian AQP8s [9,10] also possess a histidine at position H2P in helix 2, lack a conserved histidine in loop C, and can be aligned with a phenylalanine at position LCP in loop C (Fig 3D). Thus, a histidine at position H2P in helix 2 and an aromatic residue at position LCP in loop C seem to be a common feature among ammonia-permeable AQPs both in plants and animals. This suggests that the derived phenylalanine at LCP in loop C of some plant TIPs, which supports ammonia permeability without the ability to form hydrogen bonds to the substrate, reflects an adaptation to a different milieu, e.g., regarding pH or alternatively altered requirements on permeation rate and selectivity.\n\nGeneral Importance of Loop C in AQPs\n\nMeasurements of absolute water permeabilities [23] and relative permeabilities to other substrates [24] reveal large variations among water-specific AQPs. For example, mammalian AQP4 has a 4-fold higher single channel water permeability compared to AQP1, although they share identical or similar residues at the four canonical positions of the selectivity filter. Our structure led us to re-examine the amino acid residue at position LEP in loop E, which contributes with its carbonyl to the selectivity region. Comparison of AtTIP2;1 with other AQP structures identifies two spatial groups (I and II) of the carbonyls from residues at position LEP in loop E as illustrated in Supporting Information (S1 Fig; top view in Fig 3C). AtTIP2;1 groups together with aquaglyceroporins and the water-permeable human AQP4 (group I), whereas the majority of water-specific AQPs constitutes group II due to an asparagine at position LCP in loop C (Fig 3D), which can form a hydrogen bond to the backbone carbonyl of the amino acid residue at position LEP. This group II-specific interaction directs the LEP carbonyl to the center of the pore and quasiparallel to the membrane. In this conformation, the peptide bonds of this and the two preceding residues are contorted. In contrast, the AQPs lacking an asparagine at position LCP place the backbone carbonyl of the amino acid residue at position LEP (Gly 194 in AtTIP2;1)—and preceding residues of loop E—in a more relaxed conformation, resembling that of a corresponding carbonyl (Gly 80) in the quasisymmetry-related loop B (Fig 1A). The variation of the carbonyls of the amino acid residues at position LEP is spatially small and hence has little effect on the pore diameter per se, but it significantly affects hydrogen bonding to substrates. Thus, the identity of the amino acid residue at position LCP in loop C appears to be relevant for substrate specificity, not only in ammonia permeable AQPs but also in water-specific isoforms.\n\nAmmonia Specificity\n\nTo investigate the contribution of the amino acid residues in the extended selectivity filter to substrate specificity, we analyzed the permeability of the water-specific human AQP1 (HsAQP1) and AtTIP2;1 using in vivo and in vitro assays. Both these channels have the conserved arginine at position HEP of the selectivity filter but, as established by our structure, the spatial location of its side chain relative to the pore differs. Expectedly, substituting all four deviating residues of the extended selectivity filter in a quadruple mutant of AtTIP2;1 to the corresponding residues of HsAQP1 abolished complementation in a yeast growth assay probing for ammonia permeability (Fig 4). Single point mutations at each of the four positions specify that all of the individual substitutions except the exchange of histidine for phenylalanine at H2P are compatible with ammonia permeability in AtTIP2;1. The incompatibility of the phenylalanine may be explained by its different electrostatics and slightly larger size, which would be in conflict with the orientation of the arginine at position HEP in the selectivity filter of AtTIP2;1. The spatial orientation of the arginine at position HEP in AtTIP2;1 is constrained by loop C and the histidine at position LCP, hence the introduced phenylalanine at H2P is likely to adopt an alternative position where it occludes the pore. The compatibility of the three other single mutations may at first appearance be explained by their polar nature, allowing formation of hydrogen bonds to ammonia. However, as mentioned above, at position LEP, the hydrogen bond to the substrate is offered by the backbone carbonyl rather than the side chain. Interestingly, a double mutation in helix 5 (position H5P) and loop E (position LEP) of the selectivity filter failed to demonstrate ammonia permeability in the growth assay. This may indicate that a small and flexible residue at position LEP of AtTIP2;1 is required to allow its carbonyl to interact with the substrate in the presence of a histidine at position H5P.\n\nThe identification of determinants for substrate specificity based on functional knockout mutants is complicated by possible trivial explanations for loss of function, such as misfolding of the protein or failure to reach the plasma membrane. Therefore, rather than just trying to eradicate the ammonia specificity of AtTIP2;1 by mutations, we chose to focus on gain-of-function mutants of the water-specific HsAQP1 in an attempt to mimic the ammonia and water permeability of AtTIP2;1. Hence, the four deviating residues in the extended selectivity filter of HsAQP1 were mutated in a stepwise fashion to probe if a histidine at LCP, which may force the arginine at LEP of HsAQP1into an AtTIP2;1-like position, was enough to achieve a matching substrate selectivity, or if additional substitutions were required. Unexpectedly, only the quadruple HsAQP1 mutant (H2P-F56H, LCP-N127H, H5P-H180I, LEP-C189G) showed significant growth compared to the empty vector control in the yeast complementation assay for ammonia permeability (Fig 5). Stopped-flow experiments were conducted to quantitate ammonia and water permeability rates of the HsAQP1 mutants and the controls. To compare relative specificities independently of differences in expression levels of the correctly folded protein in the yeast plasma membrane, the ratios of these rates were calculated (Table 2). Albeit the two rates represent alkalization and swelling rates in two different arbitrary units, their ratios offer an informative measure of the relative specificity in comparisons between mutated and wild type proteins. Whereas wild type HsAQP1 only conducts water, AtTIP2;1 showed a significant ammonia permeation rate, corresponding to approximately 3% of the water permeation rate in this strain. Interestingly, the same ratio was only obtained for the quadruple mutant of HsAQP1, showing that these four substitutions are sufficient to reproduce an AtTIP2;1-like specificity in HsAQP1. Two other mutant forms of HsAQP1, namely the H5P-H180I single mutant and the triple mutant (H2P-F56H, LCP-N127H, H5P-H180I), exhibited a higher specificity for ammonia than AtTIP2;1 and similar absolute ammonia rates as the quadruple mutant, but surprisingly failed to complement the ammonia transport deletion strain in the growth assay. Insufficient water permeability of these mutants may explain these observations, implying that a dual permeability might be necessary for an efficient ammonia uptake in vivo. The impaired water permeability is likely to be a result of the higher hydrophobicity of isoleucine replacing the histidine at position H5P of HsAQP1. Apparently, water permeability is restored in the quadruple mutant by the LEP-C189G mutation. This is consistent with conservation of a small amino acid residue (alanine or glycine) at LEP of TIPs. A small residue may allow the carbonyl oxygen in LEP—not hydrogen bonded to an amino acid at position LCP—to adopt the relaxed position and interact with waters in the selectivity filter more efficiently. In contrast to earlier mutational studies [4], our new structural insight has allowed us to rationally design and implant a TIP2-like substrate profile to a water-specific AQP.\n\nAlthough the high resolution structure of AtTIP2;1 allowed us to discriminate between nitrogen and carbon atoms in side chains of histidines (Fig 3B), it would not be possible to distinguish nitrogen of ammonia from oxygen of water in the pore of AtTIP2;1 due to their similar electron density and expected low ammonia occupancy. To get a more detailed view of the substrate specificity in AtTIP2;1, we therefore employed MD simulations. Water permeation was seen at high frequency (pf ± SD) corresponding to approximately 25 ± 4 × 10−14 cm3 s−1 (S2 Fig), which is about four times as high as estimated for human AQP1. The high water permeation in AtTIP2;1 is consistent with its low free energy for water (S3 Fig). Notably, spontaneous ammonia permeation events were observed in unbiased simulations with a length of 400 ns (S1 Movie) and verified by umbrella sampling simulations yielding a free energy barrier of approximately 15 kJ/mol (Fig 6A) in line with a high ammonia permeability. Further analysis shows that desolvation effects are compensated for by several hydrogen bonding residues at the selectivity filter (Fig 6A–6C), substantially lowering the energetic barrier in this region, where it peaks for the water-specific HsAQP1 [25]. In contrast to a simple model membrane (S3 Fig), the tonoplast contains sterols [26], which increase the impermeability to polar molecules. Therefore, the ammonia permeability of AtTIP2;1 is compared to a cholesterol containing model membrane with a free energy barrier for ammonia of 20 kJ/mol (Fig 6A). Due to these differences in energy barriers, the permeability of AtTIP2;1 is an order of magnitude higher.\n\nAccumulation of Ammonium at the Surface\n\nIt is debated whether aquaammoniaporins are permeated by ammonium ions or not [27]. This has physiological relevance, since an effective exclusion of ammonium ions is necessary to acid-trap it in the vacuole. MD simulations containing ammonium ions showed no spontaneous permeation events, as expected due to electrostatic repulsion and desolvation effects in the pore. This brings to mind the ammonia transporter AmtB, which is generally considered to have a similar ammonium/ammonia selectivity, but where ammonia permeation has been proposed to be stimulated by ammonium recruitment to the noncytosolic vestibule [28]. We therefore investigated if ammonium ions accumulate on the vacuolar surface of AtTIP2;1. A comparison of the electrostatics reveals that the vacuolar surface of AtTIP2;1 is distinctly more negative than the corresponding surface of another plant AQP, the extracellular surface of the plasma membrane located water-specific SoPIP2;1 that we established the structure of at 2.1 Å resolution [14] (S4 Fig). The negative vacuolar surface of AtTIP2;1 is predominant at exposed acidic residues (Asp 48, Asp 52, Asp 210). Indeed, our MD simulations show a local enrichment of ammonium ions at these acidic residues (Fig 7A). Although the exact positions of acidic residues vary, a negative vacuolar surface constitutes a conserved feature among TIPs, which implies a generality of this finding.\n\nConceivable Function of the Side Pore\n\nConsidering the low pH in some vacuoles and accumulation of ammonium on the vacuolar surface of AtTIP2;1, the permeation efficiency would clearly benefit if ammonium contributes to channeling of ammonia. How then is ammonium deprotonated? The distal position of the second vacuolar loop (loop C) relative to Arg 200 at position HEP in helix E hints at an explanation. In fact, structure and MD simulations concur that loop C leaves enough space for a continuous side pore reaching from the selectivity filter all the way to the vacuolar surface (Fig 7A–7D). In all previously reported AQP structures, the HEP-arginine is directly hydrogen bonded to the backbone carbonyl oxygen of the residue corresponding to Pro 129 of loop C. In AtTIP2;1, this contact is instead mediated via a water molecule (Wat 10; Fig 7D) occupying a similar position as the arginine-binding carbonyl oxygen in other AQP structures. Interestingly, the peptide bond preceding the TIP2-specific histidine (His 131) at position LCP in loop C retains an unusually large dihedral angle (19°) [29], and this contortion would be even larger with a deeper position of loop C. To explore if His 131 at position LCP and the side pore could play a role in facilitating deprotonation of ammonium, we conducted further MD simulations. Ammonium deprotonation via LCP-His 131 through the side pore most likely requires a positional shift of this residue away from ammonia and towards a water molecule in the side pore (Wat 11) to get in hydrogen bond distance. The simulations indicate that the angle of the His 131 side chain (chi 1) remains as in the crystal structure when neutral (Fig 7B and S5 Fig), whereas in a protonated, i.e. positively charged state, an alternative orientation towards Wat 11 is indeed observed (Fig 7C, S5 Fig and S6 Fig). Furthermore, as simulations support the side pore as being continuously solvated, from His 131 to the vacuolar exit, it offers a proton wire for return of protons to the vacuolar environment, as ammonium is transferred to the pore as ammonia. These findings lead us to speculate about a possible TIP2-specific mechanism (Fig 7E) where histidine (His 131) at position LCP in loop C shuttles protons from the main pore to the vacuolar surface via the side pore, using a Grotthuss mechanism, putatively enhancing the permeation rate of ammonia from the vacuole under nonequilibrium flux conditions.\n\nDiscussion\n\nThe atomic structure of the water and ammonia permeable AtTIP2;1 provides new insights into the substrate selectivity of AQPs. The structure reveals an extended selectivity filter, including a fifth amino acid residue at position LCP in loop C that also may play a role in defining substrate profiles of the entire AQP superfamily. The importance of the extended selectivity filter is demonstrated by mutational studies in vivo and in vitro, showing gain-of-function of AtTIP2;1 substrate selectivity in the water-specific human AQP1. MD simulations support ammonia conductance and a lack of ammonium permeability. As expected from the structure, ammonia interacts with LCP-His 131 and behaves similar to water in the pores of AQPs [18], reorienting in the NPA region at the N-termini of helix B and helix E due to their macro dipoles (S1 Movie). Based on structural analyses and simulations, we describe a selectivity filter that is highly permeable to ammonia due to its width and many potential polar contacts with the substrate and speculate on a mechanism in which ammonia permeation may be further increased by ammonium accumulation at the vacuolar protein surface, deprotonation through the TIP2-specific LCP-His 131, and proton transfer via a previously unidentified water-filled side pore. It should be stressed that there is only limited support from simulations for this speculation, and without confirmatory structures it is difficult to specifically target the side pore by mutations or to predict if it is a conserved feature of other TIPs and AQP8s. However, we find it most likely that the conserved arginine at position HEP in helix E of other TIPs and AQP8s adopt the same conformation, as shown here for AtTIP2;1, due to aromatic residues at position LCP in loop C and hydrogen bonding residues at position H2P in helix 2. The conservation patterns in the selectivity filter of AQP8s and separate subgroups of TIPs indicate that a functional differentiation has evolved among aquaammoniaporins. TIP2s and TIP4s of higher plants are similar to TIP6s found in primitive plants like mosses and are therefore likely to represent original functions and mechanistic features of TIPs. In contrast, TIP1s and TIP3s, which appear with the emergence of seed plants, as well as AQP8s in animals, lack the histidine at position LCP, which is proposed here to enhance deprotonation of ammonium. Such variations among aquaammoniaporins may relate to pH-dependent properties, which however remains to be investigated. In this context, it should be mentioned that both AQP8 and an AtTIP2;1 mutant lacking the histidine at position LCP complemented ammonia permeability in the growth assay equally well or better than the wild type AtTIP2;1, demonstrating that a histidine at this position is not essential for efficient ammonia uptake under these conditions. The AtTIP2;1 structure will facilitate modeling of other AQPs including human AQP8 and may therefore also help to elucidate the molecular basis of ammonia permeation in man.\n\nFrom our results, it is clear that AtTIP2;1 can enhance the ammonia permeability of membranes, but conditions linking an ammonia-related phenotype to TIPs have so far not been reported in plants [30]. Plants emit significant amounts of ammonia from their leaves, and ammonia generated by photorespiration further accentuate losses, implying a limited capacity of ammonia reassimiliation enzymes [31]. We expect that high ammonia permeability of the tonoplast and rapid acid-entrapment of ammonium in the vacuole is especially important under transient periods of photorespiration when it counteracts high levels of ammonia in the cytosol and thereby reduces losses over the plasma membrane, giving reassimilation pathways time to incorporate more of the generated ammonia. Hence, we propose that expression of ammonia-permeable mutant AQP isoforms in the plasma membrane, such as PIP2 mutants having a TIP2-like extended selectivity filter, combined with regulation of TIP expression can be used to vary the relative ammonia permeability of the plasma membrane and the tonoplast to explore effects on ammonia emission under these conditions. Control of ammonia emission by regulation of ammonia permeability in membranes could potentially open up a new way to improve the nitrogen use efficiency in plants.\n\nMaterials and Methods\n\nFor details, see Supporting Information S1 Text.\n\nAtTIP2;1 with an N-terminal deca-His-tag was expressed in Pichia pastoris and purified as previously described [32]. Briefly, membranes were urea washed and solubilized with 10% n-octyl-β-D-glucoside (OG). The protein was purified by nickel affinity chromatography, employing a 100 mM imidazole wash, followed by size exclusion chromatography using an S200 column. Functionality was verified by stopped-flow analyses of proteoliposomes.\n\nHanging drop vapor-diffusion crystallization was performed at room temperature using a reservoir solution consisting of 50 mM magnesium/sodium acetate pH 5.0 and 28% (v/v) PEG 400 and crystals were flash-cooled in liquid nitrogen. Data were collected at 1 Å wavelength on the X06SA (PXI) beamline at the Swiss Light Source, Villigen, Switzerland. The structure was solved by molecular replacement and the model built manually. Refinement excluded 3% reflections, including twin-mates, and resulted in a twin fraction of 40.7%, reaching Rwork and Rfree-values of 10.2% and 11.2%, respectively. Ramachandran outliers and residues in unfavored regions were manually inspected.\n\nMutant studies of AtTIP2;1 and HsAQP1 were executed using protoplasts and intact cells from Saccharomyces cerevisiae, as previously described [33].\n\nThe simulations were conducted with the GROMACS 4.5 software [34] using the CHARMM36 forcefield [35]. To study the properties of AtTIP2;1, the protein was embedded in a 1-Palmitoyl-2-oleoylphosphatidylcholine (POPC) bilayer. Three unbiased 500 ns simulations were conducted to study the equilibrium behaviour of AtTIP2;1, in the presence of water, ammonia or ammonium ions. Umbrella sampling was employed to calculate the PMF for permeation of water and ammonia [36,37].\n\nSupporting Information"
}