{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000790",
  "doi": "10.1371/journal.pbio.3000790",
  "externalIds": [
    "pii:PBIOLOGY-D-20-00051",
    "pmid:32776918",
    "pmcid:PMC7440666"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Cryo-EM structure of the human concentrative nucleoside transporter CNT3",
  "authors": [
    {
      "name": "Yanxia Zhou",
      "first": "Yanxia",
      "last": "Zhou",
      "affiliation": "Division of Obstetrics, Key Laboratory of Birth Defects and Related Disease of Women and Children of MOE, State Key Laboratory of Biotherapy, West China Second Hospital, Sichuan University, Chengdu, China"
    },
    {
      "name": "Lianghuan Liao",
      "first": "Lianghuan",
      "last": "Liao",
      "affiliation": "Hefei National Laboratory for Physical Sciences at Microscale, CAS Centre for Excellence in Molecular Cell Science, School of Life Sciences, University of Science and Technology of China, Hefei, China"
    },
    {
      "name": "Chen Wang",
      "first": "Chen",
      "last": "Wang",
      "affiliation": "Division of Obstetrics, Key Laboratory of Birth Defects and Related Disease of Women and Children of MOE, State Key Laboratory of Biotherapy, West China Second Hospital, Sichuan University, Chengdu, China"
    },
    {
      "name": "Jialu Li",
      "first": "Jialu",
      "last": "Li",
      "affiliation": "Division of Obstetrics, Key Laboratory of Birth Defects and Related Disease of Women and Children of MOE, State Key Laboratory of Biotherapy, West China Second Hospital, Sichuan University, Chengdu, China"
    },
    {
      "name": "Pengliang Chi",
      "first": "Pengliang",
      "last": "Chi",
      "affiliation": "Division of Obstetrics, Key Laboratory of Birth Defects and Related Disease of Women and Children of MOE, State Key Laboratory of Biotherapy, West China Second Hospital, Sichuan University, Chengdu, China",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-6942-603X"
      ]
    },
    {
      "name": "Qingjie Xiao",
      "first": "Qingjie",
      "last": "Xiao",
      "affiliation": "Division of Obstetrics, Key Laboratory of Birth Defects and Related Disease of Women and Children of MOE, State Key Laboratory of Biotherapy, West China Second Hospital, Sichuan University, Chengdu, China"
    },
    {
      "name": "Qingting Liu",
      "first": "Qingting",
      "last": "Liu",
      "affiliation": "Division of Obstetrics, Key Laboratory of Birth Defects and Related Disease of Women and Children of MOE, State Key Laboratory of Biotherapy, West China Second Hospital, Sichuan University, Chengdu, China"
    },
    {
      "name": "Li Guo",
      "first": "Li",
      "last": "Guo",
      "affiliation": "Division of Obstetrics, Key Laboratory of Birth Defects and Related Disease of Women and Children of MOE, State Key Laboratory of Biotherapy, West China Second Hospital, Sichuan University, Chengdu, China"
    },
    {
      "name": "Linfeng Sun",
      "first": "Linfeng",
      "last": "Sun",
      "affiliation": "Hefei National Laboratory for Physical Sciences at Microscale, CAS Centre for Excellence in Molecular Cell Science, School of Life Sciences, University of Science and Technology of China, Hefei, China"
    },
    {
      "name": "Dong Deng",
      "first": "Dong",
      "last": "Deng",
      "affiliation": "Division of Obstetrics, Key Laboratory of Birth Defects and Related Disease of Women and Children of MOE, State Key Laboratory of Biotherapy, West China Second Hospital, Sichuan University, Chengdu, China",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-8590-9525"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-08-10",
  "dateAccepted": "2020-07-20",
  "dateReceived": "2020-01-08",
  "volume": "18",
  "number": "8",
  "pages": "e3000790",
  "tags": [
    "Binding analysis",
    "Biochemistry",
    "Calorimetry",
    "Cell biology",
    "Cell membranes",
    "Cellular structures and organelles",
    "Chemical characterization",
    "Chemistry",
    "Discipline-v3/Binding analysis",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Calorimetry",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell membranes",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Chemical characterization",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Electron cryo-microscopy",
    "Discipline-v3/Electron microscopy",
    "Discipline-v3/Glycobiology",
    "Discipline-v3/Glycosylamines",
    "Discipline-v3/Isothermal titration calorimetry",
    "Discipline-v3/Microscopy",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Nucleosides",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/RNA",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Stoichiometry",
    "Discipline-v3/Uridine",
    "Electron cryo-microscopy",
    "Electron microscopy",
    "Glycobiology",
    "Glycosylamines",
    "Isothermal titration calorimetry",
    "Microscopy",
    "Nucleic acids",
    "Nucleosides",
    "RNA",
    "Stoichiometry",
    "Type/Short Reports",
    "Uridine"
  ],
  "abstract": "Concentrative nucleoside transporters (CNTs), members of the solute carrier (SLC) 28 transporter family, facilitate the salvage of nucleosides and therapeutic nucleoside derivatives across the plasma membrane. Despite decades of investigation, the structures of human CNTs remain unknown. We determined the cryogenic electron microscopy (cryo-EM) structure of human CNT (hCNT) 3 at an overall resolution of 3.6 Å. As with its bacterial homologs, hCNT3 presents a trimeric architecture with additional N-terminal transmembrane helices to stabilize the conserved central domains. The conserved binding sites for the substrate and sodium ions unravel the selective nucleoside transport and distinct coupling mechanism. Structural comparison of hCNT3 with bacterial homologs indicates that hCNT3 is stabilized in an inward-facing conformation. This study provides the molecular determinants for the transport mechanism of hCNTs and potentially facilitates the design of nucleoside drugs.",
  "fullText": "Introduction\n\nNucleosides play crucial roles in cell homeostasis, functioning as nucleotide precursors [1] and signaling molecules [2]. In mammals, nucleosides can be synthesized de novo or via a salvage pathway. However, many human cells are unable to synthesize nucleosides via the de novo biosynthetic pathway [3]. Therefore, to achieve nucleoside homeostasis, the nucleoside transporter facilitated nucleoside salvage pathway is of great importance [4]. In addition, nucleoside transporters on the plasma membrane have been implicated in the cellular uptake of several therapeutic nucleoside derivatives that are used to treat viral infections and cancers [3,5,6].\n\nSolute carrier (SLC) transporters facilitate the transport of multiple substrates and play important roles in physiological processes [7]. Structural investigations are vital for understanding the transport mechanism of SLC transporters [8–10]. To date, several nucleoside transporters in mammals have been identified and classified into two SLC transporter families: concentrative nucleoside transporters (CNTs, the SLC28 family) and equilibrative nucleoside transporters (ENTs, the SLC29 family) [4,11]. ENTs are restricted to eukaryotes, whereas CNTs are also found in prokaryotes. Recently, the crystal structure of the well-characterized human ENT1 was determined and provides mechanistic insights into its inhibition by adenosine reuptake inhibitors [12]. Although CNTs have been biochemically characterized over the past 2 decades, the molecular mechanism of nucleoside transport by CNTs remains unknown [13–17]. Structural investigations of bacterial CNT homologs, vcCNT [18,19] and CNTnw [20], have suggested that these two CNTs are good models for understanding the transport mechanism of human CNTs and have provided information about the structural fold of the core domain of CNTs, the nucleoside specificity of CNTs, and the elevator-like movement of the alternating access mechanism [21,22].\n\nHuman CNT (hCNT) 3 (SLC28A3), one of the three members of the SLC28 family, is classified as a sodium–nucleoside or proton–nucleoside symporter [23,24]. Compared with the other two members, hCNT3 has the broadest distribution, substrate specificity, and transport activity for nucleoside-derived drugs [25]. hCNT3 is also an important mediator of drug response and resistance [26]. Previous studies have shown that the truncated isoform (Δ1–69) of hCNT3, named CNT3ins, is an endoplasmic reticulum membrane protein with nucleoside transport activity [27]. Here, we report the cryo-EM structure of CNT3ins at an overall resolution of 3.6 Å. Structural comparison between CNT3ins and bacterial homologs together with nucleoside binding assays unveiled the substrate selectivity and alternating access transport mechanism of hCNTs.\n\nResults\n\nCharacterization of full-length hCNT3 and CNT3ins\n\nWe purified full-length wild-type hCNT3 and CNT3ins with monodispersed peaks in detergent micelles (S1 Fig). Both proteins were eluted from size-exclusion chromatography at approximately 14 mL, which suggested that hCNT3 and CNT3ins present identical oligomerization states. Considering the trimeric architecture of bacterial CNTs [18] and the cross-linking assay of hCNT3 [28], we speculated that purified hCNT3 and CNT3ins existed as trimers in detergent micelles.\n\nTo further validate the functions of hCNT3 and CNT3ins, isothermal titration calorimetry (ITC) was carried out. As the results show, both hCNT3 and CNT3ins proteins bind uridine with equal binding affinity (approximately 325 μM for hCNT3 and approximately 368 μM for CNT3ins), which indicates that CNT3ins share similar uridine-transporting activity (Fig 1A). The uridine binding affinity of hCNT3 was also detected under sodium-free condition. Interestingly, there was no binding detected between uridine and hCNT3 under this condition (S2A Fig). This observation is consistent with previous speculation that sodium binding probably forms the accurate nucleoside binding pocket of CNTs and facilitates nucleoside binding [29]. Furthermore, the binding of cytidine and thymidine was detected via ITC. The binding affinity of cytidine and thymidine reached approximately 260 μM and approximately 603 μM, respectively (S2B and S2C Fig).\n\nThe overall structure of CNT3ins\n\nConsidering that oligomeric hCNT3 has a molecular weight of greater than 200 kDa, we tried to solve the structure of hCNT3 via single-particle cryogenic electron microscopy (cryo-EM). We first focused on the full-length hCNT3 in different detergents, including n-dodecyl-β-D-maltoside (DDM) and lauryl maltose neopentyl glycol (LMNG). However, the preliminary image collections did not present reasonable homogeneity for further structural determination. Then, we tried to purify CNT3ins in 0.1% (w/v) digitonin, which has also been used for the structural determination of human γ-secretase [30], and analyzed its structure using single-particle cryo-EM (S3A Fig). Particles from the acquired cryo-EM images displayed good contrast (S3B Fig). Two-dimensional (2D) class averages of the selected particles showed clear features of the overall structure of hCNT3 (S3B Fig). The final three-dimensional (3D) density map was reconstructed from 99,489 particles with C3 symmetry, reaching an overall resolution of 3.6 Å (Fig 1B, S3C and S3D Fig, S1 Table). The local resolution of the core domain was approximately 3 Å, which allowed us to build side chains with a high degree of accuracy (S3E and S4 Figs). The processing scheme for structural determination is summarized in S5 Fig. CNT3ins consists of three protomers (Fig 1B), a trimeric shamrock-shaped architecture that is formed through trimeric contacts of the central helices from each protomer (Fig 1C). Previous structural investigations have revealed the trimeric architecture of bacterial CNTs [18], which is also consistent with previous biochemical studies of hCNT3 [28].\n\nThe monomeric structure of CNT3ins\n\nIn the structure of CNT3ins, density is clearly resolved for residues 100–614 of each protomer (Fig 1B), which can be divided into the core domain and additional N-terminal transmembrane helices (TMs). Each protomer of hCNT3 is formed by 11 TMs (TM1–11), which is consistent with the previously predicted 11 TM topology of hCNTs. However, the additional N-terminal helices are linked by an interfacial helix (IH1) between TM2 and TM3 (Fig 1D). This N-terminal region (TM1–3 and IH1) of hCNT3 shares high sequence homology with hCNT1 and hCNT2 (S6 Fig), which suggests that the N-terminal helices are a common feature of hCNTs. The core domain of hCNT3 shares a similar topology with its bacterial homologs, vcCNT and CNTnw, containing eight TMs (TM4–11), three IHs (IH2–4), and a pair of hairpin-shaped helices (HPs) with reverse orientations (HP1 and HP2) (Fig 1D and S6 Fig).\n\nThe core domain of hCNT3 is composed of two subdomains, including the scaffold domain (TM4, TM5, TM6, TM9, and IH2) and the transport domain (IH3, HP1, TM7, TM8, IH4, HP2, TM10, and TM11). TM4 and TM5 are located in the periphery of the core domain. IH2, TM6, and TM9 mediate the trimerization contacts between the protomers of hCNT3. The transporter domain has two structurally inverted repeats linked by TM9 (Fig 1D). Each repeat contains an IH, a helical hairpin, an unwound helix, and another TM (Fig 1D). Previous studies have identified the important roles of the helical hairpins and unwound helices of transporters in substrate recognition and alternating access [21,22]. ConSurf evolutionary conservation analysis also revealed the high sequence homology and functional relevance of the core domains of the CNTs (S7 Fig).\n\nPutative substrate and sodium binding sites of hCNT3\n\nConsidering that the structure of CNT3ins was obtained without nucleoside and no sodium ions were observed in the structure of CNT3ins, we used the structural superposition to identify the putative nucleoside and sodium binding sites of hCNT3. The superposition of core domains, scaffold domains, and transport domains from CNT3ins and bacterial vcCNT presented nearly identical conformations, with root-mean-square deviations (RMSDs) of 1.1 Å over 368 Cα atoms, 1.3 Å over 138 Cα atoms, and 1.0 Å over 222 Cα atoms (S8 Fig). In the structure of vcCNT, the nucleoside is stabilized in the pocket located in the middle of the transport domain (Fig 2A). The substrate binding site of vcCNT consists of residues from HP1, HP2, TM4, and TM7 (Fig 2A). As superposition shows, the residues involved in nucleoside binding of hCNT3 (Q341, T342, E343, V375, F563, E519, N565, and S568) and vcCNT are identical, which indicates that hCNT3 possesses similar nucleoside selectivity to vcCNT (Fig 2A and S6 Fig).\n\nBecause a nucleoside consists of a ribose and a nucleobase, the interactions between the nucleoside and residues of hCNT3 involve two aspects. First, the charged or polar residues (E519, N565, and S568) from HP2 and TM10, which are invariant among the hCNTs, interact with ribose through hydrogen bonds. Second, Q341, T342, and E343 from HP1 and V375 from TM7 are responsible for interacting with the nucleobase. Moreover, it was observed that F563 plays an important role in substrate recognition by CH-π and π-π interactions (Fig 2A). To validate the importance of the polar or charged residues for nucleoside recognition, the uridine binding of hCNT3 mutants was measured via ITC, including E343A, E519Q, E519A, N565A, and S568P. E519Q, E519A, and S568P showed a dramatic decrease in uridine binding (no binding). The uridine binding affinity of hCNT3E343A was approximately 1.19 mM, whereas N565A maintained uridine binding with dissociation constant (Kd) of approximately 280 μM (S9 Fig).\n\nInterestingly, hCNT3 exhibits a unique sodium/nucleoside cotransport stoichiometry of 2:1, whereas CNT1 and CNT2 have stoichiometries of 1:1 [24]. The first sodium binding site was identified in the structure of vcCNT [18]. In hCNT3, the invariant residues (N336, V339, and I371) and T370 (Ser183 in vcCNT) surround and constitute the sodium binding site (Fig 2B). Because residues for nucleoside binding localize on HP1 and TM10b, we speculate that the role of sodium binding is to form a mature nucleoside binding site. To identify the second sodium binding site, we analyzed a polymorphism of hCNT3, C602R, which has an altered sodium/nucleoside stoichiometry of 1:1 [25,31,32]. This indicates that C602 is part of the second sodium binding site and is located near the first site (Fig 2B). Several residues, including S369, S396, C561, C602, and T605, are required to form the sodium binding cavity (Fig 2B). Despite the different sodium/nucleoside cotransport stoichiometry, the natural polymorphic variant (C602R) of hCNT3 maintains reduced nucleoside transport activity [25,31], indicating the primary role of the first sodium binding site for nucleoside transport. Interestingly, we could not detect uridine binding of CNT3C602R via ITC (S9 Fig). This result indicates that the putative second sodium binding site is also very important for increasing nucleoside binding affinity.\n\nInward-facing conformation and alternating access transport mechanism of hCNT3\n\nPrevious structural studies of bacterial CNTs have elucidated the conformations of the multiple steps of the alternating access transport cycle, including inward-facing, intermediate, and outward-facing conformations [20], revealing that CNTs transport substrates using an elevator-like motion coupled with state-dependent conformational changes of HP1 [20]. Furthermore, the structures of bacterial CNTnw show that each of the three protomers has different conformations, indicating that each protomer achieves substrate transport independently.\n\nThe three protomers of CNT3ins share identical conformations as a result of data processing with C3 symmetry. Therefore, one protomer was selected to determine the state of CNT3ins. The elevator-like motion of the transport domains of bacterial CNTs reveals the unchangeable trimeric helices in the scaffold domain, including IH1, TM3, and TM6 (corresponding to IH2, TM6, and TM9 in hCNT3). During alternating access transport, the movement of the transport domain involves upward/downward translocation that exposes the sodium and nucleoside binding sites above/below TM6 (TM9 in hCNT3) to make these sites accessible to both sides of the plasma membrane. The high sequence conservation and the superposition of the transport domains of CNTs (S6 and S8 Figs) indicated that hCNT3 shares a similar transport process and principle function to bacterial CNTs.\n\nTo investigate this, we superposed the protomer of hCNT3 with that of the bacterial CNTs to explore the state of the cryo-EM structure of hCNT3 (Fig 3). By considering the upward or downward movement of the transport domain and the unchanged trimeric helices, we superposed the structures of vcCNT and hCNT3 by aligning the central trimeric domain (IH2, TM6, and TM9). Surprisingly, the transport domain of hCNT3 undergoes a slight downward (inward) movement (Fig 3A). Moreover, for IH3 and IH4 in the transport domain, the linkers between the transport domain and scaffold domain moved down accordingly (Fig 3A). The observed position of the transport domain indicates an inward-facing state of hCNT3.\n\nInterestingly, as shown in a previous study, the inward-facing open state of bacterial CNTnw has a nearly identical conformation with the inward-facing state of vcCNT, except for a slight structural change in HP1 [20]. By superposing the transport domains of the protomers of the CNTs, the transport domain can be shown to exhibit a rigid feature (Fig 3B). The dynamic conformations of HP1 could also be observed (Fig 3B). The diversity of conformations of HP1 indicates that the HP1 motif plays an important role in substrate binding and that nucleoside binding can stabilize the conformation of HP1 in all CNTs.\n\nOur cryo-EM structure of hCNT3 was obtained under nucleoside-free conditions similar to those of the crystal structures of CNTnw (Protein Data Bank [PDB] codes: 5L2A, 5L2B, 5L24, 5L27, and 5U9W). However, the conformation of HP1 in hCNT3 is almost identical to that of bacterial CNTs in the substrate-bound inward-facing conformations (PDB codes: 3TIJ and 5L26) and slightly different from that of the CNTs in the substrate-free inward-facing conformations (protomers A and B of the structures of CNTnw mentioned above). This also suggests that hCNT3 was captured in an inward-facing state. The additional slight elevator-like downward motion of the transport domain of hCNT3 is, however, different from that of the substrate-bound inward-facing states of CNTnw and vcCNT.\n\nDiscussion\n\nIn this study, we solved the cryo-EM structure of CNT3ins in an inward-facing conformation. Interestingly, the N-terminal motif of hCNT3 determines plasma membrane targeting [33]. CNT3ins lacks the 69 N-terminal residues and is an endoplasmic reticulum membrane protein with nucleoside transport activity [27]. Our results also confirmed the uridine binding capacity of CNT3ins, which suggested the similar nucleoside transport activity of CNT3ins as wild-type hCNT3.\n\nBacterial homologs of CNTs only contain conserved C-terminal domains (scaffold domain and transport domain) but lack the three N-terminal TMs (TM1–3) (S6 Fig). Given that bacterial CNTs have been identified as sodium–nucleoside or proton–nucleoside symporters, the conserved C-terminal scaffold domain and transport domain are responsible for the nucleoside transport activity of bacterial CNTs [18,34]. Therefore, the N-terminal helices seen in the structure of CNT3ins are not essential for nucleoside transport. However, truncated hCNT1 lacking these helices retained lower activity than wild-type hCNT1 [16]. This indicates that these helices are important for the expression and translocation of CNTs.\n\nhCNT3 was identified as a nucleoside transporter with broad selectivity [35]. The kinetic parameters of uptake of various nucleosides by hCNT3 were quite similar, which indicates a similar binding affinity among the nucleosides, whereas hCNT1 and hCNT2 exhibit specificity for pyrimidine and purine nucleosides, respectively [4]. Previous studies have identified a series of mutations that can convert hCNT1 into an hCNT2-like transporter (S319G/Q320M/S353T/L354V) or an hCNT3-like transporter with broad concentrative nucleoside transport activity (S319G/Q320M) [13]. Sequence alignment between the CNTs revealed the positions of specific residues (G340/Q341/S374/V375) involved in substrate selectivity in hCNT3. All four of these residues are located in the binding pocket and are involved in the recognition of nucleobases, indicating their importance in substrate selectivity. Interestingly, vcCNT with identical residues involving nucleoside binding similar to those of hCNT3 bind purine and pyrimidine with distinguishable binding affinities (approximately 36 μM for uridine, approximately 61 μM for cytidine, and approximately 470 μM for adenosine, respectively) [19]. Therefore, further in vitro binding assays and transport assays of hCNT3 should be carried out.\n\nhCNT3 exhibits a unique sodium/nucleoside cotransport stoichiometry of 2:1 as well as proton/nucleoside cotransport stoichiometry of 1:1. Previous studies have identified many mutations altering sodium/nucleoside cotransport stoichiometry [25,36–38]. However, most of these studies showed a decrease in the transport activity and nucleoside binding [25,36–38]. The putative second sodium binding site presented in a previous study also needs further experimental verification [25]. Considering the proton/nucleoside cotransport capacity of hCNT3 [29], a uridine binding assay in MES/KOH buffer at pH 5.5 was carried out. Surprisingly, a lower uridine binding affinity to hCNT3 was detected under the conditions of pH 5.5 with 500 mM NaCl, and no obvious binding was detected under sodium-free MES/KOH (pH 5.5) buffer conditions (S10 Fig). Probably, purified hCNT3 was stabilized in a specific conformation in detergent micelles. Interestingly, the sodium/melibiose symporter melibiose permease (MelB) also transports melibiose coupling with protons [39]. The proton-coupling mechanism of MelB proposed that the negatively charged residues in a single cation binding site selectively coordinate sodium and protons [39]. Notably, the proton-coupling mechanism of hCNT3 is more complicated because of the two proposed cation binding sites.\n\nIn general, this study sheds light on understanding the selective nucleoside binding and distinct coupling transport mechanism of human CNT3. This study also potentially facilitates the design of nucleoside drugs.\n\nMaterials and methods\n\nProtein expression and purification\n\nCodon-optimized cDNA of human CNT3 was synthesized by GENEWIZ. For structural investigation, the full-length truncated version and mutations of hCNT3 were subcloned into pFastBac1 (Invitrogen) with a C-terminal Strep-tag. Recombinant hCNT3 protein was expressed using the pFastBac baculovirus expression system (Invitrogen). Briefly, bacmid DNA was generated in DH10Bac cells, and the resulting baculoviruses were generated and amplified in Sf9 insect cells (Invitrogen). All hCNT3 proteins were overexpressed in Sf9 insect cells (Invitrogen) and grown in SIM SF medium (Sino Biological Inc.). At 60 h after viral infection, the cells were collected using binding buffer containing 100 mM Tris, 150 mM NaCl, and 1 mM EDTA at pH 8.0.\n\nFor structural determination, the cells were solubilized in binding buffer containing protease inhibitors (0.8 mM aprotinin, 2 mM pepstatin, 5 mg/ml leupeptin) and 1% (w/v) digitonin (Sigma Aldrich) at 4°C for 2 h. After high-speed centrifugation at 20,000g for 30 min at 4°C, the detergent-soluble fraction was harvested and incubated with StrepTactin Sepharose (GE Healthcare) at 4°C for 1 h. The StrepTactin Sepharose was washed extensively with binding buffer containing 0.1% (w/v) digitonin four times. The protein eluted from StrepTactin Sepharose with wash buffer plus 10 mM d-desthiobiotin. The protein was concentrated and purified by size-exclusion chromatography (Superose 6 10/300; GE Healthcare) in buffer containing 25 mM Tris (pH 8.0), 150 mM NaCl, and 0.1% (w/v) digitonin. The peak fraction was pooled and concentrated to 6 mg/ml for cryo-EM analysis.\n\nFor ITC, cells were solubilized in binding buffer (100 mM Tris, 150 mM NaCl, and 1 mM EDTA at pH 8.0) containing protease inhibitors (aprotinin at 0.8 mM, pepstatin at 2 mM, leupeptin at 5 mg/ml) and 2% (w/v) DDM (Anatrace) at 4°C for 2 h. After high-speed centrifugation at 20,000g for 30 min at 4°C, the detergent-soluble fraction was incubated with StrepTactin Sepharose (GE Healthcare) at 4°C for 1 h. The resin was washed with binding buffer containing 100 mM Tris, 150 mM NaCl, and 1 mM EDTA at pH 8.0 and 0.02% (w/v) DDM four times. The protein eluted with wash buffer plus 10 mM d-desthiobiotin. The protein was concentrated and purified by size-exclusion chromatography (Superose 6 10/300; GE Healthcare) in buffer containing 10 mM HEPES/KOH (pH 8.0), 100 mM KCl, and 0.02% DDM with or without 500 mM NaCl. The peak fractions were pooled together and concentrated to 50 μM (the molarity of the protomer of CNT3).\n\nElectron microscopy\n\nFour-microliter aliquots of purified CNT3ins (Δ1–69) in digitonin at a concentration of 6 mg/ml were placed on glow-discharged holey carbon grids (Quantifoil Au R1.2/1.3, 300 mesh) and flash frozen in liquid ethane using the FEI Vitrobot. Images were recorded manually on the FEI Titan Krios electron microscope at 300 kV with a nominal magnification of 22,500×. Defocus values in the data set ranged from −1.5 to −2 μm. A Gatan K2-Summit detector was used in superresolution mode. Each image was acquired with an exposure time of 8 s and dose fractionated to 32 frames at a total dose rate of 60 e−/Å2 for each stack. Stacks were first motion corrected with MotionCorr and then binned 2-fold to a pixel size of 1.04 Å.\n\nImage processing\n\nA simplified flowchart for the image processing procedure is presented in S3 Fig. We used GCTF for estimation of the contrast transfer function parameters and RELION 3.0 for all other image processing steps. Templates for reference-based particle picking were obtained from 2D class averages that were calculated from a manually picked subset of the micrographs. A total of 291,366 particles were automatically selected from a total of 1,916 micrographs. After 2D classification, 182,103 particles were selected and subjected to 3D classification with global angular searches of one class and 50 iterations. An initial model was generated with images of selected 2D class averages using RELION 3.0. The result of the last iteration was subjected to 3D classification with local angular searches of three classes and an angular step of 3.75° with C3 symmetry. A total of 99,489 good particles were selected from the 3D classification. These particles were then subjected to 3D autorefinement with local angular searches, resulting in a 3D reconstruction map with a resolution of 4.08 Å after postprocessing. A soft mask was generated with the resulting map and subjected to a second round of 3D autorefinement, resulting in a 3D reconstruction map with a resolution of 3.6 Å after postprocessing. The resolution was estimated with the gold-standard FSC 0.143 criterion [40]. Local resolution was estimated by ResMap [41].\n\nAtomic modeling\n\nInitially, a homology model of hCNT3 (199–615) was built with SWISS-MODEL (http://swissmodel.expasy.org) using the structure of CNTnw (PDB code: 5L26) as a template. The model was manually placed in the map, and the “jiggle fit” option in Coot [42] was used to adjust the position of hCNT3. Residues 101–198 were manually built in Coot according to the density and distribution of TMs that were acquired by UniProt (https://www.uniprot.org/). The full model was finally refined in Phenix [43] using the real space refinement protocol.\n\nITC\n\nThe nucleoside binding of hCNT3 was measured with a Micro-Cal ITC200. In total, 10 mM or 20 mM uridine/cytidine/thymidine was dissolved in the same buffer as the protein for titration at 25°C. The titration of nucleosides into the sample buffer was defined as a control and deducted. The first injection was removed during data processing. The data were analyzed by the PEAQ-ITC analysis software (MicroCal) using the one-site binding model. A representative result and the mean of Kd were presented. All the experiments were repeated three times (S1 Data).\n\nSupporting information"
}