{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001176",
  "doi": "10.1371/journal.pbio.1001176",
  "externalIds": [
    "pii:PBIOLOGY-D-11-02060",
    "pmid:22028627",
    "pmcid:PMC3196474"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Mouse PRDM9 DNA-Binding Specificity Determines Sites of Histone H3 Lysine 4 Trimethylation for Initiation of Meiotic Recombination",
  "authors": [
    {
      "name": "Corinne Grey",
      "first": "Corinne",
      "last": "Grey",
      "affiliation": "Institut de Génétique Humaine, CNRS UPR 1142, Montpellier, France"
    },
    {
      "name": "Pauline Barthès",
      "first": "Pauline",
      "last": "Barthès",
      "affiliation": "Institut de Génétique Humaine, CNRS UPR 1142, Montpellier, France"
    },
    {
      "name": "Gaëlle Chauveau-Le Friec",
      "first": "Gaëlle",
      "last": "Chauveau-Le Friec",
      "affiliation": "Centre d'Ingénierie Génétique Murine, Institut Pasteur, Paris, France"
    },
    {
      "name": "Francina Langa",
      "first": "Francina",
      "last": "Langa",
      "affiliation": "Centre d'Ingénierie Génétique Murine, Institut Pasteur, Paris, France"
    },
    {
      "name": "Frédéric Baudat",
      "first": "Frédéric",
      "last": "Baudat",
      "affiliation": "Institut de Génétique Humaine, CNRS UPR 1142, Montpellier, France"
    },
    {
      "name": "Bernard de Massy",
      "first": "Bernard",
      "last": "de Massy",
      "affiliation": "Institut de Génétique Humaine, CNRS UPR 1142, Montpellier, France"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-10",
  "dateAccepted": "2011-09-07",
  "dateReceived": "2011-05-20",
  "volume": "9",
  "number": "10",
  "pages": "e1001176",
  "tags": [
    "Chromatin",
    "Chromosome biology",
    "DNA",
    "DNA recombination",
    "Discipline-v2/Biology",
    "Discipline-v2/Chromatin",
    "Discipline-v2/Chromosome biology",
    "Discipline-v2/DNA",
    "Discipline-v2/DNA recombination",
    "Discipline-v2/Epigenetics",
    "Discipline-v2/Genetics",
    "Discipline-v2/Histone modification",
    "Discipline-v2/Meiosis",
    "Discipline-v2/Molecular cell biology",
    "Discipline-v2/Nucleic acids",
    "Discipline/Cell Biology",
    "Discipline/Genetics and Genomics",
    "Discipline/Molecular Biology",
    "Epigenetics",
    "Genetics",
    "Histone modification",
    "Meiosis",
    "Molecular cell biology",
    "Nucleic acids",
    "Type/Research Article"
  ],
  "abstract": "The nature of the PRDM9 zinc finger domain determines the location of hotspots for meiotic recombination in the genome and promotes local histone H3K4 trimethylation.",
  "fullText": "Introduction\n      \nMeiotic recombination generates reciprocal exchanges between homologous chromosomes (also called crossovers, COs) that are essential for proper chromosome segregation during meiosis and are a major source of genome diversity by generating new allele combinations. COs are not distributed randomly along chromosomes, but are clustered within short intervals (1 to 2 kb long in mice and humans) called hotspots, which result from the preferred initiation of meiotic recombination at specific sites (reviewed in [1]–[3]). In mammals, several hotspots were identified with methods allowing direct measurements of recombination frequencies [4]–[7], and a human genome-wide map of hotspots, with estimated recombination frequencies, was obtained based on patterns of linkage disequilibrium [8],[9]. A major challenge has been to search for specific features of hotspots and to identify factors controlling their location. While no DNA sequence unambiguously associated with hotspot activity had been found before, the population diversity analysis uncovered a few short sequence motifs, which were overrepresented at CO hotspots [9]. A further refinement of the analysis revealed that one of them, the partially degenerated 13-mer CCNCCNTNNCCNC, was associated with 41% of 22,700 LD-based hotspots identified in the human genome. Within and around this motif, the most conserved bases showed a 3 bp periodicity, reminiscent of the 3 bp binding unit of C2H2 zinc fingers [10]. In addition, a chromatin analysis at two mouse hotspots revealed that hotspot activity was correlated with H3K4me3 enrichment at their center [11].\n\nInterestingly, the Prdm9 gene (also known as Meisetz) encodes for a protein with an array of C2H2 zinc fingers, catalyzes the trimethylation of the lysine 4 of histone H3 (H3K4me3), and is essential for progression through meiotic prophase in mice [12]. The zinc finger array of the human major isoform of PRDM9 was shown to recognize the 13-mer DNA motif associated with human meiotic recombination hotspots, suggesting that PRDM9 sequence-specific binding to DNA could play a role in specifying the sites of meiotic recombination [10],[13],[14]. This hypothesis was supported by the correlation between variations in the PRDM9 zinc finger array and hotspot usage in mice and humans [13],[15]–[17].\n\nThe correlations observed in mice were based on comparisons of hotspot activities in mice carrying different haplotypes over a several Mb region, overlapping the Prdm9 gene. These regions were named Dsbc1 (4.6 Mb) and Rcr1 (6.3 Mb) in the two studies where they had been reported [18],[19]. Specifically, the presence of the wm7 allele of Dsbc1 (from Mus musculus molossinus) correlates with high recombination rate at two hotspots (Psmb9 and Hlx1) and with local H3K4me3 enrichment at the center of these hotspots in spermatocytes [11],[18]. Mice with the Dsbc1wm7 allele also show a different genome-wide distribution of COs in comparison to strains carrying the Dsbc1b allele (for instance, the C57BL/6 [hereafter B6] and C57BL/10 [B10] strains). Remarkably, the Prdm9b and Prdm9wm7 alleles differ by their number of zinc fingers (12 and 11, respectively) and by 24 non-synonymous substitutions, which are all, but one, localized in the zinc finger array [13]. Whether the polymorphisms in the zinc finger array are responsible for these observed effects or whether other loci in the interval defining Dsbc1 could contribute to the control of hotspot distribution remained to be determined.\n\nHere, using transgenic mice, we establish that changing the identity of PRDM9 zinc fingers is sufficient to change hotspot activity, histone H3 lysine 4 trimethylation (H3K4me3) levels at the hotspots tested, and chromosome-wide distribution of COs. We further demonstrate using in vitro assays that PRDM9 variants bind to DNA sequences located at the center of the hotspots they activate. Taken together, these results demonstrate that Prdm9 is a master regulator of hotspot localization in mice, through the DNA binding specificity of its zinc finger array.\n\n      Results and Discussion\n      \n        CO Hotspots Are Specified by the PRDM9 Zinc Finger Array\n        \nTo demonstrate that the hotspot features of Dsbc1 are due to the identity of the PRDM9 zinc finger array and not to flanking genetic elements, we modified the Prdm9b allele of a B6 Chromosome 17 genomic fragment inserted in a bacterial artificial chromosome (BAC) by replacing its zinc finger array with that of the Prdm9wm7 allele. This modified allele was named Prdm9wm7ZF. Transgenic mice were produced by micro-injection in fertilized one-cell B6 embryos of the BAC containing the Prdm9wm7ZF allele (hereafter Tg(wm7)) or the unmodified Prdm9b allele (hereafter Tg(b)) as a control (Table 1). Prdm9 carried by the transgenes was expressed at a level slightly lower (Tg(wm7), strain #43) or similar (Tg(b), strain #75) to that of endogenous Prdm9 (see Figure S1). We then asked whether the expression of Prdm9wm7ZF was sufficient to recapitulate the Dsbc1wm7 phenotype concerning the recombination rate at the Psmb9 hotspot, the enrichment of H3K4me3 at the Psmb9 and Hlx1 hotspots, and the distribution of COs along one whole chromosome.\n\nFirst, the recombination rate at Psmb9 was measured by sperm typing in (B6-Tg(wm7)×B10.A) and in (B6-Tg(b)×B10.A) F1 mice (Figure 1A and Table S1). In (B6-Tg(wm7)×B10.A) F1 mice, COs and non-crossovers (NCOs) frequencies were high at the Psmb9 hotspot, like in hybrids with a Dsbc1wm7 allele (such as the (RB2×B10.A)F1 hybrid, Figure 1A). The RB2 strain carries the Dsbc1wm7 allele, together with the b haplotype at the Psmb9 hotspot like the B6 and B10 strains (see Material and Methods and Table 1). Conversely, there was no detectable recombination at Psmb9 in (B6-Tg(b)×B10.A)F1 mice, like in (B10×B10.A)F1 hybrids. Therefore, expression of the Prdm9wm7ZF allele is sufficient to activate the Psmb9 recombination hotspot. We then determined the level of H3K4me3 at the Psmb9 and Hlx1 hotspots in spermatocytes from mice carrying Tg(b) or Tg(wm7). Spermatocytes from (B6-Tg(b)×B10.A) F1 mice did not display any local enrichment for H3K4me3, similarly to spermatocytes from the recombinationally inactive B6 strain (Figure 1B, Figure S2, Tables S2 and S3) [11]. Conversely, H3K4me3 was significantly enriched at the center of both hotspots in spermatocytes from (B6-Tg(wm7)×B6) F1 mice, similarly to the R209 strain, in which both hotspots are active [11]. We then compared the chromosome-wide distribution of COs, based on the mapping of MLH1 foci along Chromosome 18 in spermatocytes from mice carrying Tg(b) or Tg(wm7) (Figure 1C). These distributions were significantly different (Tables S4 and S6) as well as the one of B6-Tg(b)xB10.A compared to RB2×B10.A (expressing the Prdm9wm7 allele) and the one of B6-Tg(wm7)xB10.A compared to B10×B10.A (expressing only the Prdm9b allele) (Figure S3, Tables S4 and S5). In contrast, the distributions of MLH1 foci of the Tg(b) and Tg(wm7) transgenic strains were not different from that of strains expressing Prdm9b (B10×B10.A) and Prdm9wm7 (RB2×B10.A), respectively (Figure S3, Table S4). Therefore, the expression of Prdm9wm7ZF is sufficient to promote a wm7-specific chromosome-wide distribution of COs.\n\n        PRDM9 Binds In Vitro to Hotspot Sequences\n        \nIn order to show that these effects are due to a direct interaction between PRDM9 and hotspot DNA sequences, we tested in vitro the binding of different PRDM9 variants to hotspot regions. We first examined the binding of recombinant His-tagged PRDM9wm7 and PRDM9b to a series of overlapping DNA fragments that covered 1.3 kb across the Psmb9 hotspot. Strikingly, PRDM9wm7, but not PRDM9b, bound to a single DNA fragment located at the center of this hotspot (Figure 2A). This 200 bp DNA fragment contains a 31 bp sequence with a partial match (p = 2.43×10−3, Figure S4, Text S1) to the predicted PRDM9wm7 binding site. PRDM9wm7 could also bind to a 61 bp double-stranded oligonucleotide that contained this sequence (Figure 2B, probe Psmb9TC). Furthermore, in the B10.MOL-SGR strain, in which this sequence differs by two single nucleotide polymorphisms (SNPs) from the one of the B10 strain, recombination initiation rate at Psmb9 is at least 10 times lower than in B10 mice [20]. In vitro binding assays showed that these two SNPs affected independently the binding of PRDM9wm7 to the double-stranded oligonucleotide (Figure 2B). Thus, both variation in the zinc finger array of PRDM9 and polymorphisms in the target sequence are involved in the control in trans and in cis of the recombination rate at the Psmb9 hotspot. Additionally, we examined the binding of PRDM9 to the Hlx1 hotspot on Chromosome 1, the activity of which depends on the presence of the wm7 or cast haplotype at Dsbc1 (both haplotypes have the Prdm9wm7 allele [18],[19]) and in which the level of H3K4me3 was increased in the presence of Prdm9wm7ZF (Figure S2). At Hlx1, PRDM9wm7, but not PRDM9b, could bind to a motif localized at the center of the hotspot (Figure 2C). Interestingly, the B10 and CAST/EiJ (M. m. castaneus) strains are polymorphic for that motif, and the distribution of COs across this hotspot in a hybrid carrying one chromosome from each strain indicates that the initiation rate is approximately double on the B10 chromosome than on the CAST chromosome [7],[11]. In line with this variation, PRDM9wm7 had a higher affinity for the B10 sequence than for the CAST one (Figure 2C). The sensitivity to small changes in the PRDM9 target sequence might explain why the recombination rate at hotspots is exquisitely sensitive to either polymorphisms in cis or to subtle changes within the zinc finger array of PRDM9 [15],[21]. We also examined the reciprocal situation where a hotspot (the G7c hotspot on Chromosome 17) is active in the presence of the b allele of Prdm9 [22]. We determined by sperm typing that the recombination rate at the G7c hotspot was at least 30-fold higher in Prdm9b/b than in Prdm9wm7/wm7 mice (Table S7). By examining in vitro the binding of PRDM9 to 10 overlapping DNA fragments covering 2.2 kb along the G7c hotspot, we found that PRDM9b bound to a single fragment mapping to the interval with the highest exchange density, whereas no binding of PRDM9wm7 could be detected (Figure 3). Taken together, these results demonstrate that PRDM9 recognizes specific DNA sequences that are localized at the center of the three recombination hotspots tested. Surprisingly, the in vitro binding specificity we detected was not predicted by the C2H2 zinc finger prediction program [23]. In particular, the Psmb9 and G7c DNA probes showing binding to PRDM9 did not contain any significant match (with a p value&lt;10−3) to the predicted PRDM9 motif, whereas significant matches were predicted in regions where no in vitro binding could be detected (Figure S4, Tables S8 and S9).\n\n        Kinetics of Prdm9 Expression and H3K4me3 Enrichment\n        \nIf PRDM9 is responsible for the H3K4me3 mark that defines initiation sites of meiotic recombination, H3K4me3 enrichment should appear concomitantly with the onset of Prdm9 expression at the time or before meiotic DNA double-strand break (DSB) formation [12]. Therefore, we examined the kinetics of Prdm9 expression and of H3K4me3 at the Psmb9 and Hlx1 hotspots during the first wave of entry into meiosis in testes of prepuberal Prdm9wm7/wm7 mice. During this wave, B-type spermatogonia enter meiosis at day 8–9 post-partum (8–9 dpp) and reach the leptotene stage of meiotic prophase, when DSBs are generated, at 9–10 dpp [24]. Spermatocytes then progress through meiotic prophase to reach metaphase I at around 20 dpp [25]. At 9 dpp, a modest but significant H3K4me3 enrichment was observed that increased at 12 and 15 dpp (Figure 4A, Figure S5A and Tables S10 and S11). No H3K4me3 enrichment was detected at 6 dpp, suggesting that this histone post-translational modification is not apposed to recombination hotspots before entry into meiosis. We then examined by real-time RT-PCR the kinetics of expression of three previously described Prdm9 splicing variants [12],[26] during the first wave of meiosis. Full-length Prdm9, which is the most abundant isoform, and the S1 variant were detected and expressed with similar kinetics, whereas the S2 variant was undetectable (Figure S5B). Full-length Prdm9 was expressed at a low level at all time points, but increased significantly from 10 dpp (p&lt;0.05 with every previous time point, two-sided Student t test) (Figure 4B). Altogether, these findings are consistent with the hypothesis that PRDM9 is responsible for apposing H3K4me3 to recombination hotspots at or before the time of meiotic DSB formation.\n\n        From PRDM9 DNA Binding to DSB Formation\n        \nOur results provide the first direct demonstration that the identity of the PRDM9 zinc finger array determines hotspot localization in mice through binding of PRDM9 to DNA sequences at hotspots and H3K4me3 enrichment at such regions. It is remarkable that, at all hotspots tested, the binding of PRDM9 occurs at or very near their center, suggesting a direct or highly localized interaction between PRDM9 activity and DSB formation. Our in vitro analysis also demonstrates the limitation of in silico prediction of PRDM9 DNA binding specificity, when applied to search for binding sites at individual hotspots. The complexity of the interaction between the PRDM9 zinc fingers and the DNA is obviously greater than the one analyzed for proteins containing smaller numbers of zinc fingers and used in the prediction algorithms. Several human hotspots which activity has been shown to depend on PRDM9 do not contain a match to the predicted motif [15],[27]. This could be due to the limited power of motif prediction and to additional factors that influence PRDM9 binding and/or its accessibility to its binding sites. The enrichment for H3K4me3 at active recombination hotspots, which is unambiguously dependent on PRDM9, is also highly localized and catalyzed very likely by PRDM9 itself. PRDM9 binding may also lead to the recruitment of additional factors and other chromatin remodelers. In fact, additional histone post-translational modifications were detected at the Psmb9 hotspot [11] and H3K4me3 is expected not to be sufficient for promoting hotspot activity as it is known to be associated with genomic functional elements that generally are not recombination hotspots (such as transcriptional promoters) [28],[29]. One should also point out the formal possibility that H3K4Me3 enrichment may not be required for hotspot activity. Overall, how these hotspot features allow the recruitment of the proteins involved in meiotic DSB formation remains to be understood (Figure 5). An additional implication for the close vicinity of PRDM9 binding to the hotspot center is that the PRDM9 binding site has a high probability to be included in gene conversion tracts during meiotic recombination. This feature is key to account for the drive against the motif observed in humans [14].\n\nA growing set of data suggests that meiotic recombination occurs mainly at Prdm9-dependent hotspots in mammals [13],[15],[18],[19]. This view is further supported by a recent genome-wide survey of mouse recombination hotspots, which revealed that 87% of them were overlapping with testis-specific H3K4me3 marks [30]. Whether alternative pathways for the specification of a subset of initiation sites do exist remains to be determined. In addition, whether PRDM9 binds to genomic sites not associated to recombination can be envisioned. Indeed, one unexplained property of PRDM9 is its role in hybrid sterility, where a specific combination of Prdm9 alleles differing in their zinc finger array leads to male-specific sterility, potentially as a result of a change in gene expression [26].\n\nThe Prdm9 gene is well conserved among metazoans, however the domain encoding the zinc finger array experienced an accelerated evolution in several lineages, including rodents and primates [31],[32]. This accelerated evolution is restricted to codons responsible for the DNA-binding specificity of PRDM9 zinc fingers, which appear to have been subjected to positive selection [31],[32]. Surprisingly PRDM9 appears to have been lost from some lineages in animals [33], suggesting that alternative pathways may be used for specifying hotspots, such as the one described in the yeasts Saccharomyces cerevisiae and Schizosaccharomyces pombe where components of the transcription machinery are known to be involved in meiotic DSB formation [34],[35].\n\n      Materials and Methods\n      \n        Mouse Strains\n        \nThe mouse strains used in this study are C57BL/6NCrl (B6), C57BL/10JCrl (B10), B10.A-H2a H2-T18a/SgSnJ (B10.A), B10.A(R209) (R209) [36], RB2, and RJ2. The RB2 strain results from backcrossing (B10×R209) F1 with B10 and carries the wm7 haplotype on a Prdm9-containing interval of chromosome 17 [18]. The RJ2 strain is derived from RB2 and carries also the Prdm9wm7 allele, as described in [18]. The mouse strains are shown on Table 1 with their genotypes at Prdm9 and Psmb9 hotspot. All experiments were carried out according to CNRS guidelines.\n\n        Generation of Transgenic Mice\n        \nThe bacterial artificial chromosome (BAC) RP23-159N6 containing an insert derived from C57BL/6J (Coordinates 15,651,974–15,848,091 on Chromosome 17, NCBI m37 mouse genome assembly) was obtained from the BACPAC Resource Center at the Children's Hospital Oakland Research Institute (Oakland, California, USA). The part of exon 12 encoding the PRDM9 zinc finger array was modified by BAC recombineering [37], using the primers MsGALKF and MsGALKR for the first step (Table S12). GalK was then replaced by the fragment encoding the wm7 zinc finger array, which was generated by PCR amplification of B10.A(R209) genomic DNA with primers Pr1500U20 and Pr2848L23 (Table S12), resulting in the BAC RP23-159N6 (Prdm9wm7ZF). The last Prdm9 exon, which encodes the zinc finger array, has been fully sequenced in both BACs.\n\nTransgenic mice were generated by microinjection of 0.5–1 ng/microliter of circular BAC RP23-159N6(Prdm9wm7ZF) [Tg(wm7)] or RP23-159N6 [Tg(b)] into fertilized one-cell C57BL/6J embryos. Injected eggs were implanted in pseudopregnant (C57BL/6J×CBA) F1 foster mothers. Transgenic mice were identified by PCR analysis of mouse tail DNA using the primer pairs p3.6_1U and p3.6_1L, and p3.62U and p3.62L. Six pups integrated Tg(wm7) and seven Tg(b). Four mice with Tg(wm7) and seven with Tg(b) showed germ-line transmission. For Tg(wm7), one strain (#43, which contains two or three copies of the BAC, as determined by Southern blot) was used for all experiments, and similar results were obtained with another strain for CO measurement at Psmb9 and H3K4me3 enrichment (not shown). For Tg(b), the distribution of MLH1 foci on Chromosome 18 was analyzed in strain #95, the recombination rate at Psmb9 was determined in strains #55 and #95, and H3K4me3 enrichment was measured in strain #75, which contains four or five copies of the BAC, as determined by Southern blot. All transgenic mice used in this study were hemizygous for the transgene.\n\n        Southwestern Blotting Assays and Cloning of His-Tagged Mouse PRDM9\n        \nSouthwestern blotting assays were performed as described previously [13], using full-length His-tagged mouse PRDM9wm7 and PRDM9b. The Prdm9wm7 and Prdm9b coding sequences were cloned as follows: cDNA prepared from C57BL/10Crl and R209 testis RNA was amplified with the primers 1S91U24 and Pr2848L23 (Table S13) using Phusion DNA polymerase (Finnzymes), as recommended by the supplier. Each PCR product was gel-purified and a second round of amplification was performed with 2 ng of purified product with the primers mPrdm9gwU and mPrdm9gwL. The products were gel-purified and integrated into the plasmid pDONR201 with BP clonase (Invitrogen). Then, the inserts containing the coding regions of Prdm9wm7 and Prdm9b were transferred using LR clonase (Invitrogen) to the pET15bGtw expression vector, resulting in plasmids encoding N-terminally His-tagged PRDM9wm7 and PRDM9b under the control of the T7 promoter. The insert sequences were then verified. For subsequent expression the plasmids were transformed into the BL21(DE3) E. coli strain.\n\nThe probes covering the Psmb9 and G7c hotspots were generated by PCR amplification with XbaI site-tailed primers (Table S14). Amplification products were phenol/chloroform purified followed by ethanol precipitation, XbaI-digested, and agarose-gel purified. The probes containing a motif at the center of the Psmb9 and Hlx1 hotspots were made by annealing complementary oligonucleotides leaving a 3 or 4 bp 5′-overhang at each end (Table S14). DNA fragments were labeled by end-filling with alpha-32P dCTP as described previously [13].\n\n        CO and NCO Measurements\n        \nAt Psmb9, COs and NCOs at site 38 were measured in sperm DNA as described [20]. At G7c, semi-nested PCR was performed to detect the exchanges occurring in an interval overlapping with the genetically identified hotspot center [22]. PCR amplification was performed as for Psmb9, with the primers and annealing temperatures listed in Table S15.\n\nThe bias in CO distribution along the Hlx1 hotspot in the (B10.A(R209)×CAST/Eij)F1 hybrid [11], which is homozygous for Prdm9wm7, results in a 68% segregation bias among the CO products that favors the CAST allele at the center of the hotspot. This segregation distortion indicates that the initiation rate on the B10 chromosome is approximately twice the one on the CAST chromosome in that hybrid.\n\n        Chromosome-Wide CO Distribution\n        \nChromosome spreads, fluorescent in situ hybridization (FISH), immunofluorescence (IF) assays, image acquisition, and statistical tests were performed as described [18]. Chromosome 18 was identified with a labeled BAC probe (RP23-101G16), and the following antibodies were used for the immunofluorescence assays: guinea pig anti-SYCP3 serum at 1∶500 dilution and mouse monoclonal anti-MLH1 (Pharmigen) at 1∶50 dilution.\n\n        Chromatin Immunoprecipitation\n        \nSpermatocytes from testes of 3–4 adult mice were enriched by centrifugal elutriation as described [11]. Native chromatin was prepared from elutriated cells or from whole testis cells of prepuberal mice, immunoprecipitated with an antibody directed against H3K4me3 (rabbit polyclonal ab8580, Abcam), and immunoprecipitated DNA was quantified using real-time PCR as described [11]. As a control for the quality of the samples and of the immunoprecipitations, the level of H3K4me3 was measured at the Actin, Sycp1, and Nestin promoters. The sequences of the primers and PCR conditions for the studied STSs (Psmb9-1, -7, -8, -11, -13, and -18; Hlx1-1.2, -5, -6, -2.2, -3, and -4; Actin, Nestin, and Sycp1 promoters) were described previously [11]. The Mann-Whitney test was used to determine the statistical significance of differences between strains for the data concerning the STSs 7, 8, 11, and 13 (Psmb9) or STSs 5, 6, and 2.2 (Hlx1) (Tables S2 and S3) or between time points (Tables S10 and S11).\n\n        Expression Analyses\n        \nFor determining the kinetics of expression in testes from prepuberal mice, total RNA from one testis from 4 to 18 dpp R209 mice was extracted with the GenElute Mammalian Total RNA Miniprep Kit (Sigma). Five hundred ng of RNA were reverse-transcribed with SuperscriptIII Reverse Transcriptase (Invitrogen) and random 10-mer primers. Two µl of cDNA at the appropriate dilution (see Table S16) was used for real-time PCR in a 10 µl reaction containing 1× LC480 SYBR Green mix (Roche) and 0.5 µM of the primers listed in Table S16, with PCR conditions as described [11]. The relative amount of each transcript of interest was determined with the 2ΔCp method, using housekeeping genes (Actin, Gapdh, and Hprt) as a reference [38]. For determining the level of Prdm9 RNA in transgenic mice, total RNA was extracted from elutriated cells from adult testes. The amount of Prdm9 transcript was determined by using the same set of housekeeping genes, plus Spo11, as references (Figure S1A). The relative amount of RNA was quantified by using serial dilutions of RNA from a reference sample (B10 testis elutriated cells). To evaluate the relative amounts of endogenous Prdm9b RNA and Prdm9wm7ZF in B6-Tg(wm7) mice, a 1.3 kb interval encompassing the zinc finger array-coding domain was amplified from the cDNA (primers Pr1500U20 and Pr2848L23, Table S12) and run on an agarose gel in conditions that discriminate both alleles (amplicon of 1,371 bp for Prdm9b, 1,287 bp for Prdm9wm7). The relative amounts of Prdm9b and Prdm9wm7ZF RNAs were compared to a sample resulting from amplifying genomic DNA from a Prdm9b/wm7 mouse, which contains the same amount of both alleles (Figure S1B).\n\n      Supporting Information"
}