{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0000040",
  "doi": "10.1371/journal.pbio.0000040",
  "license": "This is an open-access article distributed under the terms of the Public Library of Science Open-Access License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A Field Trip to the Mesozoic",
  "authors": [
    {
      "name": "Luis M Chiappe",
      "first": "Luis M",
      "last": "Chiappe"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2003-11",
  "dateElectronic": "2003-11-17",
  "volume": "1",
  "number": "2",
  "pages": "e40",
  "tags": [
    "Discipline/Evolutionary Biology/Animal Behavior",
    "Discipline/Evolutionary Biology/Paleontology",
    "System Taxonomy/Dinosaurs",
    "Type/Book Review/Science in the Media"
  ],
  "abstract": "Henry Gee and Luis Rey have provided an entertaining and creative account of the life and times of dinosaurs.",
  "fullText": "Traveling through time has become extremely popular. Since H.G. Wells' famed novel, scientists have designed machines that can actually beam you into the future or into the deepness of time with the snap of a finger. Of course, destinations vary. Engineers and architects have a preference for Giza, 4,500 years ago, when the Great Pyramid was built. Resort enthusiasts might fancy the Dulce Vita of Herculaneum and its neighboring Pompeii, making sure they set the time dial to precede ad 63! Naturalists and outdoor buffs like to travel further in time, into the era of the large dinosaurs, to ponder these wonders of evolution, and the writer Henry Gee and the artist Luis Rey have provided them with a valuable asset to take along on their perilous journey.\n\nA Field Guide to Dinosaurs is indeed a boon for the dinosaur enthusiast, but its contents are still as imaginary as is this futuristic scenario. In this book, we learn about the color of dinosaurs, their techniques for hunting and defense, and their mating preferences and social structures, and in some instances the authors even venture into dinosaur genomics. Although much of what Gee and Rey tell us is speculation, they fully acknowledge their fantastical approach and they rightfully emphasize that the true world of the dinosaurs was probably far more bizarre than the portrait their book offers.\n\nThe introductory 20% of A Field Guide to Dinosaurs provides a wide range of background information about how the appearance of dinosaurs could be reconstructed, a concise history of dinosaur discoveries, and a brief overview of their dynamic world, classification, and partial extinction—partial because, as Gee and Rey correctly emphasize in their narrative and feathered illustrations, birds are the descendants of a group of small predatory dinosaurs, and, as such, dinosaurs are still ubiquitous in both natural and urban environments. The rest of the book is subdivided into four temporal sections, each giving the time traveler a sampling of what he or she is about to see. Here, however, is where the time traveler needs to be careful, for even if much has been learned about dinosaurs since their first fossil remains became known to science in the 1820s, our knowledge about the biology of these animals is still in its infancy.\n\nThe reasons for such ignorance are simple: the vast majority of the evidence comes in the shape of fossilized bones. Studies of the cellular structure of these bones, which are often preserved in exquisite detail, and of the ancient environments in which bones are buried have made it possible to infer certain aspects of the physiology and ecology of dinosaurs. Yet the understanding of their behavior has been a far more difficult task. In most cases, dinosaur behavior is best inferred from its preserved products because behaviors themselves do not fossilize. As products of locomotor behavior, dinosaur footprints have allowed paleontologists to make a host of inferences about the trackmakers, from speed to limb kinematics to herd structure, but well-preserved trackways are not very common. Likewise, the spatial and stratigraphic distribution of dinosaur egg-clutches, fossilized products of their reproductive behavior, has provided the basis for inferences on nesting conduct, including nest construction and gregariousness. Yet, although egg-clutches are relatively common, embryonic remains that allow clutches to be identified are extremely rare, thus making it difficult to associate the inferred behaviors to specific dinosaur groups. Furthermore, behavioral inferences derived from trace fossils such as trackways or nest structures require detailed analyses of the sedimentology of the fossil-bearing rocks, something missing from most behavioral studies.\n\nFortunately, some aspects of behavior can also be inferred from what we know about the genealogical relationships of dinosaurs to other vertebrates. Because all Mesozoic dinosaurs are bracketed by modern crocodiles and birds—the two living groups of archosaurs—behaviors shared by these modern vertebrates can be extrapolated to their extinct Mesozoic relatives. For example, some degree of parental care can be inferred for all Mesozoic dinosaurs because such a behavior exists in both crocodiles and birds. Furthermore, although exceedingly rare, spectacular fossils can occasionally provide a precise glimpse into dinosaur behavior. These exceptional occurrences include adults brooding their own egg-clutches, foes buried in mortal combat, and stomach contents. For instance, a handful of brooding oviraptorid adults have documented the presence of this avian behavior among predatory dinosaurs, and the discovery of a Velociraptor eviscerating the herbivorous Protoceratops—a distant relative of horned dinosaurs such as Triceratops—has offered a snapshot of the food preferences of Jurassic Park's vicious celebrity (Figure 1). Similarly, the juvenile remains of Coelophysis contained inside the abdominal cavity of an adult specimen of this carnivorous dinosaur has documented the cannibalistic behavior of this primitive dinosaur species.\n\nEven though several lines of analysis have been used to infer dinosaur behavior, the message to remember is that interpreting the behavior of organisms that died millions of years ago is extremely difficult and that, in most cases, those enterprises involve a great deal of speculation. Gee and Rey are clearly aware of this, and their examples draw extensively from these and other cases in which the behavior of long-extinct dinosaurs can be inferred with confidence. Even so, A Field Guide to Dinosaurs ventures far beyond this limited collection of inferrable behaviors. Such license may ruffle the feathers of the well-informed audience, but in my opinion, those critical readers should not rush to discount the value of this book on the basis of such an overt incursion into conjecture. A Field Guide to Dinosaurs does not aim to be factual so much as to be an enjoyable and provocative exercise in dinosaur biology, something the authors have made as clear as water. Thus, if you are ready for a trip to the Mesozoic, get comfortable, fasten your seatbelt, and don't worry if you forget your binoculars—you may not need them after all!"
}