{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001933",
  "doi": "10.1371/journal.pbio.1001933",
  "externalIds": [
    "pii:PBIOLOGY-D-14-00159",
    "pmid:25137142",
    "pmcid:PMC4138027"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "The Cytoplasmic Capping Complex Assembles on Adapter Protein Nck1 Bound to the Proline-Rich C-Terminus of Mammalian Capping Enzyme",
  "authors": [
    {
      "name": "Chandrama Mukherjee",
      "first": "Chandrama",
      "last": "Mukherjee",
      "affiliation": "Center for RNA Biology, The Ohio State University, Columbus, Ohio, United States of America; Department of Molecular & Cellular Biochemistry, The Ohio State University, Columbus, Ohio, United States of America"
    },
    {
      "name": "Baskar Bakthavachalu",
      "first": "Baskar",
      "last": "Bakthavachalu",
      "affiliation": "Center for RNA Biology, The Ohio State University, Columbus, Ohio, United States of America; Department of Molecular & Cellular Biochemistry, The Ohio State University, Columbus, Ohio, United States of America"
    },
    {
      "name": "Daniel R. Schoenberg",
      "first": "Daniel R.",
      "last": "Schoenberg",
      "affiliation": "Center for RNA Biology, The Ohio State University, Columbus, Ohio, United States of America; Department of Molecular & Cellular Biochemistry, The Ohio State University, Columbus, Ohio, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2014-08",
  "dateAccepted": "2014-07-11",
  "dateReceived": "2014-01-14",
  "volume": "12",
  "number": "8",
  "pages": "e1001933",
  "tags": [
    "Biochemistry",
    "Cell biology",
    "Discipline-v2/Biochemistry",
    "Discipline-v2/Biology and life sciences",
    "Discipline-v2/Cell biology",
    "Discipline-v2/Gene expression",
    "Discipline-v2/Genetics",
    "Discipline-v2/Molecular cell biology",
    "Discipline-v2/Nucleic acids",
    "Discipline-v2/Protein translation",
    "Discipline-v2/RNA",
    "Discipline-v2/RNA processing",
    "Discipline-v2/RNA stability",
    "Gene expression",
    "Genetics",
    "Molecular cell biology",
    "Nucleic acids",
    "Protein translation",
    "RNA",
    "RNA processing",
    "RNA stability",
    "Type/Research Article"
  ],
  "abstract": "mRNA capping and decapping requires a cytoplasmic complex to maintain and/or restore the 5′ cap on a subset of the mammalian transcriptome; Nck1, an SH2/SH3 adapter, creates a scaffold upon which the cytoplasmic capping complex forms.",
  "fullText": "Introduction\n\nThe 7-methylguanosine “cap” is a defining feature of all eukaryotic mRNAs, and the cap plays a role in almost every step of mRNA metabolism. In the nucleus, the cap is bound by a heterodimer of CBP80-CBP20, and its interaction with other proteins coordinates many of the subsequent steps in pre-mRNA processing and mRNA surveillance [1]. mRNAs are exported to the cytoplasm cap-end first, where the CBP80-CBP20 heterodimer is replaced by eIF4E, leading to translation initiation through the eIF4F complex. Translation and mRNA decay are interconnected processes, and for many transcripts loss of the cap is thought to be an irreversible step leading to mRNA decay [2].\n\nNuclear capping is catalyzed by the sequential actions of capping enzyme (RNGTT, RNA guanylyltransferase, and 5′-phosphatase, CE) and RNA cap methyltransferase (RNMT), both of which are positioned at the transcription start site by their binding to the C-terminal domain of RNA polymerase II [3]. A number of approaches use the cap to map transcription start sites. These include paired end analysis of transcription start sites (PEAT) [4], Capped analysis of gene expression (CAGE) [5], and RNA annotation and mapping of promoters for the analysis of gene expression (RAMPAGE) [6]. In human cells ∼72% of transcription start sites have matching CAGE data [7]. However, a significant number of CAGE tags do not correspond to transcription start sites [8], mapping instead to locations within the body of the transcript. Intriguingly, there is no evidence for downstream CAGE tags in the Drosophila transcriptome [6], suggesting that the presence of capped ends located downstream within the transcript body is unique to higher metazoans.\n\nThe decay of nonsense-containing human β-globin mRNA in erythroid cells results in the accumulation of a reproducible pattern of metastable decay intermediates that are missing sequences of their 5′ ends [9]. These were previously characterized as having a cap or cap-like structure on their 5′ ends [10], and it was in the course of re-examining this observation that we discovered cytoplasmic capping [11]. In nuclear capping, the diphosphate substrate for guanylic acid (GMP) addition is generated by hydrolysis of the β-γ phosphate bond on the 5′ ends of newly transcribed pre-mRNA, followed by the transfer of GMP bound covalently at lysine 294 to generate GpppX, where X is the 5′-most nucleotide. In cytoplasmic capping the proximal substrate for cytoplasmic capping is also a 5′-diphosphate, but this is generated by a 5′-monophosphate kinase that sediments with CE in a ∼140 kDa complex [11].\n\nOur first in vivo experiments looked at the impact of inhibiting cytoplasmic capping on cellular recovery from stress. Stress was selected for study because it results in a generalized inhibition of translation, with non-translating mRNPs accumulating in P bodies and stress granules [12]. We reasoned that some transcripts might be stored in an uncapped state, and cytoplasmic capping might be required to restore these to the translating pool. Support for this hypothesis was seen in Otsuka and colleagues [11], where the ability of cells to recover from a brief arsenite stress was reduced by expression of an inactive form of capping enzyme (termed K294A) that is restricted to the cytoplasm by deletion of the nuclear localization sequence and addition of the HIV Rev nuclear export sequence. Proof that K294A expression inhibits cytoplasmic capping came from work in Mukherjee and colleagues [13]. The original purpose of that study was to identify mRNAs that are regulated by cytoplasmic capping, and in the course of doing so we discovered a cyclical process of decapping and recapping that we termed “cap homeostasis.” Cytoplasmic capping targets can be grouped into three categories on the basis of their cap status and stability in cells that are inhibited for cytoplasmic capping. One group of natively uncapped transcripts is destabilized when cytoplasmic capping is inhibited. In Mukherjee and colleagues [13] these are referred to as the “uninduced” pool. Another group has natively uncapped transcripts that are not destabilized. Instead, inhibition of cytoplasmic capping results in an increase in the uncapped population of each of the “common” transcripts. The third group accumulates uncapped forms only when cytoplasmic capping is inhibited. There is no change in the steady-state level of these “capping inhibited” mRNAs, and their uncapped forms accumulate in non-translating mRNPs. A number of these transcripts encode proteins that are involved in the mitotic cycle, which may explain the reduced survival of K294A-expressing cells after arsenite stress.\n\nUltimately, progress in understanding the function of cytoplasmic capping depends on identifying the components of the cytoplasmic capping complex and determining how the CE, the 5′-kinase that generates the diphosphate substrate, and a cap methyltransferase are brought together in a single complex. We noticed that modifications to the C-terminus reduced the relative amount of kinase and capping activity recovered from cytoplasmic extracts with CE. Because these modifications had no impact on covalent binding of GMP (i.e., guanylylation activity), this suggested the C-terminus might play a role in assembling the cytoplasmic capping complex. A search for functional domains identified a proline-rich SH3 binding site close to the C-terminus of vertebrate CE, but not in CE of lower metazoans. Drosophila CE has a run of three prolines, but there is an additional 34 amino acids that separates these from the C-terminus. The current study identifies this region as a third domain of CE that is bound by adapter protein Nck1, which in turn brings CE together with the 5′-monophosphate kinase to form the core of the cytoplasmic capping complex.\n\nResults\n\nC-Terminus of Capping Enzyme Is Required for Cytoplasmic Capping\n\nMurine and human CE have proline-rich sequences immediately upstream of their C-termini (Figure 1A), whereas the three prolines in Drosophila CE are separated from the C-terminus by 34 amino acids (Figure S1). To determine if differences here are relevant for cytoplasmic capping we examined the impact of modifying this portion of the protein (Figure 1C) on the in vitro activity of the cytoplasmic capping complex recovered from cells that were transfected with the constructs shown in Figure 1B. The proteins analyzed here included wild-type enzyme (CE), the same protein missing 25 amino acids from the C-terminus (CEΔ25C), the cytoplasmically restricted form of CE described in [11] (CEΔNLS+NES), which has an N-terminal Myc tag and a C-terminal FLAG tag, a similar construct without FLAG that has an added N-terminal sequence that becomes biotinylated in vivo (bio-cCE), the same construct missing the C-terminal 25 amino acids (bio-cCEΔ25C), and a construct similar to CEΔNLS+NES in which the C-terminal FLAG tag was replaced with one that is biotinylated (cCE-bio). These plasmids or a control expressing Myc-GFP were transfected into 293 cells and cytoplasmic forms of each of the epitope-tagged proteins and their associated partners was recovered using anti-Myc or streptavidin paramagnetic beads (Figure 1C, upper panel).\n\nThe first experiments examined the impact of the C-terminal modifications on covalent binding of GMP (guanylylation) to the active site lysine at 294 [14]. Proteins recovered from transfected cells were incubated with α-[32P]GTP and analyzed by SDS-PAGE and autoradiography (Figure 1C, middle panel). For the most part the amount of [32P]GMP bound covalently to each of these proteins matched the relative amount of protein determined by Western blotting (Figure 1C, upper panel), indicating the C-terminal modifications had little or no impact on the ability of these proteins to bind GMP. In Otsuka and colleagues [11] we described a functional in vitro capping assay that measures the labeling of a 23 nt long 5′-monophosphate RNA with α-[32P]GTP in a reaction containing unlabeled ATP. While the C-terminal modifications had relatively little impact on guanylylation activity they each reduced in vitro capping activity of the recovered proteins (Figure 1C, bottom panel).\n\nThe in vitro capping assay depends on the activity of a 5′-kinase to generate a diphosphate substrate for transfer of GMP [11]. The recovery of this activity with the different forms of CE was examined by incubating the recovered proteins and 5′-monophosphate RNA with γ-[32P]ATP (Figures 1D and S2). Again the Δ25C deletion had no impact on recovery of CE or guanylylation of the recovered protein; however, it resulted in the parallel loss of kinase and capping activities. The experiment in Figure S2 also included a [32P]labeled, capped human β-globin transcript that was added to each reaction to control for contaminating ribonuclease activity. The similar recovery of this RNA from each of the reactions confirmed that the differences seen with each of the C-terminal modifications were due to differences in activity of the complex.\n\nNck1 Binds to the Proline-Rich C-Terminus of Cytoplasmic CE\n\nMIT ScanSite [15] identified adapter protein Nck1 (NP_006144.1) as a potential binding partner for the proline-rich C-terminus. Nck1 has 3 SH3 domains and a single C-terminal SH2 domain, and it has roles in transducing tyrosine kinase signaling [16], in translation [17] and in development [18]. It is classified as a cytoplasmic protein, and this was confirmed by Western blotting of nuclear and cytoplasmic extracts and by indirect immunofluorescence (Figure S3). To determine if Nck1 binds the proline-rich C-terminus we examined its recovery with bio-cCE, bio-cCE missing the C-terminal 25 amino acids (bio-cCEΔ25C), or bio-cCE missing the five C-terminal proline residues (bio-cCEΔpro). Cytoplasmic extracts from cells that were co-transfected with plasmids expressing each of these forms of CE and HA-Nck1 were recovered on streptavidin beads and assayed for Nck1, guanylylation, and capping activities (Figure 2A). As in the preceding experiment loss of the proline-rich C-terminus sequence had no impact on guanylylation activity. However, each of the deletions affected the recovery of both Nck1 and in vitro capping activity. The recovery of Nck1 with cCE was unaffected by prior treatment with micrococcal nuclease (Figure 2B), indicating RNA is not required for the interaction between these proteins. The binding of HA-Nck1 to CE is also independent of GMP binding as changing the active site lysine to alanine (K294A) had no effect on its recovery (Figure S4).\n\nWe next examined if endogenous Nck1 also binds to cytoplasmic CE. In Figure 2C cells were transfected with plasmids expressing bio-cCE or a protein with two copies of MS2 binding protein fused to the same biotinylated peptide sequence [19]. Selective binding of cCE by endogenous Nck1 was confirmed by Western blotting of protein recovered on streptavidin beads with anti-Nck1. Most cells also express Nck2 (NCK adapter protein 2, NP_001004720.1) a structural and functional paralog with 68% sequence identity to Nck1, and Grb2 (CAG46740.1), which is similar except that it has only two SH3 domains. Even with prolonged exposures there was no evidence for recovery of Nck2 or Grb2 with cytoplasmic CE (Figure 2D). Lastly, the interaction of endogenous Nck1 with endogenous CE was confirmed by a guanylylation assay performed on complexes recovered by immunoprecipitation of cytoplasmic extract from non-transfected cells with anti-Nck1 antibody (Figure 2E).\n\nIdentification of Nck1 in a Complex with Cytoplasmic Capping Enzyme\n\nPrevious work showed that CE and the 5′-kinase activity co-sediment on glycerol gradients in a ∼140 kDa cytoplasmic complex [11]. To determine if Nck1 is part of the cytoplasmic capping complex, extract from bio-cCE-expressing cells was separated on a 10%–50% glycerol gradient and Western blotting was used to determine the sedimentation of each of these proteins in the input fractions (Figure 3A, upper panel), and in protein recovered on streptavidin beads (lower panel). A portion of Nck1 overlapped in the input fractions with bio-cCE, and the recovery of Nck1 with bio-cCE on streptavidin beads confirmed its presence in the cytoplasmic capping complex.\n\nWe next looked for the evidence of a native complex containing CE bound to Nck1. In the experiment in Figure 3B cytoplasmic extract from non-transfected cells was separated on a calibrated Sephacryl S-200 column, and individual fractions were analyzed by Western blotting for CE and Nck1. Both proteins eluted in the same fractions, at a size estimated from standards to be larger than that seen on glycerol gradients. The difference in size determinations may be due to the shape of the complex or the dissociation of one or more proteins during prolonged sedimentation. Nck1 was also present in later fractions, a result that is consistent with an excess of Nck1 over CE (see Discussion). To determine if CE was bound to Nck1 in the co-eluted fractions these were pooled, immunoprecipitated with control immunoglobulin G (IgG) or anti-Nck1, and the recovered proteins were analyzed by Western blotting with antibodies to both proteins (Figure 3C). The selective recovery of CE with Nck1 confirmed that the native proteins were indeed bound to each other in this complex.\n\nThe relative amount of Nck1 bound to CE was estimated by immunoprecipitating cytoplasmic extract from non-transfected cells with anti-CE antibody followed by Western blotting with anti-Nck1 antibody (Figure 3D). On the basis of signal intensity and the amount of protein loaded onto the gel, we estimate that 1% of Nck1 is bound to cytoplasmic CE.\n\nNck1 Is the Scaffold for Assembly of the Cytoplasmic Capping Complex\n\nBecause Nck1 lacks catalytic activity its presence in the cytoplasmic capping complex suggested it might act as a scaffold to bring CE together with the 5′-kinase and perhaps other proteins. To test this concept we first asked if a functional complex could assemble in vitro on recombinant Nck1. Gst and Gst-Nck1 were expressed in Escherichia coli (Figure 4A, left panel) and bound to glutathione beads that were added to pre-cleared extracts from cells expressing bio-cCE or MS2-bio (Figure 4A, middle panel). Selective in vitro binding of bio-cCE to Nck1 was demonstrated by Western blotting with HRP-streptavidin (Figure 4A, right panel). Perhaps of greater importance, guanylylation assay showed that CE present in each of the extracts also bound selectively to Nck1 (Figure 4A, right middle panel, lanes 4 and 6). Finally, capping assay was performed on the bead-bound proteins to determine if all of the activities (i.e., CE plus the 5′-kinase) can assemble in vitro on Nck1. Bead-bound proteins were incubated with 5′-monophosphate RNA, ATP, and α-[32P]GTP, and the products were separated on a denaturing gel. The GMP labeling of 5′-monophosphate RNA by proteins recovered with Gst-Nck1 but not with Gst alone (Figure 4A right, bottom panel, lanes 4 and 6) supports the hypothesis that Nck1 functions as a scaffold for assembly of the cytoplasmic capping complex.\n\nThe preceding data also suggest that CE and the 5′-monophosphate kinase each bind to Nck1 but not to one another. If so, Nck1 knockdown should reduce the amount of kinase and capping activity recovered with bio-cCE. In the experiment in Figure 4B cells were transfected with bio-cCE and Nck1 siRNA or a scrambled control, and protein recovered on streptavidin beads was assayed by Western blotting, and for kinase activity and capping activity. Nck1 knockdown had no impact on the amount of bio-cCE or its recovery on streptavidin beads. However, significantly less kinase and capping activity were recovered in cells knocked down for Nck1 compared to the scrambled control (lower panels). Together with results in Figure 4A these data point to Nck1 as the scaffold that brings cytoplasmic CE together with the 5′-kinase to form a functional capping complex.\n\nCE and the 5′-Kinase Activity Bind to Adjacent SH3 Domains of Nck1\n\nThe CE-binding domain on Nck1 was identified by co-transfecting cells with bio-cCE and a panel of Nck1 constructs with inactivating mutations in each of the functional domains (Figure 5A) [20]. The almost complete loss of Nck1 mutated in the third SH3 domain from protein recovered on streptavidin beads identified this as the CE binding site (Figure 5B, M3, lane 4, 3SH3M, lane 6). The functional impact of this mutation was determined by assaying the recovery of kinase and capping activity with bio-cCE from cells expressing wild-type Nck1 or Nck1 with the CE-binding domain mutation (Figure 5C). In both cases the loss of Nck1 binding was matched by a similar loss in recovery of kinase activity and capping activity, thus confirming that Nck1 acts as a scaffold to bring the 5′-kinase together with cytoplasmic CE to form the cytoplasmic capping complex.\n\nTo determine which of the other SH3 domains binds the 5′-kinase activity cells we transfected cells with plasmids expressing HA-tagged wild-type Nck1, or Nck1 mutated in the first SH3 (M1) or second (M2) SH3 domain (Figure 5D, upper panel). Proteins were recovered on anti-HA beads and assayed for kinase activity by incubation with γ-[32P]ATP and a 23 nt 5′-monophosphate RNA, followed by denaturing gel electrophoresis of recovered RNA. 5′ kinase activity was recovered with wild-type Nck1 and Nck1 mutated in the first SH3 domain (M1), but not with Nck1 mutated in the second SH3 domain (M2, Figure 5D, lower panel). Thus, the core of the cytoplasmic capping complex consists of CE and the 5′-kinase bound to adjacent sites on Nck1.\n\nNck1 Functions in Cap Homeostasis\n\nWe next sought to build on our success in knocking down Nck1 (Figure 4B) to demonstrate a functional role for Nck1 in cap homeostasis. However, Nck1 knockdown resulted in a general decrease in the steady-state level of every transcript examined, regardless of classification with respect to cytoplasmic capping (Figure S5). The reason for this is not known, but it does not appear to be related to cell viability, as this was unaffected by Nck1 knockdown (Figure S6). As an alternative we asked whether cap homeostasis could be disrupted by overexpression of Nck1 with inactivating mutations in the CE and 5′-kinase binding domains.\n\nAs noted in the Introduction, cytoplasmic capping targets can be categorized by differences in their behavior when cytoplasmic capping is inhibited. The “capping inhibited” pool make up the most obvious targets because stable uncapped forms of these transcripts appear when cytoplasmic capping is inhibited. Triplicate cultures of U2OS cells were transfected with plasmids expressing wild-type Nck1, or the M2 and M3 forms of Nck1, and their overexpression with respect to endogenous Nck1 was confirmed by Western blotting (Figure S7). We also confirmed that their overexpression did not have an inhibitory impact on their steady-state levels as seen with Nck1 knockdown. The appearance of uncapped transcripts was determined using an assay from our previous study in which these are ligated to an RNA adapter, hybridized to a biotinylated antisense DNA oligonucleotide, and recovered on streptavidin beads [21]. Each preparation included an internal control of uncapped β-globin RNA. In agreement with a central role for Nck1 in cap homeostasis, overexpression of Nck1 mutated in the CE (Figure 6A, M3) or 5′-kinase binding domain (Figure 6B, M2) resulted in the appearance of uncapped forms of each of four “capping inhibited” targets (DNAJB1, NM_006145; ILF2, NM_004515.3; MAPK1, NM_002745.4; and RAB1A, NM_004161.4).\n\nInhibition of cytoplasmic capping also results in the Xrn1-mediated degradation of natively uncapped transcripts in the “uninduced” pool. The impact of overexpressing the M3 (Figure 6C) and the M2 (Figure 6D) forms of Nck1 was examined for three of these transcripts (TLR1, NM_003263.3; NME9, NM_178130.2; S100Z, NM_130772.3). The steady-state level of each target RNA was reduced compared to wild-type control, again confirming cap homeostasis is inhibited by overexpression of Nck1 with mutations in the CE or 5′-kinase binding domain. The mutant forms of Nck1 had little impact on the steady-state level of MAPK1, a result that is consistent with the stability of the uncapped forms of this class of transcripts. We also looked at the impact of each of these proteins on steady-state levels of BOP1 (NM_015201.3), one of the control transcripts whose cap status is unaffected by changes in cytoplasmic capping. M3 overexpression had no impact on the level of BOP1 mRNA; however, BOP1 was unexpectedly increased in cells that overexpress the M2 form of Nck1. The reason for this is not known, but we suspect it may be a consequence of interfering with one of the other pathways in which Nck1 participates.\n\nDiscussion\n\nPrior to this study the functional domains of mammalian capping enzyme were limited to the N-terminal triphosphatase domain and the C-terminal guanylyltransferase domain. Our results add a third domain at the C-terminus of the mammalian protein whose binding to the third SH3 domain of Nck1 functions in the assembly of the cytoplasmic capping complex. In the course of this work we also discovered that C-terminal extensions (such as the FLAG tag on CEΔNLS+NES, Figure 1C and K294A) interfere with CE binding to Nck1. Because CE and the 5′-kinase activity bind to Nck1 rather than to each other this may explain why the cytoplasmic capping targets identified in Mukherjee and colleagues [13] have 5′-monophosphate ends rather than 5′-diphosphate ends as might be expected if these proteins interacted directly.\n\nWe realized early on that knowing the targets of cytoplasmic capping was a necessary first step toward validating the identity of proteins in the cytoplasmic capping complex. Results in [13] grouped the targets of cytoplasmic capping into three broad classes on the basis of the relative stability of their uncapped forms. Overexpression of Nck1 with inactivating mutations in the CE (Figure 6A) or the 5′-kinase-binding domains (Figure 6B) resulted in the appearance of uncapped forms of transcripts that also appear when cytoplasmic capping was blocked by induction of the inactive K294A form of cytoplasmic CE. Other cytoplasmic capping targets have natively uncapped forms that are degraded when cytoplasmic capping is inhibited. Together with the appearance of stable uncapped forms of the “capping inhibited” transcripts, the lower steady-state levels of these RNAs in cells expressing Nck1 with inactivating mutations in the CE (Figure 6C) or 5′-kinase (Figure 6D) binding sites provided in vivo confirmation of an essential role for Nck1 in cytoplasmic capping. Together, they confirm that Nck1 is essential for the assembly of the cytoplasmic capping complex and for cap homeostasis.\n\nNck1 is a ubiquitously expressed cytoplasmic protein that is best known for its role in transducing tyrosine kinase signaling [22],[23]. It also functions in the resolution of endoplasmic reticulum stress [24],[25] and it stimulates translation by binding to eIF2β [17]. On the organismal level Nck1 is required for proper mesoderm development [18] and in establishing neuronal circuitry [26]. Nck1 and its paralog Nck2 are elevated in many cancers, and their overexpression promotes malignant transformation [27]. Figure 7 presents a model of our current understanding of the cytoplasmic capping complex. By binding to adjacent SH3 domains, Nck1 juxtaposes CE and the 5′-kinase activity in a manner that is likely to facilitate the generation of a diphosphate capping substrate and the transfer of GMP onto this. Although Nck1 and Nck2 share 68% sequence identity CE only binds to Nck1 (Figure 2C). We know from results in [11] that the products of cytoplasmic capping are properly methylated, but have yet to confirm the identities of the 5′-kinase activity or the cap methyltransferase.\n\nApproximately 25% of the 5′ ends identified by CAGE analysis of mammalian transcriptomes map within downstream exons rather than transcription start sites [7],[28]. Those findings are consistent with the recent identification of unique protein products translated from small ORFs located downstream of canonical start sites [29]–[32]. Our findings suggest that the absence of downstream CAGE tags in the Drosophila transcriptome [6] results from the inability of Drosophila CE to bind Nck1 and participate in the cytoplasmic capping complex. The presence of Nck1 at the core of the cytoplasmic capping complex also suggests that cytoplasmic capping, and perhaps the proteins translated from recapped transcripts, may vary in response to different stimuli, for example by activation of a particular receptor tyrosine kinase. Adding to this complexity, the amount of Nck1 is also regulated by the ubiquitin/proteasome pathway [33]. Ubquitination by the c-Cbl E3 ubiquitin ligase targets Nck1 for degradation by the proteasome, which in turn may impact cytoplasmic capping by reducing the amount of Nck1 that is available for bringing cytoplasmic CE together with the 5′-kinase. Nck1 ubiquitination is inhibited by the binding of synaptopodin, a proline-rich actin binding protein, to the same site on Nck1 as the 5′-kinase activity. These findings raise the possibility of competition by these proteins, and of a link between cytoplasmic capping and the cytoskeleton.\n\nMaterials and Methods\n\nPlasmid Constructs\n\npcDNA3 myc-mCE [11] was used as a template to amplify myc-mCEΔ25C using the primers T7 and YO125 containing Kpn1 and Apa1 sites, respectively. The amplified PCR product was digested with Kpn1 and Apa1 and then ligated into similarly digested pcDNA3. The C-terminal FLAG tag was removed from pcDNA4/TO-myc-NES-mCEΔNLS-Flag [11] by amplifying the region containing Myc-cCE with primers Tevbio-cCE-F and Tevbio-cCE-R. This was further modified by addition of a C-terminal tag containing a site for cleavage by Tev protease and a peptide that is biotinylated in vivo [34]. The plasmid pFA6a-HTB-hphMX4 containing this sequence was provided by Peter Kaiser (University of California, Irvine). The biotinylation tag sequence was amplified from this plasmid using cCE-TevBio-F and cCE-TevBio-R. The PCR products from the preceding two reactions were mixed together and PCR amplified with primers cCE-F and R-Tev Bio to create Myc-cCE-Tev-Biotin. This was digested by Kpn I and Apa I and cloned in similarly digested pcDNA3/TO vector yielding pcDNA3/TO myc-cCE-bio (cCE-bio). To generate CE with an N-terminal biotinylation tag (bio-cCE), the sequence corresponding to the tag only (without the Tev cleavage site) was amplified from the above template with primers Bio RP and Bio FP. This tag was introduced into pcDNA3 myc-NES-mCEΔNLS, pcDNA3 myc-NES-mCE (K294A) ΔNLS [11] and pcDNA3 myc-mCEΔ25C using the In-Fusion HD cloning kit (Clontech). The NES from construct used in our previous work was added to pcDNA3 bio-myc-mCEΔ25C to generate pcDNA3 bio-myc-NES-mCEΔ25C (bio-cCEΔ25C). Bio-cCEΔpro was generated from bio-cCE by site directed mutagenesis using the QuikChange Site-Directed Mutagenesis kit (Stratagene) with oligos Amp-R (Stratagene) and cCE-ΔPPP. The plasmid for expression of GFP (pcDNA4/TO myc-GFP-Flag) was described previously [11]. All constructs were verified by sequencing. Sequences of oligos used in the study are listed in Table S1. The human Nck1 constructs were described in [20] and kindly provided by Wei Li and Louise Larose [17]. In these the SH2 domain in SH2M was inactivated by an arginine-to-lysine mutation in the sequence FLVRES, and the SH3 domains in M1, M2, M3, and 3SH3M were each inactivated by changing the first tryptophan in the WW motif to lysine. The MS2-Biotin construct was provided by Marion Waterman, University of California, Irvine [19].\n\nCell Culture and Transient Transfection\n\nU2OS and HEK-293 cells were grown in McCoy's 5A medium (Invitrogen) containing 10% fetal bovine serum. 1×106 HEK293 or 2×106 U2OS cells in log phase growth were transfected with 8 µg (total) of plasmid DNA using FuGENE 6 (Promega) following the manufacturer's protocol. Cells were harvested 36 h post-transfection. Transfection efficiency (typically 95% for 293 cells and 70% for U2OS cells) was determined by parallel transfection with a GFP-expressing plasmid.\n\nPreparation of Cytoplasmic Extract and Isolation of Cytoplasmic RNA\n\nCells were lysed using 1× lysis buffer (20 mM Tris-HCl [pH 7.5], 10 mM NaCl, 10 mM MgCl2, 10 mM KCl, 0.2% NP40, 1 mM PMSF [Sigma], 1× protease inhibitor [Sigma], 1× phosphatase inhibitor cocktail II and III [Sigma], and 80 units/ml RNase out [Invitrogen]). These were placed on ice for 5 min, the tubes were gently flicked and incubated on ice for an additional 5 min. The lysates were centrifuged at 5,000 g at 4°C for 10 min to pellet the nuclei, and the supernatant (cytoplasmic) fractions were transferred to chilled microcentrifuge tubes. Cell lysate was used directly for Immunoprecipitation and Gst pull-down assays except for experiments where extracts were treated with micrococcal nuclease to remove nucleic acid. RNA was recovered from cytoplasmic fractions with Trizol reagent (Invitrogen) as per the manufacturer's instructions. The recovered RNA was treated with DNase I and poly(A) RNA was selected using Dynabeads mRNA DIRECT kit (Invitrogen) according to the manufacturer's instructions. Cells were fractionated into cytoplasmic and nuclear fractions by NE-PER kit using manufacturer's (Pierce) protocol for gel filtration and subcellular localization of Nck1.\n\nGlycerol Gradients\n\nCytoplasmic extracts from transiently transfected HEK293 were layered onto freshly prepared 10%–50% linear glycerol gradients and centrifuged at 200,000 g for 22 h at 4°C. Each experiment included a gradient containing gel filtration standards as described in [11] for use as reference points for determining size as a function of position within the gradient. 500 µl fractions were collected from the top of the gradient and stored at −80°C. Protein present in 100 µl of each fraction was first recovered by precipitation with ten volumes of ethanol prior to Western blot analysis, and remaining fractions were used to recover cytoplasmic capping enzyme on streptavidin beads.\n\nGel Filtration\n\nTwo mg of HEK293 cell cytoplasmic extract was filtered through a 0.2 µ low protein binding filter (Millipore) and then loaded at 4°C into a calibrated HiPrep 16/60 Sephacryl S-200 High Resolution column (GE) in 15 mM Tris-HCl (pH 7.5), 150 mM NaCl. The column was developed in the same buffer at a flow rate of 0.5 ml/min, and starting from the void volume (elution volume 37 ml) 0.5 ml fractions were collected up to an elution volume of 62 ml in order to separate monomeric proteins as small as 29 kDa. 250 µl from each fraction was TCA precipitated and analyzed by Western blotting with anti-CE and anti-Nck1 antibodies. The remaining 250 µl of the four fractions indicated with a box in Figure 3B were pooled and immunoprecipitated with control IgG or anti-Nck1 antibody and Dynabeads protein G. The recovered proteins were analyzed by Western blotting with anti-CE and anti-Nck1 antibodies.\n\nExpression and Purification of Recombinant GST-Nck1 and GST Pull Down\n\nE.coli BL21(DE3)pLysS cells (Promega) were transformed with plasmid pGEX-2TK-Nck1or pGEX-2TK. These were grown in Luria Bertani broth containing 100 µg/ml ampicillin and 50 µg/ml chloramphenicol. Cells were induced at an OD600 of 0.5 with 0.5 mM IPTG at 18°C and cultured overnight. Cells were lysed in GST-lysis buffer (20 mM Tris-HCl [pH 7.5], 20 mM NaCl, 1 mM DTT, 1 mM PMSF, 1% Triton-X). Gst or Gst-Nck1 expressed in E. coli were bound with gentle rocking to glutathione Sepharose for 2 h at 4°C. The beads were washed 5× with Gst wash buffer (25 mM Tris-HCl [pH 7.5], 150 mM NaCl, 0.1% NP40) to remove unbound proteins and stored at 4°C in the same buffer containing 20% glycerol and 1 mM phenylmethylsulfonyl fluoride. Cytoplasmic extracts were prepared 36 h after transfection of HEK293 with plasmids expressing bio-cCE or MS2-bio. Nonspecific proteins were removed by incubating each extract with glutathione-Sepharose, and 5 mg of pre-cleared extract was incubated with rocking for 2 h at 4°C with Gst- or Gst-Nck1-bound beads. These were recovered by centrifugation and unbound proteins were removed by five washes with Gst wash buffer. The bead-bound proteins were analyzed by Western blotting, and for guanylylation and capping activity [11].\n\nImmunoprecipitation, Streptavidin Recovery, In Vitro Guanylation, Kinase, and Capping Assays\n\nFor immunoprecipitation reactions, cytoplasmic extract was pre-cleared with mouse IgG antibody coupled beads (Cell Signaling). The pre-cleared lysate was incubated with anti-Myc or HA monoclonal antibody coupled beads for 2 h at 4°C in a rocking platform. Biotinylated proteins were recovered by incubating extracts for the same time as above with Streptavidin Dynabeads (T1, Invitrogen). For immunoprecipitation with anti-Nck1 or anti-CE antibodies cytoplasmic extract was first pre-cleared with Protein G Dynabeads (Invitrogen), followed by addition of control rabbit IgG or antibody IgG bound Protein G Dynabeads. The reactions were incubated overnight at 4°C in a rocking platform before washing and recovery of antibody-bound complexes. In each experiment bead bound proteins were washed and processed for western blotting or in vitro guanylylation, kinase and capping reactions [11].\n\nAntibodies\n\nMouse anti-Myc monoclonal antibody, rabbit IgG, anti-Myc coupled agarose beads and rabbit anti-HA antibodies were obtained from Santa Cruz Biotechnology. Anti-HA antibody coupled magnetic beads were purchased from Pierce. Mouse monoclonal antibodies to β-tubulin and GAPDH were obtained from Sigma. Mouse anti-HA monoclonal antibody was purchased from Roche. Monoclonal Rabbit anti-Nck1 was obtained from Cell Signaling and polyclonal rabbit anti-Nck1 antibody used for immunoprecipitation was obtained from Millipore. Rabbit polyclonal antibody to Nck2 was obtained from Upstate Biotechnology and rabbit polyclonal antibody to CE was purchased from Novus. Rabbit polyclonal antibody to Grb2 was provided by Ramesh K Ganju, Ohio State University. Conformation specific mouse anti-rabbit antibody was obtained from Cell Signaling. Alexafluor coupled goat anti-rabbit IgG (680), goat anti-mouse (800), goat anti-rabbit IgG (488), goat anti-mouse IgG (594) and streptavidin (800) were purchased from Molecular Probes (Invitrogen). HRP coupled goat anti- rabbit antibody and HRP-streptavidin were obtained from Santa Cruz Biotechnology.\n\nWestern Blot Analysis\n\n5% input (otherwise indicated) and 70% of each immunoprecipitated sample were denatured in 2× Laemmli buffer (Bio-Rad Laboratories) containing β-mercaptoethanol and incubated at 95°C for 5 min prior to electrophoresis on 10% Mini-PROTEAN TGX precast gels (Bio-Rad Laboratories). Proteins were transferred onto Immobilon-P PVDF membrane (EMD Millipore), which were blocked using 3% bovine serum albumin in Tris-buffered saline (TBS). This was followed by incubation with primary antibody for 2 h in blocking solution containing 0.05% Tween-20 (TBS-T). These were then washed with TBS-T, incubated for 1 h with HRP or Alexafluor-coupled secondary antibody (1∶10,000 dilutions), and visualized on X-ray film (GeneMate) after detection with ECL-plus detection system (GE Healthcare), or with a Licor Odyssey imager. To prevent detection of antibody denatured chains in immunoblots, conformation specific mouse anti-rabbit antibody was used following incubation with primary antibody. The antibody dilutions used for Western blots are as follows: NCK1, 1∶2,000; NCK2, 1∶2,000; Grb2, 1∶1,000; HA, 1∶2,000; Myc, 1∶1,000; GAPDH, 1∶5,000; β-tubulin, 1∶5,000; Streptavidin HRP, 1∶10,000; conformation specific mouse anti-rabbit antibody, 1∶2,000.\n\nImmunofluorescence\n\nU2OS cells grown on coverslips were fixed with methanol at −20°C for 10 min and probed with a 1∶50 dilution of rabbit anti-Nck1 and a 1∶200 dilution of mouse anti-α tubulin. Secondary antibodies consisting of Alexafluor 488 goat anti-rabbit IgG or Alexafluor 594 anti-mouse IgG were used at 1∶1,000 dilution. All images were acquired at ambient temperature using an Olympus IX-81 microscope, with 100× Plan Apo oil immersion objective (1.4 numerical aperture) and a QCAM Retiga Exi FAST 1394 camera, and analyzed using the Slidebook software package (Intelligent Imaging Innovations).\n\nQuantitative Reverse Transcriptase-PCR and Physical Recovery of Uncapped RNA\n\nA total of 50 ng of cytoplasmic poly (A) RNA was used to synthesize cDNA with Superscript III reverse transcriptase (Invitrogen) according to the manufacturer's instructions. q-PCR was performed with 2×Sensi-FAST Sybr No Rox Mix (Bioline) using an Illumina Eco system. Uncapped RNAs were recovered by a ligation based approach as described in [21] and analyzed by qRT-PCR as described in [13].\n\nNck1 Knockdown\n\nHEK293 or U2OS cells were transfected with 10 nM of Nck1 siRNA (J006354-09, Dharmacon) and a scramble control (Dharmacon) using Lipofectamine RNAimax (Invitrogen) according to the manufacturer's protocol. Cells were harvested 72 h after transfection. Knockdown efficiency was monitored by Western blotting with rabbit anti-Nck1 antibody. The impact of Nck1 knockdown on transcript levels was determined by qRT-PCR using primers listed in [13]. The impact of Nck1 knockdown on assembly of the cytoplasmic capping complex was determined by recovery with bio-cCE that was introduced into cells 48 h after transfection with Nck1 siRNA and 12 h before recovering complexes on streptavidin beads.\n\nStatistical Analysis\n\nData are shown as the representative result or as mean of at least three independent experiments ± standard deviation. Statistical analyses were performed using Student's unpaired two-tailed t test. Differences were considered significant at p&lt;0.05. Graphs were generated using GraphPad Prism 5 (GraphPad Software, Inc.) and bars represent standard deviation.\n\nSupporting Information"
}