{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050297",
  "doi": "10.1371/journal.pbio.0050297",
  "externalIds": [
    "pii:06-PLBI-RA-2082R3",
    "sici:plbi-05-11-11",
    "pmid:18001149",
    "pii:06-PLBI-RA-2082",
    "pmcid:PMC2071943"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Fabp7 Maps to a Quantitative Trait Locus for a Schizophrenia Endophenotype",
  "authors": [
    {
      "name": "Akiko Watanabe",
      "first": "Akiko",
      "last": "Watanabe",
      "affiliation": "Laboratory for Molecular Psychiatry, RIKEN Brain Science Institute, Saitama, Japan"
    },
    {
      "name": "Tomoko Toyota",
      "first": "Tomoko",
      "last": "Toyota",
      "affiliation": "Laboratory for Molecular Psychiatry, RIKEN Brain Science Institute, Saitama, Japan"
    },
    {
      "name": "Yuji Owada",
      "first": "Yuji",
      "last": "Owada",
      "affiliation": "Histology, Tohoku University Graduate School of Medicine, Miyagi, Japan"
    },
    {
      "name": "Takeshi Hayashi",
      "first": "Takeshi",
      "last": "Hayashi",
      "affiliation": "Animal Genome Research Unit, National Institute of Agrobiological Sciences, Ibaragi, Japan"
    },
    {
      "name": "Yoshimi Iwayama",
      "first": "Yoshimi",
      "last": "Iwayama",
      "affiliation": "Laboratory for Molecular Psychiatry, RIKEN Brain Science Institute, Saitama, Japan"
    },
    {
      "name": "Miho Matsumata",
      "first": "Miho",
      "last": "Matsumata",
      "affiliation": "Division of Developmental Neuroscience, Center for Translational and Advanced Animal Research, Tohoku University Graduate School of Medicine, Miyagi, Japan"
    },
    {
      "name": "Yuichi Ishitsuka",
      "first": "Yuichi",
      "last": "Ishitsuka",
      "affiliation": "Laboratory for Molecular Psychiatry, RIKEN Brain Science Institute, Saitama, Japan"
    },
    {
      "name": "Akihiro Nakaya",
      "first": "Akihiro",
      "last": "Nakaya",
      "affiliation": "Department of Computational Biology, University of Tokyo, Tokyo, Japan"
    },
    {
      "name": "Motoko Maekawa",
      "first": "Motoko",
      "last": "Maekawa",
      "affiliation": "Division of Developmental Neuroscience, Center for Translational and Advanced Animal Research, Tohoku University Graduate School of Medicine, Miyagi, Japan"
    },
    {
      "name": "Tetsuo Ohnishi",
      "first": "Tetsuo",
      "last": "Ohnishi",
      "affiliation": "Laboratory for Molecular Psychiatry, RIKEN Brain Science Institute, Saitama, Japan"
    },
    {
      "name": "Ryoichi Arai",
      "first": "Ryoichi",
      "last": "Arai",
      "affiliation": "Department of Chemistry, Princeton University, Princeton, New Jersey, United States of America"
    },
    {
      "name": "Katsuyasu Sakurai",
      "first": "Katsuyasu",
      "last": "Sakurai",
      "affiliation": "Division of Developmental Neuroscience, Center for Translational and Advanced Animal Research, Tohoku University Graduate School of Medicine, Miyagi, Japan"
    },
    {
      "name": "Kazuo Yamada",
      "first": "Kazuo",
      "last": "Yamada",
      "affiliation": "Laboratory for Molecular Psychiatry, RIKEN Brain Science Institute, Saitama, Japan"
    },
    {
      "name": "Hisatake Kondo",
      "first": "Hisatake",
      "last": "Kondo",
      "affiliation": "Histology, Tohoku University Graduate School of Medicine, Miyagi, Japan"
    },
    {
      "name": "Kenji Hashimoto",
      "first": "Kenji",
      "last": "Hashimoto",
      "affiliation": "Division of Clinical Neuroscience, Chiba University Center for Forensic Mental Health, Chiba, Japan"
    },
    {
      "name": "Noriko Osumi",
      "first": "Noriko",
      "last": "Osumi",
      "affiliation": "Division of Developmental Neuroscience, Center for Translational and Advanced Animal Research, Tohoku University Graduate School of Medicine, Miyagi, Japan; CREST, Japan Science and Technology Agency (JST), Saitama, Japan"
    },
    {
      "name": "Takeo Yoshikawa",
      "first": "Takeo",
      "last": "Yoshikawa",
      "affiliation": "Laboratory for Molecular Psychiatry, RIKEN Brain Science Institute, Saitama, Japan; CREST, Japan Science and Technology Agency (JST), Saitama, Japan"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-11",
  "dateElectronic": "2007-11-13",
  "dateAccepted": "2007-09-19",
  "dateReceived": "2006-11-06",
  "volume": "5",
  "number": "11",
  "pages": "e297",
  "tags": [
    "Discipline/Genetics and Genomics",
    "Discipline/Mental Health",
    "Discipline/Neuroscience",
    "Type/Research Article"
  ],
  "abstract": "Deficits in prepulse inhibition (PPI) are a biological marker for schizophrenia. To unravel the mechanisms that control PPI, we performed quantitative trait loci (QTL) analysis on 1,010 F2 mice derived by crossing C57BL/6 (B6) animals that show high PPI with C3H/He (C3) animals that show low PPI. We detected six major loci for PPI, six for the acoustic startle response, and four for latency to response peak, some of which were sex-dependent. A promising candidate on the Chromosome 10-QTL was Fabp7 (fatty acid binding protein 7, brain), a gene with functional links to the N-methyl-D-aspartic acid (NMDA) receptor and expression in astrocytes. Fabp7-deficient mice showed decreased PPI and a shortened startle response latency, typical of the QTL's proposed effects. A quantitative complementation test supported Fabp7 as a potential PPI-QTL gene, particularly in male mice. Disruption of Fabp7 attenuated neurogenesis in vivo. Human FABP7 showed altered expression in schizophrenic brains and genetic association with schizophrenia, which were both evident in males when samples were divided by sex. These results suggest that FABP7 plays a novel and crucial role, linking the NMDA, neurodevelopmental, and glial theories of schizophrenia pathology and the PPI endophenotype, with larger or overt effects in males. We also discuss the results from the perspective of fetal programming.",
  "fullText": "Introduction\n      \nPrepulse inhibition (PPI) is the normal suppression of a startle response when a low-intensity stimulus, eliciting little or no behavioral response, immediately precedes an unexpected stronger startling stimulus [1]. The response to the startling sound is called the acoustic startle reflex (ASR). PPI is observed in all mammals tested to date, and even in invertebrates [2]. As a behavioral response tool, the ASR is invaluable, because it can be measured using accessible electrophysiology tools and, importantly, measurements are possible under nearly identical conditions between humans and rodents [3]. Biologically, PPI is a reflection of sensory motor gating mechanisms within the central nervous system, and deficits within these mechanisms are a consistent feature of neuropsychiatric illnesses including schizophrenia [4]. As a reproducible phenotypic marker, impaired PPI is regarded as an endophenotype for schizophrenia. Endophenotypes are measurable internal biological markers associated with complex diseases. They provide simpler genetic clues to pathogenesis than the disease syndrome itself, allowing for easier analysis of disease [5]. It is hoped that identifying genes that underpin PPI could help in deciphering the complex polygenic mechanisms that predispose to schizophrenia.\n\nTo map the genetic loci determining PPI and its related behavioral profiles, we performed large-scale quantitative trait loci (QTL) analysis using selected inbred mouse strains. QTL analysis is a method of localizing chromosomal regions harboring genetic variants that affect a continuously distributed, polygenic phenotype [6]. Molecular dissection of the mouse genome identified Fabp7 as a highly promising causative gene, especially in males. Functional analysis of the gene and human studies provided fresh insight into schizophrenia mechanisms and the PPI endophenotype.\n\n      Results\n      \n        Examination of Mouse Strains for PPI Measurements\n        \nIn a preliminary study, we examined the supply of inbred mice for variability in the PPI response between individual animals from the same strain and consistency of PPI scores from animals with different delivery times. These longitudinal tests spanned more than 1 y. Figure 1A and Figure S1A show the PPI (%) for four different inbred mouse strains of both sexes, aged between 8–9 wk, from a specified supplier. We observed significant differences between C57BL/6 (B6) and the other strains, as well as marginally significant sex effect by analysis of variance based on the linear mixed model, in PPI magnitude (Table S1, see Materials and Methods for details). B6 mice exhibited the highest PPI and C3H/He (C3) the lowest, indicating that these two extreme strains were suitable for genetic analysis. All mouse strains and both sexes displayed increased PPI with increased prepulse levels. By testing 7-wk- and 12–wk-old B6 and C3 animals (Figure 1B and Figure S1B), we confirmed the stability of PPI during this interval. Based on these results, we used 8- to 9-wk-old cohorts for all phenotypic evaluations.\n\n        PPI and Its Related Phenotypes in F1 and F2 Mice\n        \nWe prepared a total of 1,010 F2 animals (497 males and 513 females) from F1 parents (B6 females and C3 males). For phenotypic examinations, we included measurements of ASR amplitude and latency (the interval from stimulus to maximum startle amplitude recorded in pulse-alone trials: see Figure S2), in addition to PPI at different prepulse levels. The F2 distribution of PPI values was unimodal and roughly symmetrical (skewness: 2.53 × 10−4 for prepulse intensity of 86 dB[A]), almost conforming to a normal distribution (kurtosis: −0.358 for prepulse intensity of 86 dB[A]) (Figure S3). The other traits also showed normal distributions (unpublished data). The mean PPI values of F0 (B6 and C3), F1, and F2 cohorts, ASR amplitudes, and latency are shown in Figure S3. We calculated broad-sense heritabilities (hB2) of these traits by computing the phenotypic variances (Vp) in the F1 [Vp(F1)] and F2 [Vp(F2)] population [hB2 = {Vp(F2) − Vp(F1)}/Vp(F2)] (Table S2): in general, these heritabilities (0.06–0.43) are low compared with those of other mouse behaviors [6] and human schizophrenia [7], which are approximately 0.5 or more. There is a tendency for PPI at higher prepulse intensities and for the male sex to give a larger heritability. The genetic correlations (rA) [8] between PPI and a range of prepulse levels, PPI and ASR, and PPI and latency are shown in Table S3. The correlation of PPI with different prepulse levels was relatively high (rA = 0.70–0.83), which suggests that PPI is regulated by an almost identical set of genes across different prepulse intensities, an expected result. In contrast, PPI and ASR (rA = 0.05–0.17) and PPI and latency (rA = 0.07–0.20) correlations were low, suggesting that the genetics of ASR and latency are distinct from those of PPI. Interestingly, we found a modest correlation between ASR and latency (rA = 0.32). Supporting these suppositions, phenotypic correlations demonstrated substantial Pearson's correlation coefficients (r) between PPI for different prepulse levels (r = 0.71–0.81) (Figure S4), whereas r was small between PPI and ASR (r = 0.04–0.16) (Figure S5) and between PPI and latency (r = 0.13) (Figure S5). Phenotypic correlation between ASR and latency was modest (r = 0.34) (Figure S5). We also confirmed that ASR was not affected by the body weight of test animals (r = 0.01) (Figure S5).\n\n        First-Stage QTL Genome Scan\n        \nAll 1,010 F2 generation mice were genotyped using 80 microsatellite markers covering the whole genome (19 autosomes and X chromosome) with an average intermarker distance of 20 cM [9]. QTL mapping was performed on the phenotypic and genotypic data using the method of composite interval mapping (CIM) [10], implemented in the WinQTLCart 2.5 [11] as the first stage QTL genome scan. Because the X chromosome cannot be appropriately analyzed by the WinQTLCart, we analyzed the 19 autosomes, including sex and batch, as fixed effects in the model of CIM. We classified 1,010 mice into 21 groups consisting of about 50 individuals and measured the phenotypes of mice from the same group at the same time. Accordingly, the effects of such groups were taken into consideration as the batch effects in the analysis. The results for PPI at five different prepulse levels, ASR, and latency measures are shown in Figure S6.\n\nThe mean phenotypic value for each QTL and test results for additive and dominant models are shown in Table 1. The Chromosome 10-QTL, which elicits the largest genetic influence, fits both additive and dominant models, with the former making a larger contribution than the latter. At this locus, the B6-derived allele increased PPI. Assuming that individual PPI-related QTLs act independently, genome-wide significant QTLs (Table 1) account for 26.5% of the phenotypic variation for PPI, which is comparable to the heritability of PPI (Table S2). Therefore, it is likely that the currently detected QTLs account for the almost all genetic contributions to PPI, and few if any undetected QTLs remain.\n\nWe also analyzed the X chromosome using R/qtl software [12] implemented in the statistical package R2.4.1 (http://www.r-project.org/), which can suitably handle the X chromosome in QTL analysis [13]. The results showed no significant QTL on the X chromosome. According to the analysis of variance for the phenotypes of F2 mice, the sex effect was significant in ASR (p &lt; 0.01) and latency (p &lt; 0.05), but not significant in PPI measures, and the batch effect was confirmed to provide no significant effects on any of the phenotypes. Therefore, neither the X chromosome nor batch effect was taken into consideration in the subsequent analyses.\n\n        Second-Stage QTL Scanning\n        \nOur second-stage analysis involved dense mapping of the six chromosomes (1, 3, 7, 10, 11, and 13) identified at stage one that showed high CIM logarithm of the odds (lod) peaks for PPI. Additional chromosomes that are suggestive for ASR and latency were not included, because the evidence suggesting ASR and latency as endophenotypes in schizophrenia is less strong compared with PPI. We added 51 new markers, including novel single nucleotide polymorphisms (SNPs) detected in our polymorphism screen of Cdh23 on Chromosome 10, and Ofcc1 (Mrds1) and Dtnbp1 on Chromosome 13. These also included markers from NCBI (rs33089794 near Fabp7 locus on Chromosome 10), in addition to microsatellites from the linkage map of Dietlich et al. [9]. They covered the individual QTL intervals at a density of less than 5 cM. The positions of SNP markers on the linkage map were determined using Mapmaker/Exp 3.0 software [14]. In addition to CIM (unpublished data), we applied multiple interval mapping (MIM) [15] implemented in the WinQTLCart [11] to this second-stage analysis, where male and female mice were analyzed separately. The MIM method also allows for the epistatic interaction analysis of the QTLs [15]. We evaluated the goodness-of-model fitting in MIM with Bayesian information criterion (BIC) [16]. The model with minimized BIC can be regarded as the best model in MIM. For evaluating the significance of QTL included in the best model, we took into account the lod score for each fitted QTL, which was calculated as the twice the difference in the logarithm of likelihood between the best model and the model eliminating the QTL from the best model. We set significant lod scores for MIM, according to a genome-wide threshold of p &lt; 0.05 that was calculated in the first stage using CIM. Figures 2 and 3 show the results for male and female, respectively, and they depict only the lod curves on the relevant chromosomes containing QTLs that exceeded the threshold. For PPI, Chromosome 3-QTL failed to reach the threshold in females (Figure 3). For ASR, Chromosome 11-QTL in males (Figure 2) and Chromosome 1- and 7-QTLs in females (Figure 3) were lost. For latency, the Chromosome 10-QTL in males (Figure 2) and the Chromosome 13-QTL in females (Figure 3) were also lost. The abolition of these QTLs may be related to their relatively small effect size and/or a differential sex effect. The fact that the second-stage analysis, where females and males were analyzed separately, failed to detect any chromosomes that harbor both ASR- and latency-QTLs is likely related to the observation that the two phenotypes are influenced by sex (evaluated by ANOVA, unpublished data).\n\nDense mapping permitted us to narrow the peak width at the Chromosome 10 PPI locus. In males, a sharp peak was observed around the Fabp7 marker (Figure 2), and in females, one peak around the Fabp7 locus and a second approximately 20 cM away (between D10Mit175 and D10Mit261) were detected (Figure 3). (the results of a single QTL in males and potentially two QTLs in females were confirmed by performing CIM with the Fabp7 marker (21.9 cM) as a covariate, and by analyzing male and female data separately.). In the initial scan, the Chromosome 13-QTL for PPI contained the Ofcc1 (Mrds1) and the Dtnbp1 genes in its 1-lod support interval (95% confidence interval): both genes are susceptibility candidates for human schizophrenia [17]. However, second-stage dense mapping abolished this significant PPI-QTL in males and excluded the two genes from the 1-lod support interval of the QTL in females (Figures 2 and 3). Overlapped QTLs for PPI and ASR were still evident on Chromosome 11 (females) (Figure 3) and for PPI and latency were still evident on Chromosome 10 (females) (Figure 3), suggesting that some genes may regulate multiple PPI-related features.\n\nEpistatic interaction effects between QTLs were included in the models for some phenotypes. However, these epistases revealed no substantial effects on the phenotypes, and therefore were not analyzed further. The results obtained by using the MIM method are summarized in Table S4.\n\nWe refer to the PPI, ASR, and latency-related QTLs for combined sexes identified in this study as Ppi-1 to Ppi-6, Asr-1 to Asr-6, and Latency-1 to Latency-4, based on the magnitude of the single-locus lod (Table 1). The data are summarized in Figure S7.\n\n        Candidacy of Fabp7 for Ppi-1 and Latency-4 on Chromosome 10\n        \nIn the second-stage mapping, we detected a steep lod peak for PPI (at 86 dB prepulse) around Fabp7 in males (Figure 2) and the second highest peak at the same locus in females (Figure 3). We succeeded in narrowing down genes located in the one drop lod support to approximately 30 (Ensembl release 45, June 2007, http://www.ensembl.org/Mus_musculus/index.html) in male data. In our literature survey, none of those genes (Table S5) was annotated as a modifier of PPI (this does not necessarily mean that they are true negatives). After we excluded the possible causality of Cdh23 [18] for the QTL (see Text S1), we focused on the gene for brain-type fatty acid binding protein, Fabp7 (also called B-FABP, BLBP) as a candidate in this QTL for the following reasons: (1) Disturbed metabolism of polyunsaturated fatty acid (PUFA), particularly n-3 PUFA docosahexaenoic acid (DHA), has been suggested in schizophrenia [19,20,21]. (2) Fabp7 is distinguished from other fatty acid binding proteins by its strong affinity for DHA [22]. (3) Mounting evidence suggests the involvement of NMDA receptor-mediated neuronal pathways in PPI integrity and schizophrenia pathology [23], and we have obtained data underscoring the role of Fabp7 in NMDA-mediated neural signaling (see below in this section and [24]). Fabp7 is strongly expressed in embryonic and neonatal brains (Figures S8 and S9). In adulthood, its expression in the brain is primarily localized to astrocytes [24,25] and is markedly reduced in old mice (Figure S9). To determine whether the expression of Fabp7 differed between the B6 and C3 lineages, we examined mRNA levels by quantitative reverse-transcriptase (RT)-PCR in the cerebral cortex of embryonic day 16 (E16) and postnatal day 0 (P0, at birth) animals; the frontal cortex, hippocampus, and cerebellum of P7 animals; and the frontal cortex, hippocampus, and olfactory bulb of adult-stage (8 wk) animals. At all developmental stages and in all anatomical regions except for P7 frontal cortex and adult frontal cortex and hippocampus, C3 animals displayed gene up-regulation compared with those from B6 (Figure 4A). In the adult frontal cortex, C3 mice showed a trend of increased expression of Fabp7. In contrast, C3 animals showed significantly lower expression of Fabp7 in P7, relative to B6 animals (Figure 4A).\n\nWe hypothesized that Fabp7 expression is strictly controlled spatio-temporally, particularly during the formation of neuronal circuitry that controls brain functions, including PPI. To test whether altered Fabp7 expression affects PPI, we prepared Fabp7-deficient mice and studied their behavior. Fabp7 (–/–) mice were viable and showed no macroscopic abnormalities [24]. Figure 4B and 4C shows that both PPI and latency were reduced in Fabp7 (–/–) mice. The reduced latency finding was consistent with genetic analysis showing that the latency-controlling QTL was shared with the PPI-QTL on Chromosome 10 (Figure 3 and Figure S6) and C3-derived alleles at this genomic locus attenuated both PPI and latency (Table 1).\n\nOur prior electrophysiological study using hippocampal CA1 neurons demonstrated a disruption of NMDA-induced cation current in adult Fabp7 knockout mice [24]. Therefore, we tested whether Fabp7 (–/–) mice showed additional features that would fit the NMDA theory of schizophrenia, by conducting pharmaco-behavioral experiments. A single challenge of a noncompetitive NMDA receptor antagonist (+)-MK-801 did not induce differences in locomotor responses between Fabp7 (–/–) and wild-type mice (Figure 4D). But interestingly, repeated administration evoked a greater behavioral response in the Fabp7-deficient mice than in the wild-type counterparts (Figure 4E).\n\n        Quantitative Complementation of Fabp7\n        \nBased on the candidacy of Fabp7 as a Chromosome 10-QTL gene, we screened it for genetic polymorphisms in B6 and C3 genomic DNA. No polymorphisms were found in an interval spanning approximately 45 kb, ranging from 23 kb upstream to 18 kb downstream of the gene. The nearest annotated SNP to Fabp7, rs33089794 (Figures 2 and 3), is verified as being polymorphic between B6 and C3 genomes, and is located 1 Mb upstream (toward the centromere) of Fabp7. Quantitative genomic PCR confirmed no copy number changes to Fabp7 in B6 and C3 mouse strains (unpublished data). All Fabp family genes contain a canonical TATA box followed by a conserved gene structure, but the control of tissue-specific and developmentally regulated expression of various Fabp types including Fabp7 is poorly understood [26]. Therefore, we used a quantitative complementation test to determine whether Fabp7 interacts with a Chromosome 10-QTL gene affecting PPI-phenotypes at 86 dB [27,28]. The test uses four strains: B6 and C3 that bear different QTL alleles [referred to here as high (B6) and low (C3) lines], a strain bearing a recessive mutation of Fabp7 (m), and a wild-type strain (+) that is ideally coisogenic with the mutant. We prepared the latter two in a B6 background. We determined phenotypes of mice with the four genotypes; high/m, low/m, high/+, and low/+, and analyzed them in an experiment with two factors: “Genotype,” representing the presence or absence of the mutation at Fabp7, and “Line,” representing natural allelic variation between B6 and C3 at the QTL. We propose that the QTL exerts its effect by altering gene expression at a critical period and area of the brain, as might be the case if it lies in a distant enhancer element. In this case, the two effects, one due to the gene and one to the QTL, will not be independent, and their joint effect (a failure to complement) will be detected as a significant interaction between Line (high or low) and Genotype (m or +) in the analysis of variance. The interaction between Line and Genotype was significant in the combined sexes (p = 0.0087) and male group (p = 0.0232) but nonsignificant in the female group (p = 0.128), implicating Fabp7 as a gene involved in the QTL with larger effects in male mice (Table 2). We did not observe significant complementation failure in latency parameter. This may be partly because of the weakness of latency-QTL on Chromosome 10 (it failed to reach the genome-wise p &lt; 0.01 threshold in the first genome scan).\n\n        Fabp7, Neurogenesis, and PPI\n        \nTo gain further insight into mechanisms that could link Fabp7 to PPI integrity and schizophrenia pathology, we examined the effects of Fabp7 disruption on neurogenesis (defined as the proliferation of neural stem cells to produce new neurons). The rationale being that the reduction of PPI and manifestation of other schizophrenia-like behaviors correlate with a decrease of neurogenesis precipitated by the deletion of neuronal PAS domain protein 3 transcription factor [29]. As we have previously shown, Fabp7 is essential for maintaining embryonic neural stem/progenitor cells in the developing rat cortex [30]. In addition, the expression of Fabp7 is regulated by Pax6 [30], one of the key transcription factors in postnatal neurogenesis [31,32].\n\nWe performed immunostaining on the hippocampal dentate gyrus of Fabp7 (–/–) mice at 4 wk and found a dramatic decrease in the number of GFAP (glial fibrillary acidic protein)–positive cells including astrocytes, neural stem cells, and early progenitor cells. We also noted a decrease in PSA-NCAM (a polysialylated form of the neural cell adhesion molecule) positivity, a marker for late progenitors (Figure 5A and 5B), implying that Fabp7 deficiency impairs the maintenance of neural stem/progenitor cells. Next, we investigated cell proliferation in the dentate gyrus at 4 wk. BrdU (5'-bromo-2′-deoxyuridine)–incorporation assays showed an approximately 30% reduction in the number of dividing cells in the hippocampus of Fabp7 (–/–) mice (Figure 5C and 5D). These results suggest that Fabp7 plays a significant role in neurogenesis, most likely through maintenance of neural stem/progenitor cells.\n\n        FABP7 and Schizophrenia\n        \nWith a known association between schizophrenia and reduced PPI and a possible functional link between PPI and Fabp7, we examined human FABP7 transcript levels in the postmortem brains of schizophrenics and controls. Interestingly, FABP7 mRNA was significantly up-regulated (p ≤ 0.0001–0.0065, depending on the internal controls used) in the dorsolateral prefrontal cortex (Brodmann Area 46) of schizophrenics, relative to the three different internal control probes (Figure 6A). When analyses were done separately in male and female samples, the up-regulation was observed only in males (Figure S10). We propose that the up-regulation of FABP7 is not due to the effects of neuroleptics, because chronic administration of haloperidol, a typical neuroleptics, did not enhance Fabp7 levels in mice (Figure S11).\n\nNext we performed a population-based genetic association study using 570 schizophrenics and 570 age/sex frequency matched controls, and analyzing eight SNPs across the gene (Figure 6B). We detected significant associations with SNP4 (p = 0.038), two-locus (p = 0.004– 0.009) and three-locus haplotypes containing SNP4 (p = 0.013–0.024), and haplotype block 2 (empirical p = 0.032 after 10,000 permutations) in which SNP4 resides (Figure 6C and 6D). It is noteworthy that SNP4 is a missense polymorphism, Thr61Met (182C&gt;T) (rs2279381). This amino acid residue is conserved as threonine in the chimpanzee, rat, and mouse. Schizophrenic patients carried more Thr/Thr genotypes than controls (odds ratio = 1.85, 95% confidence interval = 1.06–3.24). We performed further association analysis by dividing samples according to sex. The significant association remained only in male cohorts (Figure S12). These results suggest that both expressional changes and genetic variants of FABP7 may underlie schizophrenia pathology, with larger effects in males.\n\n      Discussion\n      \nWe have performed comprehensive QTL analyses of PPI, and other PPI-related measures, ASR and latency. Previously, only small-sized or provisional mapping studies in rodents addressed these issues [33–35]. We have also highlighted the potential molecular mechanisms of PPI and schizophrenia that are related to NMDA signaling, neurogenesis, and glial cell integrity, by analyzing a promising gene Fabp7.\n\n        Genetic Effects of PPI Determinants\n        \nThe current findings of small heritabilities of PPI and its related features in mice imply a strong environmental component to PPI, necessitating strict control of breeding and experimental conditions when conducting PPI experiments as a model of schizophrenia. With regard to delivery times, our experience stressed the importance of testing the reliability of the PPI phenotype at different times of arrival. Extreme developmental situations, such as animal rearing in isolation and maternal deprivation, are known to affect PPI integrity [36]. We observed a tendency for higher heritability in PPI at higher prepulse intensities, which may be relevant to the generally recognized rule in human subjects [4] and mice that stronger or more salient prepulses induce greater levels of PPI. Our results support the validity of this rule.\n\nJoober et al. [33] estimated ASR heritability as 0.207 using congenic mice with B6 and A/J parents, and this value is very close to the 0.21 obtained in this study. To date, limited studies have focused on the characterization of latency. Zhang et al. [37] reported that a dopamine D1-like receptor agonist reduced latency but increased the startle amplitude in rats, both in a dose-dependent manner. We observed a positive, rather than negative, behavioral correlation between latency and ASR. Therefore, dopaminergic transmission provides a limited explanation for the strain differences between the two physiological measures in B6 and C3 mice.\n\n        QTL, QTGs (Quantitative Trait Genes), and QTNs (Quantitative Trait Nucleotides)\n        \nIn general, it is difficult to conclusively identify QTGs (causal genes) and even more so to identify QTNs (causal sequence variants) from QTL intervals. This is partly because a QTN could lie within a regulatory region that may be megabases away from its cognate gene [38], and there may well be multiple responsible genetic elements within a QTL and manifold epstatic gene–gene interactions for complex traits, hampering straightforward identification of QTGs/QTNs by preparing congenic crosses. We initially narrowed our research to Fabp7, intuitively. Then we used a complementation test to prove a role for Fabp7 as a QTG on Chromosome 10. A significant failure to complement implies either allelism (the gene contains the functional variant) or epistasis (the gene interacts with the functional variant, which may be elsewhere in the genome). In either case, Fabp7 is implicated as a modulator of natural variation in PPI.\n\n        Fabp7, PPI, and Schizophrenia\n        \nBiological support for Fabp7 as the sole substrate or one of a number of genetic substrates for Ppi-1 and Latency-4 on Chromosome 10 is demonstrated by the decrease of PPI at all levels of prepulse (although the result of the 72 dB prepulse was not significant), and the decrease of latency to startle peak seen in Fabp7-null mice coincides exactly with the effects of C3-derived alleles, notwithstanding the limited genetic correlation between the two traits. The down-regulation of Fabp7 expression in the P7 frontal cortex in C3 mice compared with B6 suggests an important role for the developing frontal cortex in PPI regulation by Fabp7, given that Fabp7-defficient mice displayed disturbed PPI. Fabp7 is expressed in various regions of the murine brain at the mid-term embryonic stage; but with progressive differentiation, Fabp7 expression is gradually attenuated and confined to astrocytes and neural stem cells. Therefore, the role of Fabp7 in the developing brain is predicted to be crucial. We recently showed a severe curtailing of cell proliferation in in vitro Fabp7 knockdown experiments using small interfering RNA, but conversely an increase in neuronal differentiation [30] was shown. This study revealed an important function for Fabp7 in neural precursor cell proliferation. Furthermore, DHA, a ligand for Fabp7, is reported to promote neurogenesis when maternally administrated [39]. These pieces of evidence suggest that the lowered expression levels of Fabp7 detected in early postnatal stage of C3 frontal cortex might critically shift the balance from proliferation to differentiation in neuronal progenitors, thereby affecting the neuronal architecture of mature brains. The correlation between reduced neural precursor cell proliferation and impaired PPI has been shown in Npas3-deficient mice [40], and interestingly, the human ortholog NPAS3 is disrupted by translocation in affected members of a family with schizophrenia [41]. Another interesting link between neurogenesis and schizophrenia is reported in the case of neuregulin1 [42–44].\n\nIt would be intriguing to speculate that up-regulation of FABP7 in the frontal cortex of schizophrenia might be the consequence of compensatory processes for disturbed FABP7 regulation and/or essential lipid metabolism in the developmental stages, reminiscent of “fetal programming” that is observed in metabolic syndromes [45]. It is well known that malnutrition in utero increases the probability of future schizophrenia [46,47]. N-3 PUFAs, in particular DHA, are considered natural ligands for FABP7, are important nutrients for nervous tissue [48], and have a special role in long-term synaptic plasticity [49]. Interestingly, our newborn Fabp7 (–/–) mice showed a 4% decrease (p &lt; 0.05) in DHA content compared to wild-type counterparts [24]. However, no significant differences were seen in the fatty acid brain content between the two groups of mice at 10 wk, suggesting the existence of compensatory mechanisms. The adult Fabp7-deficient mice, however, still lacked the augmentation of NMDA current in hippocampal slices that is elicited by DHA in normal mice [24], implying that the compensation is partial.\n\nIn addition to diminished PPI, the increased sensitivity of Fabp7-null mice to repeated administrations of MK-801 further links this gene to schizophrenia, because chronic intake of a similar NMDA antagonist, phencyclidine, induces schizophrenia-like symptoms in humans and exacerbates symptoms in chronic stabilized schizophrenic patients [50]. FABP7 maps onto human Chromosome 6q22.31, a schizophrenia linkage region supported by a meta-analysis [51]. This study demonstrated that FABP7 could be a novel schizophrenia susceptibility gene.\n\nThe crystal structure of FABP7, harboring Thr61 with oleic acid and DHA has been reported [52]. The missense polymorphism (Thr61Met) region is shown in Figure 6E. The replacement of Thr by Met causes an increase in hydrophobicity and breakage of a hydrogen bond releasing a water molecule. These changes may affect protein stability. In addition, since the polymorphic residue is located near the fatty acid–binding site, it is likely that the polymorphism induces an affinity change for fatty acid, which could affect functionally some biological processes, including the predisposition to schizophrenia. However, it should be emphasized that, even if the missense mutation is indeed causative in our Japanese samples, the effect of Fabp7 on mouse PPI cannot be solely due to the same mutation, because there are no amino acid differences between B6 and C3 mice.\n\n        FABP7 and Sex\n        \nThe current animal and human studies both point to a larger or more substantial contribution by FABP7 to PPI and schizophrenia in males relative to females. It is well known that clinical features of schizophrenia differ between the sexes [53], including the tendency for male patients to show an earlier onset and a more severe phenotype than females. Sex differences in human brain development are also underscored [54]. In addition, fatty acid metabolism including FABP is distinct between sexes [55,56]. A database search (AliBaba2.1: http://www.gene-regulation.com/pub/programs/alibaba2/index.html) detected three and one potential estrogen receptor binding elements (EREs) in the 5′ promoter region (up to 1 kb) and 5′-untranslated region (5′-UTR) of mouse Fabp7 gene, respectively, and one potential ERE each in the promoter region (up to 1 kb) and the 5′-UTR of human FABP7. However, the precise mechanisms of sex-dependent differential effects of FABP7 on schizophrenic traits remain quite elusive.\n\n        Conclusion\n        \nThe evidence accumulated in this study consistently supports causation by Fabp7 as the sole gene or one of the multiple genetic substrates underlying the Chromosome-10 QTL of PPI. The gene's effects may be exerted through differential regulation of transcript levels in B6 and C3 mice at a critical period. Importantly, the FABP7 gene, which is modestly associated with schizophrenia in the current study, has the potential to link together the three compelling etiological hypotheses of schizophrenia, namely the NMDA, developmental, and glial (astrocyte) theories [57,58]. The gene appears to make a larger contribution to PPI and schizophrenia in males. The remaining newly identified but uncharacterized QTLs in this study should provide a valuable resource for continuing molecular studies into PPI and schizophrenia mechanisms. Finally, there are no established prophylactic interventions for schizophrenia. Our results raise the possibility of cohort studies to examine whether replenishment of DHA in pregnant mothers can be beneficial in reducing the chance of schizophrenia development in their offspring, especially for high-risk families. Such analyses should preferably take into account genotypes that affect function and expression of FABP7 via both direct and indirect mechanisms.\n\n      Materials and Methods\n      \n        Mice and PPI measurements.\n        \nThe inbred strains of BALB/cAnNCrlCrlj, C3H/HeNCrlCrj (C3), C57BL/6NCrlCrlj (B6) and DBA/2NCrlCrlj, and B6C3 F1 hybrid mice (female B6 × male C3) and F2 individuals produced by randomly intercrossing the F1s were obtained from Japan's Charles River Laboratories. The animals were housed in groups of four in standard cages in a temperature and humidity-controlled room with a 12-h light/dark cycle (lights on at 08:00) and had free access to standard lab chow and tap water. All the experiments were performed between 10:00 and 14:00. The experimental procedures were approved by the RIKEN Animal Ethics Committee. The apparatus for the detection of the startle reflexes (Med Associates) consisted of six standard cages placed in sound-attenuated chambers with fan ventilation. Before each testing session, acoustic stimuli and mechanical responses were calibrated using specific devices supplied by Med Associates. A test session was composed of 49 trials, and each trial comprised prepulse sounds (0, 72, 74, 78, 82, and 86 dB[A]) pulse–(120 dB[A]) paired stimulus or a no prepulse–no pulse pair were administered (for more details, see Figure S2). Percentage PPI was calculated as {[(ASR amplitude of trial without prepulse) – (ASR amplitude of trial with prepulse)]/(ASR amplitude of trial without prepulse)} × 100.\n\n        Effects of strain and sex on PPI with different prepulse levels: Analyses.\n        \nPPI phenotypes at each of the prepulse sounds (72, 74, 78, 82, and 86 dB) were measured for the four inbred strains (B6, C3, BALB, and DBA), where the numbers of mice measured were 30, 30, 29, and 30 for males in B6, C3, BALB, and DBA, respectively, and were 32, 32, 30, and 32 for females in B6, C3, BALB, and DBA, respectively. This experiment tested three factors: strain, sex, and prepulse level. The third factor (prepulse level) is ordinal and further was nested, since each mouse had multiple measurements. Thus, we applied the linear mixed model to the test of the difference between strains and between sexes. Statistical analysis for the linear mixed model was performed using statistical software R2.4.1 (http://www.r-project.org/) with package nlme [59]. We obtained the best model well explaining the measurements on the basis of BIC as\n\t\t\t\t\twhere yij is the PPI phenotypes of the ith individual at the jth prepulse level denoted by xj equal to 72, 74, 78, 82, and 86 dB for j = 1, 2, 3, 4, and 5, respectively. a0 is the population average intercept, a1 is the population average slope, which is the regression coefficient of xj. Si and Li are the fixed effects of strain and sex of the ith individual, respectively, for which the B6 female mouse was regarded as control with Li = 0 for B6 strain and Si = 0 for females. u0i and u1i are the random effects of the intercept and slope associated with ith individual, and eij is the within-subject error term. It is assumed that (u0i, u1i) are independently and identically distributed with a bivariate normal distribution N(0,σ2D), where D is a 2 × 2 positive definite matrix, and the eij are independently and identically distributed with a normal distribution N(0,σ 2), independent of (u0i, u1i ). The analysis of variance showed a significant difference between B6 and the other strains as well as a marginally significant sex effect (Table S1).\n\nWe compared the PPIs of 7-wk- and 12-wk-old B6 and C3 male animals with a similar statistical method, where the effects of strains and ages were included as fixed effects in the model. As a result, a significant difference between strains was confirmed, whereas the effect of age did not differ significantly between 7- and 12-wk-old animals.\n\n        QTL genotyping.\n        \nMicrosatellite markers were typed on a 3730 xl DNA analyzer (Applied Biosystems) after PCR amplification using fluorescently labeled primers. For SNP genotyping, we used TaqMan probes and an ABI 7900 sequence detection system (Applied Biosystems). Detailed information on the markers used is available on request.\n\n        QTL computation.\n        \nWe used two-stage QTL analyses, the first stage using CIM [10] on the whole genome, followed by the MIM method [15] on selected chromosomes with 51 additional markers. We denote alternative alleles at a QTL originating from B6 and C3 as Q and q, respectively. In the CIM method, the following linear model was applied:\n\t\t\t\t\twhere yi is the phenotype of the ith individual, μ is the intercept of the model, si is the sex effect, ui and vi are dummy variables indicating the genotype of a putative QTL on the position of interest with (ui, vi) = (1, 0), (0, 1) and (−1, 0) for QQ, Qq, and qq, respectively. a and d are additive and dominance effects of a QTL, respectively. uij and vij are the variables indicating the genotype of QTL near by the jth marker included in the model to absorb the effect of a background QTL in another region. aj and dj are the additive and dominance effects of the QTL, and ei is the residual error.\n\nIn the second QTL genome scan, we used MIM to analyze the more detailed genetic structure of the phenotypes, where male and female mice were analyzed separately. MIM uses multiple marker intervals to simultaneously construct multiple putative QTLs in the model for QTL mapping. Therefore, compared with CIM, MIM tends to be more powerful and precise in detecting QTLs. The analysis with MIM attempts to fit the following model including effects from multiple QTLs and the epistasis between QTLs to the observations:\n\t\t\t\t\twhere N is the number of QTLs involved, aakl is the additive by additive epistatic interaction between the kth QTL and the lth QTL, and adkl , dakl, and ddkl are interaction of additive by dominance, dominance by additive, and dominance by dominance interaction, respectively, between the kth QTL and the lth QTL, with other parameters and variables being as described above in the model of CIM. In MIM, we evaluated the quality of model-fitting with BIC [16], which is defined as\n\t\t\t\t\twhere k is the number of parameters fitted in the model and n is the sample size. The model that minimized BIC specifies the genetic architecture, namely the QTL number, N, the position and effect of each of N QTLs and epistatic interaction between some QTLs.\n\n        Quantitative RT-PCR.\n        \nWe determined the levels of mRNA from mouse and human brain tissue by real-time quantitative RT-PCR (TaqMan system and ABI 7900) and the standard curve method described elsewhere [60].\n\n        mRNA expression data: Analyses.\n        \nThe differences of the means of mRNA expression levels in mouse brains were evaluated by either Student's t-test (two-tailed) (two groups) or Bonferroni test (more than two groups). The gene expression levels in human brains were evaluated using the two-tailed Mann-Whitney U-test.\n\n        Preparation of Fabp7 knockout mice.\n        \nThe generation of Fabp7-disrupted mice is described in detail elsewhere [24]. Briefly, mouse genomic clones were isolated from a 129/SvJ genomic library. The targeting vector was constructed by standard techniques. A correctly targeted ES clone was injected into the blastocyst from B6 mice. The mice used in this study were backcrossed from a mixed 129/B6 background onto B6 for at least seven generations and were intercrossed to produce wild-type and Fabp7-null mice.\n\n        Behavioral responses to drug.\n        \nAdult male wild-type and Fabp7 knockout mice (age of 8–9 wk) were used for the locomotor responses to (+)-MK-801 (Sigma Chemical). MK-801 was dissolved in physiological saline and injected intraperitoneally at a dose of 0.3 mg/kg. In chronic experiments, MK-801 was administered six times at 3-d intervals. Locomotor activities were recorded from 90 min before to 180 min after single injections (acute experiments) or after the sixth injection (chronic experiments), using Supermex (Muromati Kikai) [6].\n\n        Locomotor activity data: Analyses.\n        \nLocomotor activity on the challenge day was analyzed using a repeated measures ANOVA (genotype × time bin) with time bin as the repeated measure, followed by Bonferroni post hoc tests.\n\n        Quantitative complementation testing.\n        \nIn the quantitative complementation test, a total of 311 mice (145 males and 166 females) were measured for PPI and latency phenotypes at two different times, where 159 mice (74 males and 85 females) and 152 mice (71 males and 81 females), respectively, were phenotyped in two independent runs. We analyzed quantitative complementation results with the statistical software R 2.4.1 using a linear model: y = μ + S + L + G + R + (S × L) + (S × G) + (S × R) + (L × G)+ (L × R) + (G × R) + (S × L × G) + (S × L × R) + (S × G × R) + (L × G × R) + (S × L × G × R) + e, for data from both males and females. Here, y is the phenotype; μ is the intercept; S is the sex effect; L is the difference of effects at QTL between two strains—i.e., high (B6) and low (C3);G is the difference of effects at a gene of interest (m and +); R is the effect of runs; (S × L), (S × G), (S × R), (L × G), (L × R), and (G × R) are the two-way interactions; (S × L × G), (S × L × R), (S × G × R), and (L × G × R) are the three-way interactions; (S × L × G × R) is the four-way interaction; and e is the residual. Moreover, we performed analyses separately for male and female mice using a model: y = μ + L + G + R + (L × G) + (L × R) + (G × R) + (L × G × R) + e. Table 2 shows only the results for main effects and L × G interaction. The detailed data are available upon request. Failure to complement is indicated by a significant interaction of (L × G) in the analysis of variance.\n\n        Analyses of neurogenesis.\n        \nImmunostaining for NeuN (neuron specific nuclear protein), GFAP, PSA-NCAM, and BrdU was performed as previously described [30]. BrdU was injected into mice at 4 wk, three times per day for 3 d, and the brains were removed 1 d after the final injection, processed, and stained for BrdU. BrdU-incorporated cells within the whole dentate gyrus were counted as previously described [30] and statistically evaluated by Student's t-test (two-tailed).\n\n        Human postmortem brain and genetic studies.\n        \nDemographic data on brain tissues (from the Stanley Medical Research Institute), and genomic DNA from patients with schizophrenia (n = 570) and age/sex frequency matched controls (n = 570), both of which were free of population stratification, have been described elsewhere [60]. We used TaqMan system for SNP genotyping. Single-locus allelic association was tested using Fisher's exact test. The haplotype block pattern of the FABP7 interval was constructed using the Haploview program (http://www.broad.mit.edu/mpg/haploview/), using the genotype data from both case and control samples (1,140 subjects). Haplotype distributions were evaluated using the expectation-maximization algorithm implemented in the COCAPHASE of UNPHASED software package v2.403 (http://www.litbio.org). Empirical significance levels were simulated from 10,000 Monte Carlo permutations using the COCAPHASE program. The present study was approved by the ethics committee of RIKEN.\n\n      Supporting Information"
}