{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002205",
  "doi": "10.1371/journal.pbio.1002205",
  "externalIds": [
    "pii:PBIOLOGY-D-15-01879",
    "pmid:26146834",
    "pmcid:PMC4493159"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Correction: The Challenging Road towards a Unified Animal Research Network in Europe",
  "authors": [
    {
      "name": "Emma Martinez-Sanchez",
      "first": "Emma",
      "last": "Martinez-Sanchez"
    },
    {
      "name": "Kirk Leech",
      "first": "Kirk",
      "last": "Leech"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2015-07-06",
  "volume": "13",
  "number": "7",
  "pages": "e1002205",
  "tags": [
    "Type/Correction"
  ],
  "fullText": "The Funding and Competing Interests statements for this article did not contain all the relevant information. The corrected, full statements can be found here.\n\nFunding\n\nEMS and KL are employed by the European Animal Research Association (EARA – http://eara.eu/home/), a not-for-profit membership organisation that advocates for the continued responsible use of animals in biomedical research. EARA (and EMS and KL’s employment) is funded via membership fees from public and private research organisations that rely for their activities on the humane use of animals in scientific research; or benefit, directly or indirectly, from this research. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.\n\nCompeting Interests\n\nEMS is the PR and Communications Officer of the European Animal Research Association (EARA); KL is the Executive Director of EARA. EARA is a not-for-profit advocacy and communications organization, whose mission is to inform and educate the public and key stakeholders about the continuing need for, and the benefit of, the humane use of animals for scientific purposes. Through this mission, EARA aims to create and foster favourable conditions in Europe for research using animals so that important medical and scientific research can continue."
}