{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2000949",
  "doi": "10.1371/journal.pbio.2000949",
  "externalIds": [
    "pii:pbio.2000949",
    "pmid:28248965",
    "pmcid:PMC5331964"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Pancreas lineage allocation and specification are regulated by sphingosine-1-phosphate signalling",
  "authors": [
    {
      "name": "Ioannis Serafimidis",
      "first": "Ioannis",
      "last": "Serafimidis",
      "affiliation": "Developmental Biology Laboratory, Biomedical Research Foundation of the Academy of Athens, Athens, Greece"
    },
    {
      "name": "Eva Rodriguez-Aznar",
      "first": "Eva",
      "last": "Rodriguez-Aznar",
      "affiliation": "Paul Langerhans Institute Dresden of Helmholtz Center Munich at the University Clinic Carl Gustav Carus of TU Dresden, Helmholtz Zentrum München, German Research Center for Environmental Health, Neuherberg, Germany; German Centre for Diabetes Research (DZD), Germany"
    },
    {
      "name": "Mathias Lesche",
      "first": "Mathias",
      "last": "Lesche",
      "affiliation": "Deep Sequencing Group SFB655, DFG-Center for Regenerative Therapies Dresden (CRTD), Biotechnology Center (BioZ), Technische Universität Dresden, Dresden, Germany"
    },
    {
      "name": "Kazuaki Yoshioka",
      "first": "Kazuaki",
      "last": "Yoshioka",
      "affiliation": "Department of Physiology, Kanazawa University Graduate School of Medical Sciences, Ishikawa, Japan"
    },
    {
      "name": "Yoh Takuwa",
      "first": "Yoh",
      "last": "Takuwa",
      "affiliation": "Department of Physiology, Kanazawa University Graduate School of Medical Sciences, Ishikawa, Japan"
    },
    {
      "name": "Andreas Dahl",
      "first": "Andreas",
      "last": "Dahl",
      "affiliation": "Deep Sequencing Group SFB655, DFG-Center for Regenerative Therapies Dresden (CRTD), Biotechnology Center (BioZ), Technische Universität Dresden, Dresden, Germany"
    },
    {
      "name": "Duojia Pan",
      "first": "Duojia",
      "last": "Pan",
      "affiliation": "Department of Molecular Biology and Genetics, Howard Hughes Medical Institute, Johns Hopkins University School of Medicine, Baltimore, Maryland, United States of America"
    },
    {
      "name": "Anthony Gavalas",
      "first": "Anthony",
      "last": "Gavalas",
      "affiliation": "Paul Langerhans Institute Dresden of Helmholtz Center Munich at the University Clinic Carl Gustav Carus of TU Dresden, Helmholtz Zentrum München, German Research Center for Environmental Health, Neuherberg, Germany; German Centre for Diabetes Research (DZD), Germany; DFG-Center for Regenerative Therapies Dresden (CRTD), Faculty of Medicine, Technische Universität Dresden, Dresden, Germany"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2017-03-01",
  "dateAccepted": "2017-02-01",
  "dateReceived": "2016-08-31",
  "volume": "15",
  "number": "3",
  "pages": "e2000949",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Biological tissue",
    "Cell biology",
    "Cell signaling",
    "Cellular types",
    "Developmental biology",
    "Developmental signaling",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biological tissue",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell signaling",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Developmental signaling",
    "Discipline-v3/Endocrine cells",
    "Discipline-v3/Endocrine physiology",
    "Discipline-v3/Endocrine signaling",
    "Discipline-v3/Endocrine system",
    "Discipline-v3/Endocrinology",
    "Discipline-v3/Epithelium",
    "Discipline-v3/Exocrine glands",
    "Discipline-v3/Immunoassays",
    "Discipline-v3/Immunofluorescence",
    "Discipline-v3/Immunologic techniques",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Notch signaling",
    "Discipline-v3/Organism development",
    "Discipline-v3/Organogenesis",
    "Discipline-v3/Pancreas",
    "Discipline-v3/Pancreas development",
    "Discipline-v3/Physiology",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Signal transduction",
    "Endocrine cells",
    "Endocrine physiology",
    "Endocrine signaling",
    "Endocrine system",
    "Endocrinology",
    "Epithelium",
    "Exocrine glands",
    "Immunoassays",
    "Immunofluorescence",
    "Immunologic techniques",
    "Notch signaling",
    "Organism development",
    "Organogenesis",
    "Pancreas",
    "Pancreas development",
    "Physiology",
    "Signal transduction",
    "Type/Research Article"
  ],
  "abstract": "During development, progenitor expansion, lineage allocation, and implementation of differentiation programs need to be tightly coordinated so that different cell types are generated in the correct numbers for appropriate tissue size and function. Pancreatic dysfunction results in some of the most debilitating and fatal diseases, including pancreatic cancer and diabetes. Several transcription factors regulating pancreas lineage specification have been identified, and Notch signalling has been implicated in lineage allocation, but it remains unclear how these processes are coordinated. Using a combination of genetic approaches, organotypic cultures of embryonic pancreata, and genomics, we found that sphingosine-1-phosphate (S1p), signalling through the G protein coupled receptor (GPCR) S1pr2, plays a key role in pancreas development linking lineage allocation and specification. S1pr2 signalling promotes progenitor survival as well as acinar and endocrine specification. S1pr2-mediated stabilisation of the yes-associated protein (YAP) is essential for endocrine specification, thus linking a regulator of progenitor growth with specification. YAP stabilisation and endocrine cell specification rely on Gαi subunits, revealing an unexpected specificity of selected GPCR intracellular signalling components. Finally, we found that S1pr2 signalling posttranscriptionally attenuates Notch signalling levels, thus regulating lineage allocation. Both S1pr2-mediated YAP stabilisation and Notch attenuation are necessary for the specification of the endocrine lineage. These findings identify S1p signalling as a novel key pathway coordinating cell survival, lineage allocation, and specification and linking these processes by regulating YAP levels and Notch signalling. Understanding lineage allocation and specification in the pancreas will shed light in the origins of pancreatic diseases and may suggest novel therapeutic approaches.",
  "fullText": "Introduction\n\nThe pancreas is the origin of some of the most debilitating and fatal diseases, including pancreatic cancer and diabetes. Understanding the signalling pathways and gene regulatory networks underlying pancreas development will shed light in the origins of these diseases and suggest novel therapeutic approaches. Mouse reverse genetics and studies in humans have uncovered multiple transcription factors that regulate formation of the pancreatic anlagen and its subsequent expansion, branching morphogenesis, and cell specification into the endocrine, acinar, and ductal lineages [1,2]. Several extracellular signals have also been implicated [2,3], but the molecular mechanisms coordinating lineage allocation with lineage specification remain elusive.\n\nThe early pancreatic multipotent progenitor cells (MPCs) emerge at the posterior foregut region of the definitive endoderm and are defined by the expression of the transcription factors Pdx1, Ptf1a, and Sox9 [4–8]. Maintenance of high Notch signalling is necessary for the expansion of MPCs to form a tree-like branched epithelium and prevent early differentiation [9–12]. The Hippo signalling effectors, the transcription factor TEAD1 and its coactivator yes-associated protein (YAP), activate key pancreatic signalling mediators and transcription factors to regulate expansion of pancreatic progenitors [13], but the signal(s) regulating YAP stability are not known. Decreased Notch activity at the tips of the epithelium and the antagonistic functions of Ptf1a and Nkx6 transcription factors delineate the acinar progenitor and endocrine/duct bipotent trunk territories [14–17]. In the trunk, differential Notch signalling enables progenitors to differentiate into ductal and endocrine cells. High Notch levels divert cells to the duct fate through repression of the expression of the Ngn3 transcription factor. Cells escaping high Notch levels induce Ngn3 and become endocrine progenitors [18]. A Notch-mediated posttranslational mechanism for Ngn3 stabilisation has been proposed [19]. Endocrine progenitors provide Notch-dependent and Notch-independent feedback to maintain proliferative growth of the bipotent cell population [20–22]. Despite the central role of Notch signalling, it is not understood whether levels of Notch activity are intrinsically regulated as a function of time or whether unidentified extracellular signals play a role in this process.\n\nWe used genetic approaches and organotypic cultures of mouse embryonic pancreata to reveal the implication of sphingosine-1-phosphate (S1p) signalling in progenitor survival, differentiation and lineage allocation. Our data show that S1p signals through the S1p receptor 2 (S1pr2) and YAP to up-regulate connective tissue growth factor (CTGF) that participates in mediating survival of endocrine and acinar progenitors. Signalling specifically through Gαi and YAP stabilisation is necessary for endocrine specification. Additionally, S1p signalling attenuates Notch signalling to regulate lineage allocation. Both YAP stabilisation and Notch attenuation are necessary for endocrine and acinar specification. Taken together, the data uncover a novel mode of coordinating lineage allocation and cell specification through S1p signalling and link these processes with tissue growth control.\n\nResults\n\nExpression of S1p signalling components peaks during pancreas secondary transition\n\nS1p is a lipid mediator secreted in the extracellular milieu, where it interacts with the S1p G protein-coupled receptors to regulate different cellular responses such as migration, survival, and differentiation [23,24]. Because S1pr2-mediated S1p signalling guides the migration of endocrine progenitors to form islets [25], we decided to examine its implication in earlier stages of pancreas development. We first tracked its expression during mouse pancreas development by following β-galactosidase activity in heterozygous S1pr2tm1lacz [26] (S3 Table) embryos and by quantitative PCR (qPCR) analysis in wild-type (wt) embryos. Consistent with an early role for this receptor in mesenchymal growth [27], S1pr2 tm1lacz expression was predominantly mesenchymal from 9.5 days post coitum (dpc) to 12.5 dpc (S1 Fig). During secondary transition, its expression was significantly up-regulated, and in the developing epithelium, it was colocalised with both trunk and tip progenitors (Fig 1A–1C, S1 Fig). By 16.5 dpc, Lacz expression was eliminated in nascent endocrine cells and significantly reduced in the rest of the developing organ, whereas it was completely abolished by postnatal day 1 (P1) (S1 Fig). qPCR analysis confirmed this pattern, clearly indicating that S1pr2 expression in the developing pancreas peaked during secondary transition (Fig 1C). To further investigate the epithelial expression of S1pr2, we isolated by fluorescence-activated cell sorting (FACS) the epithelial and mesenchymal components of the developing pancreas at 13.5, 14.5, and 15.5 dpc (S1 Fig). Consistent with the S1pr2tm1lacz expression pattern, we found that S1pr2 expression also peaked at 14.5 dpc in the epithelium (S1 Fig).\n\nS1p is a systemically circulating sphingolipid generated by platelets and endothelial cells but it may also be generated in situ. Sphingosine kinases (Sphk) 1 and 2 catalyse the formation of secreted S1p using endogenous cellular sphingosine [28]. Analysis of Sphk1 and Sphk2 expression by qPCR showed that their expression peaked during secondary transition and suggested a predominantly epithelial expression (Fig 1F, S1 Fig). Immunostainings at 12.5, 14.5. and 16.5 dpc confirmed the predominantly epithelial expression of Sphk during that time (Fig 1D and 1E and S1 Fig).\n\nTaken together, the temporal expression profile of S1pr2 and Sphks suggested that this signalling pathway may act as an autocrine signal to mediate pancreas specification. Expression of both S1pr2 and Sphks in the developing epithelium peaked at 14.5 dpc, suggesting that this time point was optimal to address their possible role in pancreas specification.\n\nDevelopmental delay of the S1pr2 null pancreata reveals key role in lineage specification\n\nTo address the role of S1pr2 in pancreas development, we first compared the RNA Seq gene expression profiles of S1pr2tm1Rlp (S3 Table) null [29] embryonic pancreata (S2 Fig) with those of 13.5, 14.5, and 15.5 dpc wt embryonic pancreata.\n\nPrincipal component analysis (PCA) suggested that S1pr2 null pancreata were developmentally delayed (Fig 2A). Endocrine and acinar lineage commitment genes were strongly down-regulated. Ductal specification was much less affected, and the expression of important duct markers such as Hnf1b, Car2, and Slc9a1 was not affected (Fig 2B–2D, S1 Table). Surprisingly, expression of transcription factors and other genes implicated in epithelial progenitor specification and maintenance was not significantly affected (S2 Fig, S1 Table) [30]. Consistent with that, organ size, epithelial proliferation assessed by pH3 immunofluorescence, and cell survival assessed by TUNEL assays were not affected (S2 Fig). These findings suggested that expansion of the progenitor population in the S1pr2tm1Rlp null pancreata was not affected, but lineage commitment was severely delayed.\n\nS1pr2 null embryos develop to full term but show perinatal mortality and display a range of phenotypes, particularly in the hematopoietic and vascular systems [26,29]. Surprisingly, immunofluorescence analysis of S1pr2 tm1Rlp null pancreata at P1 showed no major defects in the development of the endocrine, acinar, and ductal lineages. Additionally, fasting glucose levels and glucose tolerance tests in the surviving adults failed to uncover glucose homeostasis defects, suggesting no gross alterations, at least concerning endocrine cell function (S2 Fig).\n\nTo investigate whether systemic signals were necessary for functional compensation, we used serum free air–liquid interface (ALI) cultures of embryonic pancreata. ALI cultures mimic normal embryonic development and thus also give a means to temporally manipulate signalling conditions and elucidate their effects on lineage specification [25,31]. Wt 14.5 dpc pancreata in ALI cultures continue their developmental program over the course of 6 d, giving rise to acinar, endocrine, and duct cells (S3 Fig). However, S1pr2tm1Rlp 14.5 dpc null pancreata failed to develop normally, because both the endocrine and acinar lineages were severely compromised and there was a strong increase in the number of duct-like cells (S3 Fig). This was consistent with the strong down-regulation of endocrine and acinar differentiation markers at 14.5 dpc (Fig 2B and 2C) and in contrast to the eventually normal development of S1pr2tm1Rlp null pancreata in utero. We next looked for up-regulated related receptors that may mediate functional compensation of the S1pr2 null mutation and rescue the early pancreatic phenotype of the S1pr2 nulls.\n\nS1pr2 belongs to the family of the closely related lysophospholipid (LPL) receptors (LPLrs) that have similar expression patterns and overlapping functions [32,33]. RNA Seq data showed that only S1pr3 and lysophosphatidic receptor 1 (Lpar1), which are functionally related to S1pr2 [32], were expressed to any appreciable extent and to levels comparable to that of S1pr2 in the 14.5 wt pancreata (S1 Table). Interestingly, S1pr3 and Lpar1 expression increased in the 14.5 dpc S1pr2tm1Rlp null total pancreata (S2 Fig). To independently confirm that this up-regulation was a consequence of abrogating S1pr2 signalling, we acutely blocked S1pr2 function by injecting intraperitoneally (ip) pregnant dams at 13.5, 14.5, and 15.5 dpc with either 2 or 5 mg/Kg body weight of the specific S1pr2 antagonist JTE013 [34]. In both treatments, expression of both S1pr3 and Lpar1 was up-regulated in 16.5 dpc pancreata (S2 Fig). Expression of S1pr3 and Lpar1 is primarily mesenchymal in 13.5, 14.5, and 15.5 dpc wt pancreata (S2 Fig), but, strikingly, their expression was selectively up-regulated, by 5- and 7-fold, respectively, in the epithelium of 14.5 dpc S1pr2 null pancreata (Fig 2E and S2 Fig).\n\nTo establish that these receptors mediate the recovery of the endocrine lineage, we blocked their function in ALI cultures by applying for 3 d the specific S1pr3 and Lpar1 inhibitors VPC23019 and Ki16425 at 50 μM and 20 μM, respectively, in ALI cultures of 13.5 dpc wt and S1pr2 null pancreata. Either inhibitor on its own was not sufficient to block endocrine specification, but when used in combination, they essentially shut off endocrine specification, specifically in S1pr2 null pancreata but not in wt pancreata (Fig 2F–2J), demonstrating that S1pr3 and Lpar1 mediate the functional compensation in the S1pr2 nulls.\n\nThese findings established an important role for S1p signalling in the specification of pancreas progenitors and uncovered extensive functional compensation among specific LPL receptors in pancreas development.\n\nS1pr2 signalling has a dual role in promoting survival and commitment of pancreas progenitors\n\nTo fully address the role of S1pr2 signalling in pancreas development, we decided to isolate systemic signals mediating the functional compensation in S1pr2 null embryos using ALI cultures. The presence of 15 μM JTE013 in ALI cultures of 14.5 dpc S1pr2 null pancreata did not alter their growth, survival, and differentiation patterns, further confirming its specificity (S3 Fig). In contrast, blocking S1pr2 function in wt pancreata resulted in obvious morphological defects, most notably the absence of light-reflective, dense cell clusters (S3 Fig).\n\nThe progression of the developmental program in ALI cultures of wt 14.5 dpc pancreata is apparent 2 d following culture initiation. The segregation of the endocrine and ductal lineages from the Nkx6.1+ bipotent progenitors has progressed and is shown by the reduction in the numbers of Nkx6.1+ and Ngn3+ cells, the increase of strongly labelled Pdx1+ cells, and the appearance of numerous C-pep+ and Gcg+ as well as CK19+ cells. Acinar cells become numerous, as seen by the appearance of Ptf1a+/Pdx1- and Amy+ cells (compare Fig 3A–3D with 3E–3H, see also S4 Fig and Fig 3M–3P) [16]. However, in the absence of S1pr2 signalling, development of both acinar and endocrine lineages was blocked, as shown by the loss of Amy+ and C-Pep+, whereas the development of CK19+ duct-like cells did not appear affected (S4 Fig). These findings correlated with the persistence of a large number of Nkx6.1+ cells, the loss of Ptf1a+/Pdx1- cells, the reduction of strongly labelled Pdx1+ cells as well as the dramatic reduction in the number of Ngn3+ cells (compare Fig 3E–3H with 3I–3L, see also S4 Fig and Fig 3M–3P). Additionally, there was a marked decrease of epithelial proliferation and the appearance of apoptotic cells (S4 Fig).\n\nTo reveal the full extent of the changes, we analysed the transcriptome of ALI pancreatic explants cultured for 2 d. Similarly to the transcriptome analysis of S1pr2 null pancreata at 14.5 dpc, the expression of progenitor markers, upon S1pr2 blocking with 15 μM of JTE013, was only mildly affected, with the striking exception of the transcription factor Nkx6.2 and the Notch membrane-bound ligand Dll1, two genes that are important for the segregation of the bipotent trunk population from the acinar progenitor pool and Notch-mediated lineage segregation (S4 Fig, S1 Table) [16,18]. On the other hand, and in agreement with the transcriptome analysis of S1pr2 null pancreata at 14.5 dpc, there was coordinated repression of transcription factors and terminal differentiation markers of the endocrine and acinar lineages. In contrast, the ductal lineage was much less affected because, similarly to S1pr2 null phenotype at 14.5, expression of several important genes, such as Hnf1b, Car2, and Slc9a1, was not affected (Fig 3Q–3S, S1 Table). Consistent with an important role of S1pr2 signalling for lineage commitment during secondary transition, the total number of regulated genes in its absence increased by 2.5-fold at 14.5 dpc + 2 d (S4 Fig).\n\nAfter 6 d in culture in the absence of S1pr2 signalling, beta cells and acinar cells were virtually eliminated, and the explants were taken over by a greatly expanded number of CK19+ duct-like cells (compare Fig 4A–4C, Fig 4E–4G and 4N). Additionally, cell survival was severely compromised at that stage, as shown by TUNEL assays (Fig 4D and 4H). To establish that S1p is the ligand mediating these effects, we supplemented the S1pr2-blocked ALI cultures with 20 μM S1p and achieved a rescue of both the acinar and endocrine lineages (S3 Fig, S7 Fig).\n\nThese findings showed that S1p signalling, through S1pr2, was necessary for both cell survival and lineage commitment. To address whether these effects were distinct from one another, we sought means to rescue the cell survival independently of cell specification. CTGF was a plausible candidate to participate in mediating survival, as it has been implicated as such a signal downstream of S1p signalling and it is expressed in the developing pancreas in both the epithelium and the mesenchyme (S5 Fig) [35]. Importantly, its expression was significantly repressed (3.5-fold) upon blocking S1pr2 signalling for 2 d in ALI 14.5 dpc explants (S5 Fig). Addition of 50 ng/ml CTGF at the onset of the ALI culture in the absence of S1pr2 signalling eliminated cell death 6 d later (Fig 4D, 4H and 4L). However, this was not sufficient to reverse the early differentiation block, and results were very similar in this respect. After 2 d in culture, there were again very few Ngn3+ cells, no Ptf1a+/Pdx1- cells, the number of strongly labelled Pdx1+ cells did not increase compared to the 14.5 dpc stage, and proliferation rates in the epithelium remained low (compare Fig 3G, 3K, 3H and 3L with S5 Fig and S5 Fig with S4 Fig). Consistent with that, after 6 d in culture, the endocrine cells, beta cells in particular, and acinar cells were again missing, whereas the numbers of duct-like cells remained greatly expanded (compare Fig 4A and 4B to 4E, 4F, 4I and 4J, see also Fig 4N). These findings, the loss of Ptf1a+ cells, and the persistence of a large number of Pdx1+ and Nkx6.1+ cells (Fig 4C, 4G and 4K, S5 Fig and Fig 4M) suggest that cells are stabilised in a trunk bipotential identity when S1pr2 signalling is blocked but survival is rescued by CTGF. To further corroborate that cell survival was mediated independently of cell fate commitment, we compared gene expression changes of 14.5 + 2 d ALI embryonic pancreata cultured in conditions of S1pr2 block in the presence or absence of 50 ng/ml CTGF. Gene expression changes of progenitor, endocrine, acinar, and duct markers [30] were strikingly similar in the two conditions as compared to untreated controls (S5 Fig, S1 Table). Furthermore, PCA showed that S1pr2 blocked explants with or without CTGF clustered much closer together (PC2, 16% variance) than with control pancreata (PC1, 68% variance) (S5 Fig). To establish that S1p signalling regulates expression of CTGF, we used 20 μM of S1p in combination with 15 μM of JTE013 in 14.5 dpc ALI cultures and showed that CTGF expression was restored to normal levels by S1p (S5O Fig).\n\nThese data showed that S1p signalling through S1pr2 mediates cell fate commitment to the endocrine and acinar lineages. Independently of that, it promotes progenitor cell survival at least partly through up-regulation of CTGF.\n\nA novel role for Gαi subunits in mediating endocrine pancreas specification\n\nAs shown above, genetic inactivation of S1pr2 results in strong developmental delay, particularly for the endocrine and acinar lineage specification, but this is compensated for by up-regulation of the expression of the related receptors S1pr3 and Lpar1 specifically in the epithelium. To bypass this compensation and identify the downstream components of S1pr2 signalling, we first targeted the function of Gαi subunits that are common mediators among these receptors [32] and can be specifically inactivated by pertussis toxin A (PTX)-mediated adenosine diphosphate (ADP)-ribosylation [36,37]. We previously showed that conditional expression of a single allele of the ROSA26LSLPTX transgene [38] (S3 Table) in endocrine progenitors using the Ngn3-Cre driver mouse line TgNgn3Cre [39] (S3 Table) or a low (5 μg/ml) PTX dose in embryonic pancreatic explants resulted in disruption of endocrine cell migration to form islets [25]. Expression of a single allele of the ROSA26LSLPTX transgene in epithelial progenitors using the Pdx1-Cre driver TgPdx1Cre [40] (S3 Table) had a similar effect (S6 Fig), but neither treatment had any effect on pancreas lineage specification [25]. Strikingly, activation of two alleles of the ROSA26LSLPTX transgene using the same driver resulted in specific and strong loss of C-pep+ and Gcg+ endocrine but not Amy+ acinar or CK19+ duct cells at P1 (Fig 5A and 5B, S6 Fig). ALI cultures of 14.5 dpc embryonic pancreata expressing two PTX alleles in Pdx1+ progenitors also generated very few endocrine cells after 6 d in culture without loss of Amy+ acinar or CK19+ duct cells (Fig 5C–5E, S6 Fig). Loss of endocrine cells was preceded by a dramatic reduction in the number of Ngn3+ cells (Fig 5F and 5G, S6 Fig).\n\nTo assess whether loss of the Ngn3+ progenitors in the TgPdx1Cre/ROSA26LSLPTX/LSLPTX embryos was due to disruption of signalling events directly responsible for Ngn3 induction or defective competence of Pdx1+ progenitors acquired in earlier stages of pancreas development, we cultured 14.5 dpc wt embryonic pancreata in ALI culture in the presence of 10 μg/ml dose of PTX. The effects of this treatment closely matched the genetic experiment, as the number of C-Pep+ and Gcg+ cells was also dramatically reduced, but the number of Amy+ acinar or CK19+ duct cells was not affected (Fig 5C and 5H, S6 Fig). Again, this was preceded by a dramatic reduction in the number of Ngn3+ cells (Fig 5I, S6 Fig). Thus, Gαi-mediated signalling controls both endocrine specification and migration in a dose-dependent manner. Irrespective of the dose, neither acinar nor ductal specification was affected in either the genetic or ALI paradigms.\n\nThe data described so far showed that S1p signalling through S1pr2 plays an important role in pancreas progenitor survival at least partly through CTGF transcriptional activation and in triggering progenitor specification. Additionally, our findings show that endocrine specification in particular is specifically mediated by Gαi subunits.\n\nYAP mediates S1pr2 signalling and is important for endocrine specification\n\nWe next sought to determine the transcriptional mediator of this signalling cascade. The transcriptional responses following S1p activation are not fully understood, but recent work has shown that S1p receptors can stabilise the transcriptional coactivator YAP, a central player in tissue growth control [41–45]. YAP is a component of the Hippo signalling cascade that phosphorylates it, leading to its retention in the cytoplasm and its degradation by the proteasome [46]. Additionally, CTGF is a direct target of YAP transcriptional activation, mediating cell survival in different cellular contexts [47–49]. Importantly, the TEAD obligatory YAP transcriptional partners have been shown to bind to multiple enhancer elements of genes implicated in pancreas development [13].\n\nExpression of YAP can be detected from the early stages of pancreas development, but, similarly to S1pr2 and Sphk expression, it peaks during secondary transition, and transcript levels are significantly higher in the epithelium (S7 Fig). Immunostaining with E-cadherin clearly showed that the protein is stabilised and detectable only in the epithelium (Fig 6A). Therefore, we asked whether S1pr2 signalling regulates YAP levels and, therefore, YAP-mediated transcriptional regulation. RNA Seq and qPCR results clearly showed that YAP expression was not affected in either S1pr2 nulls, S1pr2 blocked ALI cultures, or Gαi blocked ALI cultures (S7 Fig). In contrast, YAP protein levels were significantly reduced in both S1pr2 null pancreata at 14.5 dpc and 14.5 pancreatic explants subjected to S1pr2 signalling block for 2 d in culture (Fig 6A, 6B, 6D, 6E and 6G). YAP target genes such as CTGF, Cdk6, and Ccnd1 identified in other contexts [47,50,51] as well as Sox9 and CTGF in pancreas development [13] were transcriptionally down-regulated in S1pr2 blocked explants (S2 Table). To show direct dependence of YAP stability upon S1p signalling, we titrated the amount of exogenous S1p and found that 20 μM S1p in explants treated with 15 μM JTE013 was sufficient to rescue YAP protein stability (Fig 6D–6F and 6G). The determined binding affinities are slightly higher for S1p 34, 52 and therefore in these concentrations S1p is in small molecular excess. Additionally, S1p, being the natural ligand, should diffuse faster in the explant tissue. This finding further confirmed that YAP protein stability depends on S1p signalling through S1pr2.\n\nS1pr2 signalling can be conveyed through Gαq, Gα12/13, and Gαi subunits [52], and we sought to determine whether selective blocking of each of these Ga subunits would affect YAP protein stability. Blocking of the Gαq subunits with 50 uM of the specific Gαq antagonist-2A (GP2A) [53] or blocking the function of Gα12/13 subunits with 5 ug/ml of the C3 exoenzyme [54] in explants had no effect on YAP stability (S7 Fig). In contrast, inactivation of Gαi subunits by 10 μg/ml PTX resulted in a dramatic loss of YAP protein stabilisation, showing that signalling specifically through Gαi subunits is an important component of YAP stabilisation (Fig 6C and 6G).\n\nTo address the potential role of YAP in pancreas specification, we first sought to rescue the protein stability in ALI embryonic pancreas explants where S1pr2 signalling was blocked. Addition of 2 d of 1 μM of the reversible proteasome inhibitor MG132, used previously to restore YAP stability [55], resulted in the YAP stabilisation (Fig 6G). Strikingly, this restored specifically endocrine but not acinar specification (Fig 6H and 6I, S7 Fig), suggesting that S1pr2 signalling acts through Gαi and YAP stabilisation to promote the endocrine lineage. To directly address this, we used the TgPdx1CreERT2 Cre driver and the YAPfl/fl allele (S3 Table) to temporally inactivate YAP and bypass its early role in the expansion of the pancreatic epithelium [13]. Following tamoxifen administration permissible for normal pregnancy and embryo development [56], the TgPdx1CreERT2 [57] allele partially labelled all three lineages in the presence of a conditional ROSA26LSLtdTomato reporter allele (S3 Table) at similar efficiencies (S7 Fig). Thus we used TgPdx1CreERT2 and tamoxifen administration to inactivate YAP (S7 Fig) in a temporally delayed manner. Whereas there was no effect on the number of Ngn3+ cells at 14.5 dpc (S7 Fig), the number of endocrine Cpeptide+ and Gcg+ cells was reduced by nearly 40% at P1 compared to controls (Fig 6J–6L). The number of Amy+ acinar and CK19+ duct cells was not affected, demonstrating the specific role of YAP in endocrine specification (S7 Fig). There was no cell death in these pancreata, suggesting that the remaining YAP+ epithelial cells generated sufficient secreted CTGF and/or other secreted factors to maintain cell survival. To further confirm that S1p signalling acts through YAP in endocrine specification, we treated 14.5 dpc YAP-deleted pancreata with 20 μM S1p for 6 d in culture. This treatment failed to restore the loss of endocrine cells, confirming that YAP mediates the S1p effects on endocrine specification (S7 Fig).\n\nTaken together, these results reveal a distinct mechanism whereby S1p signalling acts through Gαi subunits to stabilise YAP, which in turn is necessary for endocrine specification. Importantly, YAP destabilisation does not affect the number of Ngn3+ cells, suggesting that a distinct S1p-dependent pathway regulates Ngn3 expression.\n\nS1pr2-mediated attenuation of Notch signalling is necessary for endocrine and acinar differentiation\n\nDisruption of S1pr2 signalling dramatically reduced the number of Ngn3+ cells (Fig 3G, 3K and 3O). YAP destabilisation could not account for this effect, as shown above by the conditional inactivation of YAP. Additionally, after S1pr2 signalling disruption, Ngn3 gene expression was only marginally affected, and there was a large increase in the number of duct-like cells (Figs 3G, 3K, 3O, 3Q, 4B, 4F and 4N). Both of these effects could be a result of high Notch activity that has been shown to destabilise Ngn3 and induce the formation of supernumerary duct cells [18,19,58,59]. To investigate this, we activated Notch signalling above the endogenous levels using 10 μM of the soluble Notch ligand peptide Delta-Serrate/lag-2 (DSL) in ALI cultures of 14.5 dpc pancreata. This peptide is derived from the Jag-1 ligand domain, and it also corresponds to the conserved, receptor binding part of the other Notch ligands, thus eliciting canonical Notch signalling [60,61]. This activation resulted in a very similar phenotype to that of blocking S1pr2 signalling, disrupting endocrine and acinar specification. Ngn3+ cells were essentially eliminated (S8 Fig and Fig 7B), and the number of endocrine and acinar cells was drastically reduced in favour of a greatly expanded population of duct-like cells (compare Fig 4A, 4B, 4E and 4F with S8 Fig, see also Fig 7C).\n\nTherefore, we next determined whether S1pr2 signalling was necessary to down-regulate Notch signalling. Notch levels normally drop, concurrently with differentiation, on 14.5 dpc explants maintained for just 1 d in culture, as shown by Notch intracellular domain (NICD) and Hes-1 immunofluorescence (Fig 8B, 8C, 8E and 8F). Notch down-regulation failed to take place in explants with S1pr2 signalling block (Fig 8H and 8I) but was restored by the addition of 20 μM of S1p (S8 Fig), further establishing the down-regulation of Notch signalling by S1p. Because transcript levels of Notch signalling components did not point to an overall transcriptional regulation of Notch by S1pr2 signalling (S1 Table), we investigated whether such regulation may occur posttranscriptionally. Sel-1 suppressor of lin-12-like (Sel1l) is a member of the endoplasmic reticulum (ER)-associated protein degradation (ERAD) pathway, first identified in Caenorhabditis elegans as a negative posttranscriptional regulator of Notch signalling [62,63]. Sel1l is expressed in the epithelium of the developing pancreas [64] (Fig 8A), and its disruption resulted in loss of endocrine and acinar differentiation and prolongation of the progenitor cell state [65], a phenotype strikingly similar to that of the S1pr2 signalling block. Consistent with a role in differentiation, Sel1l is up-regulated in differentiating pancreas explants (Fig 8D). S1pr2 signalling block resulted in the loss of the Sel1l protein, concomitant with maintenance of Notch signalling (Fig 8G). Further confirming this finding, activation of the Notch signalling above the endogenous levels with the addition of 10 μM of DSL resulted in a strong decrease of Se1l1 levels (S8 Fig). Moreover, addition of 20 μM of S1p restored Se1l1 levels, confirming its dependence upon S1p signalling (S8 Fig). Se1l1 protein levels were also restored in the absence of S1pr2 signalling by 1 μM of the specific proteasome inhibitor MG132 (Fig 8J), and this was sufficient to restore attenuation of Notch signalling (Fig 8K and 8L). Therefore, S1pr2 signalling stabilises the Sel1l protein that in turn mediates the Notch signalling down-regulation that is necessary for acinar and endocrine differentiation.\n\nThese results suggested that S1pr2 signalling mediates Notch down-regulation to induce endocrine and acinar differentiation but did not clarify whether this was sufficient and whether Notch signalling affected YAP levels. To answer these questions, we first blocked Notch signalling without affecting endogenous S1pr2 signalling using 10 μM of the gamma-secretase inhibitor DAPT in ALI cultures of 14.5 dpc pancreata [19,66]. This induced a large increase in the number of Ngn3+ cells and resulted in preferential endocrine differentiation (Fig 7B and 7D) (compare Fig 4A, 4B, 4E and 4F with Fig 7E and 7F and compare S4 Fig with S8 Fig, see also Fig 7C).\n\nWe then addressed whether Notch down-regulation in the absence of S1pr2 signalling would be sufficient to initiate and maintain differentiation. We found that despite the large number of Ngn3+ cells at 14.5 dpc + 2 d explants (Fig 7B and 7G) and the transient initiation of differentiation (compare S4 Fig with S8 Fig), neither endocrine nor acinar cell differentiation were maintained (Fig 7F and 7I), suggesting that Notch down-regulation is not sufficient but acts in concert with other effectors of S1pr2 signalling. We have shown above that with regard to endocrine specification YAP plays an important role. Importantly, we have further found that YAP levels depend upon S1pr2 but not Notch signalling. YAP levels did not change when Notch signalling alone was inhibited or when Notch signalling was inhibited concurrently with S1pr2 inhibition (Fig 7A). This suggested that YAP levels are regulated by S1pr2 signalling through the Gαi function and not Notch attenuation (Fig 6G).\n\nTaken together, these experiments showed that S1pr2 signalling attenuates Notch activity through the protein stabilisation of its negative regulator Sel1l. Both this attenuation and the YAP stabilisation are necessary for the specification of the endocrine and acinar lineages.\n\nDiscussion\n\nDuring development, cell fate decisions need to be coupled to the implementation of differentiation programs so that different cell types in each organ are generated in the appropriate numbers. Notch signalling is widely employed as a regulator of binary cell fate decisions, and it also plays a key role in sequential lineage segregation during pancreas development [9–12,14,18,19]. How Notch activity is coordinated with the implementation of specification programs is not well understood. Furthermore, signalling molecules that trigger lineage differentiation remain largely elusive. Our findings revealed the implication of the S1p signalling pathway in key pancreas developmental decisions. We found that the S1p signalling pathway has a dual role in pancreas development by regulating lineage allocation and differentiation and thus coordinating these processes.\n\nConsistent with the notion that S1p is an important signalling molecule for pancreas development, expression of the S1p generating enzymes at both the protein and the mRNA levels is substantially higher in the epithelium and gradually increases during the secondary transition. We found that S1pr2 is the main S1p receptor expressed in the developing epithelium. Development of the acinar and endocrine lineages was severely delayed in S1pr2 null embryos, but specific up-regulation of the functionally related receptors S1pr3 and Lpar1 in the epithelium compensated and eventually restored pancreas development. Acute S1pr2 blocking in wt explants prevented this compensation, resulting in complete loss of the endocrine and acinar lineages and a massive appearance of duct-like cells. Down-regulation of Sox9 expression may contribute to the loss of endocrine and acinar lineages [67]. The remaining cells are clearly of ductal identity, although ductal gene expression is perturbed consistent with the interdependence of pancreatic lineage development [22].\n\nThis experimental set up provided us with a means to unravel the downstream events. Specific blocking of the S1pr2 downstream effector Gαi, either in explants or genetically, dramatically and selectively reduced endocrine lineage specification, suggesting that different Ga subunits mediate distinct aspects of pancreas development that could be exploited in stem cell differentiation protocols. Loss of S1pr2 signalling or Gαi function resulted in destabilisation of the YAP transcriptional coactivator. Inactivation of the Hippo pathway by pancreas selective disruption of the Mst1/2 kinases led to increased levels of YAP in acinar cells and their subsequent ductal metaplastic conversion [68,69]. However, the role of YAP during pancreas development has not been genetically explored. Genetic temporal inactivation of YAP specifically reduced endocrine specification without affecting the appearance of Ngn3+ cells. YAP stabilisation by proteasome inhibition in the absence of S1pr2 signalling restored endocrine specification. Furthermore, additional S1p signalling could not restore endocrine specification levels in the YAP-deleted pancreata, establishing that an S1p to S1pr2, Gαi, and YAP stabilisation cascade is necessary for the endocrine differentiation program to be triggered (Fig 9). YAP mRNA levels are significantly higher in the epithelium, and these findings explain the selective importance of the S1p signalling/YAP axis for the development of the epithelium.\n\nS1p signalling block was accompanied by cell death and down-regulation of CTGF, a secreted survival factor and known YAP target gene [47–49]. Exogenous addition of CTGF in S1pr2 blocked pancreata rescued the cell death but not the specification defects underlining distinct functions of S1p signalling in progenitor survival and specification (Fig 9).\n\nSeveral effects of S1pr2 signalling loss would be consistent with maintenance of high Notch activity, raising the possibility that S1p signalling regulates Notch. We found that S1p signalling is necessary for the maintenance of Sel1l protein levels, a member of ERAD pathway, and negative Notch regulator [62,63]. Sel1l deficiency impaired endocrine and acinar differentiation and maintained the progenitor cell state [65]. Consistent with that, S1p signalling attenuates Notch activity, a necessary step to trigger differentiation of the acinar and endocrine lineages [9–12,14,18,19]. Rescue of the Sel1l protein levels by proteasome inhibition restored Notch down-regulation in the absence of S1pr2 signalling. However, Notch down-regulation on its own was not sufficient to sustain endocrine and acinar differentiation in the absence of S1pr2 signalling, demonstrating that another effector of the latter is also necessary for endocrine specification, and we have shown that this effector is Gαi, which mediates YAP stabilisation (Fig 9). Interestingly, Ngn3 protein levels are dependent upon Notch signalling but not on YAP, suggesting that S1p-dependent YAP stabilisation may be acting as a primer of the endocrine program that is then realised in the cells that stabilise Ngn3 protein levels.\n\nDevelopmental pathways are often employed in adult tissues during regeneration, and their application has also been pivotal in the generation of glucose responsive beta-like cells from human pluripotent stem (PS) cells [70–72]. During pancreas development, TEAD and its coactivator YAP activate key pancreatic signalling mediators and transcription factors to regulate the expansion of pancreatic MPCs that will generate all the pancreatic lineages. After the onset of differentiation, YAP is rapidly degraded in acinar and endocrine cells but is retained in ductal cells [13,68,69]. Our findings suggested an additional role for YAP in activating the endocrine differentiation program and identified S1p as an important signal that maintains its stability through the secondary transition.\n\nThis work identified a new signalling pathway in pancreas development that leads to YAP stabilisation and Notch attenuation in the developing pancreas, thus linking lineage allocation and differentiation with a molecular player central for tissue growth control. These findings have important implications for the efficient generation of endocrine cells from pluripotent stem cells and for pancreas regeneration.\n\nMaterials and methods\n\nEthics statement\n\nAnimal maintenance and experimentation were conducted in accordance with the FELASA recommendations and the ethical and practical guidelines for the care and use of laboratory animals set by the competent veterinary authorities in the authors’ institutions.\n\nMouse strains, maintenance, and genotyping\n\nAnimal maintenance and experimentation were conducted in compliance with the FELASA recommendations and the ethical and practical guidelines for the care and use of laboratory animals set by the competent veterinary committees in the author’s institutions. Mouse mutant and transgenic lines used were S1P2tm2Ytak [73], YAPfl/fl [74], TgPdx1CreERT2 [57], S1pr2tm1Rlp [29], and Gt(ROSA)26Sortm1(ptxA)Cgh [38] purchased from the Mutant Mouse Regional Resource Center (MMRRC; Chapel Hill, NC) and Gt(ROSA)26Sortm9(CAG-tdTomato)hZE [75] and Tg(Pdx1-cre)6Tuv [76] purchased from The Jackson Laboratory (Bar Harbor, Maine) (S3 Table). All mouse strains used were interbred onto the same genetic background (C57BL/6J). Genotyping was performed by conventional PCR on genomic DNA isolated from mouse-tails using standard procedures. Briefly, mouse tails were dissolved in Tail buffer (100 mM Tris-HCl pH 8.0, 200 mM NaCl, 5mM EDTA, and 0.2% SDS) with 50 μg/ml Proteinase K (Sigma) overnight at 55°C. Following a protein extraction step with Phenol/Chloroform (Sigma), genomic DNA was precipitated from the aqueous phase with 100% ethanol and finally resuspended in TE buffer (10 mM Tris-HCl pH 8.0 and 1 mM EDTA). PCR conditions and primers used are provided in S4 Table.\n\nMouse injections\n\nTamoxifen (Sigma) was diluted in corn oil and injected ip in pregnant dams for 6 consecutive days starting at 10.5 dpc with 1 mg, followed by 0.5 mg in the following days. To ensure homogeneity in the analysis, all newborns were collected either following delivery or by caesarean section at 19.5 dpc (P1). JTE013 was diluted in PBS and injected ip at 2 or 5 mg/Kg body weight in pregnant dams at 13.5, 14.5, and 15.5 dpc. Embryos were collected at 16.5 dpc for analysis.\n\nOrganotypic cultures of embryonic pancreata\n\nDorsal pancreatic buds were dissected under a light stereoscope (Leica MZ75) at 13.5 or 14.5 dpc and cultured for 1, 2, 3, or 6 d on 0.4-μm pore diameter filters (Millicell-CM; Millipore) in DMEM (Gibco) supplemented with N2 (Gibco) and streptomycine-penicillin-glutamine (Gibco). Treatments were with JTE013 (Tocris) at 15 μM, CTGF (Peprotech) at 50 ng/ml, PTX (Calbiochem) at 10 μg/ml, DSL (CDDYYYGFGCNKFCRPR)(AnaSpec, AS-61298) at 10 μM, DAPT (Sigma) at 10 μM, C3 exoenzyme (Biomol) at 5 μg/ml, GP antagonist-2A (Enzo) at 50 μM, VPC23019 (Avanti Lipids) at 50 μM, Ki16425 (Sigma) at 20 μM, MG132 (Sigma) at 1 μM and S1P (Tocris) at 20 μM. Controls were treated with the same amount of solvent where appropriate. Chemicals were replenished with each medium change daily for 2-day and 3-day cultures or every second day for 6-day cultures.\n\nImmunostainings on cryosections\n\nDissected pancreata were fixed in 4% paraformaldehyde (PFA; Sigma), washed in PBS, and dehydrated in 30% sucrose (Sigma) overnight at 4°C. Tissues were embedded in optimal cutting temperature (OCT) compound (BDH), cut into sections of 12-μm thickness and mounted onto Superfrost slides (VWR) for storage at −80°C. For immunostainings, cryosections were post-fixed in 4% PFA for 5 min and blocked for 1 h at room temperature in 10xBlocking solution (10% goat serum, 0.1% BSA, and 0.3% Triton X-100 in PBS). Primary antibodies were diluted in 1xBlocking solution and incubated o/n at 4°C, whereas secondary antibodies, also diluted in 1xBlocking solution, were incubated for 2 h at room temperature. All washes were done in PBST (PBS with 0.3% Triton X-100). After the final washes, slides were mounted with DAPI (Vectashield; Vector or Prolong Gold antifade reagent with DAPI; Molecular Probes) and taken for fluorescent microscopy.\n\nImmunostainings on paraffin sections\n\nDissected pancreata were fixed in 10% formalin (Sigma) for 1 h at 4°C, washed in PBS, and taken into 70% ethanol. Tissues were then gradually dehydrated in a series of ethanol concentrations (70%, 95%, and 100% for 10 min each), before transferring in xylene for 10 min and then into liquid paraffin for an additional 10 min. Sections of 6-μm thickness were cut on a Leica RM2265 microtome and mounted onto polylysine-treated slides (VWR). For immunofluorescence, slides were incubated with Xylene for 20 min for deparafinisation and then immersed in a reverse series of ethanol concentrations (100%, 95%, 70%, and 50%) for rehydration followed by washes in PBS. Sections were then processed for immunofluorescence as described for cryosections, with the addition of an antigen-retrieval and a signal-amplification step. For antigen retrieval, slides were immersed in 10 mM Sodium citrate pH 6.0, boiled in a microwave oven at 600 W for 4 min, and then left to simmer at 250 W for 15 min. Slides were allowed to cool at room temperature for 40 min and then washed in distilled water and finally in PBS before proceeding with blocking. For amplification, a biotinylated secondary antibody (Vector) was used, followed by incubation with an avidin/biotin-HRP enzyme complex (ABC kit; Vector) for 1 h at room temperature. Slides were then washed in PBST and incubated with Tyramide-Cy3 diluted at 1:50 in TSA buffer (TSA kit; Perkin Elmer) for 3 min at room temperature to achieve HRP signal amplification. After a final wash in PBST, slides were mounted with DAPI (Vectashield) and taken for fluorescent microscopy.\n\nMorphometric analysis\n\nMorphometric analysis on embryonic pancreata and pancreatic explants was performed using immunofluorescent images taken at saturation and the ImageJ (Fiji) software. More specifically, the “Analyse Particles” tool of ImageJ was used to quantitate the number of pixels that correspond to signal area on an immunofluorescent image. For the 14.5 dpc pancreata and all pancreatic explants, analysis was performed using at least three 12-μm-thick cryosections per sample 24 μm apart, spanning the entire tissue. For the 19.5 dpc and P1 pancreata, analysis was performed using at least six 12-μm-thick cryosections per sample, 120 μm apart, spanning the entire tissue. For endocrine, acinar, and ductal cell quantitation, the signal area of C-peptide/Glucagon-, amylase-, and Cytokeratin19-positive immunofluorescence, respectively, was measured and divided by the corresponding total signal area for DAPI, thus normalising for mass. The same procedure was followed for Pdx1-, Ptf1a-, Nkx6.1, and YAP-signal area quantitation. For quantitation of epithelial mitotic activity, PH3-positive nuclei were counted and divided over the DAPI area of the epithelium as marked by E-cadherin co-staining. Similarly, for endocrine progenitor quantitation, Ngn3-positive nuclei were counted and divided over total DAPI area. To quantify the recombination efficiency, double Tdt + each marker (Cpeptide+Glucagon, Amylase, CK-19) positive cells were counted and this number divided for the total number of cells expressing each marker. For each quantitation, at least three pancreata of each genotype and/or condition were analysed.\n\nRNA isolation and real-time PCR\n\nTotal RNA was prepared using the RNeasy kit with on-column genomic DNA digestion following the manufacturer’s instructions (Qiagen). First strand cDNA was prepared using Superscript II RT (Invitrogen). Real-time PCR primers were designed using the Primer 3 software (SimGene), specificity was ensured by in silico PCR, reactions were performed with SYBR-Greener (Invitrogen) using an ABI PRISM 7000 machine or a Roche LC480 machine, and primary results were analysed using the machine’s software. Reactions were carried out from at least four independent samples with the exception of embryonic pancreata from JTE013 injected dams where three samples were used. Absolute expression values were calculated using the ΔCt method using β-actin for normalisation except for the embryonic pancreata from JTE013 injected dams where Eif3 was used. Primers used were further evaluated by inspection of the dissociation curve. Primer sequences were as follows:\n\nS1pr2 F: CACTACAATTACACCAAGGAGAC, R: CAGCACAAGATGATGATGAAGG;\n\nSphk1 F: AGAAGGGCAAGCATATGGAA, R: ACCATCAGCTCTCCATCCAC;\n\nSphk2 F: ACTGCTCGCTTCTTCTCTGC, R: GCCACTGACAGGAAGGAAAA;\n\nLpar1 F: TCTTCTGGGCCATTTTCAAC, R: TCCTGGGTCCAGAACTATGC;\n\nS1pr3 F: GGGAGGGCAGTATGTTCGTA, R: GGCATCATATGGCCTCATCT;\n\nYap1 F: GCGGTTGAAACAACAGGAAT, R: TGCTCCAGTGTAGGCAACTG;\n\nPdx1 F: TCCACCACCACCTTCCAG, R: CAGGCTCGGTTCCATTCG;\n\nCtgf F: AGCGTCCAGACACCAACCT, R: GGTAGGAGGATGCACAGCAG;\n\nβ-actin F: TGGCTCCTAGCACCATGA, R: CCACCGATCCACACAGAG\n\nEif3 F: TCTCCGGCCGTACCGGCTAA, R: GAGCTGGCGTGGATGGGGTG\n\nRNA sequencing and bioinformatic analysis\n\nEmbryonic pancreata (13.5, 14.5, or 15.5 dpc) from up to three pups of the same genotype were pooled to generate one sample. For ALI cultures, up to three pancreata having undergone the same treatment (normal medium, JTE013 or JTE013, and CTGF supplemented) were pooled to generate one sample. Three independent samples from each stage/genotype or ALI condition were used as biological replicates.\n\nTotal RNA was prepared using the RNeasy kit with on-column genomic DNA digestion (Qiagen), and only RNA with an integrity number of ≥8 was used. mRNA was isolated from 1 ug total RNA by poly-dT enrichment using the NEBNext Poly(A) mRNA Magnetic Isolation Module according to the manufacturer’s instructions. Final elution was done in 15 ul 2x first strand cDNA synthesis buffer (NEBnext, NEB). After chemical fragmentation by incubating for 15 min at 94°C, the sample was directly subjected to the workflow for strand-specific RNA-Seq library preparation (Ultra Directional RNA Library Prep, NEB). For ligation, custom adaptors were used (Adaptor-Oligo 1: 5'-ACA-CTC-TTT-CCC-TAC-ACG-ACG-CTC-TTC-CGA-TCT-3', Adaptor-Oligo 2: 5'-P-GAT-CGG-AAG-AGC-ACA-CGT-CTG-AAC-TCC-AGT-CAC-3'). After ligation, adapters were depleted by an XP bead purification (Beckman Coulter) adding bead in a ratio of 1:1. Indexing was done during the following PCR enrichment (15 cycles) using custom amplification primers carrying the index sequence indicated with ‘NNNNNN’. (Primer1: Oligo_Seq AATGATACGGCGACCACCGAGATCTACACTCTTTCCCTACACGACGCTCTTCCGATCT, primer2: GTGACTGGAGTTCAGACGTGTGCTCTTCCGATCT, primer3: CAAGCAGAAGACGGCATACGAGAT NNNNNN GTGACTGGAGTT). After two more XP beads purifications (1:1), libraries were quantified using Qubit dsDNA HS Assay Kit (Invitrogen). Libraries were equimolarly pooled and sequenced on an Illumina HiSeq 2500, resulting in ca. 16–20 million single end reads per library.\n\nAfter sequencing, FastQC (http://www.bioinformatics.babraham.ac.uk/) was used to perform a basic quality control on the resulting reads. As an additional control, library diversity was assessed by redundancy investigation in the aligned reads. Alignment of the short reads to the mm10 reference was done with GSNAP (v 2014-12-17) [77], and Ensembl gene annotation version 69 was used to detect splice sites. The uniquely aligned reads were counted with featureCounts (v1.4.6) [74] and the same Ensembl annotation.\n\nNormalisation of the raw read counts based on the library size and testing for differential expression between the different conditions was performed with the DESeq2 R package (v1.6.2) [78]. To calculate the number of regulated genes between two conditions, we accepted a maximum of 10% false discoveries (padj ≤ 0.1) and considered only genes with normalised counts &gt;100 in either condition and fold change &lt;0.6 or &gt;1.6. Unknown transcripts, pseudogenes, and RNAs other than mRNAs were not considered.\n\nFor the PCA, the raw read counts of the conditions to be analysed and their replicates were transformed with the variance stabilising transformation of the DESeq2 package. The top 500 genes that showed the highest variance were selected and used for the PCA calculation.\n\nTUNEL assays\n\nTUNEL assays on cryosections were performed using a fluorescent cell death detection kit (Roche) according to the manufacturer’s instructions. Briefly, cryosections were washed in PBS and incubated in Permeabilisation solution (0.1% Triton X-100 in 0.1% Na-citrate) for 2 min at 4°C. For labelling of DNA strand breaks, slides were incubated with 50 μl of TUNEL reaction mixture (fluorescein-labelled nucleotides mixed with terminal deoxynucleotidyl transferase) for 1 h at 37°C. Slides were finally rinsed in PBS, mounted with DAPI (Vectashield), and analysed by fluorescent microscopy. Slides that were incubated with DNase I prior to the labelling reaction were used as a positive control.\n\nWestern blotting\n\nProtein extraction, gel electrophoresis, and immunoblotting procedures were according to standard protocols. For protein extraction, samples were lysed in RIPA buffer (50 mM Tris-HCl pH 7.4, 1% NP-40, 0.5% Na-deoxycholate, 0.1% SDS, 150 mM NaCl, and 2 mM EDTA) and supplemented with protease and phosphatase inhibitor cocktails (Sigma). Proteins were loaded at 30 μg/lane on a polyacrylamide gel for electrophoresis, and protein transfer was subsequently performed on a standard nitrocellulose membrane (Amersham). Blocking was performed in 5% milk in TBST (50 mM Tris-HCl pH 7.6, 150 mM NaCl, and 0.05% Tween-20) for 1 h at room temperature, and primary and secondary antibodies were diluted in 1% milk in TBST and incubated overnight at 4°C or for 2 h at room temperature, respectively. Signal was developed using the ECL kit (Perkin Elmer) according to the manufacturer’s instructions. Primary antibodies used were rabbit anti-Yap1 (1:1000; Proteintech), rabbit anti-S1P2 (1:500; Thermo Fisher Scientific), rat anti-E-Cadherin (1:2,000; Zymed), and mouse anti β-actin (1:5,000; Santa Cruz). Secondary antibodies were anti-rabbit, anti-rat, and anti-mouse horseradish peroxidase (HRP)-conjugated goat antibodies (1:5,000; Dako).\n\nFluorescence activated cell sorting\n\nThe epithelial and mesenchymal components of embryonic and cultured pancreata were separated by FACS based on the epithelial expression of Cd49f as described [79]. Briefly, pancreata were dissected and incubated in a 0.05% Trypsin/EDTA solution (Gibco) for 5 min at 37°C. The reaction was terminated with 10% FBS (Sigma), tissues were dispersed with mild pipetting, and single cells were collected by centrifugation (400 g; 4 min). Cells were resuspended in PBS with 0.5% FBS, and after blocking with rat IgG (Abcam) for 15 min, cells were incubated with a Cd49f-FITC (BD Pharmigen) antibody, added at 1:50 dillution for 1 h on ice with gentle rocking. Cells were collected by centrifugation, resuspended in PBS with 0.5% FBS, and sorted by FITC fluorescence intensity on a BD FACS Aria III, following standard procedures [79]. Two fractions were collected consisting of fluorescent (epithelial) and non-fluorescent (mesenchymal) cells, which were subsequently processed for RNA isolation and real-time PCR analysis. The efficiency of the separation was independently confirmed by determining Pdx1 expression in the two fractions.\n\nX-gal stainings\n\nCryosections of embryonic pancreata were washed in PBS and incubated with 1 mg/ml 5-bromo-4-chloro-3-indolyl-β-D-galactopyranoside (X-Gal; Roche) in staining solution [5mM K3Fe(CN)6, 5mM K4Fe(CN)6, 2 mM MgCI2, and 5 mM EGTA] for 8 h at 37°C. For double stainings, X-gal–treated sections were rinsed in PBS, incubated in blocking solution (10% normal goat serum, 0.3% Triton X-100) for 1 h at room temperature, and subsequently processed for immunofluorescence as described. For imaging, X-gal stainings were photographed in bright field, and the image was inverted and assigned to the green colour of the RGB composite. This was then merged with the immunofluorescent image (in red) and the DAPI image (in blue) of the corresponding field photographed under UV.\n\nStatistical analysis\n\nStatistical significance in morphometric analyses and real-time PCRs was determined by the Student’s t test for two-tailed distributions of unpaired groups. Error bars represent the standard error of the mean (SEM). p &lt; 0.05 was considered significant.\n\nList of antibodies used for immunofluorescence\n\nPrimary antibodies used were rabbit anti-Ngn3 (1:100; Acris), rat anti-E-cadherin (1:400; Zymed), rabbit anti-C-peptide (1:200; Linco), rabbit anti-Amylase (1:300; Sigma), rabbit anti-Ptf1a (1:3,000; Gift from B. Breant), rat anti-Cytokeratin19 (1:250; DSHB), mouse anti-Glucagon (1:500; Sigma), rabbit anti-Pdx1 (1:5,000; Gift from C. Wright), mouse anti-Pdx1 (1:250; DSHB), rabbit anti-Sphk (1:250; Abcam), mouse anti-Nkx6-1 (1:1,000; DSHB), mouse anti-Insulin (1:1,000; Sigma), rabbit anti-PH3 (1:500; Cell Signaling), rabbit anti-Yap1 (1:200; Cell Signaling), rabbit anti-NICD (1:100; Cell Signaling), rat anti-Hes1 (1:500; MBL-Biozol), and rabbit anti-Sel1l (1:250; Abcam). Secondary antibodies were anti-mouse, anti-rabbit, and anti-rat Alexa-488-, Alexa-568-, and Alexa-633-conjugated goat antibodies (1:500; Molecular Probes), as well as anti-rabbit and anti-rat biotinylated goat antibodies (1:100; Vector). For Nkx6.1 and Pdx1 mouse antibody staining together with Sphk, a Goat anti-Mouse IgG affiniPure Fab Fragment from Jackson ImmunoResearch (115-007-003) was used at 1:50 dilution following the instructions of the manufacturer.\n\nSupporting information"
}