{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000364",
  "doi": "10.1371/journal.pbio.3000364",
  "externalIds": [
    "pii:PBIOLOGY-D-19-01760",
    "pmid:31430281",
    "pmcid:PMC6701743"
  ],
  "license": "This is an open access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication.",
  "licenseUrl": "https://creativecommons.org/publicdomain/zero/1.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Intestinal delta-6-desaturase activity determines host range for Toxoplasma sexual reproduction",
  "authors": [
    {
      "name": "Bruno Martorelli Di Genova",
      "first": "Bruno",
      "last": "Martorelli Di Genova",
      "affiliation": "Department of Medical Microbiology and Immunology, University of Wisconsin–Madison, Madison, Wisconsin, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-9983-1856"
      ]
    },
    {
      "name": "Sarah K. Wilson",
      "first": "Sarah K.",
      "last": "Wilson",
      "affiliation": "Department of Medical Microbiology and Immunology, University of Wisconsin–Madison, Madison, Wisconsin, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3113-248X"
      ]
    },
    {
      "name": "J. P. Dubey",
      "first": "J. P.",
      "last": "Dubey",
      "affiliation": "Animal Parasitic Diseases Laboratory, Animal and Natural Resources Institute, United States Department of Agriculture, Agricultural Research Service, Beltsville, Maryland, United States of America"
    },
    {
      "name": "Laura J. Knoll",
      "first": "Laura J.",
      "last": "Knoll",
      "affiliation": "Department of Medical Microbiology and Immunology, University of Wisconsin–Madison, Madison, Wisconsin, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-9362-8088"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-08-20",
  "dateAccepted": "2019-07-17",
  "dateReceived": "2019-06-19",
  "volume": "17",
  "number": "8",
  "pages": "e3000364",
  "tags": [
    "Anatomy",
    "Apicomplexa",
    "Artificial gene amplification and extension",
    "Biochemistry",
    "Biological cultures",
    "Developmental biology",
    "Digestive system",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Apicomplexa",
    "Discipline-v3/Artificial gene amplification and extension",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biological cultures",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Digestive system",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Fatty acids",
    "Discipline-v3/Gastrointestinal tract",
    "Discipline-v3/Linoleic acid",
    "Discipline-v3/Lipids",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Molecular biology",
    "Discipline-v3/Molecular biology techniques",
    "Discipline-v3/Morphogenesis",
    "Discipline-v3/Oocysts",
    "Discipline-v3/Organ cultures",
    "Discipline-v3/Organisms",
    "Discipline-v3/Organoids",
    "Discipline-v3/Parasite groups",
    "Discipline-v3/Parasitic protozoans",
    "Discipline-v3/Parasitology",
    "Discipline-v3/Polymerase chain reaction",
    "Discipline-v3/Protozoans",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Sexual differentiation",
    "Discipline-v3/Toxoplasma",
    "Discipline-v3/Toxoplasma gondii",
    "Eukaryota",
    "Fatty acids",
    "Gastrointestinal tract",
    "Linoleic acid",
    "Lipids",
    "Molecular biology",
    "Molecular biology techniques",
    "Morphogenesis",
    "Oocysts",
    "Organ cultures",
    "Organisms",
    "Organoids",
    "Parasite groups",
    "Parasitic protozoans",
    "Parasitology",
    "Polymerase chain reaction",
    "Protozoans",
    "Sexual differentiation",
    "Toxoplasma",
    "Toxoplasma gondii",
    "Type/Research Article"
  ],
  "abstract": "Many eukaryotic microbes have complex life cycles that include both sexual and asexual phases with strict species specificity. Whereas the asexual cycle of the protistan parasite Toxoplasma gondii can occur in any warm-blooded mammal, the sexual cycle is restricted to the feline intestine. The molecular determinants that identify cats as the definitive host for T. gondii are unknown. Here, we defined the mechanism of species specificity for T. gondii sexual development and break the species barrier to allow the sexual cycle to occur in mice. We determined that T. gondii sexual development occurs when cultured feline intestinal epithelial cells are supplemented with linoleic acid. Felines are the only mammals that lack delta-6-desaturase activity in their intestines, which is required for linoleic acid metabolism, resulting in systemic excess of linoleic acid. We found that inhibition of murine delta-6-desaturase and supplementation of their diet with linoleic acid allowed T. gondii sexual development in mice. This mechanism of species specificity is the first defined for a parasite sexual cycle. This work highlights how host diet and metabolism shape coevolution with microbes. The key to unlocking the species boundaries for other eukaryotic microbes may also rely on the lipid composition of their environments as we see increasing evidence for the importance of host lipid metabolism during parasitic lifecycles. Pregnant women are advised against handling cat litter, as maternal infection with T. gondii can be transmitted to the fetus with potentially lethal outcomes. Knowing the molecular components that create a conducive environment for T. gondii sexual reproduction will allow for development of therapeutics that prevent shedding of T. gondii parasites. Finally, given the current reliance on companion animals to study T. gondii sexual development, this work will allow the T. gondii field to use of alternative models in future studies.",
  "fullText": "Introduction\n\nThe apicomplexan parasite Toxoplasma gondii causes a chronic infection in nearly one-third of the human population and is well known for causing congenital infections leading to blindness, mental retardation, and hydrocephaly of the developing fetus. T. gondii has a complex life cycle containing both sexual and asexual phases. The T. gondii asexual cycle can occur in any warm-blooded animal when contaminated food or water is consumed and T. gondii disseminates throughout the host, converting to an encysted form in muscle and brain tissue. In contrast, the T. gondii sexual cycle is restricted to the feline intestinal epithelium, culminating in the excretion of environmentally resistant oocysts [1]. The molecular basis for this species specificity is unknown.\n\nDuring feline infection, the ingested bradyzoites are released by pepsin and acid digestion in the stomach. Bradyzoites then invade the feline intestinal epithelium and differentiate into five morphologically distinct types of schizonts [2]. Within 2 days in the feline intestine, parasites progress through all five stages of schizonts and then develop into merozoites. The merozoites undergo a limited proliferation of two to four doublings before they differentiate into macrogametes and microgametes. The macro- and microgametes fuse to produce diploid oocysts, which develop thick impermeable walls and are shed in the feces. Cats usually excrete 2–20 million oocysts per day in their feces and usually shed oocysts 5–10 days post infection [3,4]. In ambient air and temperature, oocysts undergo a sporulation process to mature and become infectious. Both mitosis and meiosis occur during sporulation to produce eight haploid sporozoites encased within the oocyst wall. T. gondii oocysts are stable for 18 months in unfavorable environmental conditions and resistant to many chemical disinfectants [5].\n\nResults and discussion\n\nLinoleic acid is critical for sexual development in cultured cat cells\n\nTo determine the molecular mechanisms that define the species specificity of T. gondii sexual development, we generated cat intestinal organoids (Fig 1a) and then seeded these epithelial cells onto glass coverslips. These monolayers displayed intestinal epithelial properties, including polarization and tight junction formation (Fig 1b). To simulate natural infection, T. gondii was harvested from mouse brains 28–40 days after primary infection, and the parasites were released from the brain cysts by pepsin and acid digestion. After neutralization with sodium carbonate, parasites were seeded onto the cat intestinal monolayers, incubated for 5 days, and stained for markers of the parasite presexual stage called a merozoite [6,7]. Although we observed occasional dense granule protein 11B (GRA11B) and bradyzoite rhoptry protein-1 (BRP1) staining, the vast majority of the culture was negative for these merozoite markers (Fig 1c), suggesting that a required nutrient was limiting under these culture conditions. Because recent studies showed that the T. gondii asexual stages scavenge fatty acids, particularly oleic acid, from the host [8] and that sexual development of many fungi is dependent on linoleic acid [9], we surmised that supplementation with these fatty acids could facilitate T. gondii sexual development. We added 200 μM oleic or linoleic acid to cat intestinal monolayer culture medium 24 hours prior to infection with T. gondii. After 5 days of infection, we found that the addition of linoleic acid but not oleic acid caused approximately 35% of the T. gondii to express both merozoite stage markers (Figs 1d–1g and 2a, S1 Data). Similarly, GRA11B mRNA was significantly more abundant in cat intestinal cells supplemented with linoleic acid compared to any other condition (Fig 2b, S2 Data). As seen in vivo cat intestine, GRA11B changes localization from within the parasite dense granule organelles in the early stages of development to the parasitophorous vacuole and parasitophorous vacuole membrane in later stages of development [6]. We see similar localization of GRA11B depending on vacuole size, likely representing early, middle, and late stages (Fig 1e–1g). Likewise, BRP1 has a localization similar to that previously seen in the rhoptry organelles in the apical end of the merozoite [7] (Fig 1e–1g).\n\nWithin the feline intestine, merozoites are known to differentiate into micro- and macrogametes that fuse to become diploid oocysts. After 7 days of infection, we saw round structures with reactivity to the macrogamete protein amine oxidase, copper-containing protein 2 (AO2) [10] in cat intestinal monolayers cultured with 200 μM linoleic acid but not in unsupplemented or oleic acid–supplemented cultures (Fig 3a–3c). PCR of these day 7 linoleic acid–supplemented cultures amplified message for AO2 as well as the predicted microgamete flagellar dynein motor protein TGME49_306338 with 44% identity to the homologue from the motile green alga Chlamydomonas reinhardtii (Fig 3d). In parallel, we assessed for the presence of intracellular oocyst wall biogenesis in these linoleic acid–supplemented cat cells by using the 3G4 antibody [11] that recognizes the T. gondii oocyst wall. There were approximately nine oocyst walls per cm2 of cultured cat cells supplemented with 200 μM linoleic acid but none in not-supplemented or oleic acid–supplemented cultures (Fig 3e–3h, S3 Data). Addition of 20 μM linoleic acid did not enhance oocyst wall production, indicating that the concentration of linoleic acid was critical for proper development.\n\nInhibition of delta-6-desaturase causes sexual development in cell culture mouse cells\n\nThe dependence of T. gondii sexual development on high levels of linoleic acid was intriguing because cats are the only mammal known to lack delta-6-desaturase activity in their small intestines [13,14]. Delta-6-desaturase is the first and rate-limiting step for the conversion of linoleic acid to arachidonic acid. Linoleic acid is the dominant fatty acid in cat serum, comprising 25%–46% of the total fatty acid [15–18], whereas rodents serum contains only 3%–10% linoleic acid [19–22]. We hypothesized that the lack of delta-6-desaturase activity in the cat small intestine allows for a buildup of linoleic acid from the diet, which then acts as a positive signal for T. gondii sexual development. To test this hypothesis, we infected mouse intestinal monolayers with T. gondii and supplemented them with linoleic acid and the chemical SC-26196, a specific inhibitor of the delta-6-desaturase enzyme, to establish high steady-state levels of linoleic acid [23]. Five days after infection of the mouse culture with T. gondii, we assessed merozoite markers BRP1 [7] and GRA11B [6]. We detected expression of GRA11B and BRP1 in mouse intestinal cells only when supplemented with both linoleic acid and SC-26196 (Fig 4). These data suggest that the delta-6-desaturase enzyme must be inhibited in order for high enough levels of exogenous linoleic acid to increase and induce T. gondii sexual development in nonfeline intestinal cells. Similar to cat cells, mouse intestinal monolayers supplemented with both linoleic acid and SC-26196 had approximately 26% of the T. gondii vacuoles expressing both BRP1 and GRA11B (S1 Fig, S4 Data).\n\nInhibition of delta-6-desaturase causes sexual development in live mice\n\nOocysts excreted in cat feces must undergo a sporulation process to become infectious to the next host. We attempted to sporulate the round structures containing oocyst wall antigen that were derived from either cat or inhibited mouse cultured intestinal cells at room temperature with aerosolization for 7–14 days. Unfortunately, few structures were obtained from the monolayers, they did not appear to sporulate, and they were not infectious to mice. We hypothesized that T. gondii oocyst development and infectivity would require physiological conditions in a whole animal that could not be recapitulated in tissue culture. To test this hypothesis, we inhibited delta-6-desaturase activity in the intestines of live mice. The delta-6-desaturase inhibitor SC-26196 is effective as an anti-inflammatory agent in whole-animal experiments [24]. Because it was previously seen that sporozoites shifted to the rapidly replicating asexual stage called a tachyzoite, within 8 hours after the oral inoculation into rats [25] we fed the mice a linoleic acid–rich diet and pretreated them with the delta-6-desaturase inhibitor SC-26196 (or a no-inhibitor control) 12 hours prior to oral infection with T. gondii and every 12 hours thereafter. In mice fed both the linoleic acid–rich diet and the SC-26196 inhibitor, 7 days after infection, quantitative PCR (qPCR) of ileum cDNA showed high expression of the T. gondii merozoite marker GRA11B and low expression of the asexual tachyzoite surface antigen 1 (SAG1) [26] (Fig 5a, S5 Data). Ileum sections on day 7 post infection were paraffin-embedded and stained with hematoxylin and eosin or reticulin stain. Presexual and early oocysts stages were present only in the tissue of mice fed linoleic acid and the delta-6-desaturase inhibitor (Fig 5b and 5c).\n\nAs early as day 6 post infection, oocyst-like structures showing 3G4 antibody-positive staining were present in the mouse feces (Fig 5d) and increased in number until day 7, when the mice were euthanized. qPCR on genomic DNA from mouse fecal samples showed that T. gondii genomic DNA was detectable only in mice treated with SC-26196 (Fig 6a, S6 Data), indicating that delta-6-desaturase must be inactivated in mice for T. gondii sexual stages to develop in the mouse gut. Mice produced 1,000–10,000 oocysts/gram dry feces. To increase the number and duration of oocysts shedding, mice were fed the SC-26196 inhibitor every 12 hours only until day 5 post infection. Oocysts were monitored in the feces, with the peak of shedding being days 8–9 with between 100,000–150,000 oocysts/gram dry feces (Fig 6b, S7 Data), which is within the range seen for cats (2,000–1,500,000 oocysts/gram of feces [3,4]).\n\nMouse-derived oocysts sporulate and are infectious\n\nT. gondii oocysts are susceptible to desiccation, making them unable to sporulate [29]. Therefore, the mouse feces or the intestinal contents were immediately placed in saline and sporulated at room temperature with aerosolization. Cat-derived oocysts are usually stable after a 30-minute incubation in undiluted bleach (5% sodium hypochlorite) and long-term incubation in 2% sulfuric acid [5]. Because mouse-derived oocysts were not as resistant to bleach and 2% sulfuric acid as cat-derived oocysts, they were sporulated in saline with antibiotics. After 7 days, sporulation was evident in approximately 50% of the oocysts by visualization of sporozoites, a deep blue autofluorescent wall [30] (Fig 6c), and reactivity with the 4B6 antibody that recognizes the two individual sporocysts within the oocysts [11] (Fig 6d). The sporulated oocysts were infectious to mice, as seen by serum conversion (S2 Fig) and cysts in the brains 28 days later (Fig 6e, S3 Fig). Similar to oocysts derived from a cat, these mouse-derived sporulated oocysts were stable and infectious for at least 3 months when stored at 4 °C.\n\nConcluding remarks\n\nAll together, these results define the mechanism of species specificity for T. gondii sexual development and show that the species barrier can be broken for T. gondii sexual development by inhibiting delta-6-desaturase activity in the intestines of a nonfeline host. The lack of delta-6-desaturase activity and the buildup of linoleic acid likely enhance T. gondii sexual development in multiple ways. First, prior work suggests linoleic acid is cytotoxic for the asexual tachyzoite stage [31]; thus, tachyzoite development would be halted in a linoleic-rich environment. Second, inhibition of delta-6-desaturase likely lowers arachidonic acid levels, which would alter the production of immune lipid mediators known as eicosanoids. Finally, the dramatic difference between oleic acid with one double bond and linoleic acid with two highlights that linoleic acid is probably used as a signaling molecule and not to meet basic nutritional needs. Quorum-sensing for sexual reproduction in fungi is dependent on oxygenation of linoleic acid but not oleic acid [9]. The multiple host and T. gondii cyclooxygenases and lipoxygenases might oxygenate linoleic acid to an oxylipin signaling molecule for T. gondii sexual development to proceed. Other protozoan parasites also rely on host derived lipids, which may be used as signaling molecules as well as lipid sources for parasite growth during their life cycles [32,33].\n\nMaterials and methods\n\nEthics statement\n\nMice were treated in compliance with the guidelines set by the Institutional Animal Care and Use Committee (IACUC) of the University of Wisconsin School of Medicine and Public Health (protocol #M005217). Cats were treated in compliance with the guidelines set by the IACUC of the United States Department of Agriculture, Beltsville Area (protocol #15–017). Both institutions adhere to the regulations and guidelines set by the National Research Council.\n\nIntestinal organoids\n\nCat intestinal organoids were established from jejunum sections obtained from fetal small-intestinal sections. Mouse intestinal organoids were established from jejunum sections from 8-week-old C57BL/6J male mice. Organoids were generated as described previously [34]. Briefly, intestinal sections were washed in ice-cold PBS containing 0.1 mg/mL streptomycin and 100 U/mL penicillin for 20 minutes. Sequentially, EDTA (Sigma) was added to a final concentration of 2 mM and the tissue incubated for 40 minutes at 4 °C. The tissue was then rinsed in cold PBS without EDTA and vigorously shaken until crypts were seen in the supernatant. The crypt suspension was filtered using a 70-μm cell strainer, and the crypts were centrifuged at 80g for 5 minutes. The cells were resuspended in Matrigel (BD Biosciences), pipetted into a 24-well plate, allowed to polymerize, and then covered with organoid medium. The organoid medium contains Advanced DMEM/F12 with 2 mM Glutamax, 20 mM HEPES, 1 × B27, 1 × N2, 10% v/v fetal bovine serum, 10 mg/L insulin, 5.5 mg/L transferrin, 0.67 mg/L selenite, penicillin and streptomycin (all from Invitrogen), 50 ng/ml human EGF (R&amp;D systems), 10 mM nicotinamide (Sigma), 3 μM CHIR99021 and 10 μM Y-27632 (both Selleckchem), and 50% v/v conditioned medium obtained from L-WRN cell line (ATCC CRL 3276). The medium was changed every other day, and the organoids were expanded by passing the cells through a 25-gauge needle every week. All experiments were done with cells at passage 2 to 5, and cells were regularly checked for mycoplasma contamination (MicoAlert Lonza).\n\nIntestinal monolayers and fatty acid supplementation\n\nMonolayers were generated from intestinal organoids as described previously [35]. Briefly, established cat or mouse intestinal organoids were washed with cold PBS, digested by 0.05% m/v trypsin for 5 minutes at 37 °C, centrifuged at 250g for 3 minutes, and resuspended in fresh prewarmed organoid medium. Cell suspension was added into a chamber slide (Thermo) precoated with Entactin-Collagen IV-Laminin (Corning) for cat cells or 2% m/v Gelatin in PBS (Sigma) for mouse cells. The slides were coated by air-drying the basement membrane matrix or gelatin to air-dry overnight. The monolayers were grown for 10–15 days prior to infection with T. gondii bradyzoites, with media change every other day until cells reached 90% or more confluency. Linoleic acid or oleic acid conjugated to BSA (Sigma) was added to the organoid monolayers to 0.2 mM 24 hours prior to infection.\n\nBradyzoite preparation and infection\n\nC57BL/6J mice were oral gavage infected with 500–1,000 ME49 oocysts from cat feces. At 28 days post infection, brains were removed, washed in cold PBS, and homogenized with a glass tissue grinder. The suspension was centrifuged at 400g for 10 minutes and the pellet suspended in 20% m/v Dextran (Average MW 150,000, Sigma). Bradyzoite cysts were pelleted and separated from brain material by centrifugation at 2,200g for 10 minutes. The pellet was washed in PBS, digested by 0.1 mg/mL pepsin in HCl for 5 minutes at 37 °C, and then neutralized with an equal volume 1% Sodium Carbonate (Sigma). Bradyzoites were spun at 250g for 10 minutes, resuspended in prewarmed organoid medium, and added onto the organoid monolayers with a multiplicity of infection of 1 bradyzoite:10 intestinal epithelial cells (MOI 1:10).\n\nDelta-6-desaturase inhibition\n\nSC-26196 (Cayman) was solubilized in DMSO and used at 20 μM in mouse organoid monolayers. For in vivo treatment, the inhibitor was solubilized in 0.5% m/v methylcellulose, and the mice were given 50 mg/kg every 12 hours by oral gavage [24]. C57BL/6J female mice (4 weeks old) deleted in Z-DNA-binding protein [36] were divided into four different groups: uninfected control, T. gondii–infected without fatty acid supplementation, T. gondii–infected with linoleic acid supplementation, and T. gondii–infected with linoleic acid and SC-26196 inhibitor. Each mouse supplemented with linoleic acid received 10 μL of 99% linoleic acid oil (MilliporeSigma Cat#843483) suspended in 0.5% Methylcellulose per day by oral gavage. Mice were infected with 1,000 brain cysts purified as described above by oral gavage and euthanized 7 days post infection. Sample size was at least two mice per group, and the experiment was repeated five times. Alternatively, each mouse was infected with one mouse brain at least 2 months post infection with at least 1,000 cysts. Mice were treated with SC-26196 until day 5 post infection. Feces were collected from days 5–14 and oocysts enumerated by microscopy.\n\nImmunofluorescence\n\nIntestinal organoid monolayers or mouse fecal samples were fixed in 3.7% formaldehyde in PBS for 20 minutes, permeabilized with 0.2% triton X-100 (Sigma) in PBS at room temperature for 1 hour, and then blocked with 3% BSA in PBS at room temperature for 1 hour. Primary antibody was incubated at 4 °C overnight in 0.2% v/v Triton x-100 and 3% BSA in PBS (1:100 mouse anti-GRA11B, 1:100 rabbit anti-BRP1, 1:100 mouse anti-AO2, 1:50 monoclonal mouse anti-ZO-1 [Santa Cruz], or 1:25 mouse IgM anti-oocyst wall 3G4). Sporulated oocysts from mouse feces were dried onto slides, fixed and permeabilized with ice-cold acetone for 30 minutes, and incubated with 1:20 mouse 4B6 to the visualize the sporocyst. Slides were incubated with the specific secondary antibody (1:500 goat anti-rabbit Alexa Fluor 488 and 1:500 goat anti-mouse Alexa Fluor 594) at room temperature for 1 hour and then washed three times with PBS. Cells nuclei were stained with 10 μM DAPI (Sigma). Slides were mounted in Vectashield antifade mounting medium (VectorLabs). Samples were imaged on Zeiss Axioplan III equipped with a triple-pass (DAPI/fluorescein isothiocyanate [FITC]/Texas Red) emission cube, differential interference contrast optics, and a monochromatic Axiocam camera operated by Zen software (Zeiss) and processed using ImageJ (Fiji packet).\n\nTissue sectioning and histology\n\nIleums were fixed in 3.7% formaldehyde in PBS overnight, embedded in paraffin, and sectioned by the Translational Research Initiatives in Pathology laboratory at the University of Wisconsin–Madison. The sections were stained with hematoxylin and eosin or reticulin (silver) stain.\n\nReal-time PCR on ileum cDNA\n\nMice with and without delta-6-desaturase inhibitor treatment were euthanized 7 days post infection. The ileum of each mouse was removed and homogenized in 1 mL of TRIzol. Total RNA was isolated according to manufacturer’s protocol (Invitrogen) and treated with amplification-grade DNase I. cDNA was generated using the Invitrogen SuperScript III First-Strand Synthesis kit with random hexamer primers. GRA11B and SAG1 were used as markers of sexual and asexual stages, respectively. The T. gondii housekeeping gene TUB1A was used to normalize target gene expression. Real-time qPCR was performed using Bio-Rad iTaq Universal SYBR Green Supermix on an Applied Biosystems StepOnePlus Real-Time PCR system. The efficiency of each primer set was calculated from the slope of a 1:10 dilution standard curve of tachyzoite gDNA, where E = 10^(−1/slope). The Pfaffl method [37], which accounts for differences in efficiencies, was then used to calculate the relative gene expression of GRA11B and SAG1 per sample, in triplicate. Only wells with one melt curve temperature were used, indicating a single product. Primer sequences were as follows:\n\nTUB1A forward: 5′ –GACGACGCCTTCAACACCTTCTTT– 3′\n\nReverse: 5′ –AGTTGTTCGCAGCATCCTCTTTCC– 3′\n\nSAG1 forward: 5′ –TGCCCAGCGGGTACTACAAG– 3′\n\nReverse: 5′ –TGCCGTGTCGAGACTAGCAG– 3′\n\nGRA11B forward: 5′ –ATCAAGTCGCACGAGACGCC– 3′\n\nReverse: 5′ –AGCGAATTGCGTTCCCTGCT– 3′\n\nReal-time PCR for T. gondii genomic DNA in fecal samples\n\nFecal samples from the mice with and without delta-6-desaturase inhibitor treatment were collected. Genomic DNA was generated from 0.1 g of feces from each mouse using the power soil DNA kit (QIAGEN) according to the manufacturer’s instructions except that cells were broken by a bead beater instead of a vortex. A standard curve was generated using a dilution series of 101–105 parasites per well amplified using the SAG1 primer set described above, based on a genomic DNA sample with known parasite quantity. The Ct values were plotted against the log of the parasite numbers. The number of target gene copies in each sample can be interpolated from the linear regression of the standard curve.\n\nReal-time PCR was performed on each sample, in triplicate, using Bio-Rad iTaq Universal SYBR Green Supermix on an Applied Biosystems StepOnePlus Real-Time PCR system. The calculated copy numbers of each sample were normalized based on the ng of nucleic acid used as PCR template. Only wells with one melt curve temperature were used, indicating a single product.\n\nPCR of cat intestinal monolayers\n\nCat intestinal monolayers were grown in 24-well plates until confluency and then were incubated with either no fatty acid supplementation, 200 μM oleic acid, or 200 μM linoleic acid for 24 hours. The monolayers were infected with ME49 bradyzoites purified from brains of chronic infected mice in duplicate with uninfected monolayers as a negative control. Seven days post infection, RNA was extracted with TRIzol, and cDNA was synthesized as described above. TgAO2 was used as a marker for macrogametes, and TgME49_306338 was used as a marker for microgametes. TUB1A was used as an input control using the same primers as above. A cDNA synthesis reaction without the addition of reverse transcriptase was used as a control for genomic DNA contamination. Equivalent amounts of cDNA per sample were used as a template for each PCR reaction, and the products were separated on an acrylamide gel and imaged. Primer sequences were as follows:\n\nTgAO2 forward: 5′ –GTCTTGGTTCGTTGAAGGGGCTG– 3′\n\nReverse: 5′ –CGTCCTCGATGCCCATGAAATCTG– 3′\n\nTgME49_306338 forward: 5′ –CCACGTCCTTCGCCGATG– 3′\n\nReverse: 5′ –CATCAGAGGTCCCAGGTTGTCG– 3′\n\nStatistical methods\n\nAll real-time PCR fecal samples were run in triplicate technical replicates. The difference between the mean target gene copy numbers was analyzed by two-tailed unpaired t tests. The real-time PCR intestinal samples were run in triplicate from two biological replicates per group. The difference between the mean relative expression of each target gene was analyzed by two-tailed unpaired t tests.\n\nOocyst sporulation and mouse infections\n\nFresh fecal samples were obtained from each mouse, homogenized in PBS, and then centrifuged at 1,500g. The pellet was resuspended in PBS plus penicillin and streptomycin, and the samples were shaken for 7–14 days at room temperature in presence of oxygen. Mice oocysts were stable for at least 3 months at 4 °C. Naïve mice were infected with approximately 250 mouse oocysts through intraperitoneal injection. Mice were humanely euthanized at day 28 post infection, and their brains were removed, homogenized, and either incubated with biotinylated DBA 1:1,000 or purified with 20% m/v Dextran as described above before DBA incubation. All cysts were then incubated with streptavidin-conjugated Alexa Fluor-594 1:1,000 and imaged on Zeiss Axioplan III equipped with a triple-pass (DAPI/FITC/Texas Red) emission cube, differential interference contrast optics, and a monochromatic Axiocam camera operated by Zen software (Zeiss) and processed using ImageJ (Fiji packet).\n\nWestern immunoblot\n\nME49 tachyzoite lysates were run on a 15% SDS-PAGE protein gel, transferred to a nitrocellulose membrane, and strips blocked with 5% w/v low fat milk in TBS 1.0% v/v Tween-20. Collected serum was diluted 1:250 TBS 1.0% v/v Tween-20, and 1:2,000 anti-mouse HRP was used as the secondary antibody. Serum from C57BL/6 mice infected with cat oocysts for 26 days was used as positive control, and serum from uninfected C57BL/6 mice was used as negative control. Stripes were imaged by LI-COR (LI-COR Biosciences) at 700 nm or chemiluminescence for a 5-minute exposure.\n\nSupporting information"
}