{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0030208",
  "doi": "10.1371/journal.pbio.0030208",
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Visually Inexperienced Chicks Exhibit Spontaneous Preference for Biological Motion Patterns",
  "authors": [
    {
      "name": "Giorgio Vallortigara",
      "first": "Giorgio",
      "last": "Vallortigara",
      "affiliation": "Department of Psychology and B.R.A.I.N. Centre for Neuroscience, University of Trieste, Trieste, Italy"
    },
    {
      "name": "Lucia Regolin",
      "first": "Lucia",
      "last": "Regolin",
      "affiliation": "Department of General Psychology, University of Padua, Padova, Italy"
    },
    {
      "name": "Fabio Marconato",
      "first": "Fabio",
      "last": "Marconato",
      "affiliation": "Department of General Psychology, University of Padua, Padova, Italy"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2005-07",
  "dateElectronic": "2005-06-07",
  "dateAccepted": "2005-04-13",
  "dateReceived": "2005-01-31",
  "volume": "3",
  "number": "7",
  "pages": "e208",
  "tags": [
    "Discipline/Evolutionary Biology/Animal Behavior",
    "Discipline/Mental Health/Psychology",
    "Discipline/Neuroscience",
    "System Taxonomy/Chicken",
    "Type/Research Article"
  ],
  "abstract": "When only a small number of points of light attached to the torso and limbs of a moving organism are visible, the animation correctly conveys the animal's activity. Here we report that newly hatched chicks, reared and hatched in darkness, at their first exposure to point-light animation sequences, exhibit a spontaneous preference to approach biological motion patterns. Intriguingly, this predisposition is not specific for the motion of a hen, but extends to the pattern of motion of other vertebrates, even to that of a potential predator such as a cat. The predisposition seems to reflect the existence of a mechanism in the brain aimed at orienting the young animal towards objects that move semi-rigidly (as vertebrate animals do), thus facilitating learning, i.e., through imprinting, about their more specific features of motion.",
  "fullText": "Introduction\n      \nIt has long been known in the literature on imprinting [1,2], and indeed in studies of mammals, including human infants [3], that moving objects are more likely to evoke a response than are stationary objects. What is unknown, however, is whether learning plays a part in the formation of this preference. Consider the case of filial imprinting. By looking at the ethological literature (review in [4]), one finds the general assertion that object motion facilitates imprinting. However, no one has checked whether all types of motion are identically effective or if animals are especially sensitive to particular types of motion. The problem, of course, is that it is difficult to disentangle the stationary visual characteristics of an object (its shape, texture, colour, and brightness) from the dynamic aspects (its motion). We used point-light displays to solve the problem.\n\nWhen a biological creature, such as a hen, travels about its environment, its limbs and torso move in characteristic synchrony. Johansson [5] first noted that an animation sequence consisting of just a few strategically positioned points of light is sufficient to create the impression in a human subject of an organism engaged in coordinated activity, such as walking. This ability to perceive biological motion has been extensively investigated, even from the perspective of development [6–11] and neurobiology [12–14].\n\nUsing conditioning procedures, several animal species have been shown to be able to discriminate between different point-light animation sequences [15–18]. Taking advantage of the learning process associated with the phenomenon of filial imprinting, Regolin et al. [19] exposed day-old domestic chicks to point-light animation sequences depicting either a walking hen or a rotating cylinder; on a subsequent free-choice test, the chicks approached the novel stimulus, irrespective of whether it was the hen or the cylinder sequence. This demonstrates that chicks, similar to other avian and mammalian species, can discriminate between point-light animation sequences. However, this tells us nothing about any possible natural predisposition of the animals to attend preferentially to biological motion stimuli.\n\nWe tested naive, newly hatched chicks, lacking any previous visual experience, to investigate whether they showed a spontaneous preference to approach stimuli depicting biological rather than non-biological motion.\n\nThe first point-light sequence represented a “walking hen” (13 points of light located on the digitalization of the video recording of a real animal; see Figure 1A and 1B; see also Video S1, which reproduces a version of the original walking hen stimulus). Three other sequences were used as “foil sequences.”\n\n(1) “Rigid motion” (see Video S2 for a clip of this animation). To produce this sequence, a single frame (made of 13 points of light) from the walking hen animation sequence was randomly selected and was moved rigidly about the vertical axis so as to produce the motion of a rotating, rigid hen-like object;\n\n(2) “Random motion” sequence (see Video S3 for a clip of this animation). In this sequence, the same set of 13 points of light described and used for each display moved now in arbitrary directions (see Materials and Methods for details about how this display was obtained).\n\n(3) “Scrambled hen” sequence (see Video S4 for a clip of this animation). It consisted of the same set of points of light as the walking hen and the same set of frames, only now the original position of each point was spatially displaced a fixed amount throughout the animation (see Materials and Methods for more details). Every single point of light, although displaced from its original position in the walking hen animation, moved identically in this sequence to that of the walking hen. As a result, this last display no longer conveyed the perception of a hen to human observers, though it retained the appearance of biological motion of some kind of unidentified creature.\n\n      Results/Discussion\n      \nEach chick underwent a 6-min free-choice test between two different displays in a standard runway apparatus (Figure 2). When presented with the walking hen and the rigid motion sequences in a free-choice test, chicks preferred to approach and stay close to the walking hen animation sequence; the same occurred when the walking hen was paired with the random motion sequence (Figure 3A). On the other hand, no preferences emerged between the walking hen and the scrambled hen sequences (Figure 3A). Analysis of variance (ANOVA) revealed a significant overall heterogeneity (F2,279 = 5.438, p &lt; 0.005). Paired comparisons by Scheffé test revealed significant differences between the walking hen versus the rigid motion and the walking hen versus the scrambled hen conditions (p &lt; 0.02), and between the walking hen versus random motion and the walking hen versus scrambled hen conditions (p &lt; 0.02).\n\nAs shown in Figure 3B, the scrambled hen sequence was compared with the rigid and the random motion sequences (preferences are shown as percentage of time spent close to the scrambled hen). ANOVA did not reveal any difference between the two testing conditions (F1,191 = 2.239, p = 0.136). The scrambled hen was clearly preferred to both rigid and random motion (Figure 3B).\n\nThe results show that naive chicks exhibit clear and consistent preferences in approaching certain types of movements. Intriguingly, however, chicks' choices seemed to reflect a generic preference for the patterns of biological motion rather than a specific preference for the typical form of the hen motion. The walking hen sequence was chosen as often as the scrambled hen (Figure 3A); and both the walking hen (Figure 3A) and the scrambled hen (Figure 3B) were preferred to the rigid and random motion sequences. These findings suggest that chicks preferentially approach semi-rigid motion, the type of motion that is exhibited by vertebrate animals. In semi-rigid motion, some points maintain a fixed distance from each other (e.g., two points placed close on the same limb), but can nonetheless vary their distance with respect to other points (e.g., with respect to points located on the torso). Such a pattern of semi-rigid motion is shared by the walking and the scrambled hen sequences, even though the latter does not match any existing biological creature. As a control for this hypothesis, we used the motion of a cat (see Figure 1C and 1D; see also Video S5 for a clip of the cat animation), a species that can predate on young chicks. (This animation was obtained from the video recording of a real cat, following the procedure described for obtaining the walking hen animation). As predicted, chicks did not exhibit any preference between the walking hen and a walking cat point-light sequence, though they did prefer the walking cat to the random and the rigid motion sequences (Figure 3C). ANOVA revealed a significant overall heterogeneity (F2,279 =5.644, p = 0.004). Paired comparisons by Scheffé test revealed significant differences between the walking cat versus walking hen and the walking cat versus rigid motion conditions (p &lt; 0.05), and between the walking cat versus walking hen and the walking cat versus random motion conditions (p &lt; 0.05).\n\n        Conclusion\n        \nIt is known that, as a result of exposure to a particular object early in life, many species of birds and mammals will form a strong and exclusive attachment to that object, a process dubbed “filial imprinting” [2,20–23] (see also [24] for a discussion on the recent use of imprinting in order to investigate cognitive mechanisms in a comparative perspective). Motion of the object is known to facilitate the learning process [1,25,26]. However, it was not known whether any type of motion would be equally effective in eliciting approach or if specific predispositions exist for the type of motion that is most likely encountered in an animal's natural social environment. We found that visually inexperienced, newly hatched chicks, reared and hatched in darkness, at their first exposure to point-light animation sequences exhibit a spontaneous preference to approach biological motion patterns. It is likely that such a predisposition would affect the type of stimulus on which the animal is more likely to imprint on in a natural environment.\n\nIntriguingly, the preference was not specific for the motion of a hen, but extended to the pattern of motion of other vertebrates, even to that of a potential predator, such as a cat. The predisposition found in the present research for certain kinds of movements shares characteristics in common with the predisposition for aspects of form demonstrated earlier: Visually inexperienced chicks prefer the head and neck region of a hen to artificial objects [27]. Similar to this preference for form, the preference for movement is not species specific. Evolution seems to have equipped the visually inexperienced bird with a sophisticated set of detection systems (see [28] for an extension of this argument to the human species).\n\nThe evidence of predispositions in the young chick for head and neck regions has stimulated a substantial body of work of a similar kind in our own species, concerning face recognition in the human infant (e.g., [29–31]). When considered together with our observations, these findings seem to fit a general scheme for cognitive development of recognition of the mother based on the interaction between two separate and independent systems [3,27,32–34]. The first of these systems directs the attention of the young animal toward the appropriate class of objects to learn about, in the absence of any prior specific experience (e.g., in the case of motion, toward those objects that move semi-rigidly). The second system is concerned with learning about the peculiar characteristics of the objects to which attention has been directed by the first system. Given that in a natural environment it is more likely that the newly hatched chick would encounter a mother hen rather than a cat, a developing predisposition to pay attention to objects showing the characteristic motion of vertebrates would assure highest probability to learn (by way of the imprinting mechanism) about the specific pattern of motion of the mother hen.\n\nThe perception of biological motion has been hypothesized to be an intrinsic capacity of the vertebrate visual system [5]. However, the evidence obtained so far in the human species is inconclusive: Human infants exhibit a preference for biological motion patterns starting from about 4–6 months of age [35], and this can be accounted for by both innate (maturational) and learning mechanisms. Our results with newly hatched chicks suggest that a preference for biological motion may be predisposed in the brain of vertebrates.\n\n      Materials and Methods\n\nEggs were incubated (using a MG 70/100 incubator) and hatched in total darkness in our laboratory. Overall, a number of 765 newly hatched chicks underwent the experiment. Each chick was tested once only for its spontaneous preference between two animation patterns: A set of 100 chicks was tested in the scrambled hen versus rigid motion comparison; we tested a set of 95 chicks for each of the other seven comparisons we investigated (i.e., walking hen versus either the random motion, solid motion, or scrambled hen sequence; scrambled hen versus the random motion sequence; and walking cat versus either the walking hen, rigid motion. or random motion sequence).\n\nTwo hours after hatching, each chick was taken from the hatchery and placed in a dark room, on a treadmill (3.7 × 10−3 m/s) for 30 min. Previous work [27,32] has shown that such motor activity is crucial for the development of innate predispositions in the chick. Thereafter, each chick was placed in the test apparatus, a runway measuring 80 × 20 × 20 cm (see Figure 2). At each end of the runway, a different point-light motion display was presented. The ends of the runway consisted of a transparent glass sheet (not shown in the figure,) making it visible at each end a computer screen (located 16 cm away) on which one of the two stimuli to be compared was presented.\n\nFor the purposes of this study each chick underwent the test once only (see Ethical Considerations below). The test lasted 6 min, during which time each bird could freely approach and stay by either stimulus. Using a computerized event recorder, we scored the time (in seconds) spent by each chick in either of the two 30-cm long compartments that were closer to one or the other of the two stimuli. Such raw data were thereafter computed as the overall time spent by the biological stimulus divided by the overall time spent by both the biological stimulus and the comparison stimulus combined. When the comparison was between the walking and the scrambled hen, the walking hen was arbitrarily chosen as the “biological stimulus.” Similarly, when the comparison involved the walking hen and the walking cat, the latter was arbitrarily chosen as the “biological stimulus.” Data were analyzed by ANOVA for differences between stimulus conditions; significant departures from chance level (50%) were estimated by one sample two-tailed t tests.\n\nAll animation sequences (see Figure 1A–D) were obtained with the use of the software program Macromedia Director (Version 6.0) and consisted of sets of 13 bright dots (95.71 candelas [cd]/m2) seen against a black background (0.03 cd/m2). Each dot was made by four pixels on a 640 × 480 pixel resolution screen; the actual visual angle measured 0° 21′ 29″ at a viewing distance of 16 cm. Animation sequences were matched for average velocity (54 pixels/s) of each of the 13 dots. Each set of points of light occupied a window of 119 × 108 pixels on the centre of the computer screen; the actual visual angle of the window measured 16° 2′ 23″ (height) and 17° 40′ 46″ (width) at a viewing distance of 16 cm.\n\nThe walking hen animation was obtained by carefully locating, frame by frame, each of the 13 points of light on the main joints of the digitalized image of the video recording of a real animal. (The same procedure was also used to produce the walking cat animation.) Twenty-three frames were required to cover an animal's entire step sequence, then the digitalized sequence was looped and projected onto a computer screen after subtraction of translation components. As a result, the display was stationary in the central window of the screen described above, but moved as if the hen was walking on a treadmill. All the other foil sequences were also produced by looping a 23-frame animation.\n\nThe scrambled hen display was obtained by consistently displacing each point of light in each frame of the walking hen sequence by 1 cm (i.e., by a visual angle of 3° 34′ 34″ at a viewing distance of 16 cm). Each point could be displaced either up, down, right, or left, at random. Although displaced compared to its position in the walking hen display, each single point of light in the scrambled hen animation retained the same motion characteristics (i.e., the same trajectory and velocity) exhibited by that point in the walking hen. As a result only the reciprocal positions of the 13 points of light differed between the walking and the scrambled hen animations. The scrambled hen display even occupied the same window on the screen as the walking hen.\n\nThe random motion display was obtained through the function “random movement and rotation” of the software program Macromedia Director MX (Version 9.0). The overall characteristics of the motion matched those portrayed in the walking hen sequence in the sense that each of the 13 points of light was associated with a different velocity, corresponding to the average velocity of each of the 13 points of light of the hen animation. Moreover the points of light in this display could move randomly within a 119 × 108 pixel window (corresponding to the area of the walking hen display); within this window, the points of light could cross each others' trajectories (which were not linear in principle of course, but being randomly determined, could assume a linear fashion for some time) and even overlap, but once they reached the edge of the defined window, they would not disappear but rather would turn around and head back. The random display, although comprising the same number of frames as the other displays, was not obtained by looping a fixed sequence of 23 frames, hence the movement in itself kept varying throughout the 6 min of presentation.\n\nStimuli were presented on two identical 13.8&quot; Macintosh CRT screens with a refresh rate of 117 Hz. Apart from the light arising from the monitor screens, the room was maintained in complete darkness. (This, together with the high refresh rate of the screens, was aimed at preventing any flicker detection by the chicks).\n\n          Ethical considerations\n          \nAll of the experiments reported comply with current Italian and European laws on the ethical treatment of animals, all experimental procedures have been licensed by the responsible office of the Italian Government (Ministero della Salute–Dipartimento Alimenti, Nutrizione e Sanità Pubblica Veterinaria), and the present project has been classified as purely behavioural testing, involving no distress or discomfort to the animals at all. Moreover, all of the chicks that entered the experiment were, after the 6-min behavioural observations, immediately caged in social groups with food and water available ad libitum and, on the second day, were donated to local farmers who provided them with free-range conditions, as approved by our Animal House licence for observational experiments on chicks.\n\n      Supporting Information",
  "externalIds": [
    "pmid:15934787",
    "pii:05-PLBI-RA-0074R2",
    "pmcid:PMC1150290"
  ]
}