{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000453",
  "doi": "10.1371/journal.pbio.1000453",
  "externalIds": [
    "pii:09-PLBI-RA-5489R2",
    "pmid:20808952",
    "pmcid:PMC2923083"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "MLL2 Is Required in Oocytes for Bulk Histone 3 Lysine 4 Trimethylation and Transcriptional Silencing",
  "authors": [
    {
      "name": "Claudia V. Andreu-Vieyra",
      "first": "Claudia V.",
      "last": "Andreu-Vieyra",
      "affiliation": "Department of Pathology and Immunology, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Ruihong Chen",
      "first": "Ruihong",
      "last": "Chen",
      "affiliation": "Department of Pathology and Immunology, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Julio E. Agno",
      "first": "Julio E.",
      "last": "Agno",
      "affiliation": "Department of Pathology and Immunology, Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Stefan Glaser",
      "first": "Stefan",
      "last": "Glaser",
      "affiliation": "Genomics, BioInnovationsZentrum, Technische Universitaet Dresden, Dresden, Germany; Walter and Eliza Hall Institute, Melbourne, Australia"
    },
    {
      "name": "Konstantinos Anastassiadis",
      "first": "Konstantinos",
      "last": "Anastassiadis",
      "affiliation": "Center for Regenerative Therapy, Technische Universitaet Dresden, Dresden, Germany"
    },
    {
      "name": "A. Francis Stewart",
      "first": "A. Francis",
      "last": "Stewart",
      "affiliation": "Genomics, BioInnovationsZentrum, Technische Universitaet Dresden, Dresden, Germany"
    },
    {
      "name": "Martin M. Matzuk",
      "first": "Martin M.",
      "last": "Matzuk",
      "affiliation": "Department of Pathology and Immunology, Baylor College of Medicine, Houston, Texas, United States of America; Department of Molecular and Cellular Biology, Baylor College of Medicine, Houston, Texas, United States of America; Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-08",
  "dateAccepted": "2010-07-02",
  "dateReceived": "2009-12-22",
  "volume": "8",
  "number": "8",
  "pages": "e1000453",
  "tags": [
    "Discipline/Developmental Biology",
    "Discipline/Genetics and Genomics/Animal Genetics",
    "Discipline/Genetics and Genomics/Epigenetics",
    "Discipline/Molecular Biology/Histone Modification",
    "Discipline/Physiology/Reproductive Physiology",
    "Type/Research Article"
  ],
  "abstract": "Conditional knockout mouse strategies identify the histone methyltranferase MLL2 as a key player in epigenetic reprogramming of female gametes.",
  "fullText": "Introduction\n\nMammalian epigenomes are fundamentally reprogrammed during gametogenesis and pre-implantation development to establish the ground state of pluripotency in the epiblast cells of the blastocyst [1]–[5]. Despite the importance of this epigenetic reprogramming, how such changes are achieved is not well understood. Epigenetic reprogramming of the maternal genome occurs during oogenesis. Oocytes develop synchronously from birth until puberty, during which time they are arrested in meiotic prophase I, increase in size, and are transcriptionally active until the peri-ovulatory stage, when they undergo global transcriptional silencing [6],[7]. Transcription of the oocyte genome serves to establish the reservoirs of maternal components that are required for the first stages of embryonic development [8]. Global transcriptional silencing in oocytes is thought to be required for the efficient resumption and completion of meiosis [9] and occurs parallel to large-scale chromatin condensation and rearrangement around the nucleolus to establish a chromatin configuration termed SN (surrounded nucleolus) [1],[10],[11]. Previous studies showed that global transcriptional silencing can occur without the establishment of the SN state [1],[12]. Further studies indicated that both the acquisition of the SN configuration and transcriptional silencing are pre-requisites to achieve full embryonic developmental potential [13],[14].\n\nChromatin and epigenetic changes during oocyte development include histone variant exchange, alterations of DNA methylation, and global shifts in histone post-translational modifications. For instance, maternal-specific genomic imprints are established on a locus-by-locus basis [15]–[19], the linker histone 1 variant H1FOO is incorporated into chromatin [20],[21], and the global levels of 5-methyl-cytosine (CpG DNA methylation) and histone 4 acetylation at lysine 5 and 12 (H4K5 and H4K12) increase [22]. In addition, the levels of di- and tri-methylation of histone 3 at lysines 4 and 9 (H3K4me2/3 and H3K9me2/3), which are associated with active and repressed gene expression, respectively [23],[24], both increase and peak at the peri-ovulatory stage [22].\n\nAfter fertilization and the second meiotic division, and between the late 1-cell and 2-cell embryo stages in the mouse, the zygotic genome is activated (ZGA) [25]–[27]. The maternal and paternal genomes of mouse 1-cell embryos display asymmetric distributions of histone H3 variants as well as di- and tri-methylation of H3K9, H3K4, H3K27, and H3K20, whereas H3K4 and H3K20 monomethylation levels are similar between both pronuclei [28]–[31]. The asymmetry in H3K9 methylation has been proposed to protect the female pronucleus from global CpG demethylation, which takes place in the paternal pronucleus soon after fertilization [29],[30]. In contrast, the significance of the asymmetry of other histone modifications remains unclear.\n\nHistone 3 tail modifications are central to epigenetic regulation, and given the extent of epigenetic reprogramming that takes place during gametogenesis and early development, it is likely that mechanisms regulating H3 methylation play significant roles. However, few functional relationships have been identified. For instance, loss of the H3K27 methyltransferase Enhancer of Zeste 2 (EZH2) causes early post-implantation embryonic lethality [32]. The absence of maternal EZH2 results in neonatal growth retardation despite the rescue of embryonic lethality by transcription from the paternal allele [33]. This suggests a role for EZH2 in oogenesis and/or very early development. Furthermore, Embryonic Ectoderm Development (Eed), which is a subunit of the EZH2 H3K27 methyltransferase complex PRC2, is involved in genomic imprinting [34], indicating that EZH2 and H3K27 methylation play, at least, one role in epigenetic reprogramming. In most other cases studied so far, the embryonic lethality caused by loss of an H3 methyltransferase activity has precluded the analysis of how they function in gametogenesis and epigenetic reprogramming.\n\nTri-methylation of H3K4 marks promoters in all eukaryotes, whereas di-methylation and mono-methylation are associated with transcribed regions and active chromatin [23],[35]. In mammals, H3K4 methylation is mediated by at least six enzymes related to fly Trithorax an d the original H3K4 methyltransferase, yeast Set1 [36]. These include MLL1 (Mixed lineage leukemia 1) and MLL2 [37],[38]. Different H3K4 methyltransferases display some overlapping functions; however, they also have unique functional aspects, since MLL1 and MLL2 are both required for development [36]. MLL2 is also required for spermatogenesis, as revealed by ubiquitous conditional mutagenesis in adult males [39].\n\nHere we report that MLL2 is required for female fertility. Using conditional knockout mutagenesis of Mll2 in oocytes or ovarian granulosa cells, we found that MLL2 is required for several processes during oocyte postnatal development but is dispensable for granulosa cell function. Surprisingly, we found that MLL2 is essential for bulk H3K4 methylation in peri-ovulatory oocytes, indicating that MLL2 function cannot be compensated by other H3K4 methyltransferases in this cell type. We found that mice with reduced expression of Mll2 (hypomorph allele, Mll2tm2) showed decreased fertility and a similar, albeit milder phenotype than that of oocyte-specific cKO mice. Mll2tm2/tm2 females demonstrate pre-implantation embryonic lethality likely due to impaired ZGA. Our results favor the hypothesis that MLL2 is required during post-natal oogenesis and early preimplantation development, thereby identifying MLL2 as one of the key players in the epigenetic reprogramming required for female fertility in the mouse.\n\nResults\n\nOocyte and Granulosa Cell-Specific Conditional Knockouts\n\nThe epigenome in the female pronucleus of zygotes is established in oocytes [29], under both autonomous and ovarian control [14]. We first evaluated MLL2 expression in ovarian cells and during embryogenesis by PCR analysis. The results show that both ovarian granulosa cells and oocytes from wild type (WT) females express Mll2 (Figure 1A). QPCR analysis of meiotically incompetent (immature) and peri-ovulatory oocytes revealed a 5-fold increase in Mll2 expression as oocytes approach ovulation, suggesting a potential role for MLL2 during fertilization and/or early embryogenesis (Figure 1B; n = 3; Student's t test; p&lt;0.05). Mll2 mRNA was present in 1-cell embryos, likely as a maternal product, and it was expressed from the 2-cell stage to the blastocyst stage as determined by QPCR analysis (Figure 1C).\n\nWe used a floxed conditional allele (Mll2F) to dissect MLL2 function (Figure 1D). Previous studies with this allele and a tamoxifen-inducible Cre mouse line showed that near-ubiquitous loss of Mll2 in adult males led to sterility [39]. Here we show that near-ubiquitous loss of Mll2 in adult females also leads to sterility (Figure S1), further suggesting roles for Mll2 in gametogenesis. Because Mll2 is expressed in both granulosa cells and oocytes, we used cell-type specific conditional mutagenesis of the conditional Mll2 allele. Conditional knockout (cKO) mice were generated using Cre recombinase driven by the growth differentiation factor 9 (Gdf9) and zona pellucida (Zp3) promoters (Figure 1E), which are expressed in oocytes [40],[41]) or by the anti-Mullerian hormone receptor 2 (Amhr2) promoter, which is expressed primarily in ovarian granulosa cells in adult females [42]. It is noteworthy that expression of Gdf9-Cre in the oocyte occurs in all follicular stages from postnatal day 3, whereas expression of Zp3-Cre begins at postnatal day 5 from the primary follicular stage onwards [40].\n\nMll2 Deletion Mediated by Gdf9-Cre Results in Female Sterility and Premature Ovarian Follicle Loss\n\nThe effect of Cre recombination on Mll2 expression in oocytes was examined by QPCR analysis. Oocytes from Mll2FC/−,Gdf9-Cre+ females (herein called Mll2Gdf9 cKO) displayed an 80% decrease in Mll2 mRNA expression compared to WT controls (Figure 1F). Cre recombination deletes exon 2 causing a frame-shift and thus no functional protein is produced. Concomitantly, mRNA levels fall presumably due to nonsense mediated decay [43]. This was reflected by the presence of negligible levels of protein in isolated peri-ovulatory oocytes from Mll2Gdf9 cKO females (Figure 1F). Next, by repeated breeding to males of known fertility, we found that Mll2Gdf9 cKO females were sterile (Figure 1G). To begin to understand the basis of the infertility displayed by Mll2Gdf9 cKO mice, we analyzed serum hormone levels. Eight-week-old Mll2Gdf9 cKO females displayed increased serum gonadotropin hormones (FSH: WT, 4.24±0.43 ng/ml; Mll2Gdf9 cKO, 23.81±1.99 ng/ml; and LH: WT, 0.14±0.03 ng/ml; Mll2Gdf9 cKO, 0.87±0.17 ng/ml; n = 5; p&lt;0.05) and decreased serum estradiol (WT, 21.66±3.2 ng/ml; Mll2Gdf9 cKO, 12.24±1.0 ng/ml; n = 5; p = 0.06), suggesting abnormal folliculogenesis.\n\nTo investigate further this potential defect, histological sections of ovaries from Mll2Gdf9 cKO females of various ages were evaluated and follicle counts were performed. Based on morphology [44], follicles were grouped into three categories: dormant (primordial), growing (primary, secondary, preantral, and antral), or dying (atretic and zona pellucida remnants). Two-week-old Mll2Gdf9 cKO ovaries displayed a higher number of primary growing follicles (Figure 2A and 2B, upper panels), suggesting increased follicular recruitment. Three-week-old Mll2Gdf9 cKO ovaries showed a 50% decrease in dormant follicles and an increase in growing preantral follicles (Figure 2A and 2B, middle panels), whereas 8-wk-old Mll2Gdf9 cKO ovaries displayed an 80% reduction in dormant follicles (Figure 2A and 2B, lower panels), demonstrating increased follicle loss. Further, the number of atretic follicles was significantly increased in Mll2Gdf9 cKO females from 3 wk of age onwards (Figure 2D; n = 5, ANOVA test, p&lt;0.05). Older (36-wk-old) Mll2Gdf9 cKO ovaries showed few follicles (Figure 2C). Together, the results suggest that increased early follicle recruitment and oocyte loss contributes to infertility of Mll2Gdf9 females.\n\nMll2Gdf9 cKO Females Fail to Ovulate\n\nBy stimulation of pre-pubertal mice with gonadotropin hormones to induce ovulation and resumption of meiosis, we found that Mll2Gdf9 cKO females were essentially anovulatory (Figure 3A; n = 4, Student's t test, p&lt;0.05). Anovulation was confirmed by histologycal analysis of ovaries from hormonally stimulated females, which showed oocytes trapped in luteinizing structures (Figure 3B). To determine whether resumption of meiosis was also compromised, we cultured isolated peri-ovulatory oocytes and found that the majority of Mll2Gdf9 cKO oocytes progressed to meiosis II, whereas a small but significant fraction remained arrested in meiosis I (Figure 1C and 1D; ANOVA test; p&lt;0.05).\n\nMll2Gdf9 cKO Oocytes Fail to Establish Transcriptional Repression and Show Abnormal Histone Tail Modifications\n\nDuring folliculogenesis, oocytes acquire a number of epigenetic marks [22],[45], undergo large-scale chromatin rearrangement from a non-surrounding (NSN) to a surrounded (SN) nucleolus configuration, and establish a state of global transcriptional repression [14]. Confocal microscopy analysis showed that the percentage of peri-ovulatory oocytes from WT and Mll2Gdf9 cKO females that acquired the expected SN configuration [13] was comparable (Figure 4A). However, using a run-on assay based on Br-UTP incorporation into nascent RNA, we found that, unlike controls, 80% of the Mll2Gdf9 cKO oocytes were still transcriptionally active at the peri-ovulatory stage (Figure 4B, upper and lower panels; Student's t test, p&lt;0.05). Furthermore, treatment with α-amanitin reduced Br-UTP incorporation [46], indicating that transcription was RNA Pol II-dependent (Figure 4B). Hence, our results show that MLL2 is required for oocyte transcriptional silencing and confirm that the establishment of the SN configuration does not depend on the acquisition of global transcriptional repression [1].\n\nHistone tail lysines can be mono-(me1), di-(me2), or tri-(me3) methylated [35]. In particular, H3K4me3 is found at the promoters of genes that are transcriptionally active or poised for activity [47]–[50]. Because MLL2 is a H3K4 histone methyltransferase, we next analyzed the methylation status of H3K4. Confocal microscopy analysis of Mll2Gdf9 cKO oocytes showed an apparent increase in inmunostaining of H3K4me1 (Figure 5A) and a decrease in immunostaining of H3K4me2 and H3K4me3 (Figure 5B and 5C), whereas control oocytes displayed the expected distribution of methylation marks (Figure 5A–C) [51]. Western blot analysis of chromatin fractions followed by chemoluminescence quantification confirmed that Mll2Gdf9 cKO oocytes have significantly lower levels of H3K4me2 and H3K4me3 and significantly higher levels of H3K4me1 (Figure 5D and 5E; Student's t test; p&lt;0.05). Interestingly, confocal microscopy and Western blot analyses showed that acetylated H4K12, a modification associated with active chromatin [52], was also significantly increased in Mll2Gdf9 cKO oocytes (Figure 5F–5H; Student's t test; p&lt;0.05). In contrast, Mll2Gdf9 cKO oocytes displayed global levels of repressive marks such as H3K9me3, H3K27me3, and H4K20me1, or those of acetylated H3 that were comparable to those of controls (Figure 5I).\n\nTogether, the results suggest that MLL2 is responsible for the majority of maternal H3K4me3 and that other histone methyltransferases cannot compensate MLL2 function in this cell type. Loss of Mll2 does not affect the establishment/maintenance of other histone post-translational modifications. Importantly, our results show that Mll2 deficiency leads to a decrease in H3K3me3 but not H3K4me1, suggesting that a histone methyltransferase other than MLL2 is responsible for this methylation mark. The results also indicate that transcriptional repression in peri-ovulatory oocytes is defective in the absence of MLL2. It is unclear whether this phenomenon is a consequence of altered H3K4 methylation, defects in granulosa cell-oocyte communication, or other factors. However, the increased H4K12 acetylation likely reflects the lack of transcriptional silencing observed in Mll2Gdf9 cKO oocytes.\n\nAbnormal Expression Pro-Apoptotic Genes and Iap Elements in Mll2Gdf9 cKO Oocytes\n\nElevated transcription in Mll2Gdf9 cKO peri-ovulatory oocytes prompted further investigation of potential gene expression changes. A survey of selected genes involved in oocyte function [53]–[59] and early embryogenesis [60]–[63] by QPCR analysis of peri-ovulatory oocytes revealed no changes in the majority of genes investigated (Table 1). An exception was the B-type cyclin E3 ubiquitin ligase cyclin B1 interacting protein 1 (Ccnb1ip, also known as Hei10), which is important for both meiosis and embryogenesis [64]. Ccnb1ip/Hei10 expression was significantly decreased in Mll2Gdf9 cKO oocytes (p&lt;0.05; Table 1). Interestingly, expression of the histone 4 acetylase Kat5/Tip60 (Lysine acetyltransferase 5), which has been previously reported to be present in oocytes, was significantly increased in Mll2Gdf9 cKO oocytes (Table 1, p&lt;0.05) [65] and may therefore contribute to the observed increase in H4K12 acetylation.\n\nQPCR analysis also showed that Mll2Gdf9 cKO oocytes overexpressed several apoptosis-associated genes (Table 1), including p53 (transformation related protein 53; TRP53) and Setd7 (SET domain lysine methyltransferase 7, also know as Set7/9) (Table 1 and Figure S2A), which methylates p53 and prevents its degradation [66]. P53 has been implicated in prenatal oocyte apoptosis, and peri-ovulatory oocytes express low p53 levels [67]. Consequently, it is possible that up-regulated SETD7 stabilizes p53 in Mll2Gdf9cKO oocytes leading to increased oocyte death. Supporting this hypothesis, we found high levels of p53 protein (Figure S2B) and upregulation of several pro-apoptotic p53 targets, including Bax (Bcl2-associated X protein), Cdkn1a (cyclin-dependent kinase inhibitor 1A; P21), Fos (FBJ murine osteosarcoma viral oncogene homolog) [68],[69], and Casp6 (caspase 6) [70],[71] in Mll2Gdf9 cKO oocytes (Figure S2C and Table 1). Since follicular atresia is thought to occur via apoptosis, the increase in expression of pro-apoptotic factors is in line with the increase in the number of atretic follicles observed in Mll2Gdf9 cKO ovaries.\n\nFinally, because of the widespread lack of transcriptional repression in Mll2Gdf9 cKO oocytes, we looked at the expression of retrotransposon interspersed repeats by QPCR analysis. We found that intracisternal A particle (Iap) elements were abnormally transcribed in Mll2Gdf9 cKO peri-ovulatory oocytes, whereas LINE-1 and SINE-1 elements were not (Figure S3A). Increased Iap expression in Mll2Gdf9 cKO oocytes correlated with hypomethylation of Iap DNA loci, as evaluated by methylation specific primers (Figure S3B) and bisulphite sequencing (Figure S3C). However, Mll2Gdf9 cKO oocytes showed a strong signal for 5-methyl-cytosine staining, indicating that loss of CpG methylation was not a widespread phenomenon (Figure S3D). Because retrotransposons drive the expression of multiple host genes in female gametes [72], Iap up-regulation could contribute to loss of Mll2Gdf9 cKO oocytes. Absence of Uhrf1 (ubiquitin-like, containing PHD and RING fingers 1 also known Np95) in cell lines and mouse embryos has been associated with increased transcription of interspersed repeats due to DNA hypomethylation [73]. Consequently, we examined Uhrf1 expression levels and found a 2-fold decrease (Table 1), suggesting a role in Iap deregulation. Decreased Uhrf1 in Mll2Gdf9 cKO oocytes could also contribute to Cdkn1a deregulation [74]. Together, the results suggest that stabilization of p53 and abnormal expression of its downstream targets as well as deregulated expression of retrotransposable elements may trigger apoptosis in Mll2Gdf9 cKO oocytes, leading to oocyte death and, ultimately, premature follicle loss and sterility.\n\nDeletion of Mll2 Using Zp3-Cre\n\nTo further substantiate the phenotype observed in the Mll2Gdf9 cKO mouse model, we employed conditional mutagenesis using the Zp3-Cre allele (Figure 6A). Peri-ovulatory oocytes from Mll2FC/−, Zp3Cre+ females (herein called Mll2Zp3 cKO) show a significant decrease in Mll2 expression as evaluated by QPCR analysis (Figure 6B; Student's t test; p&lt;0.05; n = 3). Similar to Mll2Gdf9 cKO mice, Mll2Zp3 cKO females showed a significant increase in FSH levels (Figure 6C) and were infertile (Figure 6D). However, Mll2Zp3 cKO females showed a milder rate of follicule loss than that of Mll2Gdf9 cKO mice, as evidenced by the lack of significant changes in the number of atretic follicles at 3 wk of age (Figure 6E and 6F) and the presenc of follicles at 36 wk of age (Figure 6E). In contrast to Mll2Gdf9 cKO females, which were anovulatory, Mll2Zp3cKO mice displayed an ovulation rate of 20%–25% compared to controls (Figure 6G). Consistent with decreased ovulation rates, Mll2Zp3 cKO ovaries showed a number of oocytes trapped in luteinizing structures (Figure 6H). Interestingly, oocytes ovulated by Mll2Zp3 cKO females were capable of fertilization in vivo, and the majority of embryos generated from matings of Mll2Zp3 cKO females and WT males became developmentally arrested between the 1-cell and 2-cell stages (Figure 6I). Confocal microscopy analysis of Mll2Zp3 cKO oocytes showed an increase in the levels of H3K4me1 (Figure 7A) and a reduction in the levels of H3K4me3 (Figure 7B) comparable to that observed in Mll2Gdf9 cKO oocytes (Figure 5A–C). Western blot analysis confirmed the decrease in bulk H3K4me3 in Mll2Zp3cKO oocytes (Figure 7C). These results demonstrate that Mll2Zp3 cKO females display a similar but slightly milder phenotype than Mll2Gdf9 cKO females, consistent with the later onset of Cre expression in the Zp3-Cre line [40]. Importantly, the results show that MLL2 is required not only during oogenesis but also for early embryogenesis.\n\nMll2 Deletion in Granulosa Cells Has Limited Impact on Female Fertility\n\nTo evaluate whether the loss of MLL2 in ovarian granulosa cells affects female fertility, we generated a mouse line carrying a granulosa cell deletion of Mll2 (Mll2FC/−, Amhr2-Cre, herein called Mll2Amhr2 cKO) (Figure 8A). In contrast to the oocyte cKOs (Mll2Gdf9 cKO and Mll2Zp3 cKO), the loss of Mll2 in granulosa cells had only a small impact on fertility. Amhr2-Cre action on Mll2F/F resulted in ∼75% reduction in granulosa cell Mll2 mRNA levels (Figure 8B) and an almost complete loss of protein in Mll2Amhr2 cKO granulosa cells as expected from the conditional allele design (Figure 8C). In young mice, Mll2 deficiency in granulosa cells had little impact on fertility (Figure 8D), ovulation or fertilization rates (Mll2Amhr2: 45.0±3.1; control: 37.0±2.5, n = 4), gonadotropin hormone levels (FSH: control, 6.33±1.39 ng/ml; Mll2Amhr2 cKO, 9.51±2.57 ng/ml; LH: control, 0.26±0.07 ng/ml; Mll2Amhr2 cKO, 0.17±0.08 ng/ml; n = 7), or ovarian histology (unpublished data). However, older animals showed a small reduction in fertility (Figure 8D), abnormal ovarian histology, and increased follicle loss (Figure 8E and 8F), as evidenced by a significant increase in the number of atretic follicles and a significant decrease in the number of growing follicles (Figure 8F; ANOVA test, p&lt;0.05). Follicle loss correlated with increased FSH levels in Mll2Amhr2 cKO mice (control, 5.31±0.82 ng/ml; Mll2Amhr2 cKO, 10.83±0.83 ng/ml; n = 7). Analysis of H3K4 methylation levels by Western blot of Mll2Amhr2 cKO granulosa cell chromatin fractions showed no changes in the levels of H3K4me1 or H3K4me2 (Figure 8G and 8H). A 50% decrease in global H3K4me3 was observed in Mll2Amhr2 cKO granulosa cells (Figure 8G and 8H; Student's t test, p&lt;0.05); however, no differences were found in the levels of H3K27me3 between WT and Mll2Amhr2 cKO granulosa cells (Figure 8I). Finally, QPCR analysis of other H3K4 methyltransferases showed a significant increase in the expression of Mll3 (WT: 1.46±0.07; Mll2Amhr2 cKO: 2.48±0.47; n = 3, p&lt;0.05) but not Mll1 (WT: 1.08±0.08; Mll2Amhr2 cKO: 1.53±0.47; n = 3) in Mll2Amhr2 cKO granulosa cells. The results indicate that MLL2 is not essential for granulosa cell function and that an increase in Mll3 in Mll2Amhr2 cKO granulosa cells may, at least partially, compensate for Mll2 loss.\n\nMll2tm2/tm2 Female Mice Show Reduced Fertility\n\nWe generated an YFP-Mll2 fusion protein by gene targeting in ES cells and name the allele targeted mutation 2 (Mll2tm2; Figure S4A). Homozygous mice carrying the Mll2tm2 allele (Mll2tm2/tm2) were viable (Figure S4B and S4C); however, they showed no detectable yellow fluorescent signal in any tissue (unpublished data). To determine whether YFP-Mll2 was expressed, we analyzed Mll2tm2/tm2 ovaries by real-time PCR and Western blot and found a significant decrease in both mRNA (Figure S4D) and protein (Figure S4E) levels, indicating that the mice carrying this allele were hypomorphs for MLL2. We next examined the fertility of Mll2tm2/tm2 females by mating them to males of known fertility. From the first month of mating, Mll2tm2/tm2 females showed a 50% reduction in the number of pups per litter compared to WT or Mll2tm2/+ controls, and showed impaired cumulative fertility with age (Figure S4F). Notably, the fertility of Mll2tm2/+ females was also cumulatively reduced (Figure S4F).\n\nEmbryos from Mll2tm2/tm2 Females Show Decreased In Vitro Developmental Potential\n\nOvaries from Mll2tm2/tm2 females appeared normal until 4 mo of age (Figure S4G). Unlike the oocyte-specfic cKO mouse lines, ovulation rates of hormonally stimulated pre-pubertal Mll2tm2/tm2 and control mice were comparable (Mll2tm2/+: 42.0±3.0; Mll2tm2/tm2:34.0±5; n = 4). Furthermore, fertilization rates of young control and Mll2tm2/tm2 females were also comparable (WT: 30.0±2.7; Mll2tm2/+: 28.0±2.7; Mll2tm2/tm2: 29.4±3.9; n = 12). These findings suggested that subfertility in Mll2tm2/tm2 females was due to embryonic defects. In embryo cultures, most embryos from Mll2tm2/tm2 intercrosses (75%) arrested between the 1-cell and 4-cell stages whereas &gt;70% of WT embryos developed to the blastocyst stage regardless of the male genotype (Figure S4H). This phenotype was very similar to that of embryos obtained from crossing Mll2Zp3cKO females to WT males. Additionally, a higher percentage of fragmentation (22%), which indicates decreased survival, was observed in Mll2tm2/tm2 embryos compared to controls (5%). The severity of this outcome was slightly relieved when Mll2tm2/tm2 females were crossed to WT males (Figure S4I), indicating that expression of Mll2 from the paternal allele could partially rescue the defect. Development was also impaired when Mll2tm2/+ females were mated to Mll2tm2/tm2 or even WT males (Figure S4H and S4I).\n\nMll2tm2/tm2 Embryos Show Both Reduced ZGA and Bulk H3K4 Methylation\n\nBecause the majority of the Mll2tm2/tm2 embryos arrested before the 8-cell stage, we evaluated their ability to undergo ZGA using synthesis of the Transcription-Requiring Complex [75] as a marker. Embryos from Mll2tm2/tm2 intercrosses showed a 30% reduction in TRC levels compared to controls (Figure S5A and S5B; n = 3, p&lt;0.05). Therefore, defective ZGA likely contributes to the developmental block observed in Mll2tm2/tm2 embryos.\n\nTo investigate the potential link between MLL2 activity and ZGA, we analyzed the status of H3K4 methylation in Mll2tm2/tm2 embryos. Immunofluorescence and confocal microscopy (Figure S6) showed decreased levels of H3K4me2 and H3K4me3 in female pronuclei of 1-cell embryos from Mll2tm2/tm2 intercrosses (Figure S6B and S6C), whereas control embryos showed the expected asymmetry for H3K4 methylation between the female and male pronuclei (Figure S6B abd S6C) [31]. Western blot analysis of chromatin fractions and chemoluminescence quantification confirmed a significant reduction in H3K4me3 levels in Mll2tm2/tm2 zygotes (Figure S6, left and right panels). The results from the hypomorphic allele are in agreement with and extend the results from conditional mutagenesis of Mll2. Near-ubiquituous mutagenesis of Mll2 in female adults caused infertility (Figure S1). Removal of Mll2 from oocytes but not from granulosa cells also caused infertility. Gdf9-cre-mediated deletion of Mll2 caused a more severe phenotype than Zp3-cre-mediated deletion, consistent with the earlier expression of Gdf9 in oocytes. The hypomorphic allele of Mll2 presented the mildest phenotype, consistent with a reduction, but not abolishment of MLL2 protein levels (Figure S4E).\n\nDiscussion\n\nIn this article, we identify MLL2 as one of the major factors controlling bulk H3K4 methylation during oocyte growth and pre-implantation development. Our results indicate that MLL2 is autonomously required in the oocyte for normal oogenesis and pre-implantation development. Oocyte-specific cKO females showed severe defects in fertility, which were also observed in both conditionally mutated and hypomorphic adult females, wheras granulosa cell-specific cKO females showed almost normal fertility. The results suggest differential regulation in H3K4 methylation in gametes and somatic cells. Unlike cKO oocytes (Table 1), Mll2Amhr2 cKO granulosa cells showed an increase in Mll3, which could compensate, at least partially, for the loss of Mll2.\n\nOur studies demonstrate that MLL2 is required during the transcriptionally active period of oocyte growth for the establishment and/or maintenance of bulk H3K4 tri-methylation (Figure 9). A previous study showed that H3K4 methylation increases from immature (meiotically incompetent) oocytes to peri-ovulatory stage (meiotically competent) oocytes [22]. That study also showed that the expression of the H3K4 methyltransferases Mll1 and Smyd3 decreased towards the peri-ovulatory stage, suggesting that a different methyltransferase is responsible for H3K4 methylation in peri-ovulatory oocytes. Here, we show that Mll2 expression increases towards the peri-ovulatory stage and that its loss in oocytes leads to decreased H3K4 methylation. Our results are consistent with the idea that MLL2 is responsible for the increase in H3K4 methylation in peri-ovulatory oocytes observed by Kageyama and collaborators. In addition, the results suggest that although MLL2 is required throughout oogenesis, MLL2 might be particularly important as oocytes develop meiotic competence.\n\nChanges in bulk H3K4me3 methylation (Figures 5, 7, and 9) observed in oocytes were unexpected because loss of Mll2 in ES cells or adult mice did not affect bulk H3K4me3 [39],[76]. Our findings demonstrate that MLL2 is responsible for the majority of H3K4me3 in oocytes and that a different enzyme(s) is responsible for H3K4me1. Mono-methylation by dedicated monomethylases that co-operate with dedicated di-/tri-methylases has been observed for other histone tail lysines but not for H3K4 [35]. Until now, there has been no evidence that a similar mechanism may operate on mammalian H3K4 methylation [77], thereby differing from the paradign H3K4 methyltransferase, yeast Set1C, which mediates mono-, di-, and tri-methylation under the control of its various subunits [36],[78],[79].\n\nOocytes lacking Mll2 displayed a variety of defects including lack of global transcriptional silencing at the peri-ovulatory stage and abnormal expression of Uhfr1, Ccnblip1, Iap, and pro-apoptotic factors (Table 1 and Figures S2, S3, and 9). The failure to undergo transcriptional silencing is paradoxical because MLL2, like other trithorax-Group factors, acts to maintain expression of target genes [39]. A possible explanation for this paradox is that MLL2 is required for expression of key factors that mediate global transcriptional silencing, and therefore, this defect is likely to be an indirect consequence of Mll2 loss. Previous studies have shown that granulosa cell-oocyte communication is essential for transcriptional repression in oocytes [12]. Thus, it is possible that altered communication between the gamete and somatic cell compartments in Mll2Gdf9 cKO ovaries, as evidenced by the ovulatory defect, may contribute to the lack of transcriptional repression. A previous study showed that global transcriptional silencing occurred without the large chromatin rearrangement into the SN configuration [1]. Here we extend this observation by showing the converse: acquisition of the SN configuration in Mll2-deficient oocytes occurred without global transcriptional silencing, confirming that these two events are independent.\n\nIt is likely that the observed overexpression of Iap elements and apoptotic factors in Mll2-deficient oocytes is an indirect consequence of Mll2 loss. In contrast, the decrease in the expression of Uhfr1 and Ccnblip1 may reflect direct regulation of these genes by MLL2, since both genes are expressed from CpG islands, as are all MLL2 targets described to date [39].\n\nResults in the hypomorph and Mll2Zp3 cKO models demonstrated a developmental arrest between the 1- and 4-cell stages, when ZGA takes place in mouse embryos. In addition, Mll2 hypomorph zygotes displayed impaired ZGA (Figure 9). A possible explanation for this phenotype is that unknown maternal factors required for ZGA are lacking in Mll2-deficient oocytes. Another possibility is that the establishment of H3K4 di- and tri-methylation in the oocyte by MLL2 contributes to establish a poised starting point for the activation of the embryonic genome after fertilization. Finally, it is also possible that MLL2 itself might be required to activate transcription in the zygote. In this context, we note that MLL2 appears to be continuously required after fertilization during at least the first three cell divisions (Figure 9). This conclusion is supported by the fact that MLL2 is expressed in pre-implantation embryos from the 2-cell stage onwards and that embryos derived from Mll2Zp3 cKO and Mll2tm2/tm2 females undergo developmental arrest. Recently, an unidentified MLL protein has been implicated as part of a BRG-1 containing complex required for ZGA [60]. Our results from the hypomorph model suggest that MLL2 could be this protein.\n\nFinally, recent studies have shown that H3K4 histone methyltransferases, including MLL2, may also play a role in nuclear receptor activation and hormone signaling, at least in human cells [80]. Thus, defective signaling pathways could also contribute to the phenotype observed in the various Mll2 cKO mouse lines. Undoubtely, more studies are needed to dissect the potential role of MLL2 in those pathways.\n\nTogether with previous studies [37], our findings suggest that during development there is a switch from an MLL2-dependent to MLL2-independent state. In the oocyte, MLL2 is the major tri-H3K4 methyltransferase, and maternal MLL2 is required for the first embryonic divisions. Previous studies showed that Mll2 KO mice develop up to E9.5 [37], suggesting that an MLL2-independent state is established after ZGA. We hypothesize that a cell-type specific requirement for MLL2 may be established later in development during gastrulation. This implies a cell-type specific switch in epigenetic roles, which points to a new dimension of complexity in epigenetic regulation.\n\nOur results indicate that MLL2 is required during post-natal oogenesis and the 2–3 embryonic cell divisions, thereby identifying MLL2 as one of the key players in the epigenetic reprogramming required for female fertility in the mouse. Given the recent interest in epigenetics raised by the reprogramming of somatic cells to a pluripotent state equivalent to the epiblast, termed iPS (induced pluripotent stem cells), it will be interesting to determine whether MLL2 is also required for the generation of iPS. If this holds true, MLL2 dependency could be used as a criterion to determine whether reprogramming to iPS cells recapitulates endogenous mechanisms or is largely synthetic short-circuiting.\n\nMaterials and Methods\n\nGeneration of Mouse Lines\n\nConditional KO mice were generated by crossing Rosa26CreERT2 [81] Gdf9-Cre [40], zona pellucida 3 (Zp3)-Cre [41], or anti-Mullerian hormone receptor 2 (Amhr2)-Cre [42] mice and Mll2+/− and Mll2F/F mice [37] as explained in Text S1. The hypomorphic line Mll2tm2 was generated inadvertently when a yellow fluorescence protein (YFP) tag was added in frame with the first ATG of Mll2 located in exon 1 (Figure 1A, Text S1). All mouse lines were maintained in the 129/C57BL/6 hybrid background. Genotyping from tail DNA was performed as described [37],[40],[42]. The decrease in Mll2 levels was confirmed by quantitative PCR (QPCR) analysis using primers described in Table S1. Mice were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and under German license nr. 24-9168.11-1-2004-26.\n\nFertility Studies, Serum Hormone Levels, Histological Analysis, Cell Collection, and Culture\n\nFertility studies, serum hormone measurements, and histological analysis were performed as previously described [82]. More details are provided in Text S1. 21-d-old females were injected with 5 IU of pregnant mare serum gonadotropin (PMSG; Calbiochem, EMD, Gibbstown, NJ), and granulosa cells or peri-ovulatory oocytes were collected 47 h later [82]. Superovulation and ovulation rates in 21-d-old females were carried out as described [82]. In vitro oocyte maturation and embryo cultures are detailed in Text S1.\n\nRT-PCR and Quantitative Real Time PCR (QPCR) Analyses\n\nRNA from oocytes or granulosa cells was isolated and subjected to QPCR analysis as described in Text S1. Primer sets are described in [69] and Table S1. Primer amplification efficiency and transcript levels were calculated as previously described [82]. Gapdh was used as endogenous control. The relative amount of target gene expression for each sample was presented as the mean ± SEM.\n\nChromatin Isolation and Western Blot Analysis\n\nChromatin was isolated from oocytes or granulosa cells without nuclease treatment [83] and equal amounts of protein or equal numbers of oocytes were fractionated in 4%–12% SDS-PAGE Bis-Tris gels (Invitrogen, Carlsbad, CA). Total histones were determined by SYPRO Ruby protein blot stain (Molecular Probes, Invitrogen). Proteins were detected with Super-signal West Pico-detection system (Pierce/Thermo Fisher Scientific, Pittsburgh, PA), and levels were quantified by using the Image J software (NIH). Results are presented as a ratio of modified histone to total histones or protein to tubulin and represent the average of three pools collected in three experiments.\n\nImmunofluorescence and Confocal Laser-Scanning Microscopy\n\nPeri-ovulatory oocytes were fixed and stained as previously described [84]. Samples were mounted in well-slides (Fisher Scientific) using Vectashield containing propidium iodine (Vector Laboratories, Burlingame, CA). Fluorescence was detected on a laser-scanner confocal microscope (Carl Zeiss, Thornwood, NY). Images were collected at 40× magnification with zoom level equal to 2. For each experimental series, oocytes from all groups were processed under the same conditions and images were captured using the same microscope settings.\n\nMetabolic Labeling, TRC Complex Detection, Run-On Assays, and DNA Methylation Assays\n\nMetabolic labeling of 2-cell embryos, protein extraction, and TRC detection were performed as previously reported [85],[86]. Transcriptional activity was determined in run-on studies after 5-bromo uridine 5′-triphosphate (BrUTP; Sigma) incorporation as previously described [12],[46]. A detailed explanation is presented in Text S1. Global DNA methylation was assessed by immunostaining against 5-methylcytosine, and Iap DNA methylation was determined by bisulfite genomic sequencing [73] or bisulphite conversion followed by PCR analysis using methylation-specific primers, which were designed using MethPrimer.\n\nData Analysis\n\nStatistical significance was determined by Student's t test or one-way analysis of variance (ANOVA) and test for multiple comparison analysis Newman-Keul's (SNK's); p values &lt;0.05 were considered to be significant.\n\nSupporting Information"
}