{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000394",
  "doi": "10.1371/journal.pbio.1000394",
  "externalIds": [
    "pii:09-PLBI-RA-5036R2",
    "pmid:20563306",
    "pmcid:PMC2885980"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Coupling of a Core Post-Translational Pacemaker to a Slave Transcription/Translation Feedback Loop in a Circadian System",
  "authors": [
    {
      "name": "Ximing Qin",
      "first": "Ximing",
      "last": "Qin",
      "affiliation": "Department of Biological Sciences, Vanderbilt University, Nashville, Tennessee, United States of America"
    },
    {
      "name": "Mark Byrne",
      "first": "Mark",
      "last": "Byrne",
      "affiliation": "Physics Department, Spring Hill College, Mobile, Alabama, United States of America"
    },
    {
      "name": "Yao Xu",
      "first": "Yao",
      "last": "Xu",
      "affiliation": "Department of Biological Sciences, Vanderbilt University, Nashville, Tennessee, United States of America"
    },
    {
      "name": "Tetsuya Mori",
      "first": "Tetsuya",
      "last": "Mori",
      "affiliation": "Department of Biological Sciences, Vanderbilt University, Nashville, Tennessee, United States of America"
    },
    {
      "name": "Carl Hirschie Johnson",
      "first": "Carl Hirschie",
      "last": "Johnson",
      "affiliation": "Department of Biological Sciences, Vanderbilt University, Nashville, Tennessee, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-06",
  "dateAccepted": "2010-04-29",
  "dateReceived": "2009-11-23",
  "volume": "8",
  "number": "6",
  "pages": "e1000394",
  "tags": [
    "Discipline/Biochemistry/Theory and Simulation",
    "Discipline/Biochemistry/Transcription and Translation",
    "Discipline/Genetics and Genomics/Gene Expression",
    "Discipline/Microbiology/Microbial Physiology and Metabolism",
    "Discipline/Molecular Biology/Post-Translational Regulation of Gene Expression",
    "Type/Research Article"
  ],
  "abstract": "Analysis of the cyanobacterial circadian biological clock reveals a complex interdependence between a transcription/translation feedback loop and a biochemical oscillator.",
  "fullText": "Introduction\n\nThe mechanism of circadian (daily) clocks in eukaryotes is generally thought to be based upon autoregulatory transcriptional/translational feedback loops (TTFLs) [1],[2]. When the essential components of the circadian clock in the prokaryotic cyanobacterium Synechococcus elongatus were identified [3] as the proteins KaiA, KaiB, and KaiC, the initial interpretation that the core of this prokaryotic clockwork might also be a TTFL was based on the same kind of evidence that supports TTFL oscillators in eukaryotes, namely: (i) rhythms of abundance for mRNAs and proteins encoded by “clock genes,” (ii) feedback of clock proteins on their gene's transcription, and (iii) phase setting by experimental expression of clock proteins [3]–[5]. However, later studies found data that were inconsistent with a core TTFL oscillator in cyanobacteria; e.g., global inhibition of transcription and translation had little effect upon the circadian rhythm of KaiC phosphorylation [6], and the promoters driving kaiBC gene expression could be replaced with non-specific heterologous promoters without disturbing the circadian rhythm [7],[8]. Moreover, prolonged treatments of cyanobacterial cells with the protein synthesis inhibitor chloramphenicol did not perturb the phase of the circadian system after return to normal conditions [4],[9]. Then in 2005 came the astonishing discovery that the phosphorylation status of KaiC in vitro continued to cycle when the three Kai proteins were combined in a test tube with ATP [10]. This in vitro rhythm persists with a circa-24 h period for at least 10 d and is temperature compensated [10],[11], which indicates that a circadian temperature compensation mechanism is also encoded in the characteristics of the three Kai proteins and the nature of their interactions. In vivo, this three-protein biochemical oscillator operates as a post-translational oscillator (PTO) [6],[10]. Clearly, a TTFL is not necessary for the circadian rhythm of KaiC phosphorylation.\n\nThe PTO manifests itself in vitro as three different rhythms that are probably interrelated. The first is the originally observed rhythm of KaiC phosphorylation [10]. The second is a rhythm of formation of complexes among KaiA, KaiB, and KaiC [12],[13], and the third is a rhythm of ATP hydrolysis [14]. At this time, it is not clear which of these rhythms is the most fundamental to the PTO mechanism or whether they are all so tightly intermeshed as to be inseparable. Some or all of these rhythmic processes may also be involved in the control of outputs through interactions with other proteins such as SasA and/or RpaA [15]. Moreover, while each of these three rhythms can be measured in vitro, only the KaiC phosphorylation rhythm can be monitored in vivo (as a rhythmic shift of KaiC mobility on immunoblots). Therefore, in this paper, the phosphorylation rhythm will be taken as the indicator of the PTO in vivo.\n\nSince the kaiABC gene cluster is essential for rhythms in vivo and the rhythm of KaiC phosphorylation could run without a TTFL in vitro [10] and in vivo [4],[6], those results implied that the KaiABC oscillator was the self-sustained core pacemaker and that transcription and translation was involved only in the output [6],[10]. More recently, however, Kitayama and coworkers suggested that “transcription- and translation-based oscillations in KaiC abundance are also important for circadian rhythm generation in cyanobacteria” [16]. First, those authors reported that over-expression of KaiA resulting in constitutively hyper-phosphorylated KaiC (a “clamp” of KaiC phosphorylation status) allows circadian rhythms of gene expression as monitored by promoter-driven luciferase reporters in vivo. Moreover, mutants of KaiC that mimicked constitutive hyperphosphorylation or hypophosphorylation allowed rhythms in vivo. The key phospho-regulatory sites on KaiC are S431 and T432 [17],[18]; Kitayama and coworkers reported that substitution of glutamate on those two residues (KaiCEE) created a constitutively hyper-phosphorylated KaiC mutant strain that “showed a dampened but clear rhythm with a period of 48 h” [16]. Because cyanobacterial cells apparently exhibited oscillations when the KaiABC oscillator was inactivated by clamping the phosphorylation status of KaiC, these two experimental approaches led Kitayama and coworkers to conclude that “transcription-translation oscillates even in the absence of the KaiC phosphorylation cycle and that this oscillation could persist regardless of the phosphorylation state and kinase activity of KaiC” [16]. These results therefore opened the possibility that the KaiABC oscillator (PTO) was not an obligatory core oscillator in cyanobacteria.\n\nWe have extended the experiments of Kitayama and coworkers, and our results lead us to different interpretations, namely that the TTFL is a damped slave oscillator while the PTO is the core pacemaker. Our results indicate that repression of the KaiC phosphorylation rhythm by KaiA overexpression strictly correlates with the suppression of the larger circadian system. We find that the rhythms generated by cells expressing KaiCEE are clearly damped and of long period. Moreover, the damped rhythms exhibited by KaiCEE are not compensated for metabolic activity and therefore cannot be considered as a bona fide circadian phenomenon. These results direct us towards a model of the entire system that explains how the core pacemaker can be a PTO while having input from a TTFL. The implications of this organization extend beyond the cyanobacterial case and encourage a re-evaluation of the evidence for a core TTFL in eukaryotic circadian clocks.\n\nResults\n\nThe KaiC Phosphorylation Rhythm Is the Most Consistent Rhythm under Different In Vivo Conditions\n\nCompared with the rhythm of KaiC abundance that could be the result of a TTFL involving KaiC expression [4],[6], the KaiC phosphorylation rhythm is the most reproducible molecular rhythm that can be measured in vivo under a range of conditions in S. elongatus. In both LL and DD, KaiC phosphorylation is robustly rhythmic, despite the fact that KaiC abundance is rhythmic in LL but not in DD [6]. Figure 1 shows that KaiC abundance is rhythmic in LL as noted before [4] with a concomitant rhythm of KaiC phosphorylation (Figure 1A, 1B; see Figure S1A and S1B for representative immunoblots). However, in a light/dark cycle of 12 h light, 12 h dark ( = LD 12:12), there is not a clear daily rhythm of KaiC abundance, while the KaiC phosphorylation rhythm remains robust with a phase relationship that is similar to that in LL (Figures 1C, 1D, S1). The abundances of KaiA and KaiB can also be arhythmic in LD 12:12 (representative example shown in Figure S2). Note that LD 12:12 is more relevant to the organism in nature than LL, and yet there is no reproducible KaiC abundance rhythm that would be expected to result from a TTFL. The result of Figure 1C is initially inexplicable since global transcription is strongly dependent upon light in S. elongatus [6], and therefore a rhythm of KaiC abundance would be expected. However, we discovered that KaiC degradation is also strongly light-dependent; in darkness, KaiC degradation is inhibited (Figure S3). Therefore, synthesis and degradation of KaiC is counterbalanced in the light phase of LD, while KaiC is neither synthesized [6] nor degraded (Figure S3) in the dark phase of LD; consequently, KaiC abundance remains nearly constant in LD (Figure 1C). On the other hand, in LL the synthesis of KaiC is rhythmic but degradation continues in the subjective night, leading to a rhythm of KaiC abundance in LL [19].\n\nTo test whether the KaiC phosphorylation rhythm was disrupted by metabolic noise, we altered the environmental conditions to LD 2:2 (2 h light followed by 2 h darkness). Because S. elongatus is an obligate photoautotroph that is absolutely dependent upon photosynthesis for energy, a high frequency light/dark cycle will have major effects on intracellular photosynthesis, redox status, and metabolism. The 4 h cycle of LD 2:2 allowed the persistence of a circa-24 h rhythm of luminescence as a reporter of circadian gene expression (Figure S1C). Under these conditions, there is a noisy and possibly rhythmic pattern of KaiC abundance while there is a robust and clear rhythm of KaiC phosphorylation (Figure 1E and 1F). Therefore, it is the KaiC phosphorylation rhythm (an indicator of the PTO) that is the most reproducible rhythm under a wide range of in vivo conditions (LL, LD 12:12, and LD 2:2), not the KaiC abundance rhythm that could be a direct consequence of a TTFL oscillator.\n\nConstitutive Hyper-Phosphorylation of KaiC Disrupts the Normal Circadian System\n\nAs described in the Introduction, Kitayama and coworkers [16] concluded that “transcription-translation oscillates even in the absence of the KaiC phosphorylation cycle and that this oscillation can persist regardless of the phosphorylation state and kinase activity of KaiC” [16]. One of the main lines of evidence that they marshaled to support their conclusions was that constitutive hyper-phosphorylation of KaiC—either by over-expression of KaiA or by mutation of KaiC—allowed the in vivo system to operate relatively normally. In the in vitro system, a higher proportion of KaiA causes KaiC hyperphosphorylation and a suppression of the in vitro oscillation (Figure S4), so it is reasonable to hypothesize that KaiA overexpression in vivo will have the same effect. However, when we express KaiA in vivo, we find either different results and/or interpret the data from a different perspective than the report of Kitayama et al. [16].\n\nFirst, Kitayama and coworkers over-expressed KaiA under the control of an IPTG-inducible construct and found concentrations of IPTG that apparently suppressed the KaiC phosphorylation rhythm but allowed the rhythm of gene expression (as monitored by a luminescence reporter) to continue [16]. We used the same inducible construct to express KaiA and find in contrast a clear correlation between the suppression of the KaiC phosphorylation rhythm by KaiC hyperphosphorylation and the rhythm of gene expression, as depicted in Figure 2. In response to increasing concentrations of the inducer IPTG, KaiC becomes progressively more hyperphosphorylated (insets to panels A–G of Figure 2), and the luminescence pattern damps to arhythmicity. When the suppression of the phosphorylation rhythm is quantified and normalized (Figure 2I), it correlates precisely with the suppression of the luminescence rhythm (Figure 2H) that reflects the global rhythm of promoter activity (Figure 2J). This precise correlation strongly supports the interpretation that repression of the PTO (as gauged by the KaiC phosphorylation rhythm) leads inevitably to the suppression of the emergent global rhythm of gene expression (Figure 2J). The basis of the discrepancy between our results and those of Kitayama and coworkers is not clear, but it might be explained as a population phenomenon—perhaps there are a few cells in the population with a higher resistance to the IPTG induction that continue to oscillate their KaiC phosphorylation and luminescence in the experiments of Kitayama and coworkers; this could lead to an apparent suppression of KaiC phosphorylation in the population as measured by the relatively insensitive immunoblotting technique, whereas the few rhythmic cells confer a weak, low amplitude rhythm of luminescence (which is a very sensitive gauge). Moreover, simulations with the model that we introduce below indicate that even a very low amplitude rhythm of KaiC phosphorylation in individual cells (that might be undetectable by immunoblotting) can result in a measurable oscillation of transcriptional activity (Figure S5).\n\nA second method by which Kitayama and coworkers achieved constitutive hyper-phosphorylation of KaiC was by mutation of the critical phospho-sites on KaiC (S431 and T432) to glutamate residues, thereby creating KaiCEE (i.e., S431E and T432E). KaiCEE is a phosphomimetic of hyper-phosphorylated KaiC that cannot have its phosphorylation status regulated further since sites 431 and 432 are now blocked by the glutamate residues [16]. When the endogenous kaiC gene is replaced with a mutated gene encoding KaiCEE, there are long-period rhythms of luminescence in vivo at 30°C [16]. We can replicate the results of Kitayama and colleagues with KaiCEE, but we interpret those results differently. Our results may be seen most clearly by contrasting Figure 3A with Figure 3B. The KaiCWT strain oscillates robustly for at least 6–12 cycles in LL at 30°C with a period of ∼25.4 h (there is a slight damping over time due to growth/density of cells and depletion of medium, Figure S6A). Conversely, with the KaiCEE strain, not only are the periods much longer (average &gt;50 h) and more variable than for KaiCWT at 30°C, but more crucially the rhythms damp significantly over time (Figures 3B, 4, and S6B). This damping is a consistent feature of the rhythms with the KaiCEE strain at 30°C, and it is also evident in the data of Kitayama and coworkers [16].\n\nEven more interesting, temperature compensation of the KaiCEE strain is not stable under different metabolic conditions. In healthy cultures on agar, colonies of wild-type and KaiCEE strains show temperature compensated rhythms (Figure 3E versus 3F, 3I); when the Q10 of these data are calculated (as in [20]), the Q10 for cultures on agar was 1.08 for wild-type cells and 1.02 for KaiCEE cells (however, the variability of periods among KaiCEE strains is significantly larger than for wild-type strains, Figure 3I). Conversely, for healthy cultures in liquid medium (“planktonic cultures”), a temperature compensation defect is obvious in the KaiCEE strain (Figure 3G versus 3H, 3I). In particular, planktonic wild-type cells show practically the same period at 24°C and 30°C (Figure 3G, 3I) with a Q10 = 1.08. However, planktonic KaiCEE cells show dramatically different periods at 24°C versus 30°C (Figure 3H, 3I; Q10 = 2.02) that are drastically more variable at 24°C than for wild-type cells (compare Figure 3G with 3H, and S.D. bars in Figure 3I). Metabolic conditions for bacteria in liquid culture are different from those on agar, and therefore temperature compensation is dependent on metabolic conditions in the KaiCEE strain, but not in wild-type cells. Kitayama and coworkers also showed data for a strain expressing constitutively non-phosphorylated KaiC, named K294H, but we find the rhythms of this strain to be highly unstable with respect to period, phase, and amplitude as shown in Figure S7 and will therefore not be considered further here.\n\nMoreover, the number of cycles exhibited by KaiCEE strains before they damp out is a function of the number of environmental LD cycles experienced by the cells prior to release into LL (Figures 4 and S8). In these experiments, we grew cells expressing either KaiCWT or KaiCEE in LL, then gave them 1–2 cycles of LD with either 12 or 24 h dark intervals, followed by a final release to LL and the monitoring of luminescence. For cultures expressing KaiCWT, there were consistent and robust rhythms in the final LL that damped at a slow rate (Figures 4 and S8). On the other hand, cells expressing KaiCEE exhibited obvious damping that was a function of the number of prior cycles of LD—two cycles of LD promoted longer-lasting oscillations than one cycle of LD; this difference between rhythms expressed by KaiCWT versus KaiCEE strains was most obvious with the LD 24:24 conditions (Figure 4E and 4F; compare Figure 4B versus 4D and Figure S8F versus Figure S8H). These data imply that the rhythms expressed by the KaiCEE strain are driven by a damped oscillator whose persistence can be cumulatively stimulated by increasing the number of cycles of driving stimuli.\n\nModeling Damped, Long-Period Oscillations in the KaiCEE Strain\n\nBuilding upon our previous stochastic model of the PTO [13] to simulate the larger circadian system that includes transcription and translation, we constructed a mathematical model where the core PTO oscillator is coupled to a “slave” TTFL oscillator in which the KaiB•KaiC complex nonlinearly suppresses transcription of the kaiBC gene (see Methods and Text S1 for a complete model description). This negative feedback is based on generic TTFL repression adapted from a Drosophila clock model [21]. To understand how a damped, long-period oscillation might persist in the KaiCEE strain, it is only necessary to consider the TTFL portion of the model. Briefly, starting with low quantities of KaiB•KaiC, repression of kaiBC transcription is low and KaiB and KaiCEE protein abundances increase (kaiB and kaiC genes are adjacent and transcribed as a dicistronic mRNA [3]). KaiB associates with KaiCEE and the level of KaiB•KaiCEE complex increases; this constitutively “hyper-phosphorylated” KaiB•KaiCEE complex acts non-linearly to repress further transcription of kaiBC mRNA. As KaiB and KaiCEE protein abundances reach their peak, degradation takes over the dynamics in LL such that KaiB•KaiCEE levels then drop, relieving the suppression of kaiBC and typically resulting in oscillatory dynamics. However, as the model shows, because the phosphorylation status of KaiCEE cannot be altered, the transcription and translation loop does not show sustained oscillations (i.e., kaiBC mRNA exhibits damped oscillatory dynamics in LL, Figure 3D). On the other hand, inclusion of a PTO with the TTFL for KaiCWT generates robust and consistent oscillations (Figure 3C). In addition, the period of the damped KaiCEE cycles are significantly longer than those of the sustained KaiCWT cycles (compare Figure 3C with 3D). Therefore, a generic TTFL model can accurately reproduce the damped, long-period oscillation of cells expressing KaiCEE. We therefore conclude that the data with KaiCEE (Figures 3B, 4, ref. [16]) can be faithfully interpreted in terms of a damped “slave” TTFL oscillator in which a self-sustained PTO pacemaker is embedded.\n\nModeling the Larger PTO/TTFL System In Vivo\n\nWe used the same TTFL repression function from the KaiCEE model described in the previous section to simulate the in vivo oscillator with KaiCWT consisting of a PTO and TTFL in LL, DD, or LD conditions. The resulting simulations compare changes in protein, mRNA, and phosphorylation levels with experimental data. Briefly (and in simplified form), the PTO portion of the model consists of the following cycle (not including the dissociation kinetics):where “Ci” = KaiC hexamers with “i” number of phosphates, “A” = KaiA, “B” = KaiB, “A•C0” is the complex between KaiA and unphosphorylated KaiC, and so on. The exchange of KaiC monomers among the hexamers synchronizes the phosphorylation status within the population of KaiC molecules [11],. In our ordinary differential equation (ODE) model, initially unphosphorylated KaiC binds KaiA and proceeds approximately in a sequence through the phosphorylation states C1,C2, … C12. Hyper-phosphorylated KaiC associates with KaiB, and the KaiB•KaiC complex sequesters KaiA. This sequestration nullifies the stimulatory effect of KaiA and the system dephosphorylates. Synchronization of the phosphorylation status among the KaiC hexamers in the population by KaiC monomer exchange results in sustained oscillations that do not dampen. On the other hand, in the absence of synchronization, this “cyclic” ODE system shows damped oscillations, as we had previously observed with an explicit stochastic matrix model of hexamer interactions [13]. The complete ODE model that comprises the PTO and TTFL includes the association/dissociation kinetics for each state of KaiC with KaiA and KaiB, as well as KaiC auto-phosphorylation and auto-dephosphorylation kinetics. We have not included a more complicated site-dependent (S431 and T432) model of KaiC phosphorylation as experimentally observed [22],[23], resorting instead to a simpler yet effective description of net KaiC phosphorylation level within the population (this PTO model using net KaiC phosphorylation levels and complex association/dissociation kinetics implicitly includes the effects of site-dependence in a phenomenological manner).\n\nWe modeled the TTFL using a generic nonlinear repression term (as in the KaiCEE case described in the previous section) and a light-dependent protein degradation term (based on the data of Figure S3). For the KaiCWT strain, the PTO shows robust sustained circadian oscillations in net phosphorylation level (Figure 5A) for a variety of parameter choices. Inclusion of a TTFL without any specific parameter “tuning” results in a circadian oscillation in KaiB/KaiC protein abundances, kaiBC mRNA levels, and KaiC phosphorylation status in LL (Figure 5B). In DD when transcription/translation and protein degradation is turned off (Figure S3 and [6]), there is a circadian KaiC phosphorylation rhythm due solely to the PTO (Figure 5A). Therefore, this model that combines a core PTO plus a damped “slave” TTFL oscillator can accurately reproduce the sustained circa-24 h rhythms of protein/mRNA abundances and KaiC phosphorylation in the KaiCWT strain, while the TTFL portion alone can create damped, long-period oscillations of kaiBC mRNA as observed in cells expressing KaiCEE (Figures 3C, 3D, 5A, and 5B).\n\nResilience of the PTO/TTFL Model to Noise\n\nAs further evidence that the PTO can function as the core circadian pacemaker in the larger system, we included noisy fluctuations in the concentration of unphosphorylated KaiC in the PTO/TTFL model. For the PTO alone, both (i) the stochastic matrix model for small molecular numbers (unpublished data) and (ii) the ODE model allow robust circadian oscillations in the presence of noisy fluctuations of unphosphorylated KaiC levels (Figure 5C). When the TTFL is included, the simulated system continues to show robust circadian oscillations in the phosphorylation rhythm and circadian dynamics for the protein abundance even though the same external noise fluctuations were introduced as in the PTO simulation (Figure 5D). These modeling data are supported by experimental data in the LD 2:2 cycle—the 4 h light/dark cycle drives a 4 h modulation of photosynthesis and metabolism, leading to a noisy KaiC abundance pattern (Figure 1E); nevertheless, KaiC phospho-status exhibits a clean circadian rhythm (Figure 1F) as does the luminescence indicator of transcriptional activity (Figure S1C).\n\nThese simulations of noisy KaiC abundance examine typical fluctuations that may occur in cellular components due to intrinsic noise in transcriptional and translational processes, cell division, and external random perturbations on the clock components. We also simulated the effect of non-random perturbations of abundance on the system both for the PTO alone and including the TTFL. For example, experimental manipulation of KaiC abundance as pulsative increases in KaiC levels has been reported to reset the phase of the circadian system in vivo [3],[4]. To examine the effects of non-random KaiC perturbations, we first introduced a sinusoidally driven rhythm of KaiC protein abundance to determine how the PTO would respond. The PTO's phosphorylation rhythm was begun in different initial phases relative to the driving KaiC sinusoidal abundance (Figure 5E). After a few “sorting out” cycles, the PTO system shows “phase locking” to the abundance rhythm in a specific phase relationship. The intuitive reason for this effect is that the KaiC phosphorylation rhythm is optimal only when synthesis of unphosphorylated KaiC occurs in phases near the trough of the phosphorylation rhythm (see below). When the TTFL is included, the effect of driving the KaiC abundance externally results in an analogous phase-locking effect (Figures 5F, 6A).\n\nExperimental Tests of Model's Prediction for Phase Locking\n\nOne experimental test of the model's prediction can be provided by kaiBC transcription and translation under the control of an oppositely phased promoter—the purF promoter [24]. The cyanobacterial clock system under directed anti-phase expression of the kai genes was reported to have phase relationships that are practically the same as wild-type [24], and we have confirmed those results (unpublished data). Those results support the model's prediction of “locking in” to the preferred phase relationship between the KaiC phosphorylation rhythm and synthesis of unphosphorylated KaiC.\n\nAnother experimental test of the model's prediction is to experimentally create a cycle of new KaiC synthesis (of necessarily unphosphorylated KaiC) in vivo that begins in different initial phase relationships to the rhythm of KaiC phosphorylation. As shown in Figure 6A (and Figure 5F), these varying phase relationships should resolve after a few cycles into a single steady-state phase relationship between new KaiC synthesis and the KaiC phosphorylation rhythm. Using a strain with additional KaiC expression driven by an IPTG-inducible promoter (trcp) at an ectopic site in the chromosome, we experimentally created a 24 h cycle (12:12) of new KaiC synthesis within a physiological range of KaiC abundance by administering two cycles of 5 µM IPTG (12 h IPTG, 12 h no-IPTG, 12 h IPTG, then a free-run without IPTG; Figure S9A). This concentration of IPTG will increase KaiC levels by 40%–50% over basal values and it concomitantly decreases the phosphorylation status of KaiC (Figure S9B–D). Four cultures that had been phased into four distinct phases (0, 6, 12, and 18 h apart) were treated with this IPTG:no-IPTG cycle. As shown in Figure 6B, we obtained the clear result that two cycles of new KaiC synthesis caused a locking of the four cultures to a single synchronous phase. Of particular significance is that the phase relationship of these synchronized luminescence rhythms to the cycle of new KaiC synthesis was as predicted by the model. Therefore, the core biochemical PTO is not totally insensitive to changes in levels of unphosphorylated KaiC, but it can be entrained by cycles of KaiC that result from the damped TTFL.\n\nDiscussion\n\nA PTO Pacemaker Embedded within a TTFL Slave Oscillator\n\nThis investigation is the first to our knowledge to investigate the dynamics of a circadian clock in which a PTO is coupled to a damped TTFL. Our data strongly support the interpretation that when the cyanobacterial PTO is suppressed, the emergent circadian rhythms, including the TTFL and global gene expression, are concomitantly suppressed. Moreover, when the PTO is suppressed—either by KaiA-overexpression or by mutation of KaiC—the remaining TTFL shows clear characteristics of a damped oscillator that is effectively a “slave” of the self-sustained PTO. As shown in Figure 7, our model proposes that the PTO is embedded within a TTFL with the KaiB•KaiC complex repressing transcriptional activity through control of chromosomal topology [25] and/or transcriptional factors such as RpaA [15]. This pervasive transcriptional activity regulates global gene expression but also rhythmically regulates new synthesis of KaiA, KaiB, and KaiC, thus completing a transcription and translation loop (Figure 7).\n\nDespite the fact that the PTO can oscillate independently of the TTFL in vitro and in vivo [6],[10], the PTO is not totally independent from the TTFL in vivo. The data and simulations depicted in Figure 5C and 5D imply that stochastic changes in KaiC abundance will not eliminate the circadian dynamics for physiological perturbations. However, experimental manipulations of KaiC abundance as pulsative increases in KaiC levels have been reported to reset the phase of the circadian system in vivo [3],[4]. How can these disparate conclusions be reconciled? A likely answer is that because the newly synthesized KaiC monomers/hexamers are necessarily unphosphorylated, the phase at which they are added into the PTO is critical. If they are added at a phase when most of the KaiC hexamers are phosphorylated, then the newly synthesized proteins will monomer-exchange into the existing population of KaiC hexamers [11]–[13] and alter the phospho-status of the KaiC population, potentially disrupting the PTO. On the other hand, if the newly synthesized and unphosphorylated KaiC proteins are added at a phase when the KaiC population is largely unphosphorylated, then the PTO will not be disrupted and will even be potentially reinforced. Therefore, regular cycles of new KaiC synthesis can entrain. On the other hand, if the KaiC abundance fluctuates randomly with a relatively low amplitude, the system is resilient and its circadian nature dominates. This interpretation is supported by both the experimental data and by the modeling simulations. When KaiC abundance is constant, its phosphorylation status oscillates with a circadian period (experimental data in [6]; simulations: Figure 5A). When KaiC abundance is allowed (or forced) to oscillate, then the PTO locks into a preferred phase relationship to the KaiC synthesis rhythm (resulting from the TTFL) such that newly synthesized KaiC is introduced at phases of the PTO when KaiC is relatively hypo-phosphorylated (experimental data: Figure 6B; simulations: Figures 5E, 5F, and 6A). When the synthesis of KaiC is driven at an unusual phase by an antiphase promoter, the PTO and TTFL nevertheless lock-in at the preferred phase relationship (experimental data in [24] and our unpublished results; simulations: Figure 5F).\n\nWhat about entrainment to the environmental cycles? Because transcription and translation proceed in the daytime but are turned off in darkness in photoautrophic S. elongatus cells [6], there is a daily rhythm of synthesis of the Kai proteins in LD (for the case in LL, see [19]). Therefore, it is reasonable to suppose that daily rhythms of total Kai protein abundance could be an entraining stimulus. However, we did not find such a rhythm of total KaiC abundance in LD 12:12 (Figure 1C). At the same time, we found that degradation of KaiC is minimal in darkness (Figure S3), leading to the interpretation that KaiC synthesis and degradation proceed during the illuminated day phase but essentially counterbalance each other so that there is not a major change in the net KaiC abundance during the day. Then at night, KaiC's degradation is minimal (Figure S3) and its transcription and translation is turned off [6], resulting in a practically constant level of KaiC abundance over the LD 12:12 cycle (Figure 1C). Therefore, it seems unlikely that changes in Kai protein abundance per se in an LD cycle could provide an entrainment mechanism. However, even though total KaiC abundance does not oscillate in LD 12:12, new synthesis of KaiC does oscillate in LD (on in the day, off at night). Because new synthesis of KaiC provides unphosphorylated protein and could thereby affect the ratio of hyper- to hypo-phosphorylated KaiC (Figure S9D), this stimulus could contribute to the transduction pathway for entrainment. As shown in Figures 5E, 5F, and 6A, simulations predict such a phasing effect, and our experimental test of this prediction by providing a low amplitude rhythm of new KaiC synthesis supports this hypothesis (Figure 6B). In this sense, the TTFL could play a role in both input and output pathways of the PTO pacemaker, as has been suggested for the mammalian clock [26].\n\nImplications of a PTO Embedded within a Larger TTFL: Robustness\n\nA system composed of a biochemical pacemaker embedded within a damped transcription/translation loop has important implications. Biochemical reactions that involve small numbers of molecules are intrinsically noisy, being dominated by large concentration fluctuations [27],[28]. In general, the number of transcription factor molecules in a prokaryotic cell is small and this could lead to a high intrinsic noise [29]. On the other hand, a PTO that is rooted in the phosphorylation status of thousands of molecules would be expected to be robust in the face of noise. In the case of KaiC, the current estimate is that there are approximately 10,000 KaiC monomers per cell [30]. The model of the PTO supports the hypothesis that the KaiABC PTO is resilient to noise. Figure 5C shows a simulation of noise in the PTO model by introducing fluctuations in the abundance of KaiC in a population of hexamers, and Figure 5D shows the same influence in the combined PTO/TTFL model. Despite the noisy KaiC abundance fluctuations, the circadian rhythm of KaiC phospho-status oscillates consistently, whether the PTO is considered separately (Figure 5C) or within the larger TTFL system (Figure 5D). These modeling data are supported by experimental data in the LD 2:2 cycle—the 4 h LD cycle drives an ultradian modulation of metabolism, leading to a noisy KaiC abundance pattern (Figure 1E); nevertheless, KaiC phospho-status exhibits a clean circadian rhythm (Figure 1F).\n\nNot only is the circadian system resilient within the cell, but it is robust among a population of cells. The experimental observation of reproducible rhythms among non-communicating cyanobacterial cells in populations [31] implies that the ODE model is applicable to modeling the mean population behavior of cells, with the noise reflecting population variance in LD (Figure 5D). Resilience of the daily timekeeper is particularly important for cells that must keep accurate track of time in the face of cell division, when a TTFL might become perturbed because the ratio of DNA to transcriptional factors can change during replication and when DNA can become less accessible during chromosomal condensation in preparation for division. In bacterial oscillators that were experimentally designed to be strict TTFLs, cell division clearly disrupts the phasing and/or period of these synthetic clocks [32]. Cell division or chromosomal events should not, however, perturb a strictly biochemical oscillator, as observed in S. elongatus [31],[33]. Therefore, evolution appears to have selected in cyanobacteria a core biochemical pacemaker that regulates a TTFL that in turn regulates global DNA topology and gene expression.\n\nImplications of a PTO Embedded within a Larger TTFL for Eukaryotic Circadian Clocks\n\nEarly evidence for a TTFL as the core pacemaker in the cyanobacterial system came from numerous studies that showed the same phenomena which has been used to support a TTFL model in eukaryotes, namely: (1) “clock genes” deemed to be essential based on knockout studies [3], (2) rhythmic abundances of mRNAs and proteins encoded by clock genes [3],[4],[6], (3) autoregulatory negative feedback of clock proteins on their gene's transcription [3],[7], and (4) phase setting by pulsatile expression of clock genes [3],[4]. Eukaryotic circadian genes have no detectable homology to kaiABC sequences, so if there is an evolutionary relationship between the bacterial and eukaryotic systems, it is so diverged as to be undetectable by genetic sequence comparisons. But how about the possibility of convergent evolution to a fundamentally similar biochemical mechanism? Could self-sustained biochemical core oscillators underlie eukaryotic clocks? It might seem implausible that independent origins for clocks would converge upon an essentially similar core PTO made more robust by an overlying TTFL. However, the advantages that accrue to the cyanobacterial system by having a post-translational mechanism at its core are also relevant to eukaryotic clocks [5]. For example, individual mammalian fibroblasts express cell-autonomous, self-sustained circadian oscillations of gene expression that are largely unperturbed by cell division [34],[35] in a fashion reminiscent of cyanobacteria [31],[33]. In contrast, synthetic TTFL oscillators constructed in mammalian cells (CHO cells) only display reproducible oscillations when the cells are arrested in G1 phase of the cell cycle by cultivating the cells at 30°C ([36], Dr. Marcel Tigges, personal communication).\n\nCould the imperturbability of circadian clocks even when buffeted by the gusts of metabolic changes provoked by cell division provide an evolutionary driving force for clock mechanisms in disparate organisms to converge on a relatively similar core mechanism? Perhaps. Recent results from the mammalian circadian clock do not easily fit into the original TTFL formulation. For example, mammalian clocks are surprisingly resilient to large changes in transcriptional rate [37], but tight regulation of transcriptional rate would be expected to be necessary if it is a state parameter in a TTFL clock. Also, the mammalian clock is resilient to clamping the level of some of the mammalian clock proteins whose cycling had been thought to be essential [26],[38]. Moreover, recent results have led to a greater appreciation of the role of small signaling molecules in the mammalian clock [39]. Finally, classical experiments in eukaryotic algae have shown that persisting circadian rhythms are possible in enucleated cells (in Acetabularia [40],[41]) or under translational control in the absence of transcription (in Gonyaulax [42]). Are Acetabularia and Gonyaulax anomalous cases, or are they relevant indicators of the underlying capabilities of the eukaryotic clockwork? Our growing appreciation of the cyanobacterial system combined with results from eukaryotic clocks that are inconsistent with a sustained TTFL pacemaker embolden such speculations [26],[39],[43]. At the least, the studies on prokaryotic cyanobacteria lead to more rigorous criteria for distinguishing whether a TTFL is at the core of eukaryotic clocks.\n\nMaterials and Methods\n\nSee Text S1 for details of experimental procedures and mathematical model description.\n\nStrains, Culture Conditions, and Luminescence Assay of In Vivo Rhythms\n\nThe cyanobacterium Synechococcus elongatus PCC 7942 was transformed with a luciferase reporter of either the psbAI promoter (psbAIp::luxAB) or the kaiB promoter (kaiBCp::luxAB). Luminescence rhythms from the psbAIp::luxAB or kaiBCp::luxAB reporters are approximately equivalent in phase and intensity. For experimental expression of KaiA or KaiC, the kaiA or kaiC genes were fused to an IPTG-derepressible heterologous trc promoter (trcp) to make trcp::kaiA or trcp::kaiC expression strains (in neutral site II, NSII). The KaiCEE strain has the wild-type kaiC gene (kaiCWT) replaced with a double mutant KaiCS431E/T432E [20]. For measurement of KaiC degradation rate, a kaiC-null strain was transformed with trcp::kaiCWT in NS II [7]. All strains were grown in BG-11 medium and experiments were performed at 30°C except as indicated in Figure 3.\n\nFor assay of in vivo rhythms of psbAI or kaiBC promoter activity, luminescence emitted by the psbAIp::luxAB or kaiBCp::luxAB reporter was assayed as previously described from liquid cultures [4] or from colonies on agar [7]. Cells were grown in constant light (LL; cool-white fluorescence at 40–50 µE/m2s), given 1∼2 light:dark cycles (e.g. LD 12:12) to synchronize the cells in the population, and finally released into LL for assay of free-running luminescence rhythms. Analysis of damping was performed with the LumiCycle data analysis program (Actimetrics, Evanston, IL, courtesy of Dr. David Ferster) as described in Text S1. Damping rate (d) is the number of days required for the amplitude of the rhythm to decrease to 1/e (≈36.79%) of the starting value.\n\nKaiC Abundance and Phosphorylation Rhythms In Vivo; KaiC Phosphorylation Rhythms In Vitro\n\nFor the experiments of Figure 1, S. elongatus cells were harvested every 4 h for the LL and LD12:12 conditions and every 1 h for the LD2:2 conditions. Total protein was extracted and equal amounts of proteins were loaded into each well for SDS-PAGE and immunoblotting [4]. KaiC protein abundance was determined on 15% SDS-PAGE gels (to obtain a single KaiC band), whereas KaiC phosphorylation was determined on 10% SDS-PAGE gels (to separate the various KaiC phosphoforms). For assay of KaiC phosphorylation rhythms in vitro, Kai proteins from S. elongatus were expressed in Escherichia coli and purified as described previously [13]. In vitro reactions were carried out at 30°C using standard Kai protein concentrations: 50 ng/µl KaiA, 50 ng/µl KaiB, and 200 ng/µl KaiC as described previously [13].\n\nPhase Locking by Cycles of Low Levels of KaiC Expression\n\nCells harboring the trcp::kaiC expression construct were inoculated onto nitrocellulose membranes that were placed on the surface of BG-11 agar plates. After 5 d of growth in LL, these cultured membrane plates were divided into four groups and entrained with two LD12:12 cycles (Figure S9A). There were a total of 4 different phasings of the LD12:12 cycles (Φ1, Φ2, Φ3, and Φ4) that were different from each other by 6 h (i.e., starting at laboratory clock time 00:00, 06:00, 12:00, and 18:00). After the final dark interval was completed for the last group of plates (Φ4), the cultures were transferred back and forth between pre-warmed fresh BG-11 agar plates containing 0 or 5 µM IPTG for two IPTG cycles as follows: 12 h IPTG ( = 5 µM IPTG) followed by 12 h no-IPTG ( = 0 µM IPTG) followed by 12 h IPTG ( = 5 µM IPTG), as depicted in Figure S9A. This protocol created an experimentally controlled 12 h:12 h cycle of new KaiC synthesis (the parallel control cultures were transferred every 12 h among no-IPTG plates). We determined that a concentration of 5 µM IPTG increases KaiC abundance within cells by only ∼40%–50% above basal levels (Figure S9C). After the final IPTG cycle, measurement of the luminescence rhythms in the cultures from each of these phases was performed in LL as described above.\n\nModeling\n\nThe model was implemented in Fortran (G77) using a fourth order Runge-Kutta routine for solving the coupled set of ODEs. The TTFL portion of the combined PTO/TTFL model is modified from the model of Goldbeter [21]. See Text S1 for model description and the parameters used in the figures.\n\nSupporting Information"
}