{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001739",
  "doi": "10.1371/journal.pbio.1001739",
  "externalIds": [
    "pii:PBIOLOGY-D-13-01416",
    "pmid:24358023",
    "pmcid:PMC3866089"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Par1b Induces Asymmetric Inheritance of Plasma Membrane Domains via LGN-Dependent Mitotic Spindle Orientation in Proliferating Hepatocytes",
  "authors": [
    {
      "name": "Christiaan L. Slim",
      "first": "Christiaan L.",
      "last": "Slim",
      "affiliation": "Department of Cell Biology, University Medical Center Groningen, University of Groningen, Groningen, The Netherlands"
    },
    {
      "name": "Francisco Lázaro-Diéguez",
      "first": "Francisco",
      "last": "Lázaro-Diéguez",
      "affiliation": "Department of Developmental and Molecular Biology, Albert Einstein College of Medicine, Bronx, New York, United States of America"
    },
    {
      "name": "Marjolein Bijlard",
      "first": "Marjolein",
      "last": "Bijlard",
      "affiliation": "Department of Cell Biology, University Medical Center Groningen, University of Groningen, Groningen, The Netherlands"
    },
    {
      "name": "Mathilda J. M. Toussaint",
      "first": "Mathilda J. M.",
      "last": "Toussaint",
      "affiliation": "Department of Pathobiology, Faculty of Veterinary Medicine, Utrecht University, Utrecht, The Netherlands"
    },
    {
      "name": "Alain de Bruin",
      "first": "Alain",
      "last": "de Bruin",
      "affiliation": "Department of Pathobiology, Faculty of Veterinary Medicine, Utrecht University, Utrecht, The Netherlands"
    },
    {
      "name": "Quansheng Du",
      "first": "Quansheng",
      "last": "Du",
      "affiliation": "Institute of Molecular Medicine and Genetics, Department of Neurology, Medical College of Georgia, Georgia Regents University, Augusta, Georgia, United States of America"
    },
    {
      "name": "Anne Müsch",
      "first": "Anne",
      "last": "Müsch",
      "affiliation": "Department of Developmental and Molecular Biology, Albert Einstein College of Medicine, Bronx, New York, United States of America"
    },
    {
      "name": "Sven C. D. van IJzendoorn",
      "first": "Sven C. D.",
      "last": "van IJzendoorn",
      "affiliation": "Department of Cell Biology, University Medical Center Groningen, University of Groningen, Groningen, The Netherlands"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-12",
  "dateAccepted": "2013-11-05",
  "dateReceived": "2013-04-11",
  "volume": "11",
  "number": "12",
  "pages": "e1001739",
  "tags": [
    "Type/Research Article"
  ],
  "abstract": "Proliferating hepatocytes in the liver show an atypical, asymmetric mode of cell division, which is coordinated by Par1b and LGN and may explain the unique tissue architecture of the liver.",
  "fullText": "Introduction\n\nThe liver is a vital organ. Hepatocytes occupy more than 85% of the parenchymal liver mass and are responsible for a wide range of biological processes. These include the synthesis of plasma proteins and the processing of nutrients and toxic compounds from the blood that passes through the liver sinusoids. Hepatocytes also produce and secrete bile. Bile contributes to fat emulsion in the intestine and the elimination of detoxified compounds via the feces. Hepatocytes form a branching network of bile canaliculi between the cells that efficiently drains the secreted bile out of the liver parenchyme while keeping it separate from the blood [1],[2]. The microanatomy of this canalicular network is unique to the liver [3]. Defects in the bile canalicular network and bile flow are associated with liver diseases [4].\n\nKnowledge of the cell biological principles and molecular mechanisms that underlie the development of the bile canalicular network is limited. This is in part due to the lack of in vitro cell culture model systems that combine cell proliferation and canalicular network formation. Nevertheless, different in vitro cell model systems can reproduce specific steps in the process of bile canalicular network formation. For instance, from early microscopy studies of embryonic rat livers we know that the formation of isolated small spherical lumens between mitotically active hepatocytes is the first step in bile canalicular network development [5]–[8] (Figure 1A), and this process is reproduced by hepatic HepG2 [9],[10] and WIF-B9 [11] cell lines. Both in vivo and in vitro, the formation of these primordial intercellular lumens is accompanied by the segregation of the hepatocyte surface into a lumen-facing apical domain and a sinusoid-facing basal domain, each with a specific protein and lipid composition (Figure 1A) [7]–[11]. The establishment of cell surface domains is the hallmark of apical–basal cell polarity [12].\n\nThe early establishment of apical–basal polarity is instrumental for the functional shaping of a proliferating epithelial cell mass [13],[14]. Indeed, dividing cells not only generate enough critical cell mass to create the tissue, but they also make use of their apical–basal polarity axis (PA) to orientate their mitotic spindle apparatus [15]. By orientating its mitotic spindle apparatus, the dividing polarized epithelial cell can control the position of the emerging new nuclei, and hence the position of the daughter cells, relative to the position of the primordial apical domain and lumen. The same principles are used when dividing cells repair tissue damage [16].\n\nThe unique microanatomy of the bile canalicular network suggests that the mode of cell division orientation in hepatocytes—from the moment that they have established apical–basal polarity—differs from that observed in “simple” epithelial cells such as intestinal or kidney epithelial cells. Indeed, simple epithelial cells do not develop a canalicular network between cells. Instead, they develop large cystic lumens and tubes (Figure 1B) via a process that is dependent on a Leu-Gly-Asn repeat-enriched protein (LGN)–mediated orientation of the mitotic spindle apparatus that is strictly perpendicular to the apical–basal axis, and the resultant symmetric segregation of the apical domain to both daughter cells [17]–[19] (Figure 1D). A mitotic spindle orientation that is strictly perpendicular to the apical PA would in mitotic hepatocytes thus be predicted to promote the development of cystic lumens rather than of canalicular networks (Figure 1C).\n\nIn order to investigate the orientation of the mitotic spindle in hepatocytes within their native environment, immunohistochemistry can be performed on fixed liver tissues. To study the molecular regulation and the dynamics of mitotic spindle orientation and cell division in hepatocytes, cell lines are the best model of choice. In this study we have combined the analysis of liver tissues with that of HepG2 and WIF-B9 cell lines to investigate the relationship between cell polarity and the orientations of the mitotic spindle and cell division at the molecular level in hepatocytes.\n\nMaterials and Methods\n\nAntibodies and Reagents\n\nCommercial antibodies used for immunofluorescence are listed in Table S1. The rabbit anti-LGN antibody was described earlier [20]. Phalloidin-TRITC was used to label F-actin (P1951; Sigma). DAPI was from Invitrogen, and DRAQ5 was purchased from Cell Signaling Technology.\n\nPlasmids\n\nThe plasmid expressing H2B-mCherry was a kind gift from B. Giepmans (University Medical Center Groningen, the Netherlands). The plasmid expressing human Par1b was a kind gift from H. Miki (Osaka University, Japan). Overexpression was obtained by cloning constructs into a lentiviral expression system [21]. Briefly, constructs were cloned into pENTR1A (Addgene plasmid 17398) and recombined into pLenti-CMV-Puro (Addgene plasmid 17452) using LR clonase (Life Technologies). The Par1b-KD construct was described before [22].\n\nCell Lines and Tissues\n\nHepG2 cells were cultured as previously described [23]. HepG2 cells expressing ABCB1-eGFP were cultured as previously described [24]. For experiments, cells were plated on ethanol-sterilized glass coverslips at a density of 5×104 cells/cm2 and grown for 2 d. For Par1b knockdown experiments, cells were plated at 15×104 cells/cm2 to match WIF-B9 conditions (see below). WIF-B9 cells were grown in modified F-12 Coon's modification medium (F6636; Sigma) supplemented with 10−6 M hypoxanthine, 4×10−8 M aminopterin, 1.6×10−6 M thymidine, 5% (v/v) fetal bovine serum (100–106; Gemini), 1% glutamax (Invitrogen), 0.5 µg/ml amphotericin, and 10 mM HEPES. For culture maintenance, cells were seeded in plastic dishes at 10×103 cells/cm2 and cultivated up to 4 d before replating. For experiments, differentiated cultures (10–12 d) were plated on water-prewashed glass coverslips (EMS) in MatTek chambers at 15×104 cells/cm2. Madin-Darby canine kidney (MDCK) cells were grown in DMEM without phenol red (17–205; Cellgro) supplemented with 10% fetal bovine serum (S11050; Atlanta Biologicals) and 2 mM L-glutamine. Stable MDCK cell lines expressing gp135-GFP and Par1b were generated from T23-MDCK cells. MDCK-Par1b cells were prepared as previously described [22]. Cells were maintained at 37°C in a 5% CO2 (HepG2 and MDCK cells) or 7% CO2 (WIF-B9 cells) humidified atmosphere.\n\nMouse liver tissues 48 h after partial hepatectomy (formalin-fixed paraffin-embedded) and mouse liver tissue from 23-d-old mice, collected 2 d after weaning (prepared as near-native tissue slices as previously described [25]), were prepared as previously described [26]. Formalin-fixed paraffin-embedded rat liver tissue (collected 2 d after weaning) was a kind gift from C. Desdouets (INSERM, France).\n\nRNA Interference\n\nFor HepG2 cells, RNA interference was performed using the pLKO lentiviral knockdown system (http://www.addgene.org/tools/protocols/plko/). The target sequences used for Par1b and LGN are listed in Table S2 and were generated according to the pLKO protocol. Knockdown was verified by real-time PCR on a StepOnePlus system (Applied Biosystems) using the primers listed in Table S3. A short hairpin RNA (shRNA)–resistant Par1b was created by introducing missense mutations into the shRNA target sequence (AGCAAGAGAGGCACTTTA to AGTAAAAGGGGAACATTG) using a Q5 Site-Directed Mutagenesis Kit (E0554S; New England Biolabs). All constructs were verified by sequencing. RNA was isolated using Tri-Reagent from Sigma (T9424). RNA interference experiments in WIF-B9 and MDCK cells were performed as previously described [22].\n\nVirus Production and Transduction\n\nLentiviral particles were created using a second-generation system based on pCMVdR8.1 (structural components) and pVSV-G (envelope protein). Briefly, 2.6×106 HEK293T cells were plated in a 10-cm dish. The next day, the cells were co-transfected with CaPO4-DNA complexes of pCMVdR8.1, pVSV-G, and either pLKO.1 or pLenti constructs for ∼16 h. Medium was refreshed, and after 24 and 48 h viral particles were harvested and filtered through a 0.45-µm PVDF membrane filter. Viral supernatants were stored at −80°C. 1-d-old HepG2 cells were infected with viral particles for 24 h, whereafter cells were incubated with normal growth medium to recover from the viral infection. Selection medium (1 µg/ml puromycin; Sigma) was added 24 h later to select for transduced cells. WIF-B9 cells expressing DPPIV-TagRFP, GFP, Par1b-DN-GFP, pSUPER-GFP, or shRNA Par1b-GFP were obtained by adenovirus-mediated transduction [22] in Opti-MEM (Invitrogen) for 1 h with one plaque-forming unit/cell and 10–12 h expression at 37°C.\n\nImmunofluorescence and Microscopy\n\nCells were fixed in 4% paraformaldehyde at 37°C (MDCK and WIF-B9 cells) or for 20 min at room temperature (HepG2 cells). For staining microtubular structures in HepG2 cells (tubulin, NuMA, and LGN), cells were pre-extracted in 0.5% Triton X-100 in PHEM buffer (1 min), washed once in PHEM buffer, and fixed in 4% paraformaldehyde in PHEM buffer. For HepG2 cells, blocking and permeabilization were performed for 30 min at room temperature in HBSS containing 0.025% saponin (w/v), 1% (w/v) BSA, and 0.02% sodium azide, followed by antibody staining in the same buffer. WIF-B9 and MDCK cells were permeabilized with 0.2% Triton X-100 and blocked with 1% BSA. Antibody incubation was performed in PBS–1% BSA.\n\nHepG2 cells were imaged using a combination of widefield (Olympus AX70) and confocal microscopy (Leica SP2; HCX PL APO 63x/1,4 oil; pinhole 1 AU; pixel size 80 nm) and analyzed using a combination of Imaris (Bitplane), ImageJ, and Adobe Photoshop CS4. A Solamere Nipkow confocal live cell imaging system was used (HCX PL APO 63x/1,3 glycerin; pixel size 117 nm) to live-image z-stacks of 7×1.5 µm every 4 min, unless otherwise indicated. WIF-B9/MDCK cells were imaged with a TCS SP5 confocal microscope (Leica Microsystems) equipped with a motorized x-y stage for multiple position finding and with an 8,000-Hz resonant scanner. Fixed cells were imaged using a HCX PL APO 63x/1.4-0.60 oil λBL CS objective on glass coverslips mounted in non-hardening, glycerol-based aqueous mounting medium. Confocal (pinhole 1 AU; pixel size 80.02 nm) xyz-stacks were taken from the monolayer. Live cell imaging was performed using a HCX PL APO 40x/1.25-0.75 oil CS objective on MatTek or CELLview chambers. xyzt-stack frames (pinhole 2–3 AU; pixel size 100.1–252.8 nm) were recorded. Image analysis was performed using LAS AF 2.3.1 and ImageJ 1.45 software. Brightness and contrast were adjusted according to the Journal of Cell Biology guidelines, without changing gamma settings.\n\nCalculations and Statistics\n\nFor calculating the orientation of the mitotic spindle in cell lines, a line was drawn from the center of the apical lumen through the center of the mitotic spindle (PA). A second line was drawn through the spindle poles (spindle axis [SA]). When no spindle pole staining was performed, it was assumed that the spindle poles were localized in a straight line perpendicular to the metaphase plate. The angle between these lines (SA/PA) was calculated with the ImageJ measure angle tool and plotted accordingly. To study the orientation of cell division in rat and mouse liver tissue, a line was drawn through both spindle poles of a dividing cell and extrapolated to determine the plasma membrane domain to which the spindle poles were oriented. The orientation of the spindle poles was scored as oriented towards (1) the bile canaliculus, (2) the apicolateral domain, or (3) the basolateral (sinusoidal) or common lateral membrane. Microsoft Excel was used for calculations, and Graphpad PRISM was used to generate graphs. Graphs represent mean ± standard deviation of three independent experiments, unless otherwise specified. Sample sizes (n) in graphs represent the total sample size. The statistical significance of differences was determined using Student's t-test (two-tailed, unpaired, with equal variance) unless otherwise specified.\n\nResults\n\nThe Mitotic Spindle in Hepatocytes In Vivo Is Orientated towards an LGN-Enriched Apicolateral Plasma Membrane Domain\n\nWe first analyzed the orientation of the mitotic spindle relative to the apical PA in vivo in mitotic mouse hepatocytes that were in metaphase or in telophase 48 h after hepatectomy. A line drawn through the mitotic spindles poles (immunolabeled with antibodies against the microtubule-binding nuclear mitotic apparatus protein [NuMA]) typically intersected the dipeptidyl peptidase 4 (DPPIV)–positive apical canalicular domains (Figure 2A, arrowheads) or its flanking regions, rather than the basolateral/sinusoidal domains (Figure 2A, sinusoidal domains are indicated by “si” and dotted lines). These data are in agreement with earlier observations in proliferating rat hepatocytes following hepatectomy [27],[28]. Quantification of confocal images of 61 mitotic hepatocytes from three mice 48 h after hepatectomy (see Materials and Methods) revealed that 85.1%±10.1% of the mitotic spindle axes intersected the apical bile canalicular or apicolateral domain (Figure 2B). We also analyzed the orientation of the mitotic SA relative to the apical PA in hepatocytes in vivo in fixed liver tissue from young healthy mice (Figure S1A) and rats (Figure 2C and 2D), which display a burst of cell division after weaning [26],[29]. A line drawn through the NuMA-labeled mitotic spindle poles of rat hepatocytes that were in metaphase or in telophase typically intersected the DPPIV-positive apical bile canalicular plasma membrane domain or its flanking region (Figure 2C). We named this flanking region the apicolateral domain, as it could be distinguished from the “common” lateral plasma membrane facing neighboring cells with which no apical lumen was (yet) formed (Figures 2D and S1B; Movie S1), and is a geometrically distinctive feature of cells with a hepatic polarity phenotype (Figure 1A). The orientation of the mitotic spindle in hepatocytes in vivo correlated well with a restricted localization of the mitotic-spindle-orientating protein LGN [30]–[33] at and/or in close proximity to the zona occludens 1 (ZO-1)–marked tight junctions at this apicolateral region flanking the apical/bile canalicular domain (Figure 2D, green lines in the diagram). LGN was largely absent from the “common” lateral plasma membrane facing neighboring cells with which no apical lumen was shared and absent from basal/sinusoidal plasma membrane domains (Figure 2D, orange and grey lines, respectively, in the diagram). These data demonstrate that in hepatocytes in vivo, the mitotic spindle is predominantly orientated towards an LGN-enriched apical/apicolateral surface domain.\n\nThe Typical Orientation of the Mitotic Spindle to LGN-Enriched Apicolateral Plasma Membrane Domains in Hepatocytes In Vivo Is Reproduced in Cultured HepG2 Cells\n\nTo investigate the dynamics of mitotic spindle orientation and cell division and its molecular regulation in living hepatocytes, we made use of the polarizing human hepatocyte cell line HepG2 [9],[34]. HepG2 cells develop apical lumens amidst their lateral surfaces facing adjacent cells (Figures 1A and 3), reflecting the earliest stages of apical–basal polarity development in the fetal liver [5],[7],[8],[23],[35]. Importantly, in agreement with the observations in hepatocytes in vivo, a line drawn through the spindle poles in HepG2 cells in more than 70% of all cases intersected the apical or apicolateral domain (Figures 3A and S2A), where LGN was almost exclusively localized (Figure 3B). Note that LGN was not detected at the “common” lateral and sinusoidal plasma membrane domains (Figure 3B, apicolateral domains are green and “common” lateral and sinusoidal domains are orange and grey, respectively, in the diagram). To more accurately determine the orientation of the mitotic spindle relative to the apical PA in these cells, we measured the angle between the SA (the line drawn through the spindle poles; Figure 3C, dotted line) and the PA (the line drawn between the center of the immunolabeled apical domain and the center of the mitotic spindle; Figure 3C, solid line). 50.9%±7.0%, 32.1%±6.8%, and 17.0%±0.3% of the mitotic spindle axes in cells that were in metaphase displayed an SA/PA angle of 0–30°, 31–60°, and 61–90°, respectively, with statistically significant differences between the three categories (Figure 3D and 3E). A similarly biased SA/PA angle distribution was observed in cells that were in later stages of mitosis, i.e., anaphase or telophase (Figure S2A–S2C), and live cell imaging in HepG2 cells showed that the apicolateral-directed orientation of the mitotic spindle was fixed early in mitosis and remained stable throughout the subsequent mitotic stages (Figure S2D and S2E; Movie S2). These data demonstrate that HepG2 cells, similar to hepatocytes in vivo, orient their mitotic spindle with a significant bias towards an LGN-enriched apicolateral plasma membrane domain. These cells are therefore a useful model system to study the consequences of this stereotypic mitotic spindle orientation with regard to cell polarity and its molecular regulation.\n\nDividing HepG2 Cells Segregate Their Apical/Bile Canalicular Plasma Membrane Domain Asymmetrically to the Two Emerging Daughter Cells\n\nConcomitant with the predominant apicolateral-plasma-membrane-directed orientation of the mitotic spindle apparatus, live cell imaging revealed that HepG2 cells predominantly divided in such a way that only one of the two emerging daughter cells inherited the apical lumen. Stills from a representative movie (Movie S3) of dividing HepG2 cells that express the green fluorescent eGFP-tagged apical protein ABCB1 (Figure 4A) show two non-mitotic (interphase) cells with ABCB1-eGFP-positive apical plasma membrane domains and lumens (indicated by the red arrowhead). After each cell passed through metaphase it formed a cleavage furrow (Figure 4A, black arrowheads) during anaphase/telophase that, following subsequent cytokinesis, gave rise to one daughter cell (marked by “1”) that inherited the apical domain (red arrowhead) and one daughter cell (marked by “2”) that did not. The vast majority of live cells (&gt;75%) showed this asymmetric segregation of the apical plasma membrane domain and lumen during mitosis (Figure 4B). Similar results were observed with another hepatocyte cell line, WIF-B9 (Figure S3A and S3B; Movie S4), underscoring that this mode of cell division orientation is a feature of polarized hepatocytes and not only of HepG2 cells. Interestingly, we observed that the emerging non-polarized daughter cells could reestablish apical–basal polarity and reestablish an apical lumen with their new neighbor cells. An example of this is shown in the stills (Figure 4C) from Movie S5. These stills show that a HepG2 cell with an ABCB1-eGFP-positive apical plasma membrane domain and lumen (red arrowhead) formed a cleavage furrow (white arrowheads) that gave rise to one daughter cell (marked by the asterisk) that did not inherit the apical domain (red arrowhead), but reestablished an ABCB1-eGFP-positive apical domain (yellow arrowhead) with its sister at the site of cytokinesis. Taken together, we conclude that hepatocytes orientate their mitotic SA with a significant bias towards an LGN-enriched apicolateral plasma membrane domain, and asymmetrically segregate their apical plasma membrane domain and apical lumen to the emerging daughter cells.\n\nPar1b Overexpression in Simple Epithelial Cells Coordinates the Adoption of a Hepatic Polarity Phenotype with Changes in the Localization of LGN and Mitotic Spindle and Cell Division Orientation\n\nIn order to investigate to what extent the hepatocyte polarity phenotype—as such—was sufficient to dictate an apicolateral-domain-directed orientation of the mitotic spindle, we made use of our earlier observation that the overexpression of the polarity protein partitioning-defective 1/microtubule-affinity regulating kinase 2 (Par1b/MARK2) in simple epithelial cells induces a hepatic polarity phenotype (schematically depicted in Figure 5A) [22]. Thus, when Par1b was overexpressed in MDCK cells (a widely used model of simple epithelial cells), apical plasma membrane proteins such as gp135 localized to lumens formed between adjacent cells (Figure 5B, Par1b), rather than to the cell-culture-medium-facing cell surface at the top of the control cell monolayer (Figure 5B, control). In mitotic cells identified in parental MDCK cell cultures, LGN was localized at the lateral plasma membrane domains and was excluded from the apical domain (Figure 5B, control, dotted white line; and previous reports [19]). In agreement with the role of cortical LGN in spindle orientation in these cells [19], 100% of all SA/PA angles have been demonstrated to be in the 61–90° range, giving rise to the symmetric segregation of apical and basal domains to both daughter cells [36],[37]. In contrast, in MDCK cells that overexpressed Par1b and displayed a hepatic polarity phenotype, the localization of LGN was highly polarized and restricted to the apical/apicolateral domain (Figure 5B, Par1b, red arrowhead), and LGN was excluded from the “common” lateral cell surfaces (Figure 5B, Par1b, dotted white line). Coinciding with this change in the distribution of LGN, 58.3%±7.5%, 32.4%±6.6%, and only 9.3%±5.8% of all SA/PA angles were in the 0–30°, 31–60°, and 61–90° range, respectively, with a clear, statistically significant difference between these categories (Figure 5C). These data demonstrate that the overexpression of Par1b in simple epithelial cells caused a strong shift from a mitotic spindle orientation that was perpendicular to the apical PA to one that was significantly more parallel to the apical PA, matching a change in the distribution of LGN. Concomitantly, live cell imaging revealed that Par1b-overexpressing MDCK cells, like hepatic cells, predominantly divided in such a way that only one of the two emerging daughter cells inherited the apical lumen (Figure S4A–S4C; Movie S6). These data show that Par1b coordinates the induction of a hepatic polarity phenotype with a change in (1) the localization of LGN, (2) the orientation of the mitotic spindle, and (3) the asymmetric segregation of the apical plasma membrane domain to the emerging daughter cells.\n\nPar1b Regulates Mitotic Spindle Orientation by Controlling the Apicolateral Enrichment of LGN in HepG2 Cells\n\nThe results from the Par1b-overexpressing MDCK cells as displayed in Figure 5 do not demonstrate whether solely the induction of a hepatic polarity phenotype—as such—was sufficient to change the localization of LGN and the orientation of the mitotic spindle. Therefore, in order to further investigate to what extent Par1b is important for the localization of LGN and spindle orientation in the context of the hepatic polarity phenotype, we knocked down Par1b in HepG2 cells (Figure S5A). Confocal images in Figure 6A and 6B show that in control cells—i.e., cells treated with scrambled shRNA (scramble)—LGN (black arrowheads) localized at the cell surface flanking the ABCC2- or ZO-1/actin-labeled apical domain (red arrowheads), similarly to in untreated cells (cf. Figure 3B). In contrast, in cells treated with shRNA against Par1b (Par1b-KD), the localization of LGN was no longer restricted to the apicolateral domain (Figure 6A and 6B). LGN frequently showed an (additional) localization at the “common” lateral domain (black arrowheads, the “common” lateral domain is orange in the diagram), away from the apical domain (Figure 6A and 6B, red arrowhead). Note that these cells have retained the typical hepatic polarity phenotype. The change in the distribution profile of LGN was accompanied by a change in the orientation of NuMA-positive astral microtubules that emanated from the mitotic spindle poles and reached out to the cell cortex (z-stack sections in Figure S5B; Movies S7 and S8). The knockdown of LGN in HepG2 cells with two different shRNAs (Figures 6C and S6A) caused a randomization of the SA/PA angle in the 0–30°, 31–60°, and 61–90° categories, and caused a significant reduction of SA/PA angles in the 0–30° category when compared to control cells (Figures 6D, S6B, and S6C), hence underscoring the contribution of LGN to mitotic spindle orientation in these cells. In agreement with the change in LGN distribution, the knockdown of Par1b caused a randomization of the orientation of the mitotic spindle axes, with approximately 26.8%±9.2%, 32.6%±10.1%, and 40.6%±19.2% displaying an SA/PA angle between 0–30°, 31–60°, and 61–90°, respectively, with no statistically significant difference between the three categories (Figure 6E). Thus, Par1b knockdown effectively abolished the bias in mitotic SA orientation towards smaller SA/PA angles (0–30°). An illustrative example of this is shown in Figures 6A, 6B, and S5D, and the quantifications are depicted in Figures 6E and S5C. The reintroduction of shRNA-resistant Par1b (Figure S5A) completely rescued this effect, and treatment of the cells with a scrambled shRNA without effect on Par1b expression did not affect the SA/PA distributions (Figure 6E, control and rescue). Similarly to in HepG2 cells, the knockdown of Par1b in WIF-B9 cells, or the expression of a dominant-negative Par1b mutant, caused a statistically significant shift in SA/PA angle bias from 0–30° to 31–60° and 61–90° (Figure S7A–S7C), underscoring that the role of Par1b mitotic spindle orientation is a feature of polarized hepatocytes and not only of HepG2 cells. Concomitant with the loss of bias towards 0–30° angles, live cell imaging showed that the frequency of cell divisions in which both daughter cells inherited part of the same apical lumen significantly increased upon Par1b depletion or expression of the Par1b-DN mutant (Figure S7D–S7F; Movie S9). Taken all together, our data suggest that, in cells with a hepatic type polarity, Par1b controls the apicolateral enrichment of LGN and, thereby, the apicolateral-directed orientation of the mitotic spindle to promote the asymmetric segregation of the apical plasma membrane domain to the two emerging daughter cells and to preserve the typical polarity phenotype of polarized hepatocytes.\n\nDiscussion\n\nThis study demonstrates that mitotic hepatocytes asymmetrically segregate their apical plasma membrane domains to the emerging daughter cells during cell division. This is in striking contrast to the symmetric segregation of apical and basal surface domains observed in vitro and in vivo in simple epithelial cells such as those found in the neuroepithelium, kidney, and intestine (reviewed in [15]).\n\nOur data indicate that this asymmetric inheritance of the apical plasma membrane domain in hepatocytes is dictated by an apicolateral-plasma-membrane-domain-directed orientation of the mitotic spindle. Interestingly, this apicolateral plasma membrane domain is a geometrically distinctive feature in cells with a (fetal) hepatic polarity phenotype (Figure 1A, apicolateral domain is green in the diagram). Indeed, the apicolateral domain represents the cell's contacting surface with the adjoining cell with which it shares an apical lumen, and can be distinguished from its contacting surface with other adjoining cells with which no apical lumens are (yet) shared (Figure 7, orange). This apicolateral subdomain has gone unnoticed, presumably because no functional relevance had been ascribed to it. Our data now demonstrate that Leu-Gly-Asn repeat-enriched protein (LGN) predominantly accumulates at this apicolateral domain during mitosis, both in rat liver hepatocytes in vivo and in polarized HepG2 cells in culture. Furthermore, NuMA-positive astral microtubules predominantly target this apicolateral domain in mitotic HepG2 cells. These observations are consistent with data from other cell systems in which LGN recruits NuMA on astral microtubules to the cell cortex (reviewed in [13],[15],[38]). Indeed, knockdown experiments demonstrate that LGN is necessary for orientating the SA predominantly towards the apicolateral domain. We propose that this apicolateral domain thus serves as an instructive positional landmark in hepatocytes for the polarized recruitment of LGN, which, in turn, is required for the predominantly apicolateral orientation of the mitotic spindle and asymmetric segregation of the apical domain to the nascent daughter cells.\n\nIn contrast to the apicolateral accumulation of LGN in dividing hepatocytes, LGN has been shown to accumulate at the apical plasma membrane domain in asymmetrically dividing Drosophila neuroblasts [39],[40]. In epithelial cells, atypical protein kinase C at the apical plasma membrane has been proposed to exclude the apical recruitment of LGN [41],[42]. Possibly, the presence of atypical protein kinase C at the apical bile canalicular plasma membrane domain in HepG2 cells and primary hepatocytes (unpublished data) may have similarly prevented the accumulation of LGN at the apical surface. But what caused LGN accumulation at the apicolateral subdomain and excluded it from the “common” lateral surface in hepatocytes? Our data implicate the polarity protein Par1b as a critical determinant for this. Indeed, upon knockdown of Par1b in HepG2 cells, LGN no longer accumulated predominantly at the apicolateral domain, but rather showed additional localization at “common” lateral plasma membrane domains. In agreement with the occurrence of multiple sites of cortical LGN, NuMA-positive astral microtubules reached multiple sites at the cell surface. Concomitant with the altered distribution of LGN, knockdown of Par1b or expression of a nonfunctional Par1b mutant in HepG2 and WIF-B9 cells resulted in a loss of spindle orientation bias towards the apicolateral domain and promoted symmetric cell divisions that bisected the apical surface. Notably, in Par1b-depleted hepatic cells the loss of apicolaterally restricted LGN occurred while cells maintained their apicolateral domain. This suggests that Par1b translated the presence of the apicolateral domain as a positional landmark to cortical polarity—i.e., the apicolateral accumulation of LGN—in the mitotic cell. This is further supported by our observations that the overexpression of Par1b in simple epithelial MDCK cells coordinated the acquisition of a fetal hepatocyte polarity phenotype (and thus the establishment of an apicolateral domain) with apicolateral LGN recruitment during mitosis, spindle orientation, and asymmetric cell division. This demonstrates that the coordinated action of Par1b and LGN constitutes a fundamental part of the molecular mechanism that drives mitotic spindle orientation and asymmetric/symmetric apical plasma membrane inheritance. Further studies are needed to determine how Par1b precisely controls the exclusive apicolateral recruitment of LGN.\n\nThe orientation of cell division parallel to the apical–basal axis establishes cell fate specification, as has been shown in skin epithelial cells [43],[44] and in neuroblasts [15], although not necessarily [31]. Apart from the asymmetric inheritance of apical plasma membrane proteins, we observed no overt signs of cell fate specification in dividing HepG2 cells. Live cell imaging showed that emerging daughter cells that did not inherit the apical plasma membrane domain were capable of establishing an apical plasma membrane domain and lumen with a new neighbor or the sister cell, and did not show distinct behavior when compared to the polarized daughter cell. We cannot, however, exclude the asymmetric acquisition of specific molecules that may have endowed one of the daughter cells with distinct capabilities. Although fetal liver development/patterning has not been experimentally tested, our findings may suggest that in early fetal hepatocytes the asymmetric segregation of apical domains during division may, in conjunction with a repolarization of non-polarized nascent daughter cells, promote the dissemination of isolated apical lumens throughout the proliferating cell mass. It can be speculated that, in vivo, such asymmetric-cell-division-driven propagation of biliary luminal pockets throughout the proliferative fetal liver parenchymal mass could facilitate the development of a branching canalicular network via concomitant or subsequent apical lumen expansion and fusion (Figure 7). Indeed, elongation of bile canaliculi results from the expansion and fusions of numerous small isolated apical lumens [1],[2],[5] and as such would not necessarily require symmetric cell divisions. We propose that the Par1b-regulated spindle orientation via LGN and the resultant asymmetric inheritance of individual apical plasma membrane domains and lumens, as shown in this study, are made possible by and serve the unique polarized architecture of hepatocytes and, possibly, the liver parenchymal tissue.\n\nTo our knowledge, there have been no reports in the literature on human liver diseases associated with Par1b, LGN, or hepatic spindle disorientation. Defects in the orientation of the mitotic spindle apparatus may hamper the efficient development of bile canalicular networks during normal liver development or regeneration, or promote the development of cystic lumens, the latter process typically being driven by symmetric divisions [17]–[19]. In future studies Par1b knockout mice may be useful to investigate the role of Par1b in the formation of the bile canalicular network during embryonic liver development or regeneration after hepatectomy.\n\nSupporting Information"
}