{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002111",
  "doi": "10.1371/journal.pbio.1002111",
  "externalIds": [
    "pii:PBIOLOGY-D-14-03784",
    "pmid:25786211",
    "pmcid:PMC4364879"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Cell Cycle–Dependent Differentiation Dynamics Balances Growth and Endocrine Differentiation in the Pancreas",
  "authors": [
    {
      "name": "Yung Hae Kim",
      "first": "Yung Hae",
      "last": "Kim",
      "affiliation": "DanStem, University of Copenhagen, Copenhagen, Denmark; Ecole Polytechnique Fédérale de Lausanne, Life Sciences, Institute of Bioengineering, Lausanne, Switzerland"
    },
    {
      "name": "Hjalte List Larsen",
      "first": "Hjalte List",
      "last": "Larsen",
      "affiliation": "DanStem, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Pau Rué",
      "first": "Pau",
      "last": "Rué",
      "affiliation": "Department of Genetics, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Laurence A. Lemaire",
      "first": "Laurence A.",
      "last": "Lemaire",
      "affiliation": "DanStem, University of Copenhagen, Copenhagen, Denmark"
    },
    {
      "name": "Jorge Ferrer",
      "first": "Jorge",
      "last": "Ferrer",
      "affiliation": "Department of Medicine, Imperial College London, London, United Kingdom; Institut d'Investigacions August Pi i Sunyer, CIBER de Diabetes y Enfermedades Metabólicas Asociadas, Barcelona, Spain"
    },
    {
      "name": "Anne Grapin-Botton",
      "first": "Anne",
      "last": "Grapin-Botton",
      "affiliation": "DanStem, University of Copenhagen, Copenhagen, Denmark; Ecole Polytechnique Fédérale de Lausanne, Life Sciences, Institute of Bioengineering, Lausanne, Switzerland"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2015-03-18",
  "dateAccepted": "2015-02-16",
  "dateReceived": "2014-10-28",
  "volume": "13",
  "number": "3",
  "pages": "e1002111",
  "tags": [
    "Type/Research Article"
  ],
  "abstract": "Organogenesis relies on the spatiotemporal balancing of differentiation and proliferation driven by an expanding pool of progenitor cells. In the mouse pancreas, lineage tracing at the population level has shown that the expanding pancreas progenitors can initially give rise to all endocrine, ductal, and acinar cells but become bipotent by embryonic day 13.5, giving rise to endocrine cells and ductal cells. However, the dynamics of individual progenitors balancing self-renewal and lineage-specific differentiation has never been described. Using three-dimensional live imaging and in vivo clonal analysis, we reveal the contribution of individual cells to the global behaviour and demonstrate three modes of progenitor divisions: symmetric renewing, symmetric endocrinogenic, and asymmetric generating a progenitor and an endocrine progenitor. Quantitative analysis shows that the endocrine differentiation process is consistent with a simple model of cell cycle–dependent stochastic priming of progenitors to endocrine fate. The findings provide insights to define control parameters to optimize the generation of β-cells in vitro.",
  "fullText": "Introduction\n\nThe pancreas is an organ performing vital exocrine and endocrine roles in nutrient metabolism and glucose homeostasis. In the mouse, multipotent pancreatic progenitor cells (MPCs) emerge from the endoderm around embryonic day 9.0 (E9.0) [1]. This population, characterized by the expression of transcription factors PDX1 (GenBank NP_032840), SOX9 (GenBank NP_035578), and HNF1B (GenBank AAH25189), eventually gives rise to all three major cell lineages of the pancreas: endocrine, acinar, and ductal [2–4]. Following early progenitor expansion, three-dimensional (3-D) organization of the pancreatic epithelium leads to the generation of an apico-basally polarized [5–7], branched tubular network. By E13.5, it exhibits its final functional compartmentalization: the distal tip domains give rise to the acinar cells of the exocrine lineage [8], whereas the SOX9+/HNF1B+ proximal trunk domain is bipotent at the population level, giving rise to the ductal and endocrine cells [3]. The endocrine lineage arises from transient NEUROG3+ (GenBank AAI04328.1) endocrine progenitors, as demonstrated by lineage tracing studies [2] and the absence of all pancreatic endocrine cells in Neurog3−/− mice [9]. NEUROG3+ endocrine progenitors originate from pancreatic progenitors expressing PDX1/SOX9/HNF1B during the early phases of MPC expansion and during the secondary transition spanning E12.5–15.5, with specific endocrine subtypes being specified during discrete time windows [10]. Whereas the majority of NEUROG3+ endocrine progenitors are post-mitotic [11] and unipotent, giving rise to only one endocrine subtype [12], we do not know whether individual PDX1/SOX9/HNF1B pancreatic progenitors give rise to both ductal and endocrine cells or are heterogeneous, encompassing cells with pre-specified lineage-restricted potentials. In this study, we ask how individual pancreas progenitors contribute to the population dynamics enabling organ expansion and endocrine differentiation.\n\nOver the last few years cell-labelling and tracing methods have brought forth quantitative descriptions of cell differentiation. In homeostatic systems, for instance, the maintenance of a hierarchy of stem and differentiating cells can be accounted for by populations of equipotent progenitors exhibiting probabilistic fate choices [13–15]. An attempt to extrapolate these notions to developing systems has encountered some difficulties because, in these instances, the growth of the tissue needs to be taken into consideration. Notwithstanding these complications, lineage analysis of progenitor cells in the vertebrate retina indicates that, similarly to the abovementioned homeostatic systems, the distribution of clone sizes is compatible with a model in which progenitors stochastically divide in three modes: (1) symmetric self-renewing, (2) asymmetric, and (3) symmetric differentiating divisions [16–20]. Contrary to homeostatic systems, however, the probabilities of each division mode are not assumed to be fixed but to vary over time, following phases of proliferation and differentiation. These models have proven successful in explaining the distributions of clone sizes but do not explain the observed frequencies of each division type. Alternative models have been put forward that invoke deterministic asymmetric inheritance of differentiative cues at the time of division [21–24]. In general, how decisions of single cells contribute to global organ growth and differentiation in developing organs remains an open question.\n\nHere we test some of these notions in the context of the emergence of endocrine progenitor cells from uncommitted pancreatic progenitors in the embryonic pancreas. This developmental model has a simple lineage configuration, with a reduced number of fates over well-characterized time windows, and thus provides an optimal testing framework. We use 3-D live imaging of pancreatic explants ex vivo and in vivo, together with lineage tracing at a clonal density, to address the dynamics of the progenitors of the endocrine lineage. In addition to monitoring their lineage, we determined measurements for cell cycle length, synchrony, and differentiation dynamics of these progenitors. This revealed three types of pancreatic progenitor behaviours: (1) symmetric progenitor self-renewal, (2) symmetric endocrinogenic divisions leading to two NEUROG3+ endocrine progenitors, and (3) asymmetric divisions generating a pancreatic progenitor and an endocrine progenitor. By live tracing individual cell fate specification events, we uncover the relationship between Neurog3 expression timing and mitosis. We identify major differences in the onset of Neurog3 transcription between cells stemming from symmetric and asymmetric divisions, and further show that this onset is highly synchronized between symmetrically generated sibling cells. Our analysis of such findings leads to a novel interpretation of the choice between symmetric and asymmetric cell divisions. We posit that asymmetric cell divisions are the result of the stochastic induction of endocrine fate in one of the progenitor daughters, rather than a decision made during cell division. Alternatively, if this progenitor divides a last time after induction, which is expected if the induction happens late in G1, the division will be seen as symmetric differentiative. These results argue against conventional views of asymmetric inheritance of differentiative cues at the time of division [21–24] and are instead consistent with a model of cell cycle–dependent stochastic specification of organ-specific progenitors.\n\nResults\n\nTime-Lapse Imaging Enables Pancreas Progenitor Tracking in Three Dimensions\n\nTo study how individual pancreatic progenitors contribute to pancreas expansion and to monitor their differentiation into endocrine progenitors, we conducted live imaging of explants of dorsal pancreatic buds from E12.5 Pdx1tTA/+;tetO-H2B-GFP embryos (Fig. 1A). The buds were dissected and laid on a fibronectin-coated coverslip bottom plate, where they grew (Fig. 1B) [25,26]. After 24 h of settling time, we initiated high-magnification time-lapse live imaging in 3-D with 6-min intervals for up to 24 h. Nuclear H2B-GFP fusion protein enabled us to observe cell divisions and to track individual cell nuclei. At the end of the experiment, the explants were fixed and immunostained for markers of pancreatic progenitors (SOX9) and endocrine progenitors (NEUROG3) (S1F–I Fig.), while preserving the native green fluorescent protein (GFP) signal (S1G Fig.), which enabled us to match to the cells from the last frame of the time-lapse movies. The SOX9+ cells constituted the majority of GFP+ epithelial cells (S1I Fig.), and NEUROG3+ cells were mainly observed in the middle trunk region of explant (S1H Fig.) [8]. In spite of the constant exposure to laser, explants grew, showed active cell movements, apico-basal polarization, branching, acini morphogenesis, and differentiation similarly to explants that were not subjected to imaging (S1A–E,J,N,O Fig. and S1 and S2 Movies). After 18–24 h of time-lapse imaging (42–48 h post-dissection), NEUROG3+ cells were detected by immunostaining, showing that the differentiation process occurred ex vivo, albeit less efficiently than in vivo (S1 Table).\n\nPancreatic Progenitors Divide in Three Different Modes That Differentially Contribute to Pancreas Expansion and Endocrine Differentiation\n\nTo determine how single progenitor cells contribute to balancing global pancreas expansion with endocrine progenitor generation (Fig. 1C), we systematically back-tracked NEUROG3+ endocrine progenitors in 3-D, as well as a random subset of SOX9+ pancreatic progenitors that were identified from immunostaining images and mapped onto the last frame of time-lapse movies. Once a cell division was observed through back-tracking, the sister cell was then forward-tracked, and its fate was determined by referring to the immunostaining. The tracking revealed that pancreatic progenitors divided in one of three different modes. The first type of division was symmetric, giving rise to two SOX9+ progenitor cells (P/P division; S3 Movie and Fig. 1D,F–I). The second type was asymmetric, giving rise to a SOX9+/NEUROG3− pancreatic progenitor and a NEUROG3+ endocrine progenitor (P/N division; S3 Movie and Fig. 1E,F–I). The last type was symmetric endocrinogenic, producing two NEUROG3+ cells (N/N division; S4 Movie and Fig. 1J–N). In order to quantitatively account for each division mode, we analysed 1,628 divisions comprising all observed division events of Pdx1tTA/+;tetO-H2B-GFP cells from randomly selected positions from four time-lapse movies. Thus, non-NEUROG3-producing divisions include both bi-potent progenitors and acinar cells, since Pdx1+ cells are multipotent at E13.5. This quantification revealed 6.6% ± 1.6% of divisions producing endocrine progenitors, and 93.4% ± 1.6% generating either progenitors or exocrine cells (Fig. 1O and S2 Table). Of all the divisions producing NEUROG3 cells that could be tracked, 56.3% ± 13.8% produced a SOX9+ cell and a NEUROG3+ cell (P/N division), and 43.7% ± 13.8% produced two NEUROG3+ cells (N/N division; Fig. 1O). We could determine the origin of approximately half of NEUROG3+ cells through P/N or N/N divisions in the past 24 h, while some NEUROG3+ cells either did not exhibit prior division or were either lost or dead during tracking (Fig. 1P). Cell death might be a consequence of the explant culture since apoptosis is very rare in the pancreas epithelium in vivo [27]. Taken together, these results show that at E13.5–14.5 most progenitors undergo symmetric renewing divisions, accounting for pancreas size increase, while the remaining progenitors are approximately evenly split into those undergoing symmetric endocrinogenic division and asymmetric division.\n\nClonal Analysis Confirms the In Vivo Existence of Three Progenitor Division Types Based on Their Progeny\n\nWhile ex vivo imaging enables constant monitoring of cell behaviours, it is performed in a somewhat artificial context. In order to determine whether pancreas progenitors undergo the same pattern of symmetric and asymmetric divisions in an in vivo context, we devised a clonal lineage tracing strategy (Fig. 2A) using Hnf1bCreER mice. Previously, this line was used to demonstrate that the E13.5 HNF1B+ progenitor cells give rise to ductal and endocrine cells [3]. This could be accounted for either by individual cells giving rise to endocrine and ductal cells or by heterogeneity among HNF1B+ cells, some giving rise to endocrine cells and others to ductal cells. To investigate this question, we subjected pregnant mice carrying E13.5 Hnf1bCreER;mT/mG embryos to a single low-dose intraperitoneal injection of 4-hydroxytamoxifen (Fig. 2B) to label pancreatic progenitors at a clonal density. We optimized conditions for clonal tracking leading to two-cell clones at E14.5 (Fig. 2B–G, S3 Table, and S5 Movie). Since we know from the time-lapse experiments that the majority of daughters from the same cell do not move more than 30 μm apart, we called labelled cells within 30 μm of each other a clone (S8 Fig.). Reiterations with a 60 μm radius led to similar outcomes. Whole-mount immunostaining of 22 pancreata and detection of 244 two-cell clones revealed that the majority of progenitors in which the fate could be determined divided symmetrically (P/P; Fig. 2E) into two SOX9+ progenitors (59.8%; Fig. 2H). This proportion is lower than the 93.4% found in the explants, in part because the cells traced by HNF1B are a subgroup of PDX1+ and SOX9+ cells traced in the explants and some of the latter will give rise to acinar cells [2,4]. In vitro lineage tracing with Hnf1bCreER;mT/mG explants showed that 6.3% of clones became endocrine (S2 Fig. and S4 Table). This shows that the in vivo differentiation process is more efficient than in vitro differentiation. After the 24-h tracing period, we could not yet observe any INSULIN+ clones in vivo, suggesting NEUROG3− or SOX9− clones might be in transition to endocrine differentiation. Of the NEUROG3-producing two-cell clones in which the fate of both daughters could be determined, 61.8% were asymmetric, generating one NEUROG3+ daughter and a SOX9+ progenitor (P/N; Fig. 2F,H), and the remaining were symmetric with two NEUROG3+ daughters (N/N; Fig. 2G,H). As a consequence, more NEUROG3+ cells originated from symmetric divisions (Fig. 2I). These results thus provide in vivo evidence of asymmetric and symmetric endocrinogenic progenitor divisions, as well as of symmetric renewal of progenitors, confirming the modes of divisions detected by the explant tracking data.\n\nFrom the above data with regard to fate-determinable two-cell clones, we estimated expected ratios of P/P, P/N, and N/N divisions to be 69.9%, 18.6%, and 11.5%, respectively, after excluding indeterminable clones. Progenitors undergoing symmetric differentiating divisions will contribute all of their progeny to the differentiated pool, whereas asymmetrically dividing progenitors will contribute only one half of their progeny to this pool. We can therefore directly estimate the probability of differentiation of new-born cells to be 20.8% ([0.5 × 18.6] + 11.5)%, which is consistent with a net expansion of developing pancreas (S1.5 Text).\n\nIf sibling cells adopted their fate independently of each other, the expected fractions for each division type would be 62.7% for symmetric proliferative, 4.3% for symmetric differentiative, and 33% for asymmetric. Notably, these last two fractions deviate from the experimentally reported ones (Fig. 2H), contradicting the hypothesis of independent sibling fate allocation. This is further supported by statistical tests indicating a significant divergence from the independence ratios (S1.5 Text). Similar calculations can be made on the in vitro data leading to the same conclusion that a single conversion event leads to symmetric endocrine cell production (Fig. 1O and S1.5 Text).\n\nA New Neurog3-RFP Reporter Reveals Synchrony in Differentiation and Differentiation Delays Suggestive of Cell Cycle–Dependent Priming\n\nTo investigate the dynamics of differentiation, we generated transgenic Neurog3-RFP reporter lines that can be used for live imaging together with H2B-GFP (Figs. 3A,B and S3A,B). Immunostaining for NEUROG3 and comparison with red fluorescent protein (RFP) from E14.5 Neurog3-RFP pancreas revealed that 40.1% ± 4.5% of NEUROG3+ cells were co-expressing RFP, while the remaining NEUROG3+ cells were RFP− (S3C,D Fig.). Some discrepancies may be expected because of the transient nature of Neurog3 expression and the different onset and decay kinetics of the RFP protein compared to the NEUROG3 protein (S1.3 Text). Moreover, 77.1% ± 2.8% of RFP+ cells were NEUROG3− due to probable delay and perdurance of RFP as compared to that of NEUROG3 [28], as also seen for other reporters [29–31]. This maintenance was attested by the detection of hormones in 18.5% ± 2.3% of RFP+ cells. To further address the reliability of the reporter and assess its incidence in our analysis, we compared this line to the enhanced yellow fluorescent protein (EYFP) knock-add-on allele, which has been reported to show a greater overlap with NEUROG3 protein [29] and which is, in principle, less susceptible to exogenous chromatin environments, being in the endogenous locus. Our imaging of explants expressing one allele of EYFP and one of RFP (S4A,B Fig.) showed that all RFP+ cells were also EYFP+ (S4C Fig. and S5 Table), indicating no false positives due to genomic environment. Single cell tracing showed that RFP was turned on 4.7 ± 1.1 h after EYFP was detected (S4D Fig.); 11.6% ± 3.7% of EYFP+ cells never became RFP+, indicating the system was largely faithful.\n\nFrom time-lapse imaging extended to 48 h, we could observe a dynamic change of RFP signal in single cells from the onset of fluorescence: gradual increase and a subsequent decrease, which reflects the transient expression of NEUROG3 [32]. Our analysis predicts a short half-life of 5–6 h for RFP in a cell, most probably due to continuous laser exposure. We estimate a “perdurance” of detectable fluorescence of more than 20 h (see S5 Fig. and S1.3 Text) and a minimum delay between cell priming and RFP onset of approximately 5 h. Monitoring all events of RFP onset (n = 323; Fig. 4A) initially suggested waves of cellular differentiation at the tissue level. However, statistical analysis of the timing of onset events showed that these are also compatible with a stochastic process of cell differentiation with homogeneous differentiation rate (i.e., a Poisson process) throughout the imaging period (S6 Fig. and S1.4 Text). While we cannot rule out a periodic process underpinning Neurog3 expression, confirmation of this would require more data points.\n\nSimilar to earlier tracking, RFP+ cells were back-tracked from the last time point in time-lapse movies, their prior division was monitored, and sister cells were forward-tracked. Quantifications (S6 Table) revealed that among the RFP-producing divisions where the fate of the two sisters was determinable, as follows: 60.2% ± 11.9% were asymmetric divisions producing a progenitor and a RFP+ daughter (P/R; S6 Movie, and Fig. 3C–G,N), and 39.8% ± 11.9% were symmetric divisions producing two RFP+ daughters (R/R; S7 Movie, and Fig. 3H–N). In these long time-lapse movies, many RFP+ cells moved out of frame or were lost due to weak GFP signal before acquiring RFP expression (Fig. 3O and S6 Table). Excluding those indeterminable RFP cells, 18.8% ± 6.6% were generated through P/R division, 25.0% ± 10.0% through R/R division, and 3.2% ± 2.8% through RFP division, while no division was seen during the movie duration for 53.0% ± 10.3% of RFP cells (Fig. 3O). These RFP tracking results thus confirmed the calculated proportions of asymmetric versus symmetric divisions established from the previous live imaging and in vivo clonal analysis (Fig. 3P).\n\nThe dynamic reporter revealed highly synchronized differentiation after divisions producing two NEUROG3 cells, the RFP signal being detected in both daughters within 0.8 ± 0.4 h of each other (Fig. 4B, correlation coefficient between lag times 0.98 ± 0.002). This outstanding synchrony confirms that it is unlikely that the two daughters are induced by independent events and suggests that mother cells have been primed to differentiate into NEUROG3 cells prior to their division. This observation further suggests a defined time between priming and NEUROG3 expression (or its RFP proxy). In addition, asymmetrically generated NEUROG3 cells exhibited a significantly longer lag time between the division and RFP onset, as shown in Fig. 4C, further supporting an interplay between cell cycle, the differentiation priming event, and the division mode.\n\nThese results on the contrasting dynamics of differentiation between cells stemming from symmetric versus asymmetric division events are obtained with the RFP reporter, for which we have established a false negative rate of 11.6% (S4C Fig.). This implies that, far from amplifying the differences between the dynamics of differentiation between the two groups, we might be underestimating them. Specifically, our reporter may miss a subset of Neurog3-expressing cells, thus leading to mis-allocation of around 11.6% of symmetric events to asymmetric and therefore homogenizing the two categories and reducing the differences between them (See below).\n\nA Model of Cell Cycle–Dependent Stochastic Priming of Progenitors Provides Quantitative Insight into the Dynamics of Cell Differentiation\n\nTo try to understand the mechanism underlying the emergence of endocrine progenitors, we devised a simple mathematical model [33] of cell proliferation dynamics based on the lineage and differentiation dynamics data. The model is based on the premise that proliferating progenitor cells primed for Neurog3-dependent differentiation might either exit the cell cycle and become terminally differentiated or commit to complete the cell cycle and produce two terminally differentiated cells via mitosis (Fig. 5A–C). Thus in this model there are three, rather than two, cell types: (i) NEUROG3-primed (N) cells, which are post-mitotic; (ii) cells primed for differentiation but committed to cell cycle completion (L cells); and (iii) progenitor (P) cells, which will not differentiate (Fig. 5D). We assigned a probability q (the differentiation probability) for the differentiation of progenitors and a probability, θ, for primed cells to become N (1- θ to become L). Thus, the model describes the differentiation process in terms of two probabilities, which can be directly inferred from the lineage data (S1.6 Text), i.e. it has no free parameters. From the in vivo clonal analysis data, we estimate θ = 56.5% and, as we have already seen, q = 20.8%. This means that approximately one-half of the progenitors primed for differentiation become post-mitotic (P→N; 56.5%), while the other half (P→L[→N/N]; 43.5%) will undergo one last division before differentiating. Because this latter group of cells (L) is transient and contributes terminally differentiated cells (N), its expected abundance in the tissue is residuary. The model predicts that, at any given time, only 9.8% of cells in the developing tissue are primed progenitors committed to division-cycle completion (L), yet this small fraction accounts for 93.8% of the symmetric differentiative divisions (L→N/N) and might therefore explain our observation that the fates of sibling cells are linked (S1.6 Text). The remainder of symmetric differentiative divisions is interpreted to result from random, independent priming in two sister P cells.\n\nThe model also allows multiple interpretations for the probability of becoming L versus N (e.g., exposure to differentiation signals, gene expression noise, etc.). One such interpretation is the timing of the priming event after division (i.e., θ can be construed as accounting for a cell cycle restriction point). For instance, if a cell is primed early after division it might differentiate and halt the cell cycle, whereas if the priming event occurs late in G1, the cell might have already committed to cell cycle completion. Such specific reading of the model, which we adopt hereafter, leads to a few qualitative predictions on the dynamics of differentiation. First and foremost, the vast majority of sibling cells (93.8%) from symmetric divisions will have a perfectly synchronized differentiation program. According to the model, differentiated cells stemming from symmetric divisions shall turn on the differentiation program, on average, much earlier than those from asymmetric divisions (S1.6 Text). To quantitatively account for these predictions and compare them to the experimental data, we performed computational simulations of the model (n = 10,000 clones, S11 Fig.) including the observed variability in the cell cycle length as well as the dynamics of the fluorescent reporter (Figs. 5E–G, S9, S11 and S1.3, S1.4, and S1.6 Text; data deposited in the Dryad repository: http://dx.doi.org/10.5061/dryad.4b58d [34]). The simulations reproduced the differences in the onset of the reporter in cells stemming from symmetric versus asymmetric divisions (Figs. 5E,F, S6E,F, and S9) and also for the high degree of synchronization between sibling cells (Figs. 5G, S6G, and S9). Furthermore, when we included the 11.6% false negative rate in the reporter (S4C Fig.) of the model, the results were not significantly affected (S10 Fig. and S1.6 Text).\n\nThe results of the model led us to experimentally characterize the cell cycle. We used FACS-sorting of Pdx1tTA/+;tetO-H2B-GFP+;Ngn3-RFP− cells marking pancreatic progenitors at E14.5 to establish their cell cycle partition and observed that 69% were in G0/G1, 27% in S and 5% in G2/M, whereas 98% of Neurog3-RFP+ cells were in G0/G1 (S7 Fig.). The progenitors thus spend the majority of their time in G1. Our hypothesis is that priming in early G1 would lead to differentiation and exit of the cell cycle, and its mother would thus have an apparent asymmetric cell division. In contrast, priming in late G1 after the cell has committed to complete the cell cycle through DNA replication and mitosis would lead to an apparent symmetric differentiative cell division.\n\nFinally, simulations also predicted the existence of a residual fraction of primed cells that would turn on the reporter immediately before dividing. Noticeably, although most RFP+ cells did not divide, we observed 3 cases of RFP+ cell division producing six cells (Fig. 6, S8 Movie, and S6 Table) and thus accounting for 3.2% ± 2.8% of all tractable RFP cells. The average time between RFP signal acquisition and division was 1.7 ± 0.8 h. This result is in agreement with the previous estimations of the progression of NEUROG3 cells through S-phase (BrdU incorporation) [11] and further shows that the NEUROG3 cells can exceptionally progress through mitosis at an early stage of their life [29].\n\nAnalysis of the Expansion Potential of Progenitors\n\nThe longer movies enabled the observation of multiple rounds of division and the quantification of cell cycle parameters (Fig. 3B). They first confirmed that the daughter cells qualified as progenitors after asymmetric cell division based on SOX9 expression (Fig. 1H) were functionally behaving as progenitors. Indeed, among P/R divisions (n = 27), we observed 14 events where the RFP− daughter divided, producing second-generation progeny (S6 Movie and Fig. 3C). Of those 14 cases, we observed two events where one or both granddaughters divided again, producing third-generation progeny. For all of those, immunostaining at the end point revealed that the RFP− progeny were SOX9+ progenitors (Fig. 3E). In such cases, we could calculate the doubling time of daughter progenitor divisions, and we compared it between P/P and P/N or P/R divisions (Fig. 4D). The doubling time of self-renewing progenitors from P/P divisions was shorter than that from P/N or P/R divisions (p = 0.04, 21.0 ± 2.4 h and 26.5 ± 7.3 h, respectively). Moreover, the distribution of data points was greater in the asymmetric cell divisions. Finally, the time-lapse movies revealed that pancreatic epithelial cells were highly dynamic and that two daughters migrated to distances up to 64 μm apart from each other in the 24 h following division regardless of division mode (S8 Fig.).\n\nDiscussion\n\nIn this study, we elucidate the contribution of single cell decisions to the balance between expansion and differentiation in the pancreas. Our lineage analysis, combining in vivo genetic clonal tracing with dynamic imaging in explants, reveals the existence of three kinds of divisions: symmetric progenitor self-renewal, symmetric endocrinogenic divisions leading to two NEUROG3+ endocrine progenitors, and asymmetric divisions generating a pancreatic progenitor and an endocrine progenitor. Furthermore, we show that progenitors are stochastically primed for endocrine differentiation, and that timing of induction in NEUROG3+ cells within the cell cycle establishes the division mode. Whereas late-induced cells complete the cell cycle, resulting in a differentiative symmetric division, early induced cells exit the cell cycle, in which scenario their mother would have produced asymmetric progeny. The results can alternatively be interpreted as HNF1B+ cells being a mix of three pre-determined populations, amongst which only one is truly bipotent. However, the clonal analysis performed in vitro shows different proportions of P/P, P/N, and N/N divisions as compared to in vivo, which would not be expected if the three HNF1B+ subpopulations were predetermined (unless some would preferentially die, which was not observed). Our data is most consistent with a model in which all progenitors are similar, except for their cell cycle stage, and can be primed for endocrine specification with a differentiation probability of around 20% in vivo. Future studies should reveal how this probability changes with time. For example, how it evolves to the cessation of differentiation at the end of gestation, leading to homeostatic conditions that rely primarily on slow self-duplication of differentiated populations [35]. On the other hand, a first phase of symmetric progenitor expansion followed by an increase in the probability of differentiation minimizes the time to form mature organs [36] and may also be expected to occur in the pancreas. Analogous studies are also needed in the human pancreas, as the size of the organ and the length of the differentiation stage are much greater, and several parameters such as cell cycle length of progenitors, probability of differentiation, and ratio of symmetric and asymmetric differentiative divisions may differ.\n\nThe high correlation between our in vivo and in vitro results (Fig. 3P) rules out erroneous interpretations due to in vitro artefacts and biases caused by subpopulations of progenitors marked by HNF1B at low tamoxifen doses. Spatially, the endocrinogenic divisions were observed in the centre of the pancreas where the HNF1B+ progenitors reside, but no areas of preferential symmetric or asymmetric division were observed.\n\nOur dynamic data, including the synchrony in differentiation of symmetrically produced endocrine progenitor cells and their shorter lag from division to differentiation, argue that the specification event can occur at different phases in the cell cycle conditioning the ability to execute a final division or not (Fig. 5A,B). This is further supported by our analysis of the cell cycle–dependent priming model, which displays a good fit to the experimental results and provides a causal understanding of the dynamics of the process. The model proposes parameters q and θ that can be measured in other systems to test its prevalence, and our analysis of previous data in other organs suggests that it may be more general rather than specific to the pancreas [33].\n\nAlthough the molecular mechanisms of Neurog3 priming remain to be elucidated, especially whether it is under cell-intrinsic or extrinsic control, our data provide information on the general principles. Intrinsic control may be based on asymmetric inheritance of molecular components during division [21–24] or incremental or oscillatory expression of transcriptional determinants [37]. Our results strongly argue against the iterative asymmetric inheritance of differentiation cues at the time of division, as seen in Drosophila neurogenesis and also reported in the mouse brain [24]. Indeed, if the specification was determined at the time of division, the differentiation should occur after the same lag time in symmetric and asymmetric cell divisions. Moreover, the lag time between division and Neurog3-RFP onset is very heterogeneous ranging from 0 to 20 h (Fig. 4C), which is difficult to reconcile with a specification occurring at the time of division. If either cumulative increase or oscillations of an intrinsic determinant promoting endocrine fate lead to differentiation, the progeny of progenitor daughters arising from asymmetric division may exhibit an endocrinogenic bias. On the contrary, these progeny were all SOX9+ progenitors, which would rather suggest a negative bias. However, the movie duration might have been too short to observe differentiation after the second division. Moreover, we observe a slower doubling time of progenitor daughters from an asymmetric division, which may result from the inheritance of a factor that slows down the cell cycle [38–40]. Incremental specification could explain why the cell cycle time is also more heterogeneous in these progenitors. Our analyses are also compatible with extrinsic specification, for example, in the context of Notch-Delta-mediated lateral inhibition [41]. The apparent discrepancy with differentiation in the nervous system where uneven splitting of molecular cues at mitosis leads to asymmetric cell division requires further investigations in both systems. When quantified, the ratios of asymmetric and symmetric differentiation events are very similar in the pancreas and the nervous system [33], and our model would be compatible with the observation that lengthening of G1 impacts the cell division modes in the cortex [30]. Thus, an assessment of the differentiation dynamics in the nervous system similar to ours would be useful, and the possible existence of asymmetrically inherited of cues in mitotic cells in the pancreas can also be considered.\n\nOur results reveal that the balance between expansion of progenitors and endocrine differentiation can potentially be regulated by either controlling the probability of endocrine cell induction or its timing in the cell cycle to boost the generation of endocrine cells in vitro for a cell therapy of diabetes. Our approach paves the way to establish how the frequency of division and the ratio of the different types of divisions vary over time and how their balance is controlled by signalling pathways such as Notch and FGF.\n\nMaterials and Methods\n\nMice\n\nGenetically engineered mice used for this study were as follows: Pdx1tTA/+ [42], tetO-HIST1H2BJ/GFP (tetO-H2B-GFP) [43], Hnf1bCreER [3], Gt(ROSA)26Sortm4(ACTB-tdTomato,-EGFP)Luo/J (mT/mG) [44], Neurog3-EYFP [29], and Neurog3-RFP (S3 Fig.). For embryonic stage, noon of the day when vaginal plug appeared was referred as E0.5.\n\nThe Neurog3-RFP transgenic construct (S3A Fig.) was generated by fusing 7.6 kb of the Neurog3-promoter [2] with a reporter construct composed of a chimeric intron; turbo RFP (Evrogen); a nuclear localization signal (NLS); a Myc-tagC; a bovine growth hormone polyadenylation signal (bGH-PolyA). Transgenic mouse lines were obtained by pronuclear injection of the construct (Transgenic Core Facility, EPFL, Switzerland). Two different lines were obtained initially, exhibiting similar levels of RFP signal detectable by a wide-field fluorescent microscope, and one of the lines was used for this study. All animals were handled humanely according to the authorized protocols of Switzerland and Denmark.\n\n3-D Live Imaging and Cell Tracking\n\nDorsal pancreata from E12.5 Pdx1tTA/+;tetO-H2B-GFP or Pdx1tTA/+;tetO-H2B-GFP;Neurog3-RFP were cultured on a fibronectin (Sigma)-coated coverslip, adapted from the previously published protocol [25]. GFP and RFP were readily detectable under wide-field fluorescent microscopes. We used a culture medium composed of Medium 199, 10% fetal calf serum, 1% Fungizone, and 1% penicillin/streptomycin (all from Gibco). After 24 h of culture that enabled stabilization of explant flattening to approximately 80 μm thick, pancreatic explants were imaged at a single-cell resolution using Leica SP5 or SP8 confocal microscopes with a 63X glycerol immersion objective in a humidified, heated, CO2-controlled chamber. Tiled positions (9 [3x3] or 12 [3x4] tiles) were scanned in 256x256–280x280 format with around 40 μm Z-stack (voxel size, 0.506x0.506x1.3 μm3–0.880x0.880x1.25 μm3) every 6 min for 18–48 h. The GaAsP hybrid detection system (Leica HyD™) enabled a substantial reduction of laser power by 62.5% and increase in signal-to-noise ratio resulting in reduced scanning time, compared to conventional photomultiplier detectors. At each time point, it usually took approximately 5 min and 30 s to scan 9–12 tiled positions in 3-D. At the end point of image acquisition, the explants were fixed and prepared for whole-mount immunostaining.\n\nTiled images were stitched using either Leica AF6000 software or a custom-built Massive Stitcher plugin (Bioimaging and Optics Platform, EPFL, Switzerland) in Fiji. Imaris (Bitplane, Switzerland) software was used to track cells and their divisions in 3-D maximum intensity projection. Once immunostaining was done, NEUROG3+ endocrine progenitor cells from staining images were manually identified on the last frame of time-lapse movies with Pdx1tTA/+;tetO-H2B-GFP explants by GFP superimposition. The identified endocrine progenitors were first back-tracked to monitor their prior divisions. Once a division was observed, the other sister was forward-tracked to the final frame, and its fate was determined from the immunostaining images. For time-lapse movies from explants with Ngn3-RFP in addition to Pdx1tTA/+;tetO-H2B-GFP, RFP+ cells were back-tracked, and the fate of each sister was determined by immunostaining. For the quantification of total cell divisions, due to the technical difficulties in tracking all Sox9+ cells from the immunostaining, we did not trace all the individual cells from those 1,628 divisions, but rather subtracted the tracked divisions that produced NEUROG3 cells from the total number of divisions.\n\nIn Vivo Clonal Analysis\n\nPregnant mice carrying Hnf1bCreER;mT/mG embryos were injected intraperitoneally with 0.175 mg 4-hydroxy (4-OH) tamoxifen (H6278, Sigma Aldrich) at E13.5. 4-OH tamoxifen was prepared as a 10 mg/mL stock in 90% corn oil and 10% ethanol and diluted to obtain the desired dose. Embryos were harvested at E14.5, and the dorsal pancreas was isolated and subjected to whole-mount immunostaining for GFP, SOX9, and NEUROG3, as indicated below. The fixation procedure eliminates native GFP and Tomato signals. After whole-mount immunostaining, dorsal pancreata were dehydrated through an ascending methanol series and subjected to clearing in a 1:2 solution of benzyl alcohol to benzyl benzoate (BABB). Cleared samples submerged in BABB were mounted on glass depression slides and imaged whole-mount using a Leica SP8 confocal microscope with a 20X oil objective at a 1024x1024 format. 3-D reconstruction of whole-mount imaged pancreata was performed using Imaris (Bitplane), enabling detection of recombined clones while preserving the spatial organization of the pancreas, thereby ensuring detection of clonal progeny by allowing interclone distance measurements. Two-cell clones were identified in 3-D space, and categorized according to SOX9 and NEUROG3 status. Recombined cells were only considered to be of clonal origin if the distance between recombined cells was less than 30 μm after the tracing period, based on live imaging data (S8 Fig.). The results were not sensitive to this parameter as using 60 μm as a maximal distance to be considered as a clone led to the same proportion of the three types of division (S2 Data).\n\nHnf1bCreER;mT/mG embryos were also used for in vitro clonal analysis by explanting pancreata at E13.5 and growing these at the air–liquid interface on 0.4 μm filters (Millipore). Explants were subjected to a 6 h pulse of 25 nM 4-OH tamoxifen in 100% ethanol to induce labelling at clonal density. Following tracing for 48 h, explants were fixed and subjected to whole-mount staining and imaging as indicated below.\n\nImmunohistochemistry\n\nWhole-mount immunostaining was performed after live imaging or for pancreata harvested from the lineage tracing. After fixation with 4% paraformaldehyde (PFA) for 5 min on ice, samples were washed in phosphate buffered saline (PBS) for 5 min three times. Then, they were dehydrated through 50% and 100% methanol, and could be stored at −20°C until later use. When ready, samples were rehydrated through 50% methanol and washing solution, PBS+0.5% Triton X-100 (Tx100). Throughout the procedure, all the solutions contained 0.5% Tx100, and all the incubation was undergone in 4°C. After blocking overnight in blocking solution (1% Bovine serum albumin+0.5% Tx100), samples were incubated with primary antibodies (S7 Table) in blocking solution for 24–48 h. After washing, secondary antibodies were applied overnight, followed by washing. Alexa fluorophore conjugated secondary antibodies (Invitrogen) were used. Stained explants were kept in PBS and imaged using a confocal microscope. For quantification from explants, NEUROG3+ cells were counted manually, and H2B-GFP+ cells were counted using a custom-made macro in Fiji.\n\nImmunostaining of frozen sections from E14.5 Neurog3-RFP pancreata was performed as previously described [6], and images were taken with a Leica DM5500 microscope. Quantification was obtained by manually counting immunopositive cells on every sixth section.\n\nStatistical Analysis and Probabilities\n\nStatistical analyses were done by two-tailed Mann-Whitney U-test using GraphPad Prism software. Values were presented as the mean ± standard deviation.\n\nSupporting Information"
}