{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0030337",
  "doi": "10.1371/journal.pbio.0030337",
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Drosophila Heartless Acts with Heartbroken/Dof in Muscle Founder Differentiation",
  "authors": [
    {
      "name": "Devkanya Dutta",
      "first": "Devkanya",
      "last": "Dutta",
      "affiliation": "National Centre for Biological Sciences, Tata Institute of Fundamental Research, Bangalore, India"
    },
    {
      "name": "Sanjeev Shaw",
      "first": "Sanjeev",
      "last": "Shaw",
      "affiliation": "National Centre for Biological Sciences, Tata Institute of Fundamental Research, Bangalore, India"
    },
    {
      "name": "Tariq Maqbool",
      "first": "Tariq",
      "last": "Maqbool",
      "affiliation": "National Centre for Biological Sciences, Tata Institute of Fundamental Research, Bangalore, India"
    },
    {
      "name": "Hetal Pandya",
      "first": "Hetal",
      "last": "Pandya",
      "affiliation": "National Centre for Biological Sciences, Tata Institute of Fundamental Research, Bangalore, India"
    },
    {
      "name": "K VijayRaghavan",
      "first": "K",
      "last": "VijayRaghavan",
      "affiliation": "National Centre for Biological Sciences, Tata Institute of Fundamental Research, Bangalore, India"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2005-10",
  "dateElectronic": "2005-09-06",
  "dateAccepted": "2005-07-29",
  "dateReceived": "2004-09-17",
  "volume": "3",
  "number": "10",
  "pages": "e337",
  "tags": [
    "Discipline/Developmental Biology",
    "System Taxonomy/Animals",
    "System Taxonomy/Arthropods",
    "System Taxonomy/Drosophila",
    "System Taxonomy/Eukaryotes",
    "System Taxonomy/Insects",
    "Type/Research Article"
  ],
  "abstract": "The formation of a multi-nucleate myofibre is directed, in Drosophila, by a founder cell. In the embryo, founders are selected by Notch-mediated lateral inhibition, while during adult myogenesis this mechanism of selection does not appear to operate. We show, in the muscles of the adult abdomen, that the Fibroblast growth factor pathway mediates founder cell choice in a novel manner. We suggest that the developmental patterns of Heartbroken/Dof and Sprouty result in defining the domain and timing of activation of the Fibroblast growth factor receptor Heartless in specific myoblasts, thereby converting them into founder cells. Our results point to a way in which muscle differentiation could be initiated and define a critical developmental function for Heartbroken/Dof in myogenesis.",
  "fullText": "Introduction\n      \nEach multi-nucleate muscle fibre in an animal is uniquely positioned and performs a specific function. The development of these features is a consequence of the specification of the identity of the fibre, and its differentiation in the context of its innervation and attachment to tendon cells. In Drosophila, the identity of a muscle fibre is specified by the expression of a combination of transcription factors unique to each muscle and by its location [1–6]. In addition to characteristics that specify the identity of each muscle, all syncytial muscles in flies share a common mechanism of fibre formation. This common mechanism uses a special cell, the founder cell, that organises the fusion process and provides it directionality [1,4,7–9]. A founder cell attracts its neighbouring myoblasts—the “fusion-competent” myoblasts—that fuse with the founder, to form a multi-nucleate myotube. Specific molecules expressed in the founder and fusion-competent cells direct the fusion process [7,10]. One such molecule, expressed on the surface of the founder cells and encoded by the gene dumbfounded (duf, also called kin of irre or kirre), is an Ig domain containing membrane protein that interacts with other Ig domain proteins expressed on the surface of fusion-competent cells [11,12]. This interaction initiates the process of cell fusion. The selection of founder cells and the expression of duf in founder cells are thus important first steps in muscle differentiation.\n\nIn the embryo, a founder cell is selected from a cluster of equivalent myoblasts that are specified by activation of the Ras/mitogen-activated protein kinase (MAPK) pathway. From this “equivalent group”, a single cell—the precursor cell—is chosen by Notch-mediated lateral inhibition. The precursor cell divides to give rise to two embryonic founder cells or an embryonic founder cell and an adult myoblast progenitor [1,2,4,13]. Founder cells, thus specified, express transcription factors unique to each founder, but all founders express the duf-lacZ reporter gene [14]. The remaining cells of the equivalent group constitute the fusion-competent myoblasts.\n\nThe muscles of the adult fly are also made using the founder mechanism [15–17]. The formation of each adult muscle fibre appears to be nucleated by a duf-lacZ-expressing cell, and these cells exhibit features characteristic of founders [15]. In adult myogenesis, duf-lacZ expression in a founder pattern is currently the earliest available molecular marker for the formation of muscle founder. The monoclonal antibody 22C10 has also been shown to be a marker of muscle founder cells in the adult abdomen [15]. The antibody 22C10 recognises the microtubule-binding protein Futsch, which has been found to regulate microtubule architecture in neurons during development [18,19]. Futsch, perhaps, serves a similar function in the developing myofibres and its expression in founder cells could indicate this. The pattern of expression of duf-lacZ during myofibre formation and the function of duf-lacZ-expressing cells suggest that the founder cell mechanism is conserved through Drosophila development and could, perhaps, be even more generally applicable [15].\n\nSignificantly, though, the mechanism of founder cell selection during adult myogenesis is different from that used in the embryo: Notch-mediated lateral inhibition does not appear to be used in adult founder cell choice [15]. The embryonic origin of adult myoblasts [4,20,21]—they are clonally derived from siblings of embryonic founder cells—make this understandable, in hindsight. Indeed, in the third larval instar, adult myoblasts in the abdomen, seen associated with nerves, all express duf-lacZ at low levels [15]. During pupal development most myoblasts completely shut down duf-lacZ expression while some begin to express this reporter in a distinct founder cell pattern [15]. This is shown schematically in Figure 1. The question, then, in adult myogenesis is not how a founder cell is chosen from a group of apparently naïve myoblasts, but how founder properties are up-regulated in a defined set of myoblasts at the sites of fibre formation, while properties characteristic of fusion-competent cells are up-regulated in other cells.\n\nWe show here that the maturation of adult founder cells in the abdomen of the fly is mediated by signalling through the Fibroblast growth factor (FGF) receptor Heartless (Htl). In particular, we demonstrate a novel interplay of components of FGF signalling that results in a precise pattern of founder cells for each multi-fibre array of muscles. This interplay involves the regulation of Sprouty (Sty) (a negative regulator of FGF signalling) and Heartbroken (Hbr) (a positive regulator required for Htl signalling).\n\n      Results\n      \nOur previous study had shown that Notch-mediated lateral inhibition does not function in the choice of adult founders [15]. We next investigated whether one of the receptor tyrosine kinase (RTK) family of proteins is involved in selection of adult founders. The family of FGF receptors (FGFRs) constitutes an important member of the RTK super-family, and we examined its role in adult founder cell selection. Drosophila has two FGFR-coding genes, htl [22] and breathless (btl) [23]. Htl plays a significant part in the patterning of a variety of mesodermal tissues in the embryo. It is required for cell migration during mesodermal invagination, specification of a subset of somatic muscle precursors, and differentiation of heart and midline glial cells [22,24,25]. In the pupa, htl mRNA is found to be expressed in the adult thoracic myoblasts [26]. In this study, we examined the involvement of Htl in adult founder selection. Our results illustrate the participation of the Htl pathway in selection of founder cells in the abdomen\n\n        Htl is Expressed in Adult Abdominal Myoblasts\n        \nIn the third instar larva, we found that Htl was expressed in the Twist (Twi)–expressing adult abdominal myoblasts that are associated with nerves (Figure 2A–2C). Htl expression in these myoblasts was also observed during pupal development. Figure 2D–2I shows Htl expression at 18 h after puparium formation (APF) in the dorsal (Figure 2D–2F) and lateral (Figure 2G–2I) myoblasts. Double staining with anti-Htl and anti-β-galactosidase antibodies in duf-lacZ pupae at 28 h APF showed that Htl continued to be expressed in all myoblasts—in both the duf-lacZ-expressing founder cells and in fusion-competent myoblasts (Figure 2J–2L). We also examined the expression of the second Drosophila FGFR gene btl in the adult mesoderm using a btl-GAL4 driver. btl expression was not observed in abdominal myoblasts or in muscle founder cells (data not shown).\n\n        Modification of Htl Signalling Affects Founder Cell Number in the Abdomen\n        \nAll available mutants of Htl are embryonic lethal, making scoring of Htl mutants for pupal or adult phenotypes difficult. We mis-expressed a dominant-negative construct of Htl (dnHtl) to examine the Htl loss-of-function effect in the adult myoblasts (Figure 3). Over-expression of UAS-dnhtl using 1151-GAL4, a GAL4 driver expressed in all adult myoblasts [27,28], resulted in a distinct decrease in the number of founders per hemi-segment. An average of four dorsal founders per hemi-segment, as opposed to wild-type numbers between 17 and 22, were observed in 49% of the hemi-segments, while dorsal founders were completely absent in 17% of these hemi-segments (n = 30). Lack of a complete suppression of founder cells in experimental pupae was most likely due to the incomplete penetrance of the dnHtl construct (also reported in [29]). Figure 3B and 3D show dorsal and lateral hemi-segments, respectively, of dnHtl mis-expressed pupae where the founder cells are completely lost. Htl function was additionally compromised by mis-expressing UAS-htl-RNAi using the 1151-GAL4 driver. In this case too, a decrease in founder number, similar to that in dnhtl mis-expression, was observed (data not shown). Yan, a downstream target of MAPK, functions as an RTK-pathway antagonist. It is an Ets-domain-containing transcription factor that keeps the RTK-responsive genes repressed. Phosphorylation of Yan by MAPK inactivates its function as a repressor [30–33]. We over-expressed an activated form of Yan (Yanact), which cannot undergo phosphorylation by MAPK [30], in adult myoblasts using the 1151-GAL4 driver. Yanact mis-expression resulted in a severe phenotype, with no founders being selected (Figure 3F) and no muscle fibres being formed (Figure 3H) in any hemi-segment. Figure 3E and 3G show the respective wild-type patterns.\n\nIn a converse set of experiments we amplified Htl-mediated signal in myoblasts and obtained a diametrically opposite phenotype, i.e., an increase in number of founders. Over-expression of an activated form of Htl (UAS-λhtl), using the same 1151-GAL4 driver, led to an increased number of founders and, consequentially, an increased number of muscle fibres in the abdomen (Figure 4). The effect was most prominent for founders for the lateral muscles, where a 2-fold increase in number of founder cells per hemi-segment was observed. Figure 4B shows the excess lateral founders (26 in number) at 28 h APF compared to the control in Figure 4A (13 founders). The excess founder cells were longer and more stretched-out than the normal founders (see Discussion). Figure 4D and 4F show excessive lateral myofibres at 41 h APF (Figure 4C and 4E show the corresponding control preparations). In the dorsal muscles, the excess-founder phenotype was less prominent. Figure 4H shows a region of a dorsal hemi-segment in an activated-Htl pupa. The extra duf-lacZ-expressing dorsal founders (white arrows) are observed below the rest of the founders.\n\nPointed (Pnt), an Ets family protein and a target of MAPK, functions as a positive regulator of the RTK pathway. Upon phosphorylation by MAPK, Pnt outcompetes Yan and turns on genes formerly repressed by Yan [32–34]. Over-expression of an active form of Pnt, therefore, should have the same effect as that of activated Htl. We found that mis-expression of PntP1, an isoform of Pnt [35,36], in adult myoblasts led to an increased number of founder cells compared to the wild-type number in the abdomen (data not shown).\n\nIn addition to the FGFRs, another member of the RTK family that is repeatedly used during development to direct cell fate choices is the Drosophila Epidermal growth factor receptor (DER) (reviewed in [37]). During embryonic myogenesis, DER provides inductive signals to specify equivalence group for muscle founder cell selection. In the absence of the function of DER or Spitz (a ligand for DER), a large subset of myofibres and their progenitors fail to form in the embryo [13,38] Since both DER and Htl function via the Ras pathway, we wanted to ascertain that the phenotypes observed for the adult founders were specific for the Htl pathway. We decreased DER signalling by mis-expressing a dominant-negative construct of DER (UAS-dnDER) using 1151. Separately, we also over-expressed the DER-inactivating ligand Argos (Aos) [39] in all myoblasts by driving UAS-aos using 1151-GAL4. In both cases, mis-expressed progeny had no abnormality in founder cell number and pattern when compared to wild-type (data not shown).\n\nThe above results ruled out the role of DER and confirmed the involvement of the Htl receptor in muscle founder cell choice. However, RTK pathways are also known to function in cell proliferation [40–43]. What, if any, is the contribution of such a role of Htl signalling to the phenotypes we see? The expectation if Htl is not involved in myoblast proliferation is that decreasing Htl signalling in myoblasts should not affect the number of fusion-competent myoblasts. However, since founders are selected from the Twi-expressing myoblast pool, absence of founder cell selection should correspondingly correlate with an increase in myoblast number. We examined the number of Twi-expressing myoblasts at 24 h APF in wild-type pupae and in pupae in which the Htl pathway was down-regulated (Figure S1). In these pupae, the number of myoblasts per hemi-segment did not show a significant change (lateral myoblasts [n = 5], wild-type, 58 ± 5, dnHtl, 60 ± 14; dorsal myoblasts [n = 4], wild-type, 96 ± 8, dnHtl, 85 ± 11). This ruled out the involvement of the Htl pathway in myoblast proliferation. However, because of the variation in number of myoblasts in control and in experimental pupae, it was not feasible to examine the conversion of specific founders into fusion-competent myoblasts. Activating the pathway using an activated-Htl construct caused a very slight increase in myoblast number (Figure S1) (lateral myoblasts [n = 5], wild-type, 58 ± 5, activated Htl, 68 ± 9; dorsal myoblasts [n = 4], wild-type, 96 ± 8, activated Htl, 122 ± 11). This effect is, however, still consistent with the Htl pathway not being involved in myoblast proliferation as activated Htl can activate downstream effectors common to an RTK pathway that controls proliferation. In order to examine the effect of GAL4/UAS-induced Htl activation specifically at the time of founder selection, we used a temperature-sensitive GAL80 (TARGET) system [44]. In this system, the activator function of GAL4 protein can be temporally regulated by a ubiquitously expressed temperature-sensitive GAL80 protein (GAL80ts) (functional at 18 °C, non-functional at 29 °C). When animals carrying the 1151-GAL4 driver, a UAS construct for the Htl pathway (either UAS-dnhtl, or UAS-λhtl), and a tubulin (tub)–GAL80ts gene were grown at 18 °C, we saw no effect on number of founders or fusion-competent myoblasts (Figure S2). This illustrated that the tub-GAL80ts was effective in preventing the function of GAL4 in the pupal mesoderm. The use of the GAL80ts conditional system thus allowed the Htl pathway to be modulated in a controlled background starting with a similar number of myoblasts. 1151-GAL4; tub-GAL80ts; UAS-dnhtl pupae, raised at 18 °C for 30 h followed by a heat shock at 29 °C for 11 h, were scored for founder and myoblast number. Down-regulation of Htl resulted in no founders being selected (Figure S2). However, the number of fusion-competent myoblasts in each hemi-segment did not show any significant increase (Figure S2) over that in the control (lateral myoblasts, control 54 ± 7, GAL4-GAL80ts-dnhtl 62 ± 8; n = 4). 1151-GAL4; tub-GAL80ts; UAS-λhtl pupae were grown similarly as above. The expectation was that the activation of Htl would result in an excess of founder cells at the expense of Twi-expressing cells. Indeed, when GAL80 was rendered inactive and the GAL4 used to activate Htl, an excess number of founders were seen (Figure S2). However, myoblast number was comparable to the control (lateral myoblasts in a hemi-segment, control 54 ± 7, GAL4-GAL80ts–activated Htl 62 ± 5; n = 4), though the pattern of the spatial location of myoblasts was found to be altered (Figure S2). Taken together, we can safely say that the effect of Htl signalling on founder number is a consequence of a direct involvement of the pathway in founder selection and not due to an indirect effect on myoblast number. However, given the large variation in control myoblast numbers (such that conversion of founder cells into fusion-competent myoblasts is not effectively reflected as an increase in myoblasts in dnHtl pupa), and given that not all myoblasts are converted to founders upon activating Htl, it is not feasible to deduce a precise and predictable relationship between numbers of myoblasts and founders.\n\n        Hbr/Dof, a Signalling Protein Specific for Drosophila FGFR-Mediated Pathway, Is Expressed in Founder Cells\n        \nThe continued expression of Htl in adult myoblasts throughout pupal development suggested that restricted presence of receptor protein is not the mechanism behind selection of founder cells from the myoblast pool. We next examined the expression of the cytoplasmic protein Dof [45], also known as Hbr [46] or Stumps [47]. Unlike other intracellular signalling components common to the different RTK-mediated pathways, Hbr/Dof functions exclusively in the FGFR pathway and is essential for the activation of MAPK by the FGFRs [45,46].\n\nFrom the late third instar larva till 24 h APF, Hbr/Dof was found to be expressed in all nerve-associated myoblasts. Figure 5A–5D show expression of Hbr/Dof in myoblasts at 18 h APF; starting 24 h APF, Hbr/Dof expression began to disappear from most myoblasts. By 28 h APF, Hbr/Dof expression was observed in only an array of cells, the founder cells. Figure 5E–5J show Hbr/Dof expression in a restricted number of twi-lacZ-expressing cells at 28 h APF while Figure 5K and 5L show Hbr/Dof expression in duf-lacZ-expressing founder cells at the same stage (i.e., 28 h APF).\n\nThus, the pattern of appearance of Hbr/Dof-expressing cells was synchronous with that of the appearance of founder cells. This led us to examine whether Hbr/Dof has a role in imparting founder identity to specific cells.\n\n        Mis-Expression of Hbr/Dof in All Myoblasts Leads to Increased Number of Founders\n        \nWe maintained expression of Hbr/Dof in all myoblasts by crossing UAS-dof with 1151-GAL4. Hbr/Dof mis-expression led to a dramatic increase in the number of founder cells and muscle fibres in the abdomen compared to the wild-type (Figure 6). Figure 6B is a lateral hemi-segment of an 1151/duf-lacZ; UAS-dof/+ pupa, showing a 2-fold increase in number of founder cells (42) compared to that in a wild-type duf-lacZ pupa shown in Figure 6A (19). The excess founders were more elongated in shape than the wild-type founders, similar to the shape observed in activated-Htl pupae (see Figure 4B). Figure 6D shows a UAS-dof mis-expressed pupa at 42 h APF having an excess number of lateral myofibres compared to the number in an equivalent region in a similarly aged wild-type pupa (Figure 6C). There are approximately 23 high duf-lacZ-expressing nuclei within the field of view in Figure 6D, in contrast to the nine in the wild-type control in Figure 6C. These mis-expression results suggested that restricted expression of Hbr/Dof in pupal abdomen, beginning 24 h APF, is important for specification of adult founders.\n\n        Hbr/Dof Expression Persists in UAS-λhtl Pupae\n        \nWe next asked whether the restricted expression of Hbr/Dof is generated by a feedback relationship involving Htl signalling. Such a feedback mechanism has been observed in the embryo where the Ras pathway up-regulates the expression of Hbr/Dof in the muscle progenitor cells [48]. We over-expressed the activated-Htl construct in adult myoblasts (using the 1151-GAL4 driver) and examined the pattern and levels of expression of the Hbr/Dof protein. Over-expression of UAS-λhtl resulted in a continued expression of Dof in cells, at a level higher than normal. Figure 6E–6G show a 28 h APF duf-lacZ pupa expressing Hbr/Dof in founder cells. In a similarly staged 1151/duf-lacZ; UAS-λhtl/+ pupa, Dof expression was observed in the extra founder cells (Figure 6H–6J).\n\n        sty, Initially Present in All Myoblasts, Disappears at the Founder Cell Stage\n        \nBoth Htl and Hbr/Dof are expressed in undifferentiated myoblasts prior to the founder cell selection stage. However these myoblasts do not up-regulate duf-lacZ expression—the characteristic property of adult founders—showing that Htl, if active, does not specify founders at this stage. This could be because the ligand is not available or because of the presence of negative regulators. Dof-mediated mis-expression resulted in an increased founder and fibre number phenotype. Since Hbr/Dof function is ligand-dependent, this implies that the ligand, like the receptor, is generally available. Thus, there must be another factor that prevents premature receptor activation during normal development. We tested whether this factor might be encoded by sty. Sty is a negative regulator of FGF signalling [49–51]. We examined sty-lacZ expression in adult myoblasts. In the third larval instar, sty-lacZ expression was seen in all nerve-associated adult myoblasts (Figure 7). This expression declined gradually in the pupal stages. Figure 7B shows that sty-lacZ expression occurs only in a subset of cells at 18 h APF. By 28 h APF, when founders are chosen in the abdomen, sty-lacZ expression was not detected in adult myoblasts (Figure 7C and 7D). We do not know how exactly the expression of sty-lacZ correlates with that of Sty. However, these results are suggestive of a negative regulatory role of Sty that prevents premature receptor activation.\n\n        Over-Expression of sty in Myoblasts Leads to Absence of Founder Cells\n        \nWe maintained expression of sty in myoblasts by expressing UAS-sty under the 1151-GAL4 driver. sty mis-expression led to a discernible decrease in the number of founder cells. In contrast to wild-type numbers of about 17–22 dorsal founders and about 20 lateral founders per hemi-segment, 1151/duf-lacZ; UAS-sty/+ pupae had an average of seven dorsal founders and eight lateral founders per hemi-segment (n = 15). Figure 7F and 7H show, respectively, the decreased number of dorsal and lateral founders in 1151/UAS-sty pupae in comparison to the controls (Figure 7E and 7G). This suggested that down-regulation of sty is a prerequisite for cells to adopt a founder fate. We examined the status of the Twi-expressing myoblasts in 1151/+; UAS-sty/+ pupae at 28 h APF (Figure S1D). Sty over-expression produced no comparable change in the number of fusion-competent myoblasts when compared to the control (dorsal myoblasts, wild-type, 96 ± 8, UAS-sty, 84 ± 5, n = 4; qualitatively similar results obtained for lateral myoblasts). This result, along with the results of sty-lacZ expression and sty mis-expression, support a direct role of sty in founder cell selection.\n\n      Discussion\n      \nDuring somatic myogenesis in the Drosophila embryo, combinatorial functions of the Wingless, Decapentaplegic, and Ras pathways determine domains of mesodermal cells in each segment, from which a single precursor cell is chosen by Notch-mediated lateral inhibition [1,2,21]. The daughters of the precursor cell form two embryonic muscle founder cells—each with a characteristic pattern of expression of markers that specify its identity—or they form an embryonic muscle founder cell and an adult myoblast progenitor [1]. This latter cell type proliferates during larval life and its progeny, the adult myoblasts, are associated with imaginal discs and larval nerves. While embryonic founder cells shut down the expression of Twi, a marker of myoblast identity, the adult myoblasts retain Twi expression during their proliferative phase during larval life [52]. At the onset of metamorphosis, Twi levels decline in a group of cells, the adult founders, that express duf-lacZ at high levels and are located at the sites of myofibre formation [15]. Twi expression is also shut off in other myoblasts as they fuse with the founder to form multi-nucleate cells [53].\n\nInterestingly, adult myoblasts, like the embryonic founders from whose siblings they are derived, express duf-lacZ (albeit at low levels) throughout larval life [15]. As adult muscle differentiation begins, this low-level expression changes dramatically to a pattern in which one founder cell—expressing duf-lacZ at high levels—is chosen to seed each muscle fibre [15]. How is this founder cell chosen? We have shown earlier that removal of Notch signalling in adult myoblasts does not result in an increase in the number of founders [15]. This suggested that lateral inhibition mediated by Notch, the process that operates in the embryo, is not the mechanism by which adult founders are chosen. Indeed, the requirements are quite different, for adult myoblasts all express duf-lacZ at low levels, suggesting—consistent with their origins as siblings of embryonic founders—that they all already have some properties similar to founder cells. In choosing adult founder cells, therefore, duf-lacZ is to be up-regulated in cells that will become founders and down-regulated in others that will become fusion-competent cells. Our results show that the Htl pathway plays a key role in choosing adult founders. We also suggest that Htl does this using an unusual mechanism in which an intracellular positive regulator plays an important role.\n\nAdult myoblasts in the third larval instar express Twi, Hbr/Dof, Htl, and sty-lacZ. At the onset of adult abdominal myogenesis, Twi expression declines. With this, the expression of Hbr and Sty declines in myoblasts. We suggest that, in the third instar larva, the presence of Sty prevents the activation of the Htl receptor, even if the ligand and Hbr/Dof are available. However, since both Hbr/Dof and sty-lacZ expression decline with Twi, at the onset of myogenesis, the Htl receptor will still be unable to function, because Hbr/Dof is necessary for the function of the Htl receptor. We would like to suggest that, as Sty and Hbr/Dof expression decline (as Twi expression shuts down at the onset of myogenesis), the Htl receptor is active in some myoblasts. Htl signalling maintains Hbr/Dof expression in these cells by a positive feedback mechanism. Maintenance of Hbr/Dof expression reinforces the Htl signal, which in turn up-regulates the expression of founder-specific genes such as duf in these cells, thereby imparting them with founder properties. Consistent with this hypothesis, activating the Htl receptor results in the maintenance of Hbr/Dof in adult myoblasts. This prolonged activation of Hbr/Dof, and therefore of duf, could be the cause of morphological changes associated with the excess founder cells, as observed in Figures 4B and 6B.\n\nHow could this localised activation of the receptor occur? One way is via the localised availability of the Htl ligand. Proximity of some of the cells to the source of the ligand could cause higher levels of Htl signalling in those cells than others, thus biasing their fate towards that of a founder. Examining the expression pattern of the recently identified ligands of Htl [54,55] should be able to resolve whether this indeed is the case. A second, and more likely, mechanism for localised activation of receptor is via a process that does not involve the localised presence of the ligand. We suggest this possibility because the continued mis-expression of Hbr/Dof in all adult myoblasts results in an increased number of founders and muscle fibres. Since Hbr/Dof function is dependent on ligand activation of the receptor, the ligand must be available to Htl on all myoblasts. Local activation of the receptor could occur by Hbr/Dof being maintained briefly in a founder cell pattern in some myoblasts even as all of the others down-regulate Sty and Hbr/Dof at the onset of myogenesis (with the decline of Twi expression). This continued expression of Hbr/Dof in some myoblasts, and the absence of Sty, could allow local activation of the receptor and the consequent maintenance of Hbr/Dof in a founder pattern.\n\nThe problem then shifts to deciphering the mechanism by which the (hypothetical) localised activation of Hbr/Dof takes place. Since abdominal myoblasts are associated with nerves, one possibility is that the signal could come from the nerves. This “solution” has two problems, however. First, it is not clear how a precise periodicity of signal, expressed along the nerve and seen by associated myoblasts, would be generated to organise the correct spacing of founder cells. More pertinent perhaps is the observation that surgical removal of the nerve does not affect the number of muscle fibres [56]. Thus, nerves are unlikely to be the source for the signal that organises myoblasts in a founder pattern. Another possible source for a signal that maintains and elevates Hbr/Dof expression in a founder pattern could be the epidermis. The abdominal epidermis develops from ectodermal cells, the histoblasts [57]. As the epidermis differentiates during metamorphosis, muscle tendon precursor cells—specified by and expressing the stripe locus—can be identified [58]. The tendon precursor cells, given that they are in proximity to the differentiating myoblasts, could possibly be a source of organising signal that modulates Hbr/Dof expression to a founder pattern. Thus, the precise segmental and regional patterning of the epidermis could organise the pattern of founder cells in the developing abdominal musculature. In favour of this hypothesis is the finding that reduction of stripe-expressing cells in the dorsal thoracic disc results in the reduction of duf-lacZ expression in the larval templates that give rise to the thoracic dorsal longitudinal muscles [53], and increasing stripe expression in the ectoderm results in the increase of duf-lacZ expression in the developing dorsal longitudinal muscles (Arjumand Ghazi and K. VijayRaghavan, unpublished data). We do not know yet if these results apply to the abdomen.\n\nA third possible mechanism of localised activation of Htl, not exclusive of either of the ones mentioned earlier, is that a dynamic interaction between ligands, other activators, and repressors results in the activation of Htl in a specific pattern. Such a process has been described in the embryo, e.g., in the anterior patterning of follicle cells in the Drosophila egg [59].\n\nIn conclusion, while many mechanistic details still remain elusive, the implication of the FGF pathway as a key player in adult founder cell choice provides the molecular tools to identify missing elements in the pathway. Integrated within the broad question of founder cell specification are more specific questions pertinent to the different muscle groups. Activation of Htl signalling produces a less prominent effect on the dorsal muscles than on the lateral muscles. Also, the extra founders of the dorsal muscles are located in a characteristic fashion (altered in orientation; see Figure 4H) that is different from that observed for the excess lateral founders. These observations raise questions about whether the dorsal and lateral groups of founders have different levels of sensitivity to the FGF pathway and whether they employ the pathway in different ways.\n\nOur results allow the testing of whether this pathway operates in a similar manner during myogenesis in other contexts in Drosophila and in other animals, in particular the higher vertebrates. Vertebrate muscles are composed of multiple fibres, which make them similar to Drosophila adult muscles [15,60]. Vertebrate myogenesis shares several features with Drosophila myogenesis, at the level of genetic and molecular regulatory mechanisms [28,61]. The FGF pathway in vertebrates, mediated by multiple isoforms of the receptor and the ligand, has been found to play an instructive role in induction and commitment of myogenic cells. In Xenopus, for instance, an FGF-mediated pathway controls specification and differentiation of myotomal progenitors [62]. Also, signalling via FGFR4 positively regulates myogenic differentiation during avian limb muscle development [63]. The present study, showing the role of Htl in muscle differentiation, highlights yet another similarity. Our study also provides directions for probing how the number and location of fibres are regulated in vertebrates, questions that remain to be resolved in the field of vertebrate myogenesis.\n\n      Materials and Methods\n      \n        Fly strains\n        \nTo follow duf expression, the enhancer-trap line rp298 [14], which has a P element nuclear-localising lacZ inserted within the promoter region of duf, was used [11]. The GAL4-UAS system [64] was used for directed expression of genes during adult myogenesis. The 1151-GAL4 enhancer-trap strain, obtained from L. S. Shashidhara (Centre for Cellular and Molecular Biology, Hyderabad, India), is expressed in all adult myoblasts associated with the imaginal discs and nerves in the larvae [27,65]. UAS-htl-RNAi was obtained from Arno Müller (Institute für Genetik, University of Dusseldorf, Germany). UAS-yanact, UAS-sty, and sty-lacZ were gifts from Ben-Zion Shilo (Weizmann Institute of Science, Rehovot, Israel). UAS-dof was a gift from Maria Leptin (Institute für Genetik, University of Cologne, Germany). UAS-GFPN-lacZ/Cyo; btl-GAL4/TM3, Sb Ser was a gift from Shigeo Hayashi (Riken Center for Developmental Biology, Kobe, Japan). The following stocks were obtained from the Bloomington Drosphila Stock Center (http://flystocks.bio.indiana.edu/: UAS-dnDER, UAS-aos, UAS-dnhtl, UAS–activated htl (or UAS-λhtl), UAS-pntP1, and tub-GAL80ts. The various UAS strains (except the strains UAS-dnhtl, UAS-dnDER, and UAS-aos, which have double copy of the UAS insert) were crossed into the background of duf-lacZ using standard genetic techniques. For characterising the expression profile of genes and proteins, fly stocks and crosses were grown at 25 °C. For the GAL4-UAS mis-expression studies, progeny of the crosses and their controls were grown at 25 °C until early second instar stages, and then shifted to 29 °C until the required pupal stages.\n\n        Tissue preparation\n        \nWandering third instar larvae were collected for larval dissections. White pre-pupae (0 h APF) were collected and grown at appropriate temperatures for desired times prior to dissection. The pupal and larval tissues were prepared for immunohistochemistry as described previously [53]. The larval or pupal preparations were mounted in 70% glycerol for DAB (di-amino benzidine)–stained preparations, or in Vectashield mounting medium (Vector Labs, Burlingame, California, United States) for fluorescent-labelled preparations.\n\n        Immunohistochemistry\n        \nMouse anti-β-galactosidase antibody and 22C10 (both from Developmental Studies Hybridoma Bank; http://www.uiowa.edu/~dshbwww/) were used at a dilution of 1:50. Rabbit anti-β-galactosidase antibody (obtained from Molecular Probes, Eugene, Oregon, United States) was used at a dilution of 1:5,000. Rabbit anti-Twi antibody, a gift from Siegfried Roth (University of Cologne), and Rabbit anti–Myosin heavy chain (MHC) antibody, a gift from Dan Kiehart (Duke University, Durham, North Carolina, United States), were used at a dilution of 1:500. Rabbit anti-Dof antibody, a gift from Maria Leptin (Institute für Genetik, University of Cologne), was used at a dilution of 1:200. Rabbit anti-Htl antibody, a gift from Alan Michelson (Brigham and Women's Hospital, Boston, Massachusetts, United States), was pre-adsorbed at a dilution of 1:2,000 and used. For the anti-Htl antibody, the signal was amplified by Tyramide amplification kit (TSA, NEN Life Science Products, Boston, Massachusetts, United States). Tyramide was diluted in the amplification solution at a dilution of 1:50, and the streptavidin-conjugated Alexa 568 was used at a dilution of 1:200. Secondary antibodies conjugated to Alexa Fluor dyes (Molecular Probes) were used at a dilution of 1:200—Alexa 488 for green and Alexa 568 for red labelling.\n\n        Microscopy and cell count\n        \nFluorescent preparations were scanned using a confocal microscope (MRC-1024, Bio-Rad Laboratories, Hercules, California, United States), and images were analysed using the software Metamorph (version 4.5) (Molecular Devices, Sunnyvale, California, United States). The DAB-stained preparations were examined using a Nikon (Tokyo, Japan) Eclipse E1000 microscope. For myoblast counts in wild-type and experimental pupae, abdominal segments A2 to A6 were considered.\n\n      Supporting Information",
  "externalIds": [
    "pmid:16207075",
    "pii:04-PLBI-RA-0709R2",
    "pmcid:PMC1197288"
  ]
}