{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000961",
  "doi": "10.1371/journal.pbio.3000961",
  "externalIds": [
    "pii:PBIOLOGY-D-20-01756",
    "pmid:33784315",
    "pmcid:PMC8009362"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Tackling the toxics in plastics packaging",
  "authors": [
    {
      "name": "Jane Muncke",
      "first": "Jane",
      "last": "Muncke",
      "affiliation": "Food Packaging Forum Foundation, Zurich, Switzerland",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-6942-0594"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2021-03-30",
  "volume": "19",
  "number": "3",
  "pages": "e3000961",
  "tags": [
    "Animal behavior",
    "Animal migration",
    "Behavior",
    "Chemical disruption",
    "Clinical medicine",
    "Diet",
    "Discipline-v3/Animal behavior",
    "Discipline-v3/Animal migration",
    "Discipline-v3/Behavior",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Chemical disruption",
    "Discipline-v3/Clinical medicine",
    "Discipline-v3/Diet",
    "Discipline-v3/Ecology and environmental sciences",
    "Discipline-v3/Food",
    "Discipline-v3/Food poisoning",
    "Discipline-v3/Materials",
    "Discipline-v3/Materials science",
    "Discipline-v3/Mechanical treatment of specimens",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Nutrition",
    "Discipline-v3/Pathology and laboratory medicine",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Plastics",
    "Discipline-v3/Poisoning",
    "Discipline-v3/Pollution",
    "Discipline-v3/Psychology",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Signs and symptoms",
    "Discipline-v3/Social sciences",
    "Discipline-v3/Specimen disruption",
    "Discipline-v3/Specimen preparation and treatment",
    "Discipline-v3/Toxic agents",
    "Discipline-v3/Toxicity",
    "Discipline-v3/Toxicology",
    "Discipline-v3/Toxins",
    "Discipline-v3/Zoology",
    "Food",
    "Food poisoning",
    "Materials",
    "Materials science",
    "Mechanical treatment of specimens",
    "Nutrition",
    "Pathology and laboratory medicine",
    "Plastics",
    "Poisoning",
    "Pollution",
    "Psychology",
    "Signs and symptoms",
    "Specimen disruption",
    "Specimen preparation and treatment",
    "Toxic agents",
    "Toxicity",
    "Toxicology",
    "Toxins",
    "Type/Essay",
    "Zoology"
  ],
  "abstract": "The widespread use of plastic packaging for storing, transporting, and conveniently preparing or serving foodstuffs is significantly contributing to the global plastic pollution crisis. This has led to many efforts directed toward amending plastic packaging’s end of life, such as recycling, or alternative material approaches, like increasingly using paper for food packaging. But these approaches often neglect the critical issue of chemical migration: When contacting foodstuffs, chemicals that are present in packaging transfer into food and thus unwittingly become part of the human diet. Hazardous chemicals, such as endocrine disrupters, carcinogens, or substances that bioaccumulate, are collectively referred to as “chemicals of concern.” They can transfer from plastic packaging into food, together with other unknown or toxicologically uncharacterized chemicals. This chemical transfer is scientifically undisputed and makes plastic packaging a known, and avoidable, source of human exposure to synthetic, hazardous, and untested chemicals. Here, I discuss this issue and highlight aspects in need of improvement, namely the way that chemicals present in food packaging are assessed for toxicity. Further, I provide an outlook on how chemical contamination from food packaging could be addressed in the future. Robust innovations must attempt systemic change and tackle the issue of plastic pollution and chemical migration in a way that integrates all existing knowledge.",
  "fullText": "Plastics—The game changer\n\nPlastic is an incredibly useful and fascinating material. During the last 60 years, it has contributed to economic prosperity and societal development. A Nobel Prize was awarded in 1963 to chemists for optimizing plastic polymerization [1]. And because plastic is abundant and inexpensive, it has enabled (mass-) consumption and access to affordable goods for most of humanity [2].\n\nBut there is also a dark side of plastic with its environmental persistence and the associated constant buildup of plastic pollution in the world’s oceans, sediments, and biota [3]. The fast moving good of plastic packaging makes up around 40% of global plastics production [4], and much of environmental plastics pollution stems from single-use plastic packaging items [5], notably plastic food packaging making up the most frequent type of beach waste [6].\n\nMany different stakeholders, from civil society, academic research, governments, and industry, are now addressing the issue of plastic pollution, for example, by implementing improved waste management or banning certain single-use plastic items [7,8]. Indeed, plastics are not permanent materials and cannot be endlessly recycled because they lose their material properties during recycling [9]. This is one of the many challenges associated with plastics recycling in particular and addressing the plastics pollution challenge in general [10].\n\nBut that is not the only problem with plastic. In addition, plastics are not inert, and smaller molecules transfer from plastic packaging into food [11,12]. This process of chemical transfer is known as “migration,” and it has been shown also for hazardous chemicals and for chemicals with unknown toxicity [13,14]. This makes plastic packaging a relevant source of human exposure to synthetic chemicals.\n\nChemicals in plastics: Known unknowns\n\nIndeed, there is growing apprehension about the hazardous chemicals used in the manufacture of plastics [12,15]. These chemicals have hazard properties such as being carcinogenic, mutagenic or reprotoxic, persistent, bioaccumulative and toxic, or endocrine disrupting. Several chemicals of concern are authorized for use in plastic food packaging [16], like bisphenol A (BPA; CAS 80-05-7) and di-(2-ethylhexyl) phthalate (DEHP; CAS 117-81-7). An overview of chemicals associated with plastic packaging (for food and nonfood uses) revealed that there are at least 148 substances with priority hazard properties for either human and/or environmental health [17]. This is worrying, because known or potentially hazardous chemicals contained in plastic can migrate into food, so the packaging that is used to protect food becomes a source of chemical contamination of the food [11] (Fig 1). Almost the entire human population therefore is very likely to be exposed to known hazardous chemicals from plastic food packaging. At the same time, the majority of the 4,283 chemicals identified to be (likely) used in plastic packaging manufacture lack toxicological data which precludes a hazard assessment [17]. This implies that there may be additional hazardous chemicals migrating from plastic packaging for which toxicity properties have yet to be determined.\n\nBut there is more: Apart from the substances that are intentionally used in the manufacture of plastics, all plastics also contain so-called non-intentionally added substances, or short NIAS, which have no technical function in the finished plastic material, but that are nevertheless present and can also migrate into food or the environment [18–20].\n\nNIAS are a huge challenge. They can have various sources: impurities in the batches of monomers, the polymer’s building blocks; unwanted reaction by-products from polymerization; degradation products of additives, for example, antioxidants, that perform their function by degrading into different chemicals which then also are present in plastics; and contaminants present in recycled plastics [21,22]. In 2007, the UK’s Food Standards Agency studied “reaction and breakdown products from starting substances used to produce food contact plastics” in 6 different, commonly used plastics types [23]. Their conclusion: “A large number of substances remain either unidentified or with an ambiguous identification only.” And even though this study was conducted over 10 years ago and analytical techniques have improved somewhat since, there are still unknown chemicals present in and migrating from plastics [24–26]. This means that some of the chemicals migrating from plastic packaging into food (and the environment, when plastic packaging becomes a pollutant) remain uncharacterized.\n\nChanging the game on plastics packaging: Talking toxics\n\nOn the other hand, several well-known chemicals of concern are used to make plastics and migrate from plastics, for example, BPA, DEHP, and melamine (CAS 108-78-1) [27,28]. Other hazardous chemicals are present as NIAS, like nonylphenol (various CAS, e.g., 84852-15-3), a breakdown product of an antioxidant [29]. These substances are studied widely, both for their migration from plastic and their toxicity properties [54]. Public awareness for their hazardousness has led to some substitution with other chemicals, but unfortunately, in some cases, to replacement with equally toxic substances, like bisphenol S (CAS 80-09-1) or bisphenol F (CAS 620-92-8) [30]. This type of change is best described as a “Whack-a-Mole” approach which solves one problem only to create another—not a sustainable way forward.\n\nTherefore, I argue that the current approach to understanding and improving the chemical safety of plastics food packaging needs to be revised (Fig 2). Specifically, 3 key aspects need to be considered (Fig 3): (1) expanding the scope of toxicity testing beyond genotoxicity; (2) addressing non-monotonic dose responses in chemical risk assessment; and (3) finding practical solutions to assessing and managing mixture toxicity.\n\nEach of these aspects is challenging, but some first approaches for dealing with them are promising.\n\nPreventing chronic disease: Weeding out the toxics\n\nFirstly, current safety assessments for chemicals used in and migrating from plastic food packaging are narrowly focused on genotoxicity as hazard property. This is meaningful, because genotoxic chemicals are implicated in the causation of cancers, and cancers are highly prevalent in the human population. Weeding out genotoxic chemicals from food packaging is critical because it supports cancer prevention, and prevention is the key to battling this cruel disease [31].\n\nBy the same logic, it is reasonable and based on current scientific knowledge to also exclude chemicals with other hazard properties that are associated with highly prevalent, noncancerous chronic diseases [54]. Notably, cardiovascular disease is the most relevant cause for premature death [32], and for some chemicals, there is evidence that they affect cardiac function—for example, the plastic chemical BPA [33]. Similarly, metabolic diseases are increasing globally, and several obesogenic or metabolic disrupting chemicals are known to be associated with plastics [34]. Therefore, chemical hazard assessment for plastic substances needs to be expanded beyond the current genotoxicity focus to address additional hazard properties of relevance to human health such as endocrine disruption, neurotoxicity, and immunotoxicity, to improve the prevention of chronic diseases that are affected by certain hazardous chemical exposures.\n\nOne promising approach is to apply the key characteristics concept. Developed by scientists at the International Agency for Research on Cancer, key characteristics of carcinogens describe properties of chemicals that are known to cause cancer in humans [35]. These key characteristics can then be used in the screening of other chemicals, to identify if they possess these sets of properties that make them likely human carcinogens [36]. Importantly, key characteristics (for example, if a chemical induces oxidative stress) can be determined using appropriate in vitro assays, so identifying a chemical’s hazard properties would not require extensive animal tests. Key characteristics have also now been developed for endocrine disrupting chemicals [37], male reproductive toxicants [38], and female reproductive toxicants [39], and currently, work is ongoing to tackle the key characteristics for cardiotoxicants and immunotoxicants, chemicals that adversely impact the immune system, which is particularly important during the Coronavirus Disease 2019 (COVID-19) pandemic [40]. In conclusion, the key characteristics could be a first stepping-stone on the path to a more complete hazard characterization of chemicals migrating from plastic food packaging. Further work is necessary before this concept becomes applicable in the regulatory toxicology context, for example, identifying the appropriate in vitro bioassays to use [41].\n\nWhen less is more: Non-monotonic dose responses and endocrine disrupting chemicals\n\nIn 1564, the medieval scholar Philippus Bombastus von Hohenheim, known as Paracelsus, wrote “What is there that is not poison? All things are poison and nothing (is) without poison. Solely the dose determines that a thing is not a poison” [42]. This has been famously misquoted and morphed into the central paradigm of toxicology: “the dose makes the poison,” implying that with increasing concentration of chemical exposure, the risk of adverse health impacts is assumed to increase. If this paradigm’s logic is reverted, it can be interpreted to mean that low levels of exposures to (synthetic, untested) chemicals are of negligible risk. As a matter of fact, this is currently the underlying assumption in chemical risk assessment for plastic’s ingredients that transfer from packaging into food—at low levels, the effects of exposures to untested chemicals are assumed to be insignificant [14].\n\nBut this assumption is not always valid. Indeed, chemicals that interfere with the endocrine system, so-called endocrine disrupting chemicals, can display non-monotonic dose response relationships where effects can be seen at lower doses that are not observed at higher doses. As consequence, these types of dose responses defy toxicology’s paradigm because also low, “negligible” doses can lead to adverse effects [43]. So, while non-monotonic dose responses are common in nature and, therefore, have to be expected to also occur with synthetic chemicals, it has been an uphill battle to get recognition for this biological phenomenon in the regulatory toxicology community, leading to subsequent regulatory action [44–47]. Still, there are many examples of chemicals in plastic packaging that are known or suspected endocrine disrupting chemicals [26,48–53], such as benzophenone (CAS 119-61-9), 2,4-di-tert-butylphenol (CAS 96-76-4), or the styrene dimer 1,3-diphenylpropane (CAS 1081-75-0). Endocrine disruption is currently not routinely being addressed when chemicals are authorized for use in (plastic) food packaging [14,54].\n\nLow-dose effects are especially concerning if they occur during early life, like during fetal development and perinatally [55]. Such chemical exposures can adversely affect the quality of life for the next generation, making it a sustainability topic and a potential generational conflict issue [56]. Therefore, there is a moral obligation for regulators to reduce harm by addressing this issue, for example, by dealing with the presence of endocrine disrupting chemicals in plastic food packaging in a science-based and systematic way [57,58].\n\nSomething from nothing: Facing the reality of mixture toxicity\n\nIn chemical risk assessment for plastic food packaging, substances are evaluated individually, and safe exposure limits are set substance by substance. However, chemicals migrate in mixtures, and the human population is not exposed to only 1 (synthetic) chemical at a time. This implies that human exposure is far more complex than currently addressed by chemical risk assessment approaches. Indeed, adverse effects of chemical exposures can occur “from nothing”: Combinations of chemicals that are all present at or below their individual effect thresholds, or safe exposure limits, have been shown to cause effects when present in mixtures [59].\n\nA possible way forward is offered by the use of bioassays, where all the chemicals migrating from plastic into food could be assessed as a “cocktail” [60,61], and regulators prioritize mixtures of concern based on effect-based thresholds, as has been proposed for assessments of surface waters [62]. Another approach is the use of an uncertainty factor for mixtures (“mixture assessment factor” (MAF)): In the absence of detailed information, the overall acceptable exposure to plastic chemicals would be lowered by the MAF [63]. For example, the legally acceptable levels of known and unknown chemicals migrating into food would be reduced by applying the MAF. A similar approach can be used for plastics in the environment, when plastic packaging becomes a pollutant.\n\nSolutions for tomorrow: Taking a holistic approach\n\nTackling plastic pollution is by far not an easy or simple task. In our globalized food system that depends on centralized food processing and includes many economy-of-scale business models, the use of plastic packaging is currently essential to enable transportation, extended shelf life, and convenience of food products while being economically profitable. At the same time, plastics in contact with food are a relevant source of human exposure to synthetic chemicals. And when plastic packaging becomes plastic pollution, chemicals and microplastics also transfer into the environment—and vice versa: Persistent organic pollutants (POPs) such as dichlorodiphenyltrichloroethane (DDT) or polychlorinated biphenyls (PCBs) are absorbed by marine (micro-) plastics [64]. Many plastic chemicals of relevance for human and environmental exposure are toxicologically not characterized, and some are unknown—a knowledge gap that can be considered inacceptable. Improving our society’s use of plastic requires sorting out the toxics in plastic food packaging as one of the necessary first steps to reduce the unwanted and preventable effects of this useful material. But when ameliorating the issue of plastic packaging, it is also essential that “regrettable substitutions” are avoided, meaning that plastic packaging must not be substituted with alternative materials containing hazardous and/or untested chemicals. An example is paper packaging that can be of as great concern for leaching hazardous chemicals into food as plastic. By the same token, another regrettable substitution is the recycling of plastics that contain hazardous chemicals. In short, attempts to make plastic packaging—or its replacements—more benign to human and environmental health must address hazardous chemicals as one of the key issues, across the entire life cycle of plastics (Fig 4). The plastic pollution problem requires systemic thinking that shies away from quick fixes addressing only 1 symptom of the larger problem [65]. Instead, robust innovations will be built on a thorough, holistic understanding of the plastics problem that must be developed by integrating all available knowledge—including hazardous chemicals—across plastic’s entire life cycle [66] (Fig 5)."
}