{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000377",
  "doi": "10.1371/journal.pbio.3000377",
  "externalIds": [
    "pii:PBIOLOGY-D-18-01339",
    "pmid:31356628",
    "pmcid:PMC6687201"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Atg11 tethers Atg9 vesicles to initiate selective autophagy",
  "authors": [
    {
      "name": "Nena Matscheko",
      "first": "Nena",
      "last": "Matscheko",
      "affiliation": "Molecular Membrane and Organelle Biology, Max Planck Institute of Biochemistry, Martinsried, Germany"
    },
    {
      "name": "Peter Mayrhofer",
      "first": "Peter",
      "last": "Mayrhofer",
      "affiliation": "Membrane Biochemistry and Transport, Institut Pasteur Paris, Paris, France"
    },
    {
      "name": "Yijian Rao",
      "first": "Yijian",
      "last": "Rao",
      "affiliation": "Molecular Membrane and Organelle Biology, Max Planck Institute of Biochemistry, Martinsried, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-2481-0588"
      ]
    },
    {
      "name": "Viola Beier",
      "first": "Viola",
      "last": "Beier",
      "affiliation": "Molecular Membrane and Organelle Biology, Max Planck Institute of Biochemistry, Martinsried, Germany"
    },
    {
      "name": "Thomas Wollert",
      "first": "Thomas",
      "last": "Wollert",
      "affiliation": "Membrane Biochemistry and Transport, Institut Pasteur Paris, Paris, France",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-9732-4789"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-07-29",
  "dateAccepted": "2019-07-11",
  "dateReceived": "2018-11-26",
  "volume": "17",
  "number": "7",
  "pages": "e3000377",
  "tags": [
    "Autophagic cell death",
    "Biochemistry",
    "Bioenergetics",
    "Cargo receptors",
    "Cell binding",
    "Cell biology",
    "Cell death",
    "Cell physiology",
    "Cell processes",
    "Cellular structures and organelles",
    "Chemical properties",
    "Chemistry",
    "Dimerization",
    "Discipline-v3/Autophagic cell death",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Bioenergetics",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cargo receptors",
    "Discipline-v3/Cell binding",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell death",
    "Discipline-v3/Cell physiology",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Chemical properties",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Dimerization",
    "Discipline-v3/Energy-producing organelles",
    "Discipline-v3/Immunoprecipitation",
    "Discipline-v3/Materials physics",
    "Discipline-v3/Materials science",
    "Discipline-v3/Mitochondria",
    "Discipline-v3/Physical chemistry",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Precipitation techniques",
    "Discipline-v3/Proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Sedimentation",
    "Discipline-v3/Signal transduction",
    "Discipline-v3/Vesicles",
    "Energy-producing organelles",
    "Immunoprecipitation",
    "Materials physics",
    "Materials science",
    "Mitochondria",
    "Physical chemistry",
    "Physics",
    "Precipitation techniques",
    "Proteins",
    "Sedimentation",
    "Signal transduction",
    "Type/Research Article",
    "Vesicles"
  ],
  "abstract": "Autophagy recycles cytoplasmic components by sequestering them in double membrane–surrounded autophagosomes. The two proteins Atg11 and Atg17 are scaffolding components of the Atg1 kinase complex. Atg17 recruits and tethers Atg9-donor vesicles, and the corresponding Atg1 kinase complex induces the formation of nonselective autophagosomes. Atg11 initiates selective autophagy and coordinates the switch to nonselective autophagy by recruiting Atg17. The molecular function of Atg11 remained, however, less well understood. Here, we demonstrate that Atg11 is activated by cargo through a direct interaction with autophagy receptors. Activated Atg11 dimerizes and tethers Atg9 vesicles, which leads to the nucleation of phagophores in direct vicinity of cargo. Starvation reciprocally regulates the activity of both tethering factors by initiating the degradation of Atg11 while Atg17 is activated. This allows Atg17 to sequester and tether Atg9 vesicles independent of cargo to nucleate nonselective phagophores. Our data reveal insights into the molecular mechanisms governing cargo selection and specificity in autophagy.",
  "fullText": "Introduction\n\nMacroautophagy, to which we will refer as autophagy in the following, is a pivotal multipurpose recycling system that is essential to maintain cellular homeostasis [1]. During normal cell growth, a membrane structure, termed phagophore, sequentially expands and engulfs cytoplasmic content that is destined for degradation. This cargo is thus selectively sequestered in autophagosomes and delivered to lysosomal compartments [2,3]. The selective recycling of superfluous or damaged cytoplasmic material is essential to maintain cellular homeostasis. Cytotoxic stresses or starvation, however, trigger the formation of autophagosomes that capture cytoplasm nonselectively [4]. Autophagy is thus also essential for cellular survival during periods of adverse environmental conditions. Dysfunctions of the pathway are closely related to the onset of several diseases, such as neurodegeneration or cancer [5,6].\n\nIn yeast, autophagosomes form at a distinct location in close proximity to the vacuole, which has been termed phagophore assembly site (PAS [7]). Starvation induces the formation of nonselective autophagosomes upon assembly of a pentameric Atg1 kinase complex (Atg1PC). This complex consists of the Atg1 kinase, its regulator Atg13, the scaffolding protein Atg17, as well as Atg31 and Atg29 [8]. Atg17 forms crescent-shaped tail-to-tail dimers [9], which constitutively interact with the two inhibitory subunits Atg31 and Atg29 to form a stable subcomplex (Atg17TC) [10]. Upon assembly of Atg1PC, Atg17 is activated and tethers Atg9 vesicles to initiate the formation of nonselective autophagosomes [11]. Moreover, Atg29 becomes phosphorylated during starvation, leading to the recruitment of Atg17TC to the PAS in an Atg11-dependent manner [12]. Aspects of this initiation event are conserved from yeast to humans. This includes the Atg1 kinase (Ulk1/2 in humans) and its regulation by Atg13 as well as Atg9 vesicles that supply membranes for the biogenesis of autophagosomes. However, human homologs for Atg17, Atg31, and Atg29 have not yet been described.\n\nAtg11 is an essential scaffolding protein in selective autophagy and connects cargo to the autophagic membrane through its interactions with cargo receptors and with Atg8 at the phagophore [13–15]. Furthermore, the interaction of Atg11 with the Atg1/Atg13 subcomplex stimulates the kinase activity of Atg1 and coordinates tethering of cargo to the phagophore [16]. While Atg17 recruits Atg9 vesicles to the PAS during starvation, Atg11 fulfills this function during selective types of autophagy and organizes the early PAS through its interactions with Atg1, Atg13, cargo receptors, and Atg9 [15–18]. The molecular function of Atg11 during selective autophagy remained, however, unclear.\n\nThe presence of the two distinct scaffolding proteins in yeast with Atg11 being involved in selective and Atg17 in nonselective autophagy provides a unique system to study how specificity of autophagy changes in response to environmental cues. Here, we reconstituted the interaction of Atg11 with Atg9-proteoliposomes (Atg9-PLs) from purified components on model membranes in vitro. We found that the autophagy receptor Atg32 activates Atg11 by inducing its dimerization. The Atg11 dimer binds two Atg9 vesicles in vitro, bringing their membranes into close vicinity. Tethering of Atg9 vesicles by Atg11 thus strictly depends on its interaction with cargo. Furthermore, augmented expression of Atg32 in yeast activates Atg11 and stimulates mitophagy while nonselective autophagy is suppressed. Upon starvation, Atg11 is degraded while Atg17 is activated through assembly of the Atg1 kinase complex. This allows Atg17 to sequester Atg9 vesicles and tether them independent of cargo. Taken together, our data provide the molecular basis to understand how selective and nonselective types of autophagy are coordinated at the PAS.\n\nResults\n\nCompetition of Atg11 and Atg17 at the PAS\n\nThe two autophagic scaffolding proteins Atg11 and Atg17 are components of the Atg1 kinase complex [8,16], but Atg11 is essential for selective types of autophagy, whereas Atg17 is required for nonselective autophagy [18–20]. To investigate whether the localization of Atg11 to the PAS is influenced by Atg17, we compared the formation of Atg11 puncta under vegetative and starvation conditions in cells expressing or lacking Atg17. Consistent with the pivotal function of Atg11 in selective autophagy, Atg11 puncta were observed in 65% of cells under vegetative conditions but in only 34% of starved cells (Fig 1A with overexpressed Atg11 for improved visibility and S1A Fig with endogenously expressed Atg11 as control). To confirm that the starvation dependent reduction of Atg11 puncta was caused by the depletion of Atg11 from the PAS, we compared the colocalization of Atg11 and Atg8 in starved and nonstarved cells. We indeed observed a strong and significant decrease in the number of cells with Atg8/Atg11 puncta upon starvation (Fig 1B and 1C, S1B Fig). However, in cells lacking Atg17 no starvation-induced decline of Atg11 puncta was observed (Fig 1A, S1A Fig). Instead, the number of starved atg17Δ cells that contained Atg8/Atg11 puncta remained unchanged compared to that in nonstarved atg17Δ cells. Thus, starvation has apparently different effects on the number of Atg11/Atg8 puncta in wild-type and atg17Δ cells. This results in an overall 4-fold increase in the number of such puncta in starved atg17Δ cells compared to starved wildtype cells (Fig 1B and 1C, S1B Fig). Our results thus suggest that in the absence of Atg17, Atg11 remains at the PAS upon starvation.\n\nWe next tested whether retention of Atg11 at the PAS in starved atg17Δ cells leads to the formation of selective instead of nonselective autophagosomes. We therefore quantified the flux of selective and nonselective cargo in cells expressing or lacking Atg17 by determining the activity of vacuolar Pho8 that was targeted to the cytosol (nonselective) or to mitochondria (selective autophagy). Consistent with previous reports, nonselective autophagy was abolished in cells lacking Atg17, but only moderately decreased in atg11Δ cells (S1C Fig). Conversely, no mitophagy was detected in cells lacking Atg11, but significant residual mitophagic activity was observed in atg17Δ cells (S1D Fig). These results show that the retention of Atg11 at the PAS upon deletion of Atg17 is sufficient to maintain mitophagy, while nonselective autophagy is severely impaired.\n\nScaffold proteins compete for binding of Atg9 in vivo\n\nA recent reciprocal blast analysis of Atg17 family proteins in different species identified an Atg17-like domain comprising the characteristic signature motif YxxxL/V/IxEV/IxRRR/K [21]. Interestingly, this study reported that Atg11 possesses such an Atg17-like motif and that the N-terminus of Atg11 is remarkably homologous to Atg17 (Fig 2A). Furthermore, Atg17 and Atg11 are known to interact with the transmembrane protein Atg9 [22,23]. We thus asked whether Atg17 and Atg11 compete in addition to their reciprocal recruitment to the PAS also for Atg9 binding. To address this question, we compared binding of Atg11 to Atg9 in wild-type, atg13Δ, atg17Δ, atg29Δ, and atg31Δ cells. Interestingly, deletion of Atg17 led to a significantly increased binding of Atg11 to Atg9 under vegetative conditions (Fig 2B). This suggests that the previously observed residual binding of Atg17 to Atg9 in nonstarved cells [11] sequesters a portion of Atg9. More importantly, binding of Atg9 to Atg11 increased by a factor of 4.1 in atg17Δ compared to wild-type cells upon starvation. We concluded from these data that Atg17 and Atg11 compete for Atg9 binding and activation of Atg17 upon starvation depletes Atg11 from Atg9. Considering the relatively large standard deviations, a tendency toward increased binding of Atg11 to Atg9 was also observed in cells lacking either Atg29 or Atg31 (Fig 2C), indicating that the integrity of the ternary complex Atg17TC is required to outcompete Atg11 from Atg9.\n\nInterestingly, deletion of Atg13 had no effect on Atg9 binding under either nutrient condition (Fig 2B and 2C). Thus, although the interaction of Atg11 with Atg1-Atg13 is essential for selective autophagy, it is dispensable for binding of Atg11 to Atg9.\n\nAtg17 and Atg11 directly compete for Atg9 binding in vitro\n\nSo far, we could demonstrate that Atg17 negatively regulates the recruitment of Atg11 to the PAS and its association with Atg9 in vivo. Furthermore, previous studies reported that both Atg11 and Atg17 possess Atg9-binding sites [22,24]. Whether these interactions in vivo reflect direct physical binding to Atg9 and whether binding of Atg11 and Atg17 to Atg9 is mutually exclusive remained, however, unknown. In order to address this question, we applied an in vitro reconstitution approach, which was based on purified, recombinant Atg11 and Atg17 as well as synthetic Atg9 vesicles. We have used a similar system to investigate the regulation of the Atg17-containing Atg1 kinase complex and its binding to Atg9 previously [11]. In order to characterize binding of Atg11 to Atg9 vesicles, we here established the recombinant expression and purification of Atg11.\n\nBiophysical characterization of His-tagged Atg11 showed that the protein possesses a molecular weight of 136 kDa (S2A Fig) and eluted at 11.4 ml from a Superose 6 10/300 GL column (GE Healthcare, S2B Fig). Furthermore, sedimentation velocity analysis showed that most of Atg11 sediments with s20°c,w = 6.9 S (S2C Fig) and possesses a Stokes radius of 6 nm as well as a friction factor of 1.77. These findings are consistent with recently reported values for Atg11 [24]. Due to the lack of a crystal structure, the shape of Atg11 is unknown making it difficult to reveal its oligomeric state from velocity sedimentation data. However, we observed that approximately 16% of the total mass of Atg11 possessed a sedimentation coefficient of s20°c,w = 9.4 S and a Stokes radius = 7 nm. The biophysical characteristics of these two species strongly suggest that the majority of Atg11 forms moderately elongated monomers in solution and that a small fraction dimerizes. The elongated nature of monomeric Atg11 is consistent with its predicted secondary structure, which revealed that Atg11 comprises four coiled–coil regions [25].\n\nWe next studied the interaction of Atg11, Atg17, and Atg9 in vitro using floatation assays with synthetic Atg9 vesicles. We observed a surprisingly efficient cofloatation of Atg11 with Atg9 vesicles but not with vesicles lacking Atg9. This demonstrates that Atg11 directly binds Atg9 without significant contribution of phospholipids. Moreover, Atg11 was found to bind Atg9 much more efficient than Atg17 or Atg17TC (Fig 3A, S2D Fig). A quantitative analysis using the relative SDS-PAGE band intensities of floating fractions revealed that 18 ± 2 pmol Atg11 were bound to 27 ± 2 pmol Atg9, corresponding to an Atg9 saturation of approximately 70% (Fig 3B). Thus, a stoichiometry of one to one for this interaction can be assumed, which suggests that Atg11 possesses only one Atg9 binding site. We next coincubated stoichiometric amounts of Atg17 and Atg11 with Atg9 vesicles. Consistent with a high avidity of Atg11 to Atg9-binding, we recovered 16 ± 2 pmol Atg11 but only 3 ± 1 pmol Atg17 from floating fractions. The saturation of Atg9 vesicles remained constant (approximately 70%), demonstrating that Atg11 outcompetes Atg17 in vitro (Fig 3B). In a next step, we gradually increased the amount of Atg17 in floatations while the amount of Atg11 was kept constant. We observed that a 25-fold molar excess of Atg17 was required to recover similar amounts of both proteins from floatation fractions (Fig 3B). This suggests that even in context of the fully assembled Atg1-kinase complex, a stoichiometric excess of Atg17 would be required to outcompete Atg11 from the PAS during starvation. We next investigated, whether a stoichiometric excess of Atg17 is also required to outcompete Atg11 from Atg9 in cell lysates. We therefore added increasing amounts of Atg17 to lysates of nonstarved yeast cells and coimmunoprecipitated HA-tagged Atg9 with myc-tagged Atg11. We observed that at an Atg17 concentration of 1μM, approximately 50% of Atg11 was displaced from Atg9 (Fig 3C). Based on the copy number of Atg11 per cell (750 molecules [26]) and the average volume of a yeast cell (approximately 100 fl [27]), we estimated that the Atg11 concentration in our lysates (diluted total cell lysates) is approximately 40 nM. Taking these numbers into account, we concluded that a 25-fold molar excess of Atg17 is sufficient to achieve equal binding of Atg11 and Atg17 to Atg9 in cell lysates, which agrees well with the value obtained from floatation experiments in vitro. When we further increased the Atg17 concentration to 4 μM, approximately 80% of the Atg9-binding sites were occupied by Atg17, demonstrating that Atg17 displaces Atg11 from Atg9 vesicles in a concentration-dependent manner. Taken together, our experiments show that Atg17 is a competitive inhibitor of Atg11 and that both scaffolds use at least partially overlapping binding sites. Furthermore, an approximately 25-fold stoichiometric excess of Atg17 was outcompeting Atg11 from Atg9 in vitro and in cell lysates. The identical inhibitory capacity of recombinant Atg17 in vitro and in cell lysates also demonstrates that the affinity of purified Atg11 to reconstituted Atg9 in vitro is similar to that of endogenous Atg11 to Atg9 in cell lysates.\n\nQuantitative mass spectrometry studies in yeast reported similar copy-numbers of Atg11 and Atg17 in nonstarved cells [28]. This implies that Atg17 cannot outcompete Atg11 under these conditions. We reasoned that additional regulatory mechanisms must exist to ensure an efficient sequestration of Atg9 by Atg17 upon starvation. A previous study reported that phosphorylation of Atg29 regulates the recruitment of Atg17 to the PAS in an Atg11-dependent manner [12]. We thus tested whether purified Atg29 or its corresponding phosphomimetic variant Atg29SD (Atg29S197D, S199D, S201D, [12]) interacts with Atg11 in vitro by coprecipitating purified Atg11 using GST-Atg29WT/SD or GST-Atg31-Atg29WT/SD as baits. Interestingly, Atg11 strongly interacted with both Atg29 variants independently of Atg31 (Fig 3D, S2E Fig). This suggests that although the recruitment of Atg17 to the PAS might be promoted by a physical interaction of Atg29 and Atg11, this interaction is apparently not regulated in a starvation-dependent manner.\n\nAnother evidence for a potential regulatory mechanism came from our immunoprecipitation (IP) experiments, in which we observed significantly reduced amounts of Atg11 in lysate fractions from starved cells compared to that of nonstarved controls. We thus systematically analyzed expression levels of Atg17 and Atg11 in nonstarved cells and during starvation. Consistent with previous studies [29], the amount of Atg17 remained constant upon starvation (S2F Fig). By contrast, the level of Atg11 declined in a time-dependent manner after autophagy induction (Fig 3E). Since starvation induces the formation of nonselective autophagosomes, the detected decline in Atg11 could be caused by a passive autophagy-dependent transport of Atg11 together with bulk cytoplasm to the vacuole. We thus analyzed Atg11 levels in autophagy-deficient atg7Δ cells. Interestingly, a similar reduction of Atg11 levels was observed, demonstrating that the degradation of Atg11 upon starvation is autophagy-independent (Fig 3E). To test whether Atg11 is degraded in the vacuole, we compared Atg11 levels in lysates from cells in which the vacuolar enzyme pep4 was deleted. We observed a similar decline in Atg11 levels upon starvation as in wild-type cells, confirming that the degradation of Atg11 is independent of vacuolar targeting pathways (S2G Fig).\n\nAn alternative mechanism by which proteins can be degraded in a regulated manner involves the ubiquitin (Ub)-proteasome system. We reasoned that if this system is involved in Atg11 degradation, a significant increase in ubiquitinated Atg11 should be observable upon starvation. To test this hypothesis, we first purified ubiquitinated proteins from lysates of Atg11-myc–expressing cells followed by detection of Atg11 by western blot analysis using anti-myc antibodies. No Atg11 was detected in IP fractions from lysates of cells expressing untagged Atg11 or if uncharged beads were used, confirming the specificity of our assay. Interestingly, lysates from starved cells contained 2.6 times more ubiquitinated Atg11-myc compared to that from nonstarved cells, although the total amount of Atg11 strongly declined upon starvation (S2H Fig). To finally prove that Atg11 is indeed degraded by the proteasome upon starvation, we compared Atg11 levels in cells that have been treated with the proteasomal inhibitor MG-132 to those in wild-type cells. We found that in the presence of MG-132, Atg11 levels remained constant in starved and nonstarved cells (S2I Fig). Our data thus show that upon induction of autophagy by starvation, Atg11 becomes ubiquitinated and is degraded by the proteasome.\n\nInterestingly, the amount of Atg11 in cell lysates declined by a factor of 10 to 100 upon starvation while that of Atg17 remained constant (Fig 3E). Given that the concentrations of Atg17 and Atg11 are similar in nonstarved cells [26], the selective degradation of Atg11 upon starvation leads to a molar excess of Atg17. Our data thus provide a plausible mechanism by which starvation induces the sequestration of Atg9 vesicles by Atg17. Moreover, we could show that the proteasomal degradation of Atg11 upon starvation is a key element for switching from selective to nonselective autophagy.\n\nAtg11 contains an Atg17-like tethering domain\n\nWe previously demonstrated that Atg17 tethers Atg9 vesicles in vitro and that the tethering function of Atg17 is critical for the nucleation of autophagosomes under starvation [11]. Here, we showed that Atg11 and Atg17 compete for Atg9 binding and for their localization to the PAS, suggesting that both proteins execute similar functions. We thus tested whether Atg11 does not only bind Atg9 vesicles in vitro but also tethers such vesicles. We first incubated Atg17 with Atg9 vesicles or with small unilamellar vesicles (SUVs, lacking Atg9) and measured their hydrodynamic radius by dynamic light scattering. Consistent with our previous report, we observed a 2-fold increase in the hydrodynamic radius of Atg9 vesicles compared to control SUVs, showing that Atg17 tethers Atg9 vesicles. By contrast, similar hydrodynamic radii were observed for SUVs and Atg9 vesicles in the presence of Atg11 (Fig 4A). This demonstrates that although Atg11 is able to bind Atg9, it cannot tether Atg9 vesicles. We reasoned that the monomeric state of Atg11 (S2C Fig) combined with the presence of only one Atg9 binding site per Atg11 molecule (Fig 3B) prevents tethering. This suggests that Atg11 would need to dimerize in order to tether Atg9 vesicles.\n\nInterestingly, previous studies showed that both Atg11 and Atg17 form functionally relevant oligomers in vivo [9,15]. The corresponding self-interaction sites in Atg11 were mapped to coiled–coil regions two and three [15]. However, the N-terminus of Atg11 contains an Atg17 homologous domain (residues 122–536) that also encompasses a region that mediates Atg17 dimerization (Fig 2A). We thus asked whether the N-terminus of Atg11 (Atg11ΔC, residues 1–667, S3A Fig) possesses an additional self-interacting motif. We therefore coimmunoprecipitated HA-tagged Atg11ΔC using myc-tagged Atg11 as bait. We observed that Atg11ΔC indeed interacts with Atg11, although its efficiency is decreased by 70% compared to that of full-length Atg11 (Fig 4B and 4C). If we, however, truncated Atg11ΔC further to exclude the Atg17-like dimerization domain (Atg11Δdim, S3A Fig), binding to full-length Atg11 was entirely abrogated (Fig 4B and 4C). Our results thus show that the N-terminal domain of Atg11 contains an Atg17-like self-interaction motif, which promotes the formation of Atg11 oligomers in vivo.\n\nIn order to determine whether the observed self-interaction of Atg11ΔC in vivo corresponds to the formation of defined Atg11ΔC oligomers, we determined the oligomeric state of purified Atg11ΔC by size exclusion chromatography and analytical ultracentrifugation in vitro. We found that although Atg11ΔC is with a molecular weight of 78.2 kDa much smaller than Atg11, it elutes earlier from a Superose 6 column, indicating that Atg11ΔC forms dimers. Moreover, we observed a concentration-dependent shift of the sedimentation coefficient of Atg11ΔC from s20°c,w = 4.4 S at low concentration to s20°c,w = 4.7 S at high concentration. By contrast, identical, concentration-independent sedimentation coefficients were observed for full-length Atg11 (s20°c,w = 5.4 S, S3B Fig). This shows that purified Atg11ΔC indeed forms dimers in solution while Atg11 is mostly monomeric. Further, the constitutive assembly of Atg11ΔC dimers in vitro suggests that the strongly reduced formation of Atg11-Atg11ΔC heterodimers in vivo is caused by a highly efficient formation of Atg11ΔC homodimers that sequester most of Atg11ΔC (Fig 4B and 4C).\n\nWe next tested whether the integrity of the Atg17-like domain of Atg11 is required and sufficient for an interaction with Atg9 by coimmunoprecipitating Hemagglutinin (HA)-tagged Atg9 using green fluorescent protein (GFP)-tagged Atg11ΔC and Atg11Δdim as baits. Interestingly, binding of both Atg11 fragments to Atg9 was much weaker compared to that of Atg11 in growing cells but was almost fully restored upon starvation (S3C Fig). This surprising difference might indicate that the C-terminal domain of Atg11 possesses an important regulatory function. In order to establish that the detected interaction of Atg11ΔC with Atg9 in vivo corresponds to a physical interaction of both proteins in vitro, we performed cofloatation experiments with purified components. Atg11ΔC was indeed cofloating with Atg9-PLs (Fig 4D).\n\nOur observation that Atg11ΔC forms dimers and directly interacts with Atg9 implies that Atg11ΔC tethers Atg9 vesicles in vitro. We thus compared the hydrodynamic radii of Atg9 and control vesicles in the presence of Atg11ΔC. Interestingly, the radius of Atg9 vesicles (RH = 140 ± 5 nm) increased by a factor of two compared to control vesicles (68 ± 2 nm; Fig 4A), demonstrating that dimerization of Atg11ΔC is sufficient to tether Atg9 vesicles in vitro.\n\nThe constitutive dimerization of Atg11ΔC and its propensity to tether Atg9 vesicles in vitro implies that Atg11ΔC constantly promotes selective autophagy in vivo. However, previous studies demonstrated that deletion of the C-terminal domain of Atg11 abrogates selective autophagy [15,30]. This inhibition can either be caused by a functional inactivation of Atg11ΔC or by the lack of critical cargo-binding sites that are located in the C-terminal domain. In order to distinguish between both possibilities, we tested whether the formation of hetero-dimers between full-length Atg11 and Atg11ΔC is sufficient to promote selective autophagy using mito-Pho8 assays (Fig 4E). The rationale behind this approach was that Atg11 provides cargo-binding sites in Atg11- Atg11ΔC hetero-dimers, while monomeric Atg11Δdim lacks such binding sites but retains its capacity to bind Atg9. In order to untangle Atg11 mediated mitophagy from nonselective degradation of mitochondria in an Atg17-dependent manner, we performed these experiments in atg17Δ cells. We found that in cells that coexpressed Atg11 and Atg11ΔC mitophagy was only slightly reduced (82 ± 2%) compared to cells expressing full-length Atg11. We concluded that the formation of Atg11-Atg11ΔC hetero-dimers is sufficient to promote selective autophagy (Fig 4E). By contrast, mitophagy was strongly impaired upon coexpression of Atg11 and Atg11Δdim (44 ± 1% of control), suggesting that monomeric Atg11Δdim is a competitive inhibitor of Atg11.\n\nPrevious studies demonstrated that starvation strongly enhances mitophagy in an Atg11 (selective) and Atg17 (nonselective) dependent manner [31]. Consistently, we observed that starvation led to an increase of mitophagy by a factor of four in cells that expressed Atg11 and Atg17. Moreover, mitophagy was reduced by approximately 30% in cells that coexpressed Atg11ΔC, full-length Atg11, and Atg17, which compares to values observed in atg17Δ cells. This indicates that expression of Atg11ΔC leads to a moderate reduction in mitophagy independently of Atg17. However, expression of Atg11Δdim led to a weaker inhibition of mitophagy in Atg17 expressing cells (approximately 70% of Atg11) compared to that in atg17Δ cells (approximately 20% of Atg11), suggesting that the inhibitory effect of Atg11Δdim is compensated by Atg17. Taken together, our data show that the Atg17-dependent (nonselective) degradation of mitochondria dominates Atg11-dependent (selective) mitophagy during starvation (S3D Fig).\n\nThe strikingly similar properties of Atg17 and Atg11ΔC in vitro suggest that Atg11ΔC might be able to functionally complement a deletion of Atg17 in starved cells. We therefore quantified nonselective autophagy in nonstarved and starved atg17Δ cells that coexpressed Atg11 and either Atg11ΔC or Atg11Δdim (S3E Fig). However, expression of Atg11ΔC did not rescue the autophagic defect in atg17Δ cells. Thus, although Atg11ΔC and Atg17 share similar properties in terms of their dimeric state and their binding to and tethering of Atg9 vesicles, Atg11ΔC cannot replace Atg17 at the PAS.\n\nThe mitochondrial cargo receptor Atg32 activates Atg11\n\nWe demonstrated here that the N-terminal domain of Atg11 shares striking functional similarities to Atg17, while its C-terminal domain plays an important regulatory role and inhibits Atg11. Interestingly, the C-terminus of Atg11 contains also the binding site for the mitochondrial receptor Atg32 [30], which is anchored within the outer membrane of mitochondria by a C-terminal transmembrane helix. The degradation of mitochondria through selective autophagy is initiated upon phosphorylation of Atg32 at serine 114 [30]. To test how binding of Atg32 influences the activity of Atg11 in vitro, we recombinantly expressed and purified the N-terminal cytoplasmic domain of Atg32 (Atg321-376) as well as the corresponding phosphomimetic mutant S114E (Atg32SE in the following). We first reconstituted the recruitment of Atg11 and Atg32 to the phagophore in vitro. In order to mimic the phagophore membrane, we conjugated Atg8 to giant unilamellar vesicles (GUVs) using the purified Ub-like conjugation system [32]. Atg32 possesses an Atg8-interacting motif (AIM), which crosslinks mitochondria and phagophore during mitophagy [33]. Purified Atg32SE was indeed efficiently recruited to Atg8-GUVs, whereas a corresponding Atg321-376 variant in which the AIM motif was mutated (Atg32WG) [33] did not bind such GUVs (S4A Fig). Moreover, a recent study reported that the Arabidopsis homolog of Atg11 (AtATG11) directly interacts with AtATG8 [21]. An interaction of the corresponding yeast homologs has, however, not been reported. To test whether Atg11 directly binds Atg8, we incubated Atg8-GUVs and GUVs lacking Atg8 with fluorescent-labeled Atg11. Remarkably, Atg11 colocalized with Atg8-positive membranes but not with membranes lacking Atg8, demonstrating that Atg11 directly binds Atg8 in vitro (S4B Fig).\n\nWe next tested whether Atg32 physically interacts with Atg11. Classical approaches to determine the formation of complexes in solution, including size-exclusion chromatography or thermophoresis, failed to confirm that both proteins directly interact. Since a previous study reported that the interaction of cargo receptors with Atg8 depends on a high local concentration of Atg8 in vitro [34], we tested whether a similar concentration-dependent interaction exists for Atg11 and Atg32. We therefore enriched fluorescent-labeled Atg11 on Atg8-GUVs, followed by coincubation with fluorescent-labeled Atg32. To exclude a direct interaction of Atg32 and Atg8, we used the Atg32SE,WG mutant for these experiments. We found that Atg32SE,WG indeed colocalized with Atg8-GUVs in an Atg11-dependent manner (S4C Fig). Interestingly, a similar dependency on Atg11 was observed for the recruitment of an Atg32WG variant that contained only the mutation of the AIM motif but not the phosphomimetic mutation (Fig 5A). This observation indicates that although receptor phosphorylation is required for mitophagy in vivo, it is dispensable for an interaction of Atg32 with Atg11 in vitro.\n\nOur study revealed that Atg11 is autoinhibited by its C-terminal domain. Moreover, we found that Atg32 physically interacts with Atg11 in vitro. We thus reasoned that Atg32 might release the inhibition of Atg11. We therefore tested whether a mixture of Atg32SE and Atg11 is able to tether Atg9 vesicles by dynamic light scattering. According to our previous results, Atg11 alone did not tether Atg9 vesicles in vitro (Fig 5B). Moreover, SUVs lacking Atg9 possessed comparable particle sizes in the presence of Atg32SE (RH = 53 ± 1 nm) or mixtures of Atg32SE and Atg11 (RH = 50 ± 1 nm). By contrast, coincubating Atg9 vesicles with Atg32SE and Atg11 increased the RH by a factor of two (RH = 94 ± 1 nm, Fig 5B). The increased size of Atg9 vesicles is already a strong indicator for vesicle tethering. To confirm that Atg11 indeed tethers Atg9 vesicles in the presence of Atg32SE, we imaged vesicle suspensions by cryo-electron microscopy (cryo-EM). Atg9 vesicles that were incubated with only Atg11 displayed diameters of 25–50 nm and 81 ± 4% of vesicles were found to be dispersed on EM grids. A small fraction of 20 ± 4% of vesicles were in contact with the membrane of another vesicle without forming apparently tight membrane contacts (Fig 5C). However, if we coincubated Atg11 and Atg32SE with Atg9 vesicles, the fraction of nontethered vesicles declined strongly, whereas 51 ± 10% of vesicles were in direct contact to another vesicle. Moreover, 37 ± 12% of vesicles formed tight and intimate membrane contact sites as shown in Fig 5D. Interestingly, Atg17 was previously observed to tether Atg9 vesicles in a similar fashion [11], which underscores our data that both proteins exert similar if not identical functions. In contrast to Atg17, which is active by itself but inhibited if in complex with Atg31-Atg29, we found that tethering of Atg9 vesicles by Atg11 strictly depends on Atg32.\n\nThe monomeric nature of Atg11 combined with the presence of only one Atg9-binding site requires Atg11 to dimerize in order to tether Atg9 vesicles. We thus tested whether Atg32 induces the dimerization of Atg11. We therefore conjugated the UV-crosslinker Sulfo-LC-SDA to Atg32SE, added Atg11, and exposed the mixture to UV light. Analyzing the products of the crosslinking reaction by SDS-PAGE revealed the appearance of a high molecular weight band in samples that contained Atg11 and Sulfo-LC-Atg32SE, indicating that Atg32 induces the formation of Atg11 oligomers. The intensity of this band correlated with the time of UV radiation and was not detected in samples that were not exposed to UV light (Fig 5D). Using the relative migration distances of the marker proteins as standard, the molecular weight of this band was estimated to be approximately 350 kDa. This suggests that the band corresponds well to an Atg11 dimer (265 kDa) that was cross-linked by one or two Atg32 molecules (42 kDa). Moreover, this band was not observed if we exposed only Atg11 or only Sulfo-LC-Atg32SE to UV light, demonstrating that crosslinking of Atg11 was induced in an Atg32-dependent manner (Fig 5D).\n\nOur in vitro reconstitution experiments revealed that Atg32 activates Atg11 by inducing its dimerization. To test, whether Atg32 activates Atg11 also in vivo, we overexpressed Atg321-376 or Atg321-376,SE in yeast cells and quantified mitophagic and autophagic fluxes. Consistent with an Atg32-dependent stimulation, mitophagy was significantly induced upon overexpression of phosphomimetic Atg321-376,SE but not by overexpressing Atg321-376 (Fig 5E). Thus, despite the fact that phosphorylation of Atg32 is dispensable for its interaction with Atg11 in vitro, it is essential to activate mitophagy in vivo. Interestingly, we observed that nonselective autophagy was significantly reduced independently of the expressed Atg32 variant (Fig 5F). Our data thus demonstrate that overexpressed Atg32 activates mitophagy while it suppresses nonselective autophagy.\n\nDiscussion\n\nCellular homeostasis depends on the precise and efficient sequestration of damaged or superfluous cytoplasmic components by autophagosomes. As a consequence, recognition of such material and initiation of selective autophagy need to be coordinated in time and space to avoid accumulation of toxic components, such as damaged mitochondria. How this coordination takes place remained, however, an open question. A key regulator for selective autophagy is Atg11, which recruits Atg9 vesicles to the PAS to initiate phagophore formation. Furthermore, Atg11 recognizes cargo by interacting with cargo receptors, such as the mitochondrial receptor Atg32. Here, we investigated how the two functions of Atg11, i.e., cargo recognition and Atg9 recruitment, are coordinated at a molecular level. The most significant result of our study is the observation that Atg11 tethers Atg9 vesicles in a cargo-dependent fashion.\n\nWe previously reported that Atg17 tethers Atg9 vesicles independently of cargo, suggesting that Atg17 and Atg11 exert redundant functions that are apparently differently regulated. We thus characterized binding of Atg11 to Atg9 in more detail by applying an in vitro reconstitution approach based on synthetic Atg9 vesicles and purified recombinant proteins. We revealed that Atg11 possesses a previously uncharacterized Atg9 binding site within the N-terminal Atg17-like domain. Furthermore, we found that Atg11 bound Atg9 much more efficiently than Atg17. If stoichiometric amounts of both proteins were coincubated with Atg9 vesicles, Atg11 was sequestering approximately 60% but Atg17 only 10% of Atg9-binding sites. We concluded that Atg11 is able to outcompete Atg17 from Atg9 at least in vitro. This agrees well with the observation that Atg11 localizes to the PAS and efficiently interacts with Atg9 in nonstarved cells.\n\nAtg17 forms constitutive dimers that tether Atg9 vesicles independent of other cofactors but this activity is inhibited by the regulatory Atg31-Atg29 subcomplex [10,35]. Starvation induces the formation of the pentameric Atg1 kinase complex in which the full capacity of Atg17 to bind and tether Atg9 vesicles is restored [8,11]. Our observation that Atg11 binds Atg9 much stronger than active Atg17 suggests that Atg17 is even as part of the Atg1-kinase complex not able to deplete Atg11 from Atg9 vesicles. However, starvation induces the displacement of Atg11 from the PAS in an Atg17-dependent manner, which coincides with an Atg17-dependent decrease in the interaction of Atg11 and Atg9. This imposes the question how Atg17 outcompetes Atg11 upon starvation.\n\nInterestingly, we found that Atg11 levels strongly decline during starvation whereas those of Atg17 remain constant. Furthermore, we observed that Atg11 degradation occurs in an autophagy-independent fashion and does not depend on vacuolar hydrolases. These results suggest that Atg11 is degraded by the proteasome. Consistent with this hypothesis, we found that the amount of ubiquitinated Atg11 increases upon starvation although the total level of Atg11 was decreased. Moreover, Atg11 was not degraded in cells that were treated with the proteasome inhibitor MG-132. We concluded from these data that starvation triggers the degradation of Atg11 by the Ub–proteasome system.\n\nA global analysis of protein levels in nonstarved yeast cells reported similar copy numbers for Atg17 and Atg11 per cell [28], implying that the selective degradation of Atg11 upon starvation leads to a molar excess of Atg17. We indeed observed that Atg11 levels declined by a factor of 10 to 100 upon starvation, while those of Atg17 remained constant. Moreover, we found that a 25-fold stoichiometric excess of Atg17 is sufficient to permit equal binding of Atg17 and Atg11 to Atg9 vesicles in vivo and in vitro. We furthermore showed that a larger stoichiometric excess of Atg17 outcompetes Atg11 by sequestering Atg9 vesicles in vivo and in vitro. Our data thus imply that the regulated degradation of Atg11 is a key step during the transition from selective to nonselective autophagy upon starvation.\n\nFurthermore, we identified a dimerization motif in the N-terminal domain of Atg11 which is similar to that found in Atg17. However, full-length Atg11 was monomeric in solution and did not tether Atg9 vesicles, whereas its purified Atg17-like domain formed dimers and tethered Atg9 vesicles. We concluded from this observation that the C-terminal domain prevents Atg11 dimerization and thus tethering of Atg9 vesicles. Importantly, we could show that even monomeric Atg11 outcompetes Atg17 in vivo and in vitro. This suggests that the sequestration of Atg9 vesicles by Atg11 is an important element to prevent the formation of nonselective autophagosomes.\n\nBut how is the apparent autoinhibition of Atg11 released? Apart from its inhibitory function, the C-terminal domain of Atg11 harbors many known binding sites of autophagy receptors [15,30]. We thus investigated whether the mitochondrial receptor Atg32 regulates the activity of Atg11 and found that binding of Atg32 to Atg11 induces its dimerization and facilitates tethering of Atg9 vesicles in vitro. When we overexpressed Atg321-376,SE in yeast, selective autophagy was greatly enhanced while starvation induced nonselective autophagy was strongly suppressed. However, if we expressed an Atg11 variant that lacks the dimerization domain (Atg11Δdim), mitophagy was greatly reduced. We concluded that dimerization of Atg11 is essential to tether Atg9 vesicles in vitro and to promote selective autophagy in vivo.\n\nTaken together, we propose a model in which in nonstarved cells, Atg11 efficiently sequesters Atg9 vesicles and outcompetes Atg17 to prevent the formation of nonselective autophagosomes. Furthermore, Atg17 is inhibited by forming the constitutive Atg17-Atg31-Atg29 complex. Autophagic cargo, for example damaged mitochondria, activate Atg11 through a direct interaction of autophagy receptors such as Atg32 with the C-terminal domain of Atg11. This allows Atg11 to tether Atg9 vesicles thereby nucleating phagophores in close vicinity to cargo. Thus, Atg11 appears to spatiotemporally coordinate selective autophagy by coupling the presence of autophagic cargo to the initiation of selective autophagy. Upon starvation, Atg11 is degraded and the formation of the Atg1 kinase complex leads to an activation of Atg17. Jointly, these two events permit Atg17 to sequester and tether Atg9 vesicles independently of cargo to induce the formation of nonselective autophagosomes.\n\nMaterials and methods\n\nSupporting methods and corresponding references can be found in S1 Text. All data presented as charts are summarized in S1 Data including measured values, calculated mean values and standard deviations, as well as statistical significance calculations.\n\nReagents\n\nThe following synthetic lipids were purchased from Avanti Polar Lipids: 1-palmitoyl-2-oleoyl-sn-glycerol-3-phosphocholine (POPC), 1-palmitoyl-2-oleoyl-sn-glycerol-3-phosphoethanolamine (POPE), 1-palmitoyl-2-oleoyl-sn-glycerol-3-phosphoserine (POPS), 1-palmitoyl-2-oleoyl-sn-glycerol-3-phosphoinositol (POPI), cholesterol, and the detergent n-Dodecyl-N,N-Dimethylamine-N-Oxide (LDAO) was from Anatrace. The following antibodies were used in this study: αHA (Santa Cruz, sc-7392, 1:200 dilution,), αMyc (Santa Cruz, sc-789 and sc-40, 1:1,000 dilution), αUb (mono- and poly-ubiquitinylated proteins, Enzo, BML-PW8810, 1:500 dilution), αPgk1 (Invitrogen, 459250, 1:1,000 dilution), and αGFP (Roche, 11814460001, 1:1000 dilution).\n\nYeast strains and plasmids\n\nDerivatives of Saccharomyces cerevisiae BY4741 and BY4742 (Euroscarf) used for each experiment of this study are listed with genotypes in S1 Table. Plasmids used in this study are specified in S2 Table. The combination of plasmids and strains used for experiments are summarized in S3 Table. Genomic gene deletion and tagging was performed as described previously [36].\n\nPull-down and IP experiments\n\nYeast cells corresponding to 50–100 OD600 (optical density at 600 nm) were collected by centrifugation (3 min, 1,500 g), resuspended in ice-cold lysis buffer (25 mM Tris-HCl pH 7.2, 150 mM NaCl, 0.2% NP-40, protease inhibitor cocktail (Sigma), 3 mM PMSF) lysed and cleared by centrifugation (20 min, 17,000 g). 10 μg of recombinant protein for GST pull-down assay, or 10 μg of the respective antibody for all other immunoprecipitations were mixed with yeast lysates, incubated with Glutathione Sepharose 4B beads or Protein A magnetic beads for at least 30 min, washed, and samples were separated on NuPage Bis-Tris gels (Life Technologies) prior to immunoblotting.\n\nPho8ΔN60 assays\n\nPho8-activity was determined as previously described [37,38]. Briefly, 4 OD600 yeast cells were lysed and lysates were incubated with 50 μl 55 mM α-naphtyl phosphate disodium salt. Reactions were quenched after 20 min and fluorescence was recorded at 345/472 nm and normalized to total protein content in lysates.\n\nExpression and purification of proteins\n\nAtg32, Atg9, Atg17, Atg29 and Atg31 were expressed and purified as previously described [11,32,39]. Atg11 or its N-terminal fragment Atg11ΔC were coexpressed from pCoofy37-Atg11 or pCoofy37-Atg11ΔC vectors with chaperones from pG-KJE8 (Takara) in Escherichia coli BL21 (DE3). Expression was induced with 0.3 mM Isopropyl β-D-1-thiogalactopyranoside (IPTG) for 18 h. Atg11 was purified by Ni-NTA-affinity chromatography followed by PreScission protease digestion and gel filtration (Superose6 Increase 10/300 (GE Healthcare) or Superdex200 16/60 columns). Protein aliquots were stored at −80 °C until use.\n\nAtg9-liposome preparation and floatation assay\n\nAtg9core was reconstituted in liposomes by rapid dilution as previously described [11] from mixtures of synthetic lipids containing 20 mol% cholesterol, 10 mol% POPE, 60 mol% POPC, and 10 mol% POPS. Liposomes were resolubilized with LDAO and Atg9core (protein:lipid ratio of 1:200) was added. The mixture was 30-fold diluted and Atg9-PLs were collected by ultra-centrifugation and resuspended in interaction buffer. For cofloatation experiments, Atg9-PLs were mixed with Nycodenz and interaction partners and a step gradient of 40% Nycodenz-Atg9-PLs, 30% Nycodenz, and buffer was prepared. After ultracentrifugation, the floated fraction containing accumulated Atg9-PLs and interaction partners was analyzed by SDS-PAGE.\n\nBiophysical experiments\n\nESI-TOF mass spectrometry was performed in LC-MS mode on a BRUKER microTOF mass spectrometer and sedimentation velocity in an Optima XL-I analytical ultracentrifuge with an An-60 Ti rotor (Beckman-Coulter). Data were evaluated with SEDFIT software package [40]. Dynamic light scattering was performed as described previously [11].\n\nCryo-electron microscopy\n\nAtg9-PLs were cosonicated with Atg11 and mixed with Atg32SE or buffer. Samples were added on a glow discharged Lacey carbon grid (Agar Scientific), blotted and plunge-frozen in liquid ethane using a Leica EM GP system. Samples were visualized on a Tecnai F20 electron microscope operating at a voltage of 200 kV. Images were recorded in low-dose mode on a Falcon II direct electron detector (FEI).\n\nCross-linking\n\nAtg32SE was mixed with a 10x molar excess of Sulfo-LC-SDA (sulfosuccinimidyl 6-(4,4'-azipentanamido)hexanoate, Thermo Fisher), incubated for 20 min at room temperature and quenched with 100 mM final concentration of Tris pH 8.0. Residual crosslinker was removed using a Zeba spin desalting column (Thermo Fisher). Labeled Atg32SE was mixed with Atg11 and exposed to 365 nm UV light for up to 15 min.\n\nReconstitution on giant unilamellar vesicles\n\nGUVs were prepared by electroformation [41] using synthetic lipid mixtures containing POPC (39.5 mol%), POPS (20 mol%), POPE (20 mol%), cholesterol (20 mol%), and Atto633-labeled POPE (0.5 mol%). Single cysteine mutants of Atg8ΔR117, Atg7, Atg3, Atg12–Atg5, and Atg16 were produced as described and incubated with GUV-suspensions in Lab-Tek observation chambers at a molar ratio of 6:2:2:1:1 for 1 h at 30 °C.\n\nConfocal microscopy\n\nThe confocal imaging was performed at the Imaging Facility of Max Planck Institute of Biochemistry, Martinsried, on a LEICA (Wetzlar, Germany) TCS SP8 AOBS confocal laser scanning microscope equipped with a LEICA HC PL APO 63x/NA1.4 oil immersion objective or on a ZEISS (Jena, Germany) LSM780 confocal laser scanning microscope equipped with a ZEISS Plan APO 63x/NA1.46 oil immersion objective. Leica LAS AF and Zeiss ZEN 2011 software packages were used, respectively. Image analysis was performed manually by using ImageJ or automated by employing a custom-made Fiji script.\n\nSupporting information"
}