{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000972",
  "doi": "10.1371/journal.pbio.3000972",
  "externalIds": [
    "pii:PBIOLOGY-D-20-02969",
    "pmid:33079937",
    "pmcid:PMC7575096"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Expression of concern: A chaperonin subunit with unique structures is essential for folding of a specific substrate",
  "authors": [
    {
      "name": "The PLOS Biology Editors"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-10-20",
  "volume": "18",
  "number": "10",
  "pages": "e3000972",
  "tags": [
    "Type/Expression of Concern"
  ],
  "fullText": "Following the publication of this article [1], concerns were raised regarding irregularities in Figs 2B, 2C, 3A, 3B, 3C, 4B, 4F, 4G, 5B and S1B. Specifically,\n\nConcerns were raised about discontinuities in the lower regions of lanes 1 and 5 in Fig 2B, which suggest that rectangular portions of the image were spliced or otherwise altered. The corresponding author provided the underlying gel image for Fig 2B (S1 File). Coomassie Brilliant Blue staining in the areas of concern was not as strong in the raw image as in the figure, supporting that the image was selectively enhanced or otherwise manipulated in these areas. This is in violation of community standards and PLOS Biology’s requirements for image data reporting, which require that any adjustments must be applied consistently to the entire image. The underlying data provided by the authors support the overall results presented in Fig 2B, although the PLOS Biology Editors remain concerned about the integrity with which the data were reported in the published article.\n\nSplicing concerns were raised for several figures in this article, including panels of Figs 3A, 3B, 3C and 4B, and panels in the S1B File of the original article. The authors noted that lanes had been removed and/or rearranged during preparation of the panels in questions, as was confirmed by the original raw images provided upon request and presented in the Supporting Information S3–S6 and S9 Files below.\n\nVertical discontinuities were detected in several panels in this article, including panels of Figs 2C, 4F, 4G and 5B. The authors noted for that these figures lanes had also been removed and/or rearranged during preparation of the panels in question, but that the original image data were no longer available for these panels. Instead, the authors have provided data from replicate experiments in the Supporting Information S2, S7, S8 and S10 Files below that seemingly support their conclusions.\n\nThe underlying data and repeat experiment data received by the journal are published in the supporting information files. The authors have not commented on the availability of underlying data to support the other results reported in the article.\n\nAlthough overall the data provided to address these concerns seem to support the conclusions of the article, given that original files were not available for assessment in a number of instances and the integrity issues surrounding the preparation of Fig 2B, the PLOS Biology Editors issue this Expression of Concern to notify readers and relay the supporting data and updated figures provided by the corresponding author.\n\nSupporting information"
}