{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001874",
  "doi": "10.1371/journal.pbio.1001874",
  "externalIds": [
    "pii:PBIOLOGY-D-14-00669",
    "pmid:24893313",
    "pmcid:PMC4043485"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Extracellular Vesicle-Mediated Transfer of Genetic Information between the Hematopoietic System and the Brain in Response to Inflammation",
  "authors": [
    {
      "name": "Kirsten Ridder",
      "first": "Kirsten",
      "last": "Ridder",
      "affiliation": "Institute of Neurology (Edinger Institute), Frankfurt University Medical School Frankfurt, Frankfurt, Germany; German Cancer Consortium (DKTK), German Cancer Research Center (DKFZ), Heidelberg, Germany"
    },
    {
      "name": "Sascha Keller",
      "first": "Sascha",
      "last": "Keller",
      "affiliation": "Tumor Immunology Program, German Cancer Research Center (DKFZ), Heidelberg, Germany"
    },
    {
      "name": "Maria Dams",
      "first": "Maria",
      "last": "Dams",
      "affiliation": "Institute of Neurology (Edinger Institute), Frankfurt University Medical School Frankfurt, Frankfurt, Germany; German Cancer Consortium (DKTK), German Cancer Research Center (DKFZ), Heidelberg, Germany"
    },
    {
      "name": "Anne-Kathleen Rupp",
      "first": "Anne-Kathleen",
      "last": "Rupp",
      "affiliation": "Tumor Immunology Program, German Cancer Research Center (DKFZ), Heidelberg, Germany"
    },
    {
      "name": "Jessica Schlaudraff",
      "first": "Jessica",
      "last": "Schlaudraff",
      "affiliation": "Institute of Clinical Neuroanatomy, Neuroscience Center, Frankfurt University Medical School Frankfurt, Frankfurt, Germany"
    },
    {
      "name": "Domenico Del Turco",
      "first": "Domenico",
      "last": "Del Turco",
      "affiliation": "Institute of Clinical Neuroanatomy, Neuroscience Center, Frankfurt University Medical School Frankfurt, Frankfurt, Germany"
    },
    {
      "name": "Julia Starmann",
      "first": "Julia",
      "last": "Starmann",
      "affiliation": "German Cancer Consortium (DKTK), German Cancer Research Center (DKFZ), Heidelberg, Germany; Unit Cancer Genome Research, German Cancer Research Center (DKFZ) and National Center for Tumor Diseases, Heidelberg, Germany"
    },
    {
      "name": "Jadranka Macas",
      "first": "Jadranka",
      "last": "Macas",
      "affiliation": "Institute of Neurology (Edinger Institute), Frankfurt University Medical School Frankfurt, Frankfurt, Germany; German Cancer Consortium (DKTK), German Cancer Research Center (DKFZ), Heidelberg, Germany"
    },
    {
      "name": "Darja Karpova",
      "first": "Darja",
      "last": "Karpova",
      "affiliation": "German Red Cross Blood Service Baden-Württemberg-Hessen and Institute for Transfusion Medicine and Immunohematology, Frankfurt University Medical School, Frankfurt, Germany"
    },
    {
      "name": "Kavi Devraj",
      "first": "Kavi",
      "last": "Devraj",
      "affiliation": "Institute of Neurology (Edinger Institute), Frankfurt University Medical School Frankfurt, Frankfurt, Germany"
    },
    {
      "name": "Candan Depboylu",
      "first": "Candan",
      "last": "Depboylu",
      "affiliation": "Department of Neurology, Philipps University Marburg, Marburg, Germany"
    },
    {
      "name": "Britta Landfried",
      "first": "Britta",
      "last": "Landfried",
      "affiliation": "Institute of Neurology (Edinger Institute), Frankfurt University Medical School Frankfurt, Frankfurt, Germany"
    },
    {
      "name": "Bernd Arnold",
      "first": "Bernd",
      "last": "Arnold",
      "affiliation": "Division Molecular Immunology, German Cancer Research Center (DKFZ), Heidelberg, Germany"
    },
    {
      "name": "Karl H. Plate",
      "first": "Karl H.",
      "last": "Plate",
      "affiliation": "Institute of Neurology (Edinger Institute), Frankfurt University Medical School Frankfurt, Frankfurt, Germany; German Cancer Consortium (DKTK), German Cancer Research Center (DKFZ), Heidelberg, Germany"
    },
    {
      "name": "Günter Höglinger",
      "first": "Günter",
      "last": "Höglinger",
      "affiliation": "Department of Neurology, Philipps University Marburg, Marburg, Germany; Department for Translational Neurodegeneration, German Center for Neurodegenerative Diseases e.V. (DZNE), Technical University Munich (TUM), Munich, Germany"
    },
    {
      "name": "Holger Sültmann",
      "first": "Holger",
      "last": "Sültmann",
      "affiliation": "German Cancer Consortium (DKTK), German Cancer Research Center (DKFZ), Heidelberg, Germany; Unit Cancer Genome Research, German Cancer Research Center (DKFZ) and National Center for Tumor Diseases, Heidelberg, Germany"
    },
    {
      "name": "Peter Altevogt",
      "first": "Peter",
      "last": "Altevogt",
      "affiliation": "Tumor Immunology Program, German Cancer Research Center (DKFZ), Heidelberg, Germany"
    },
    {
      "name": "Stefan Momma",
      "first": "Stefan",
      "last": "Momma",
      "affiliation": "Institute of Neurology (Edinger Institute), Frankfurt University Medical School Frankfurt, Frankfurt, Germany; German Cancer Consortium (DKTK), German Cancer Research Center (DKFZ), Heidelberg, Germany"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2014-06",
  "dateAccepted": "2014-04-24",
  "dateReceived": "2014-02-24",
  "volume": "12",
  "number": "6",
  "pages": "e1001874",
  "tags": [
    "Cell biology",
    "Cellular neuroscience",
    "Discipline-v2/Biology and life sciences",
    "Discipline-v2/Cell biology",
    "Discipline-v2/Cellular neuroscience",
    "Discipline-v2/Medicine and health sciences",
    "Discipline-v2/Molecular cell biology",
    "Discipline-v2/Neurobiology of disease and regeneration",
    "Discipline-v2/Neurology",
    "Discipline-v2/Neuroscience",
    "Molecular cell biology",
    "Neurobiology of disease and regeneration",
    "Neurology",
    "Neuroscience",
    "Type/Research Article"
  ],
  "abstract": "When stimulated by inflammation, peripheral blood cells signal directly to neurons in the brain via the transfer of functional RNA enclosed in extracellular vesicles.",
  "fullText": "Introduction\n\nThe influence of the immune system on the brain in the context of inflammation is highly relevant for a number of diseases, yet mechanisms for this interaction are not fully understood. The stereotypical response is the secretion of pro-inflammatory cytokines by immune cells. These peripheral cytokines in turn can have a direct effect on neural cells or activate brain inflammatory cytokine signaling, usually via microglia, the principle innate immune cells of the brain [1].\n\nRecently, heterotypic cell fusion of hematopoietic cells with Purkinje neurons in the brain has been suggested as a conceptually different mechanism of response to inflammation. When transplanted into lethally irradiated mice, genetically labeled hematopoietic donor cells have been found to contribute to a number of host tissues including skeletal and cardiac myofibers, hepatocytes in the liver, intestinal crypt cells, and Purkinje neurons in the brain. Initially seen as evidence for an unexpected differentiation potential of hematopoietic stem cells, it was eventually demonstrated that the experimentally observed plasticity was largely attributable to cell fusion, rather than transdifferentiation [2]–[4]. For the brain, fusion of hematopoietic cells has so far mainly been reported with Purkinje neurons. Although the number of fusion events is very low in the healthy animal, peripheral inflammation induces cell fusion events to increase by a factor of 10–100, giving the first indication that heterotypic fusion is regulated by a pathologic stimulus and may therefore be of biological significance [5]. We were interested in studying the contribution of hematopoietic cells to neural tissue without the accompanying confounding factors such as lethal irradiation, chemoablation, or parabiosis normally associated with replacing the host bone marrow. In contrast, to irreversibly label hematopoietic cells to follow their fate in vivo, we used transgenic mice expressing Cre recombinase under the hematopoietic-specific promoter vav [6] in a Cre reporter background. Although in our mouse model we could observe recombination events in the same tissues and at a frequency comparable to those observed in transplantation studies, we did not find any evidence for cell fusion in Purkinje neurons, marked by the absence of a second nucleus [7]. We now show that recombination in neural cells is caused by the intercellular transfer of Cre recombinase messenger RNA. More specifically, biochemical analysis demonstrates that Cre mRNA is contained in extracellular vesicles (EVs), including exosomes. These EVs are sufficient to induce recombination in neural cells after direct intracerebellar injection. Recombination events occur rarely and are restricted to very few Purkinje neurons in the healthy animal. However, when inducing a peripheral inflammation or an entorhinal cortex lesion (ECL), the number of recombined cells increases dramatically and extends to other neuronal cell populations. Importantly, recombined versus nonrecombined Purkinje neurons display differences in their miRNA profile several days after inflammation, indicating biologically significant changes. These observations reveal the existence of a previously unrecognized mechanism to communicate RNA-based signals between the hematopoietic system and various organs, including the brain, in response to inflammation.\n\nResults\n\nExpression of Cre Recombinase Specifically in the Hematopoietic Lineage Leads to Recombination Events in Purkinje Neurons Without Cell Fusion\n\nTo monitor the contribution of hematopoietic cells to other tissues without any of the confounding factors associated with host bone marrow replacement, we previously utilized transgenic mice expressing Cre recombinase specifically in the hematopoietic lineage under the Vav1 promoter [7]. For this study, we additionally included a mouse model expressing Cre under the hematopoietic- and endothelial-specific promoter Tie2 [8] to minimize the possibility of false positive results due to a leaky expression of Cre. Thus, in hematopoietic cells, marker gene expression is irreversibly induced (Figure 1A), allowing the tracing of hematopoietic contribution to any other tissue. Confocal analysis of different tissue sections of both Vav-iCre- and Tie2-Cre-GFP/LacZ mice showed GFP- or LacZ-positive cells in organs such as the liver, lung, and small intestine (Figure 1B–D) similar to observations made in animals transplanted with bone marrow from constitutively marker-gene-expressing cells. In the cerebellum, only Purkinje neurons could be observed expressing the marker gene (Figure 1E). However, all marker-gene–positive Purkinje neurons from both mouse lines contained only a single nucleus in line with our previous findings [7], suggesting a contribution of hematopoietic-to-neural cells independent of cell fusion (Figure 1F). Thus, in both our transgenic models we could make observations similar to what had been reported for chimeric animals but with no evidence of cell fusion in neurons.\n\nHematopoietic Cell-Derived Exosomes Contain Cre mRNA\n\nThe observation of Cre-dependent reporter gene expression without evidence of cell fusion events led us to consider alternative explanations for a transfer of Cre recombinase from hematopoietic cells to neurons. A growing body of evidence suggests a role for EVs in cell-to-cell communication [9]. Moreover, EVs can transfer functional mRNA between cells in vitro [10]. We therefore asked if reporter gene expression in nonhematopoietic cells was the result of an RNA-based transfer of Cre recombinase via EVs, leading to the translation of Cre RNA in target cells and nuclear recombination followed by irreversible reporter gene expression. Because low levels of recombination events could be detected in uninjured animals, we hypothesized that Cre messenger RNA should be detectable in the blood of mice with hematopoietic Cre recombinase expression. Peripheral blood was drawn from six Vav-iCre mice and processed according to a protocol for the isolation of secreted membrane vesicles [11]. In all vesicle isolation experiments, the pellet was treated with RNaseA to remove RNA that was not contained in vesicles. RNA was extracted from vesicle preparations and reverse transcribed, followed by nested primer RT-PCR. Cre recombinase cDNA could be detected in four out of six analyzed blood samples (Figure 2A), showing that Cre mRNA is present at low levels in blood plasma. To obtain larger amounts of secreted membrane vesicles for a more detailed analysis, we prepared in vitro cultures from pooled peripheral blood and bone marrow of Vav-iCre mice (n = 6 separate preparations from one to two mice each) and added lipopolysaccharide (LPS) at 200 ng/ml to stimulate an inflammatory reaction. Cell culture supernatants were collected after 3 d of stimulation, and membrane vesicle fractions enriched for exosomes were prepared via differential ultracentrifugation. The resulting supernatants and pellets were used for RNA extraction, reverse transcription, and subsequent detection of cDNA using PCR. Consistently, Cre recombinase cDNA could be detected in the vesicle pellet but not in the supernatant (Figure 2B) in all experiments, suggesting that Cre mRNA was not part of the soluble cell culture medium but was contained in physical structures amenable to separation by centrifugation. To directly show that Cre mRNA is contained in vesicles and does not sediment because of an association with protein complexes, we took vesicle pellets prepared as above and treated them with RNaseA alone or in combination with detergent. In this way, vesicles would be lysed and the RNA exposed to RNase digestion. Indeed, in the samples treated with detergent and RNAse, we could no longer detect Cre mRNA in contrast to vesicle pellets that were treated with RNAse alone (n = 2 independent sample preparations) (Figure 2C). Electron microscopic images from our vesicle preparations showed predominantly structures with sizes between 50 and 100 nm and a round or cup-shaped morphology typically associated with exosomes (Figure 2D) [12]. EVs are a heterogeneous population and their typology is not established with regard to their possible biological functions. However, the most prominent subclass are exosomes as defined by their size, protein marker load, and enrichment profile by differential density ultracentrifugation [9]. To specifically determine whether exosomes contain Cre mRNA, we fractionated the vesicle preparations using sucrose density gradient ultracentrifugation [13]. Exosomal identity was confirmed by Western blot analysis for the specific surface markers ADAM10 and CD9 (Figure 2E,F). Using antibodies against Cre recombinase, we could not detect Cre recombinase protein in any of the fractions (Figure 2G). We could also not detect any Cre protein by ELISA with a sensitivity of 0.1 ng/ml in total EV preparations of bone marrow and peripheral blood of a single mouse (unpublished data). Thus, our EV preparations do not contain Cre protein or only at exceedingly low concentrations. Cre recombinase RNA could always be detected by RT-PCR in all exosomal fractions (Figure 2H). Nonexosomal fractions varied with regard to the presence of Cre mRNA, ranging from its complete absence (Figure S1A) to individual subfractions being positive for Cre-derived cDNA (n = 5 preparations) (Figure 2H). The latter observation indicated either trace amounts of exosomes in fractions negative for exosomal markers or Cre mRNA containing nonexosomal vesicles. Quantitative analysis of vesicle number and size revealed an increase in the share of larger membrane blebs or apoptotic vesicles in the in vitro preparations compared to blood plasma (Figure S1B). Our results demonstrate that Cre mRNA but not Cre recombinase protein is contained predominantly in exosomes and suggests that functional Cre recombinase protein was generated from Cre RNA contained in vesicles rather than recombination activity being a result of the direct transfer of Cre protein.\n\nInjection of Cre mRNA-Containing EV Preparations Is Sufficient to Induce Recombination in the Cerebellum\n\nWe wanted to test whether secreted Cre recombinase RNA-containing EVs are sufficient to induce recombination in Purkinje neurons in vivo. To this end, EVs enriched for the exosomal fraction were prepared from peripheral blood and bone marrow cultures from Vav-iCre mice as described above. These preparations were brought into the circulation of ROSA26-lacZ reporter mice intravenously (Figure 3A). Four days after injection, animals were transcardially perfused and analyzed for recombination events by X-Gal staining and immunohistochemistry in serial sections of the cerebellum. We could not observe recombination events in any of the brains of the animals analyzed (n = 4, unpublished data). These results suggested either that the amount of exosomes in our preparations was too low, leading to the quantitative absorption of vesicles en route to the brain, or that EVs could not cross the blood–brain barrier (BBB). To circumvent these problems and to test whether induction of reporter gene expression in Purkinje neurons by Cre mRNA-containing EVs is formally possible, we directly injected 1 µl vesicle preparations into the cerebella of ROSA-LacZ reporter mice (n = 3, two injections in a single hemisphere of each mouse; Figure 3A). Serial sections of the complete cerebellar hemisphere were analyzed for reporter gene expression 4 d after injection. This analysis identified Purkinje neurons expressing the reporter gene in all three injected animals with one to seven recombined Purkinje neurons in a single hemisphere (Figure 3B). Interestingly, we also observed other reporter gene-positive cell types with glial (Figure 3C) or microglial (Figure 3D) morphology in addition to Purkinje neurons in all injected animals. Hence, Cre mRNA-containing EV preparations are sufficient to induce recombination events in the brain, and the transfer of functional Cre mRNA by EVs appears not to be necessarily restricted to Purkinje neurons. Control brains from ROSA-LacZ mice that were injected with purified recombinant Cre recombinase protein (1 µl of 1 U/µl) (n = 4) or lysate prepared from Vav-iCre bone marrow cells (BMCs) (n = 2) did not display reporter gene expression in Purkinje neurons or any other cell types (Figure 3E).\n\nRecombination Events in Purkinje Neurons Are Not the Result of an Endogenous Misexpression of Cre Recombinase\n\nTo formally rule out the possibility that the recombination events we observe were resulting from an unspecific expression of Cre, we performed additional control experiments. First, we established cerebellar slice cultures from Vav-iCre- or Tie2-Cre-ROSA-LacZ/GFP mice (n = 4). After 2 d in culture, we induced an injury by transversally cutting into the tissue with a blade, and 3 d later slices were analyzed. We could only detect occasional recombination events in the Purkinje cell layer and no recombination in the injured areas, indicating a lack of Cre activity in the absence of a hematopoietic system. Next, we generated blood chimeras by transplanting Vav-iCre-GFP bone marrow into lethally irradiated ROSA-LacZ reporter mice (n = 6). In this way, we could identify cells that received Cre recombinase from the donor population while controlling for the possibility of cell fusion through the constitutive expression of GFP in the donor cells. After 5 wk or 2 mo, respectively, we induced peritonitis and 4 d later the chimeric animals were killed (for an experimental scheme, see Figure 4A). We could observe LacZ-positive, GFP-negative cells in the livers of all animals (n = 6; Figure 4B). In the cerebellum, recombined cells became apparent only in the longer surviving animals (2 mo, n = 3). We could identify β-galactosidase–positive, GFP-negative cells in the Purkinje layer (3.3±1.2 SD in one hemisphere) but also in the granular layer (5±1.7 SD in one hemisphere) as well as in cells associated with blood vessels (Figure 4C–E). In the latter two locations, we never observed recombined cells in the Vav-iCre/Tie2-Cre-GFP/LacZ mice, indicating physiological changes caused by the irradiation. To test whether we could still observe recombination events in chimeras without the confounding influence of lethal irradiation, we performed adoptive transfer experiments whereby 20 million spleen/lymph node cells from Vav-iCre-GFP mice were i.v. injected into ROSA-LacZ reporter mice (n = 8). Ten days after the transfer, animals were killed and their livers and brains analyzed. Although we could detect recombined, GFP-negative cells in the livers of four mice, we did not observe any recombination in the brain, probably due to the low and short-lived cell number present in the recipients (Figure 4A). Control animals for both types of experiments included ROSA-LacZ reporter mice as recipients injected with wild-type donor cells (n = 4). In sum, these experiments present formal evidence of a lateral transfer of Cre mRNA originating from blood cells, excluding fusion or endogenous misexpression.\n\nSystemic and Central Nervous System (CNS) Inflammation Increases Recombination in Purkinje Neurons\n\nHematopoietic cells of the myeloid and lymphoid lineage have been shown to contribute to nonhematopoietic tissues by heterotypic cell fusion [14]. These fusion events are very rare, but their number increases substantially after peripheral inflammation [5], leading to speculation that heterotypic fusion and subsequent reprogramming of the hematopoietic nucleus represent a sort of rescue mechanism for damaged tissues [15]. Likewise, inflammatory stimuli may affect EVs signaling [16],[17]. We induced a chronic inflammation by injecting Lewis lung carcinoma cells (LLC2) into the flanks of double transgenic mice, leading to the formation of a peripheral tumor after 12 d. For an acute inflammation, we induced peritonitis by intraperitoneal injection of thioglycolate broth and killed the animals 4 d after injection. In both models, we observed a significant increase in the number of recombined Purkinje neurons of up to three orders of magnitude (Figure 5A–C). To complement these models of a systemic inflammation with a pathology that directly affects neural tissue, we induced an ECL [18] in Vav-iCre-LacZ mice (n = 3), and 4 d postlesion, we observed a significant increase in the number of recombined Purkinje neurons (Figure 5C). Altogether, on the basis of a total population of approximately 150,000 Purkinje neurons per cerebellum, the relative quantity of recombined Purkinje neurons after inflammation thus averages 5.8% but goes as high as 26% in one individual case. Importantly, none of the recombined cells that we had analyzed in more detail were binucleated (Figure 5D,E), indicating that in our model systems injury is not sufficient to induce heterotypic cell fusion. The numbers of recombined Purkinje neurons for both Cre mouse lines were comparable to increases observed in heterologous transplantation models [5],[14]. Of note, when screening a large number of sections of postmortem human cerebellar tissue from patients (n = 12) that suffered from severe inflammatory injuries, we could very rarely detect Purkinje neurons containing two nuclei (Figure S2, Table S1), consistent with observations made in our transgenic mouse models.\n\nMicroglia are the main immune cells of the brain and are able to secrete EVs [19]. Therefore, we examined whether this cell type could be a possible source of Cre RNA-containing EVs in our model. We first analyzed brains from early postnatal (P4–P8) double transgenic Vav-iCre/Tie2-Cre-LacZ mice—the peak time of microglia invasion to the brain. In line with recent findings that the origin of microglia precedes definitive hematopoiesis [20], none of the microglia were positive for the reporter gene (unpublished data). Equally, we did not observe microglia expressing the reporter gene either in the healthy adult brain or after inflammatory injuries (Figure 5F,G). Thus, in our model, Cre-mediated recombination activity in neurons is not induced by EVs of microglial origin.\n\nEVs Targeting Neurons May Enter the Brain Via the Circulation\n\nTo gain insight into whether blood-derived EVs reach Purkinje neurons directly via the circulation or by entry of leukocytes into the brain and subsequent local release of EVs, we screened serial cerebellar sections from mice with peritonitis for CD45-LacZ double-positive cells (n = 6). We did not detect a single double-positive cell in the brain parenchyma, arguing against a transfer of EVs from leukocytes to neurons over a short distance. Next, we wanted to test whether EVs themselves may influence BBB properties in order to facilitate their passage into the brain. To this end, we measured changes in the electric resistance and capacitance over a monolayer of bEnd5 brain endothelium cells, a system that has been previously described as an adequate approximation of BBB properties in vitro [21]. EVs from three separate preparations from the supernatant of BMCs were added to the transwells (three separate measurements in quadruplicate). The supernatants of these EV preparations after the ultracentrifugation step served as negative controls. Addition of EVs, but not the supernatant, led to a decrease in the resistance and a concomitant increase in the capacitance at 24 h and 48 h but not any more at 72 h (Figure 5H,I). This suggests that EVs from the bone marrow are sufficient to make the BBB more permeable without lasting toxic effects.\n\nReporter Gene-Positive Neurons Are Present in Various Areas of the Brain\n\nHeterotypic cell fusion in the brain induced by peripheral inflammatory injury has only been reported in Purkinje neurons [5],[22],[23]. However, because inflammation contributes to various neural pathologies such as epilepsy [24], neurodegenerative diseases [25],[26], and sickness behavior [27], we tested whether other neuronal populations apart from Purkinje neurons could display Cre-mediated marker gene expression. Analyzing mice with an inflammation revealed different brain areas with recombined neurons. These were tyrosine hydroxylase (TH)-immunoreactive dopaminergic neurons in the substantia nigra/ventral tegmental area (SN/VTA) (Figure 6A,B). For this area, we could also observe recombined cells with a neuronal morphology that were negative for TH (Figure 6C), indicating loss of TH expression due to inflammation. Additionally we detected recombination in cortical neurons (Figure 6D–F) and in the granular cell layer of the hippocampus (Figure 6G–I). In the animals with an ECL, neurons in the hippocampal areas CA1 and CA3 were recombined as well as cells at the lesion site that were neither of a neuronal nor astrocytic lineage (Figure 6J–L). All neurons displaying marker gene expression contained only one nucleus, consistent with our observations in the cerebellum that cell fusion between hematopoietic cells and neurons is not the reason for the observed recombination events.\n\nNext we wanted to test if an increase in recombination levels in Purkinje neurons is restricted to our injury model or constitutes a general response to any type of injury. Thus, we analyzed if a lesion that is specific for a selected group of neurons and that does not induce a systemic inflammation is capable of increasing recombination events in the Purkinje neuron population. To this end, we injected 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) into Vav-iCre-LacZ mice (n = 3). MPTP is converted to the toxin MPP+ (1-methyl-4-phenylpyridinium) in glial cells that is then released and taken up specifically via the dopamine transporter of dopaminergic neurons, leading to cell death by inhibiting mitochondrial complex I. Animals were intraperitoneally injected with MPTP (30 mg/Kg body weight per day) on 5 consecutive days. Two weeks after the last injection, animals were killed and their brains analyzed. MPTP treatment leads to a massive reduction in the number of dopaminergic neurons in the SN, more than in the VTA (Figure S3 A,B). As a result, we did not observe an increase in the number of recombined Purkinje neurons in the cerebellum comparable to levels seen after peripheral inflammation (53.3±14.7 SD labeled Purkinje neurons per cerebellar hemisphere, n = 3). Therefore, an increase in recombined Purkinje neurons seems to be more injury-specific, particularly for a peripheral inflammation and not to limited mechanical damage, similar to findings in the context of cell fusion where mechanical trauma did not lead to an increase in heterokaryon formation [5]. Interestingly, we could detect numerous TH-negative LacZ-positive cells with neuronal morphology in the SN/VTA (Figure S3C–E). This could indicate an effect of a cell-type-specific lesion on a heightened signaling of blood-derived EVs, but we did not formally test this possibility.\n\nPurkinje Neurons Display a Different miRNA Profile After Recombination\n\nFinally, we wanted to test whether the EV transfer of Cre mRNA to Purkinje neurons is accompanied by other cellular changes that may indicate a more than transient physiological response. EVs and exosomes contain short noncoding RNAs including microRNAs (miRNAs), and it has been shown in vitro that functional miRNAs can be transferred by exosomes to target cells where they exert their effects on gene regulation [10],[28]. Furthermore, miRNAs are abundant in the nervous system, and there is compelling evidence for a role of miRNAs in all aspects of neuronal function from development to plasticity in the adult brain [29]. Hence we asked whether we could observe differences in the miRNA profile in recombined Purkinje neurons compared to their nonrecombined counterparts. To this end, we induced peritonitis in two Vav-iCre-LacZ mice. Four days later, these animals were killed and their cerebella snap-frozen and serially cut. After brief fixation, sections were stained for X-Gal and screened for marker-positive Purkinje neurons on a microscope fitted for laser capture microdissection (LCM). Cells that were X-Gal–positive and clearly identifiable as Purkinje neurons based on morphology and location were cut out and collected. To obtain a reference population that was as similar as possible, for each recombined cell a corresponding neighboring X-Gal–negative Purkinje neuron (&lt;5 neuron distance) was cut out and collected in a separate tube (Figure 7A). We collected 100 and 50 pairs of recombined/nonrecombined neurons. Material obtained in this way showed little RNA fragmentation as well as high specificity for Purkinje neurons (Table S2). Next, miRNAs were isolated from all four samples and analyzed by miRNA qPCR arrays. Pairwise comparison of the miRNAs from recombined neurons with their nonrecombined counterparts revealed significant differences in the presence or absence of various miRNAs (Figure 7B, Table S3) as well as changes in expression levels of common miRNAs (Figure S4). Comparing the miRNAs that were present in both sets of recombined neurons but not in any of the nonrecombined neurons yielded three miRNAs (Box in Figure 7C). Interestingly, of these miRNAs, miR-574-3p is highly expressed in myeloid cells and can be isolated from blood plasma [30] but is not present in previously published miRNA libraries specifically prepared from Purkinje neurons [31]. Additionally, we wanted to analyze whether an inflammation alters the composition of miRNAs contained in circulating serum exosomes. Therefore, we isolated serum exosomes from a group (n = 20) of mice 24 h after induction of peritonitis as well as from an untreated control group (n = 19). The vesicle preparations for each group were separated by sucrose density gradient ultracentrifugation as described above, and only the exosomal fractions were used for further analysis. miRNAs were isolated from both preparations and analyzed on a miRNA qPCR array. The miRNA profiles of the two samples indicated significant changes in miRNA composition in response to an inflammatory stimulus (Figure 7D, Table S4). All of the three miRNAs identified specifically in the recombined Purkinje neurons above were contained in the exosomal miRNA population.\n\nDiscussion\n\nOur current study reveals a previously unrecognized mechanism behind how the hematopoietic system may influence cellular processes in the brain in response to inflammation. Our results show that EVs, including exosomes, are released from hematopoietic cells and transfer functional RNA to cells of multiple tissues, including Purkinje neurons in the brain. This EV transfer is a relatively rare event under nonpathological conditions but can rapidly increase by orders of magnitude after peripheral inflammation. It is not restricted to Purkinje neurons in the cerebellum but includes multiple other neuronal types, notably dopaminergic neurons in the SN. Importantly, Purkinje neurons that receive EV RNA, measured by Cre-mediated induction of reporter gene expression, display a different miRNA profile compared to their nonrecombined counterparts, indicating physiologically relevant changes.\n\nExosomes are increasingly recognized as an agent that can transmit genetic information between cells, but their analysis has largely been restricted to in vitro studies. Therefore, the finding that functional Cre mRNA can be transferred by exosomes leading to loxP excision in target cells will serve as a valuable tool to understanding the physiological role of exosomes in vivo. However, our results also caution against a lateral transfer of Cre mRNA as a possible confounding factor when using the Cre-lox system for lineage analysis in vivo.\n\nIn this study, we used two transgenic mouse lines expressing Cre recombinase in hematopoietic cells and one additionally in the endothelial lineage. Although in the Vav-iCre mouse Cre is constitutively expressed in virtually all hematopoietic cells [6],[32], Tie-2 expression in the adult animal is generally associated with endothelial cells and tumor-infiltrating proangiogenic monocytes [33]. However, its expression has also been described or suggested in other hematopoietic cell types [34]. Additionally, cells may up-regulate Tie-2 in response to inflammatory injury in yet other subpopulations. Based on the similarity of marker gene expression in both mouse models, we rule out endothelial cells as a source for EVs. In contrast, mouse lines expressing Cre under the nonhematopoietic promoters for nestin, myelin oligodendrocyte glycoprotein, and glycine transporter 2 did not show any marker-gene–positive Purkinje neurons, further arguing against unspecific Cre expression (unpublished data). Importantly, the fact that we do not observe microglia expressing the marker gene in both animal models demonstrates that a vesicular transfer to neurons does not involve the participation of this cell type. Neither are microglia the target of peripheral blood-derived secreted membrane vesicles, although our results from the intracerebellar injection of Cre RNA-containing exosomes as well as published work [35] suggest that microglia can in principle take up EVs.\n\nIrrespective of the cell of origin, horizontal transfer of genetic material by EVs may occur in two fundamentally different, but not necessarily mutually exclusive, ways: EV release by hematopoietic cells into the blood stream increases in response to a peripheral inflammation. They then reach the different organs via the blood supply where they are taken up by local cells (Figure 8A). The specificity of this uptake is unknown, but work by others generally shows that EV uptake can be membrane-receptor-mediated [36] or occur by phagocytosis [37]. The essential question in this model though would be how EVs are able to pass through the BBB. As a second possibility, leukocytes enter the brain and secrete exosomes that are taken up by cells in close apposition to the secreting cells (Figure 8B). The fact that we do not find any marker-gene–positive leukocytes in the cerebellar parenchyma together with the presence of Cre mRNA-containing vesicles in the peripheral blood of Vav-iCre mice suggests to us that the first route, via EVs in the circulation, is the more likely scenario. Together with the results from direct injection of Cre-containing EVs into the cerebellum, this also argues against other conceivable mechanisms enabling a local Cre transfer—for example, via tunneling nanotubes or gap junctions. However, our observations do not rule out instances of such a local transfer by leukocytes after entering the brain. Particularly for more severe injuries and pathologies such as lethal irradiation and induced autoimmune encephalitis that were used in studies of cell fusion, a leukocyte entry into the CNS parenchyma is known [38]. Our results from the ECL indeed indicate that local transfer of EV Cre mRNA also could occur. The similarities in recombination pattern, frequency, and induction by inflammation compared to the phenomenon of heterotypic cell fusion are intriguing. We reason that in both cases lipid bilayer membranes need to fuse and that the fusion of whole cells might represent an extreme case of vesicle-cell fusion, triggered by the experimental conditions. The fact that none of the recombined neurons in our inflammation models was binucleated underlines the fact that an inflammatory stimulus as such is not sufficient to lead to cellular fusion, in contrast to reports using various experimental approaches to generate blood chimeras [5],[14].\n\nThe transfer of functional genetic material via EVs and concomitant changes in miRNA content of the receiving cells that we observe suggests a novel way in how the hematopoietic compartment may interact with multiple organs, including the brain, which deserves further study. Peripheral infections and inflammation have been linked to processes such as cancer [39], neurodegenerative diseases [1], and sickness behavior—that is, changes in cognitive functions due to peripheral infections [27]. So far, this link has been mainly explained as cytokine-mediated effects. Increasing evidence points to a central role of miRNAs in regulating neuronal function. In this respect our data open the possibility of a simultaneous lateral transfer of multiple miRNA species from blood cells via EVs as an additional factor contributing to inflammation-induced reactions. Interestingly, although the miRNA profile of nonrecombined Purkinje neurons from our analysis almost completely overlaps with published libraries specifically prepared from Purkinje neurons based on pcp2 expression [31], we find significant differences in comparison to the miRNAs contained in the recombined Purkinje neurons (Table S5). EV-derived miRNAs could act as a general stabilizer of transcription to compensate effects of cellular stress [40]. A recent report of oligodendrocyte-derived EVs increasing resistance of neurons against different types of stress in vitro could be a reflection of this function [41]. With regard to specific functions of individual miRNAs, interestingly miRNA-574-3p that we detect only in recombined Purkinje neurons as well as in exosomes from peripheral blood regulates and in turn is regulated by TAR DNA-binding protein 43 (TDP-43) [42],[43]. TDP-43 is a heterogeneous nuclear ribonucleoprotein involved in RNA processing and stability and has a central role in neurological diseases such as amyotrophic lateral sclerosis and frontotemporal lobar degeneration as the main component of brain inclusions [44]. In the context of these diseases, miR-574-3p could be detected in the serum but also in cerebrospinal fluid, with a down-regulation in cerebrospinal fluid of affected patients [43]. miR-484 has been reported to regulate mitochondrial fission [45], and mitochondrial fission is involved in oxidative stress, apoptosis, and many neurological diseases. Finally miR-16 has been demonstrated to be a repressor for the serotonin transporter and is implicated in the therapeutic action of the antidepressant fluoxetine [46]. Furthermore it is associated with neuronal differentiation [47]. Therefore, published evidence about the miRNAs that we identify in recombined Purkinje neurons is consistent with a functional role in neurons. Although we want to stress that our results are not formal proof for a direct transfer of miRNAs via EVs and that the presence of these miRNAs could also be the result of an indirect regulation, they nonetheless highlight the possibility of how miRNAs in body fluids may reach target cells in various organs, specifically neurons in the brain.\n\nRecently, it has been demonstrated that peripherally injecting exosomes containing exogenous siRNA against GAPDH and engineered to specifically target neurons could indeed lead to down-regulation of their target gene in the brain [28]. Our data suggest that a more widespread gene regulation via changes in miRNA content in neurons naturally occurs in vivo.\n\nFinally, there is increasing evidence that key proteins in the pathology of neurodegenerative diseases such as α-synuclein or tau can associate with exosomes [48],[49] or can be intercellularly transferred by as yet unknown mechanisms in Parkinson's disease [50],[51]. In this context, our findings extend the possibility of a spreading of diseases between tissues with the involvement of EVs and provide an accessible method for further studies in this exiting field.\n\nMaterials and Methods\n\nAnimals\n\nAll animal work has been conducted according to relevant institutional guidelines of the Frankfurt University Medical School (ethical permission Gen. Nr. F94/19), and the Philipps University Marburg. Vav-iCre, and Tie2-Cre transgenic mice used in this study have been previously published [6]–[8]. Both Cre lines were crossbred with Rosa26-LacZ (JAX-mice stock number 003309) or Rosa26-EGFP Cre reporter mice (JAX-mice stock number 004077). Genotyping was performed as described previously. In brief, PCR of tail biopsy lysates was performed using the following primers: iCre F, 5′-CTCTGACAGATGCCAGGACA-3′, R, 5′-ACACCATTCTTTCTGACCCG-3′; Cre F, 5′-GCCTGCATTACCGGTCGATGCAACGA-3′, R, 5′-GTGGCAGATGGCGCGGCAACACCATT-3′; and LacZ 1 F, 5′-GCGAAGAGTTTGTCCTCAACC-3′, 2 F, 5′-GGAGCGGGAGAAATGGATATG-3′, R, 5′-AAAGTCGCTCTGAGTTGTTAT-3′. Amplificates were visualized on a 2% agarose gel.\n\nInflammation Models\n\nTo induce peripheral tumors, 250,000 LLC2s resuspended in 200 µl of PBS were injected subcutaneously into both flanks. Tumors were let to grow for a maximum of 12 d. Peritonitis was induced by a single i.p. injection of thioglycolate broth (Merck) (1 ml 3% in PBS). Animals were killed 4 d after injection.\n\nECL\n\nUnilateral transection of the left perforant path was performed as described previously [52]. Briefly the left medial entorhinal cortex was lesioned using a 2 mm broad stainless steel blade. The medial edge of the knife was adjusted to the following coordinates as measured from the λ: anterior–posterior, 0.4 mm; lateral, 1.2 mm; dorsoventral, down to the base of the skull. Animals were killed 4 d after the surgery.\n\nSlice Culture Experiments\n\nBrains from Vav-iCre/Tie2-Cre-ROSA26Lacz/GFP mice were removed immediately after cervical dislocation and placed in ice-cold culture medium (DMEM, 10% FCS with added antibiotics). Slice cultures were prepared as described [53]. Briefly brain hemispheres were embedded in 2% low melting point agarose and cut in 300 µm sections on a vibratome (Leica). The other hemisphere was directly placed in 4% paraformaldehyde (PFA) and stored for later comparison of recombined cells. Two to three slices were transferred to one membrane insert (PICM0RG50; Millipore) in six-well plates and incubated in a humidified 5% CO2 atmosphere at 37°C. On the next day, culture medium was replaced with serum-free Neurobasal medium, 2% B27, HEPES buffer, and antibiotics. For an injury, slices were cut transversally with a scalpel blade. Three days later, slices were fixed on their membrane inserts with 4% PFA at 4°C overnight.\n\nTissue Processing\n\nDeeply anesthetized mice were perfused transcardially with PBS followed by 4% cold PFA in PBS. All organs were postfixed in 4% PFA in PBS for 24 h. For cryosectioning, organs were cryo-protected in 15% sucrose for an additional 24 h before they were embedded and sectioned (10–12 µm) as a frozen block. Sagittal cerebellar sections (50–60 µm) were cut on a vibratome (Leica) and kept in PBS at 4°C.\n\nHematopoietic Cell Cultures\n\nWhole blood withdrawal was performed on deeply anesthetized Vav-iCre mice via cardiac puncture. After blood withdrawal, mice were killed by cervical dislocation. Legs were removed in order to obtain BMCs. Erythrocytes were depleted using red blood cell lysis buffer (Roche). Cells were flushed through a 70 µm cell strainer and washed with PBS before culturing them in serum-free IMDM supplemented with 5% Panexin-NT (PanBiotech), 100 µg streptomycin, 100 U/ml penicillin, glutamine, and 200 ng/ml LPS. Cells were seeded at a density of 5×106 cells/ml for 48–96 h at 37°C and 5% CO2.\n\nEV Preparations\n\nFrom hematopoietic cell culture, the supernatant was collected and processed by differential centrifugation as described [54], with additional filtering (0.22 µm) of the supernatant preceding the ultracentrifugation steps. For sucrose density gradient fractionation, vesicles were loaded on top of a stepwise sucrose gradient at the following concentrations: 21M, 1.3 M, 1.16 M, 0.8 M, 0.5 M, and 0.25 M in TBS as described previously [54]. The gradient was centrifuged for 2.5 h at 100,000×g using a Beckman SW40 Rotor. Twelve 1 ml fractions were collected from the top of the gradient, diluted with PBS, and subjected to ultracentrifugation. The pellet was taken up and used for RT-PCR.\n\nFor blood plasma and serum, peripheral blood was drawn by heart puncture from deeply anesthetized mice. Vesicle preparation was performed similar to preparations from the cell culture supernatant with the necessary elongation steps for more viscous liquids as described [11]. For blood serum, vesicle preparations were separated by a sucrose density gradient as described above, and only the exosomal fractions were used for further analysis.\n\nHuman Specimens\n\nFormalin-fixed and paraffin-embedded tissue of human cerebella from the Edinger Institute archive was cut into 4 µm serial sections and stained after rehydration by serial incubation in xylol (2×10 min) and ethanol (98% to water, 5 min each). Every fifth section was analyzed to avoid counting the same neuron twice.\n\nStaining and Microscopic Analysis\n\nAntibodies that were used were anti-mouse Calbindin (mouse monoclonal, Sigma), anti–β-Gal (mouse monoclonal, Promega; rabbit polyclonal, MP Biomedicals), Alexa 488–conjugated anti-NeuN (mouse monoclonal, Chemicon), anti-TH (rabbit polyclonal or mouse monoclonal, both Chemicon), anti-Iba1 (rabbit polyclonal, Wako), Alexa 488–conjugated anti-GFP (rabbit polyclonal, Invitrogen), polyclonal rabbit anti–glial fibrillary acidic protein (GFAP) (Dako), anti-human CD68, CD15, and leukocyte common antigen (LCA) (all mouse monoclonal, Dako). For light microscopic staining, polylink and peroxidase label (DCS) were used in combination with the AEC substrate pack (BioGenex) followed by a hemalum counterstaining. Light microscopic images were recorded on an Olympus 80i microscope; fluorescent images were taken on a confocal LSM Nikon TE2000-E microscope. Images were processed using the EC-C1 3.60 software and ImageJ (NIH). Figures were mounted in Adobe Photoshop CS4.\n\nPurkinje Neuron Quantitation\n\nFor the quantitation of cerebellar Purkinje neurons, all sections from one cerebellar hemisphere were stained for LacZ or GFP, and recombined Purkinje neurons were counted in every other section equaling one quarter of the population.\n\nRNA and Protein Analysis\n\nRNA was purified using Qiagen RNeasy Micro Kit, according to the manufacturer's instructions. cDNA synthesis was performed with SuperScipt III reverse transcriptase (RT) (Invitrogen) and OligodT18 Primers (Fermentas). Residual DNA contamination was excluded by controls in which RT was omitted during cDNA synthesis. For iCre mRNA detection, a heminested PCR was performed with 5 µl of vesicle cDNA preparation and Primers FORWARD-out and REVERSE (FORWARD-out, 5′-GTGGGAGAATGCTGATCCACA-3′; REVERSE, 5′-ACACCATTCTTTCTGACCCG-3′) in the first reaction followed by the second PCR using 2 µl of the amplificate and FORWARD-in (5′-GGTTACCAAGCTGGTGGAGA -3′) and REVERSE. PCR products were visualized on a 3% agarose gel. For protein analysis, acetone was added to the vesicle containing sucrose fractions. Precipitates were boiled in SDS sample buffer to further perform SDS/PAGE and Western blot analysis with antibodies to anti-mouse CD9 (R&amp;D Systems, clone 139712), anti-mouse ADAM10 (sc-18869, Santa Cruz), and anti–Cre-recombinase (Covance, NMS-106P).\n\nElectron Microscopy\n\nVesicle preparations were fixed and stained as described [11] with minor alterations. The uranyl-oxalate (step 6) was substituted with 2% of uranyl-acetate, and the ratio of methylcellulose to uranyl-acetate was changed to 1% each (step 7). Grids were analyzed using Tecnai Spirit BioTWIN electron microscope (FEI, Netherlands) at 120 kV. Pictures were taken with an eagle bottom-mount CCD camera.\n\nIn Vivo Experiments\n\nSecreted membrane vesicle preparations obtained from hematopoietic cell culture were resuspended in HEPES buffer and injected i.v. (200 µl) or directly into cerebellar hemispheres of anesthetized Cre-reporter mice (1 µl). Injections of 1 µl Cre recombinase protein (New England Biolabs) (1 U/µl or 91 n g/µl) or lysate from Cre-expressing BMCs served as controls. One or two intracerebellar injections were performed per hemisphere with 1 µl each at 6.2 mm caudal and 2 mm lateral to bregma and 1.5 mm below the dura mater. Mice were kept for 4–5 d until they were sacrificed for subsequent analysis as above. All sections from the injected cerebellar hemisphere were stained with an anti–β-Gal antibody with AEC Kit, and recombined Purkinje neurons were counted in every section.\n\nImpedance Measurements\n\nImpedance measurements were performed with a cellZscope device (nanoAnalytics) as described previously [21] using the endothelial cell line bEnd5. After reaching confluence, indicated by a plateau in the TEER and Ccl values, EVs prepared from the supernatant of 10×107 BMCs after 3 d in culture were added to the transwell units. The cell culture supernatant after the ultracentrifugation step was used at the same volume as the control (100 µl of EV preparation/supernatant diluted in 900 µl endothelial cell medium). Measurements were performed three times in quadruplicates with EVs from three separate preparations.\n\nMPTP Experiments\n\nMice were intraperitoneally injected 5 times (24 h apart) with MPTP (30 mg/kg; Sigma; 3 mg/ml saline) or saline (10 ml/kg) as the control. Animals were sacrificed and brains were carefully removed 15 d after the last injection.\n\nCell Transplantation and Irradiation\n\nBMCs of donor mice were extracted by flushing femurs and tibias with chilled PBS supplemented with 1% bovine serum albumin (PBS/BSA) into 35 mm tissue culture dishes on ice. BMCs were washed in cold PBS/BSA, suspended in PBS/BSA to a final concentration of 25×106/ml, and kept on ice until further use. Recipient mice were lethally gamma-irradiated with a single dose of 9.5 Gy using a Cesium source with a dose rate of 1 Gy/min. Within 3 h after irradiation, 5×106 BMCs were injected into the lateral tail vein. After transplantation, mice were kept in filtertop boxes and received antibiotic prophylaxis (0.025% Baytril, Bayer) p.o. in drinking water until engraftment. Mice were analyzed 5 wk or 2 mo after transplantation, respectively.\n\nFor adoptive transfer, spleen and lymph nodes of donor mice with peritonitis induced the previous day were dissociated into PBS, and 20×106 cells were injected into the lateral tail vein. Animals were analyzed after 10 d.\n\nLaser Microdissection of Single Purkinje Neurons\n\nBrains from Vav-iCre-LacZ mice were rapidly removed from the cranium 4 d after induction of peritonitis, flash-frozen in tissue freezing medium on dry ice, and stored at −80°C until sectioning. For X-Gal staining, cerebellar parasagittal cryostat sections (8 µm) were collected on polyethylene-naphthalene RNase-free slides (Leica Microsystems). The sections were fixed in 4% PFA in PBS for 20 min and briefly washed in RNase-free water. Tissue sections were then fixed in 70% ethanol for 5 min, washed in RNase-free water for 5 min, and stained in X-Gal reaction buffer for approximately 16–20 h at 37°C. For cerebellar histology, brain slices were counterstained with nuclear fast red staining solution (Sigma). A Leica DM6500 LMD system (Leica Microsystems) was used to dissect single X-Gal–positive Purkinje cells separately from adjacent X-Gal–negative Purkinje cells as controls. Cell pools of 50 and 100 pairs of recombined/nonrecombined Purkinje cells per animal were collected for further analysis as well as an approximate area (size, ∼100,000 µm2) from the adjacent granule cell layer (GCL) as control. Total RNA was isolated from the microdissected PC and GCL using RNeasy Plus Micro Kit (Qiagen). RNA integrity analysis using the Agilent 2100 bioanalyzer and RNA 6000 Pico LabChip Kit (Agilent Technologies) revealed highly intact RNA (RIN, 8.2–8.8). Total RNA was reverse transcribed using the High Capacity cDNA Reverse Transcription Kit (Applied Biosystems). Real-time reverse transcription polymerase chain reaction (RT-qPCR) of distinct target genes (Table S2) was performed on a StepOnePlus Real-Time PCR System (Applied Biosystems) using EXPRESS SYBRGreenER qPCR SuperMix (Invitrogen) or TaqMan Fast Universal PCR Master Mix (Applied Biosystems) with TaqMan Gene Expression Assays (Applied Biosystems).\n\nScreening of miRNA by Quantitative Real-Time PCR\n\nmiRNA from LCM Purkinje neurons or from serum exosomes was isolated using the miRNeasy Micro Kit (Qiagen) according to the manufacturer's protocol. The extracted miRNA was diluted in 15 µl H2O. Quantitative miRNA expression analysis was performed using real-time PCR (LightCycler 480 Real-Time PCR System, Roche Applied Science). To screen for deregulated miRNA in the LCM Purkinje neurons or serum exosomes, the miRCURY LNA Universal microRNA Ready-to-Use PCR panel (Exiqon) was used according to the manufacturer's instructions. Prior to the analysis, plate-specific effects were normalized using the reference RNA included. Cp values from recombined Purkinje neurons were then compared to the Cp values measured in nonrecombined Purkinje neurons.\n\nSupporting Information"
}