{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050231",
  "doi": "10.1371/journal.pbio.0050231",
  "externalIds": [
    "pii:07-PLBI-RA-0508R1",
    "sici:plbi-05-09-08",
    "pmid:17760504",
    "pii:07-PLBI-RA-0508",
    "pmcid:PMC1951785"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Enlightening Energy Parasitism by Analysis of an ATP/ADP Transporter from Chlamydiae",
  "authors": [
    {
      "name": "Oliver Trentmann",
      "first": "Oliver",
      "last": "Trentmann",
      "affiliation": "Pflanzenphysiologie, Technische Universität Kaiserslautern, Kaiserslautern, Germany"
    },
    {
      "name": "Matthias Horn",
      "first": "Matthias",
      "last": "Horn",
      "affiliation": "Department für Mikrobielle Ökologie, Universität Wien, Wien, Austria"
    },
    {
      "name": "Anke C. Terwisscha van Scheltinga",
      "first": "Anke C. Terwisscha",
      "last": "van Scheltinga",
      "affiliation": "Abteilung Strukturbiologie, Max-Planck-Institute für Biophysik, Frankfurt am Main, Germany"
    },
    {
      "name": "H. Ekkehard Neuhaus",
      "first": "H. Ekkehard",
      "last": "Neuhaus",
      "affiliation": "Pflanzenphysiologie, Technische Universität Kaiserslautern, Kaiserslautern, Germany"
    },
    {
      "name": "Ilka Haferkamp",
      "first": "Ilka",
      "last": "Haferkamp",
      "affiliation": "Zelluläre Physiologie/Membrantransport, Technische Universität Kaiserslautern, Kaiserslautern, Germany"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-09",
  "dateElectronic": "2007-08-28",
  "dateAccepted": "2007-06-28",
  "dateReceived": "2007-03-05",
  "volume": "5",
  "number": "9",
  "pages": "e231",
  "tags": [
    "Discipline/Biochemistry",
    "Discipline/Infectious Diseases",
    "Discipline/Microbiology",
    "System Taxonomy/Eubacteria",
    "Type/Research Article"
  ],
  "abstract": "Energy parasitism by ATP/ADP transport proteins is an essential, common feature of intracellular bacteria such as chlamydiae and rickettsiae, which are major pathogens of humans. Although several ATP/ADP transport proteins have so far been characterized, some fundamental questions regarding their function remained unaddressed. In this study, we focused on the detailed biochemical analysis of a representative ATP/ADP transporter (PamNTT1), from the amoeba symbiont Protochlamydia amoebophila (UWE25) to further clarify the principle of energy exploitation. We succeeded in the purification of the first bacterial nucleotide transporter (NTT) and its functional reconstitution into artificial lipid vesicles. Reconstituted PamNTT1 revealed high import velocities for ATP and an unexpected and previously unobserved stimulating effect of the luminal ADP on nucleotide import affinities. Latter preference of the nucleotide hetero-exchange is independent of the membrane potential, and therefore, PamNTT1 not only structurally but also functionally differs from the well-characterized mitochondrial ADP/ATP carriers. Reconstituted PamNTT1 exhibits a bidirectional orientation in lipid vesicles, but interestingly, only carriers inserted with the N-terminus directed to the proteoliposomal interior are functional. The data presented here comprehensively explain the functional basis of how the intracellular P. amoebophila manages to exploit the energy pool of its host cell effectively by using the nucleotide transporter PamNTT1. This membrane protein mediates a preferred import of ATP, which is additionally stimulated by a high internal (bacterial) ADP/ATP ratio, and the orientation-dependent functionality of the transporter ensures that it is not working in a mode that is detrimental to P. amoebophila. Heterologous expression and purification of high amounts of PamNTT1 provides the basis for its crystallization and detailed structure/function analyses. Furthermore, functional reconstitution of this essential chlamydial protein paves the way for high-throughput uptake studies in order to screen for specific inhibitors potentially suitable as anti-chlamydial drugs.",
  "fullText": "Introduction\n      \nMembers of the bacterial orders Rickettsiales and Chlamydiales gained attention because they comprise several human pathogenic species causing severe diseases like typhus, pneumonia, trachoma, or sexually transmitted infections [1,2]. The obligate intracellular lifestyle of these bacteria depends upon the continuous import of a large number of metabolites from the host cell cytosol [3–8]. Consequently, both metabolism and genome size of intracellular bacteria are typically and substantially reduced compared with those of free-living bacteria [2,9–11]. For example, genome sequencing of several rickettsial and chlamydial species revealed that these bacteria show restricted nucleotide metabolism. This restriction is characterized by the inability for de novo synthesis of certain nucleotides and an impaired ability to regenerate the universal energy currency ATP [11–13]. To compensate for these limitations, specific nucleotide transport proteins (NTTs) are used, mediating either net uptake of nucleotides, the import of NAD+, or the counter-exchange of ATP and ADP [14–19]. The latter process has been termed “energy parasitism” and is considered fundamental for the survival of these metabolically impaired intracellular bacteria [4,20–22].\n\nIn addition to intracellular bacteria, nucleotide transport proteins have also been found in plant chloroplasts where they import cytosolic ATP under certain conditions [20]. This limited occurrence of nucleotide transport proteins in only few, largely unrelated groups of intracellular bacteria and plant plastids suggests an unusual evolutionary history for these proteins. Indeed, phylogenetic analyses showed that nucleotide transport proteins are of ancient origin (and have evolved at least 700–1,000 million years ago), and early gene duplications and lateral transfer from rickettsiae to chlamydiae or from chlamydiae to rickettsiae and (via the cyanobacterial ancestor of chloroplasts) to plants has been suggested [12,18,23–25].\n\nThe model plant Arabidopsis thaliana possesses two isoforms of plastidic ATP/ADP transporters (AtNTT1 and AtNTT2). Arabidopsis mutant plants, which lack these non-mitochondrial nucleotide transporters, are retarded in plant development and exhibit a chlorotic phenotype and spontaneous necrotic lesions under short-day conditions [26,27]. The physiological and morphological differences between the Arabidopsis mutant plants and the wild type were compensated by extended light conditions (long day or high light intensity) [27]. Furthermore, reduction of ntt transcript in potato caused remarkable effects in heterotrophic but not in autotrophic tissues (ginger shaped tubers with reduced starch contents) [28]. Latter observations underline the importance of plant NTTs in photosynthetic-inactive heterotrophic plastids and in chloroplasts during periods of reduced or missing photosynthetic activity.\n\nBiochemical analyses of the recombinant AtNTT1 and AtNTT2 revealed that these transporters are highly specific for the substrates ATP and ADP. Site-directed mutagenesis of a lysine in a region that is conserved in several NTTs resulted in a markedly reduced capacity of AtNTT1 for ATP but not for ADP import [29].\n\nTo fulfil the essential physiological role of energy exploitation, all bacterial ATP/ADP transport proteins have to catalyze the import of host-derived ATP in counter-exchange with endogenous ADP. However, one key question that has not been satisfactorily explained yet is how the required net uptake of energy into intracellular living bacteria is maintained while external ATP and ADP might compete at the binding site. This problem is even more puzzling given that all bacterial ATP/ADP transporters characterized (by heterologous expression in Escherichia coli) so far exhibit nearly similar apparent affinities and transport velocities for ATP and ADP (an overview is given in [18]). Thus, in theory, ATP/ADP transporters could also export bacterial ATP if the infected host cell exhibits a reduced energy state.\n\nAdenine nucleotide exchange across the mitochondrial membrane is mediated by specific ADP/ATP carriers (AACs). Latter, well-characterized proteins are phylogenetically, structurally, and physiologically completely different from bacterial (and also plastidic) NTTs [30–33]. Whereas most NTTs catalyze ATP import into the bacterial cell (or into the organelle), AACs mediate export of ATP synthesized in the mitochondrion to provide cellular metabolism with energy. In this respect, a very interesting feature of mitochondrial AACs is the regulatory influence of the membrane potential on nucleotide exchange, which was analyzed in detail by the help of artificial lipid vesicles containing the purified AAC from beef heart mitochondria [34]. In the absence of a membrane potential (in “de-energized” mitochondria), ADP and ATP transport rates are nearly similar, whereas generation of a membrane potential (in “energized” mitochondria) stimulates ADP import in exchange with ATP. Whether bacterial nucleotide exchange is regulated by a similar mechanism is an interesting and still open question.\n\nPhysiological studies on native bacterial ATP/ADP transporters were hampered by the need to isolate intracellular living bacteria from eukaryotic host cells, and all attempts to cultivate metabolically stable cells outside the host failed. Because existing paralogs and possible contamination by mitochondrial ADP/ATP carriers have to be taken into account [3,4,17,19,35], and because purification of the native protein is still impossible, most NTTs characterized so far were analyzed by heterologous expression in E. coli [14,16–19,24,36,37]. However, to determine the catalytic activity of a single isoform (rather than of a mixture of carriers present in a native bacterial membrane), to study the detailed effect of a counter-exchange substrate required to drive an antiport process, and to examine the biochemistry of a carrier uncoupled from metabolic fluxes in the living bacterial cell, it is necessary to incorporate the purified protein into artificial lipid vesicles. In the current study, we established the purification procedure of the heterologously expressed ATP/ADP transporter NTT1 from P. amoebophila (PamNTT1), a chlamydial endosymbiont of Acanthamoeba sp. [18,38]. This protein is an excellent and interesting candidate for further biochemical analyses, because (i) it is structurally and functionally similar and phylogenetically related to ATP/ADP transport proteins from important human pathogenic chlamydial species, (ii) it is involved in energy exploitation, and (iii) it is a recombinantly synthesized protein that is functionally inserted into the E. coli membrane at high amounts.\n\nThe purification of PamNTT1 provided the basis for the functional integration into liposomes. To further clarify the mechanism of energy exploitation, special focus was laid on uptake kinetics of the reconstituted protein in the presence of internally applied ATP and ADP and also a possible influence of the membrane potential on nucleotide exchange was analyzed. Our results demonstrate that reconstitution of the purified transporter PamNTT1 represents a highly sophisticated tool to gain new and detailed insights into biochemical characteristics and into orientation–function relationships of this transport protein.\n\n      Results\n      \n        Reconstituted PamNTT1 Exhibits a Preferred ATP Uptake in Counter-Exchange with ADP\n        \nTo perform a detailed biochemical analysis of an ATP/ADP transporter in artificial lipid vesicles, we expressed PamNTT1 heterologously in E. coli, purified the recombinant protein, and reconstituted the carrier into liposomes. E. coli-synthesized PamNTT1 is a suitable source for recombinant carrier proteins, because high amounts of the heterologous transporters accumulate functionally in the bacterial membrane during synthesis [18]. Moreover, the recombinant protein was extended by an N-terminal His tag, allowing affinity purification and immunodetection.\n\nTreatment of the E. coli membrane fraction with the detergent N-dodecyl-β-maltoside (DDM) led to efficient solubilization of a majority of the membrane proteins (Figure 1, lane 2), including the recombinant PamNTT1. SDS-PAGE confirmed that PamNTT1 was purified to apparent homogeneity using immobilized metal affinity chromatography (IMAC) (Figure 1, lanes 3–6). By this method, it was possible to purify about 0.75 mg PamNTT1 from 1 l E. coli culture harvested 4 h after induction.\n\nTo analyze the functionality of the purified transporter and to ascertain the time-linear phase of uptake, proteoliposomes were incubated in buffer medium containing radioactively labelled [α32P] ATP or [α32P] ADP. Reconstituted PamNTT1 mediated nucleotide uptake exclusively into vesicles containing ADP or ATP, whereas no measurable luminal accumulation of radioactivity occurred in unloaded proteoliposomes (control) (Figure 2A and 2B) or into loaded or unloaded liposomes lacking reconstituted PamNTT1 (unpublished data). PamNTT1-mediated import of ATP, as well as ADP, into loaded vesicles was linear with time for at least 1 min of incubation (Figure 2A and 2B). It appears remarkable that ATP uptake into proteoliposomes was always substantially higher than ADP uptake (Figure 2A and 2B), because this contrasts with previous findings obtained in uptake studies of recombinant PamNTT1 using the heterologous host E. coli [18].\n\nInterestingly, the data revealed an unexpected influence of the type of loaded substrate (present at the liposomal interior) on nucleotide import. In general, ATP import (ATPim) in exchange with internal ADP (ADPex) (ATPim/ADPex) was about two times faster than ATP import into ATP-loaded vesicles (ATPim/ATPex), and ADP homo-exchange (ADPim/ADPex) was about ten times faster than ADP import in counter-exchange with ATP (ADPim/ATPex) (Figure 2A and 2B).\n\nATPim/ADPex was rapid and nearly equilibrated at 30 min (at about 2,000 nmol/mg protein). Compared with the ATPim/ADPex hetero-exchange, ATPim/ATPex homo-exchange was slower, and the rate declined progressively until 20–30 min, when no further substantial accumulation of radioactivity was detectable (at about 700 nmol/mg protein) (Figure 2A). PamNTT1-mediated ADPim/ADPex homo-exchange was slower than ATPim/ATPex homo-exchange and obviously approached equilibration after about 30 min. Remarkably, ADPim/ATPex hetero-exchange was only slightly stimulated when compared with the corresponding control (Figure 2B). ADPim/ATPex was equilibrated at about 20 min (at only 60 nmol/mg protein) and appeared (in the linear phase of uptake) at least 20 times slower than in the reciprocal transport mode (ATPim/ADPex) (Figure 2A and 2B).\n\nTo further characterize the function of substrates present at the liposomal interior on nucleotide import, additional uptake studies were performed at different luminal ADP/ATP ratios (10 mM final nucleotide concentration; nucleotide import into ATP-loaded liposomes was set to 1). Increasing ADP/ATP ratios in the proteoliposomes resulted in higher ATP uptake rates with a 2.34-times increase for the exclusive presence of ADP (Table 1). As described above, the nature of the luminal adenine nucleotide exhibited an even more noticeable effect on the relative ADP import affinities. Accordingly, a substantial increase of the ADP uptake rate becomes obvious in dependence on rising luminal ADP/ATP ratios, sole luminal ADP led to a 12-times increased PamNTT1-mediated ADP uptake (Table 1).\n\nTo analyze whether the lack of the favoured counter exchange substrate ADP or the presence of ATP at the proteoliposomal interior caused the lowered nucleotide import capacity, the accumulation of radioactivity into liposomes loaded with different concentrations of ADP in the absence of any additional nucleotide (ADP-NTP) or in the presence of the nonsubstrate GTP (ADP+GTP) was determined (Figure 3). The resulting data were normalized to the import into liposomes loaded with 10 mM ADP (=100%). In general, both loading conditions (ADP-NTP and ADP+GTP) led to nearly comparable uptake rates (Figure 3). Decrease of the internal ADP concentration to about 5 mM caused no significant reduction of nucleotide uptake into ADP-NTP– and ADP+GTP–loaded liposomes when compared to the corresponding import into proteoliposomes loaded with 10 mM ADP (100%). However, at an interior concentration of 2.5 mM ADP, a slight reduction of the nucleotide-import capacity of ADP-NTP– and ADP+GTP–loaded proteoliposomes was observed, probably caused by the limitation of counter-exchange substrate (Figure 3). Mixed ADP+ATP–loaded liposomes led to lower uptake rates when compared with the corresponding import into solely ADP- or ADP+GTP–loaded vesicles, and decreasing internal ADP/ATP ratios reduced ADP uptake (Figure 3B) to a higher extent than did ATP uptake (Figure 3A). Because sole presence of GTP at the proteoliposomal interior caused slight nucleotide uptake, we assume that either GTP contains minor contaminations with adenine nucleotides or that very high concentrations of GTP may also function as substrate of the PamNTT1.\n\nOur results demonstrate that reduction of import into the differently ADP+ATP–loaded liposomes is rather caused by the presence of the additional export substrate ATP than by a limitation of the counter-exchange substrate ADP.\n\nIn most previous experiments, substrates were internally applied at high concentrations (2.5 to 10 mM), and the externally nucleotides were present at significantly lower concentrations (50- to 200-fold), which results in a nucleotide gradient across the liposomal membrane. To analyze whether this gradient causes the observed preference of ATPim/ADPex exchange and the low rates of the ADPim/ATPex transport, we analyzed nucleotide uptake into liposomes in the presence of a low (Figure 4A and 4B), and in the absence of a nucleotide gradient (Figure 4C and 4D). In general, nucleotide transport was slower and equilibrium was reached faster in proteoliposomes with a reduced nucleotide gradient (Figure 4) when compared with uptake measurements under saturating interior nucleotide concentrations (Figure 2). This is due to limiting counter-exchange substrate concentrations at the proteoliposomal interior. For example, 100 μM ATPim/1 mM ADPex transport was equilibrated after 20 to 30 min at about 300 nmol/mg protein (Figure 4A), and 50 μM ATPim/50 μM ADPex transport was equilibrated after 15 min at about 80 nmol/mg protein (Figure 4C). In the linear time phase, PamNTT1 exhibited about 1.5 times higher transport rates for ATPim/ADPex, when compared with the ATP homo-exchange, and ADP homo-exchange is at least two times higher than the ADPim/ATPex transport (Figures 2 and 4). In accordance with the results obtained under saturating interior nucleotide concentrations (Figure 2), PamNTT1 prefers ATPim/ADPex exchange and suppresses the opposite direction of transport, and therefore, this feature is independent of the nucleotide gradient present at the vesicle membrane.\n\n        PamNTT1-Mediated Nucleotide Exchange Is Independent of the Membrane Potential\n        \nIt is well known that transport characteristics of mitochondrial ADP/ATP carriers are regulated by the membrane potential [34]. To analyze whether the potassium gradient in the applied system causes the observed preferred ATPim/ADPex transport, we determined transport activity of reconstituted PamNTT1 in the presence of different potassium concentrations at the liposomal interior or exterior. The ratios of exchange were unaffected by the applied buffer media (unpublished data).\n\nWe also compared the exchange rates of PamNTT1 and of mitochondrial AAC from yeast in the absence and the presence of a membrane potential. To minimize a possible leakage of potassium across the proteoliposomal membrane, which would result in the generation of a membrane potential, the same buffer media were applied at the interior and exterior side of the proteoliposome (30 mM potassium gluconate, 100 mM tricine, pH 7.5). Hetero- and homo-exchange of ATP and ADP in the absence of a potassium gradient were measured and set to 100% (Figure 5). A membrane potential was generated by the application of the ionophore valinomycin. The direction and extent of the potential depends on the difference in the potassium concentrations at the interior and exterior side of the membrane. For the liposomes applied in this study, an external positive (theoretical) membrane potential of about +40 mV (30 mM K+ external/150 mM K+ internal: potassium efflux) and an external (theoretical) negative membrane potential of −40 mV (150 mM K+ external/30 mM K+ internal: potassium influx) were calculated, respectively. Transport measurements revealed that neither a positive nor a negative membrane potential substantially influenced nucleotide exchange of PamNTT1, which was purified and reconstituted in presence of DDM (Figure 5) or Triton (Triton-X-100) (unpublished data). However, mitochondrial AAC-mediated ADPim/ATPex transport was stimulated (to about 160%) by an external positive membrane potential, and ATPim/ADPex exchange was stimulated (to about 190%) by an external negative membrane potential (Figure 5). Our results demonstrate that in contrast to mitochondrial adenine nucleotide exchange, PamNTT1-mediated transport is independent of a membrane potential.\n\n        Affinities, but Not Maximal Velocities of PamNTT1, Are Considerably Influenced by the Type of Counter-Exchange Nucleotide\n        \nTo analyze in more detail the effect of the export substrate ADP on PamNTT1-mediated nucleotide import, we determined the kinetic parameters of this protein in ATP-, mixed (ATP+ADP)–, or ADP- (10 mM) loaded proteoliposomes. Rising concentrations of exogenously supplied ATP led to increased rates of nucleotide uptake, reaching saturation at about 23,000 nmol (mg protein)−1 h−1 in the differently loaded proteoliposomes (Table 2). In presence of varied internal ADP/ATP ratios, the maximal transport velocities for ADP uptake (of about 6,000 to 8,000 nmol (mg protein) −1 h−1) resembled the maximal velocities of the import into solely ADP- or ATP-loaded liposomes (Table 2). Interestingly, estimation of the apparent Michaelis-Menten constant (KM) values showed that PamNTT1 exhibited different substrate affinities depending on the type of counter-exchange nucleotide (Table 2). At a substrate concentration of 17 μM, PamNTT1 exhibited a half-maximal velocity of ATPim/ADPex, whereas a six-times-higher ATP concentration was required when solely ATP was internally present. Furthermore, the affinity of PamNTT1 for external ADP was at least ten times higher in the homo-exchange mode of transport (ADPim/ADPex) when compared with the hetero-exchange mode (ADPim/ATPex) (≥918 μM). Approximately equivalent KM values were estimated for the ADPim/ADPex and ATPim/ATPex homo-exchange mode of transport (Table 2). Analyses of kinetic parameters of ATP or ADP import into mixed (ATP+ADP)–loaded liposomes revealed intermediate affinities when compared with solely ADP- or ATP- loaded liposomes. Decreasing internal ATP/ADP ratios led to overall enhanced affinities of PamNTT1 for nucleotide import. The determination of kinetic parameters for ADP uptake was problematic in the presence of high internal ATP concentrations, and the resulting KM values are therefore possibly underestimated. Taken together, these data demonstrate that PamNTT1 imports ATP at highest maximal velocity (Vmax) independent of the loaded nucleotide and at highest affinity only if ADP, but not ATP, is present at the proteoliposomal interior.\n\n        Is the ATP Import Defying all Competition?\n        \nBecause of the high affinity and maximal velocity, the ATPim/ADPex seems to be the favoured exchange. To analyze whether ADP under certain conditions can compete with ATP as an import substrate of PamNTT1, the effect of simultaneous presence of different exterior ATP and ADP concentrations on transport into ATP- and ADP-loaded proteoliposomes was determined. Uptake of labelled nucleotide was performed in the absence (set to 100%) and presence of a nonlabelled competing substrate (normalized to the corresponding 100% value). Our data demonstrate that the already-lowest concentrations of nonlabelled ATP effectively reduced [α32P] ADP import into ATP-loaded liposomes (Figure 6A). The presence of 50 μM ATP (1/3 of the exterior ADP concentration) led to a significant inhibition of the 150 μM [α32P] ADPim/ATPex to about 40% (Figure 6A) and of the 150 μM [α32P] ADPim/ADPex to about 66% (Figure 6B) when compared to the corresponding nonaffected ADP import. Twenty-fold excess of nonlabelled ATP reduced the import of 10 μM [α32P] ADP into ATP- and ADP-loaded liposomes to a value of about 8% (Figure 6A) and 20% (Figure 6B), respectively. Although the inhibition pattern of nonlabelled ADP on [α32P] ATPim/ADPex (Figure 6C) resembles the influence of nonlabelled ATP on [α32P] ADPim/ADPex (Figure 6B) the rate of ADP import-inhibition by competing ATP is generally higher (Figure 6B and 6C). The recombinant PamNTT1 exhibits lowest affinities and a low maximal velocity for ADPim/ATPex (Table 2). Therefore, it is not surprising that ATP can most effectively compete with ADP for import into ATP-loaded liposomes (Figure 6A) and that a 20-fold excess of ADP caused only a slight reduction (to about 75%) of the second-best [α32P] ATPim/ATPex transport (Figure 6D). These data demonstrate that in accordance with the determined kinetic parameters, lowest concentrations of ATP (1/3 of the ADP concentration) are sufficient to effectively displace the import substrate ADP (Figure 6A) and that high concentrations of ADP are unable to significantly suppress [α32P] ATP import in counter-exchange with ATP (Figure 6D).\n\n        PamNTT1 Exhibits a Bidirectional Orientation in Proteoliposomes Independent of the Luminal Counter-Exchange Substrate\n        \nThe foregoing data demonstrate that PamNTT1 imports ATP with the highest velocity and exhibits the highest nucleotide ATP import affinity when ADP is present at the proteoliposomal interior. In contrast, PamNTT1 exhibits a low import velocity and a very low import affinity when ADP is present at the exterior and ATP at the opposite side. At first glance, this effect is hard to understand if PamNTT1 is inserted in a bidirectional (nearly 1:1) orientation into the liposome. To examine whether the presence of either ATP or ADP during preparation of proteoliposomes might affect the insertion of PamNTT1 into the vesicle, we analyzed the efficiency of reconstitution and the orientation of PamNTT1 in differently loaded liposomes by protease treatment, SDS-PAGE, and immunostaining.\n\nSilver staining and immunodetection with an antiserum raised against purified PamNTT1 (Figure 7A and 7B; lanes 1, 4, 7) or with a His tag–specific antibody (Figure 7C; lanes 1, 4, 7) revealed that the present single band corresponds to the recombinant PamNTT1 and that the amount of reconstituted protein is comparable in differently loaded liposomes.\n\nTo ascertain the orientation of PamNTT1 in the vesicles, unloaded or ADP- or ATP-loaded proteoliposomes were incubated with factor Xa. Proteolysis of the recombinant PamNTT1 by factor Xa resulted in the removal of a 2.4-kDa peptide containing the His tag (Figure 7). After factor Xa treatment, the ratio of uncut to cut protein is comparable in the differently loaded liposomes (Figure 7A–7C; lanes 2, 5, 8). Proteolysis of reconstituted PamNTT1 was only partial even over prolonged incubation (unpublished data). However, destruction of the proteoliposomal integrity by the application of a high detergent concentration (2% DDM) resulted in an almost complete cleavage of the N-terminal His tag (Figure 7A–7C; lanes 3, 6, 9).\n\nThus, a (by eye) estimated amount of about 50% of the reconstituted PamNTT1 protein was not accessible to factor Xa and therefore obviously exhibited an orientation with the His tag directed to the lumen of the proteoliposome. These results demonstrated that both the efficiency and the direction of PamNTT1 insertion into the vesicle were not influenced by the type of counter-exchange substrate present during preparation of the proteoliposomes.\n\n        Only PamNTT1 Inserted into the Liposome with the N Terminus Exposed to the Lumen Is Functional\n        \nThe preferred ATPim/ADPex transport and the marginal transport rates of the opposite exchange (ADPim/ATPex) seem to argue against a bidirectional (nearly 1:1) orientation of PamNTT1 in proteoliposomes. The observed (directed) transport activity of reconstituted PamNTT1 in liposomes can be explained if we postulate that only one mode of orientation exhibits total catalytic activity.\n\nTo gain additional insights into orientation/function relationships of the reconstituted PamNTT1, we analyzed the influence of endoprotease Asp-N treatment on the transport rate of the reconstituted transport protein (Figures 8 and 9). Proteolysis of ADP-loaded proteoliposomes for 2 h resulted in the cleavage of the majority of reconstituted PamNTT1 (Figure 8A–8C; 2 h). Although, the amino acid sequence of PamNTT1 exhibits 16 potential cleavage sites located in different hydrophilic regions of the protein (Figure 10), a fraction of PamNTT1 obviously persisted protease treatment for at least 16 h (Figure 8A–8C). To clarify whether the Asp-N–protected or the cleaved portion of reconstituted PamNTT1 corresponds to the functional protein, we determined the import capacity of protease treated ADP-loaded (and unloaded) proteoliposomes by transport measurements. Interestingly, no decrease of ATP transport was observed after 2 h of proteolysis, and even an extended incubation with Asp-N resulted only in a slight reduction of ATP uptake (maximal 7%) when compared with the control (ATP import into untreated proteoliposomes) (Figure 8D). An accumulation of radioactively labelled ATP caused by a possible leakage of the liposomes due to protease treatment was ruled out, because Asp-N–treated as well as untreated unloaded proteoliposomes exhibited comparable, low background values (less than 8 % of ATPim/ADPex). This analysis demonstrates that only a minor fraction of totally reconstituted PamNTT1 mediates nucleotide transport and that this functional protein is protected against Asp-N digestion.\n\nConsequently, it was necessary to determine the orientation of the Asp-N–protected, functional PamNTT1 proteins in liposomes. Therefore, we subsequently incubated reconstituted PamNTT1 with the endoproteases factor Xa and Asp-N, and we analyzed proteolysis of the carrier protein by SDS-PAGE and immunostaining. Treatment of the proteoliposomes with factor Xa allowed us to distinguish between the two orientations of the protein, and the subsequent use of Asp-N protease resulted in the identification of the functional protein. Thus, this approach is suitable to determine the orientation of the functional fraction of PamNTT1.\n\nPamNTT1 extended by the His tag exhibited a single band at about 47.5 kDa (Figure 9; lane 1). In the presence of a high detergent concentration, both proteases completely digested PamNTT1 (Figure 9; lanes 2–4). Incubation of intact proteoliposomes with factor Xa resulted in the cleavage of the N terminus in about 50% of the reconstituted protein (Figure 9; lane 5). Factor Xa–treated liposomes were subsequently digested with protease Asp-N for 2 and 4 h, (Figure 9; lanes 6 and7). The resulting single band was still detectable by the His tag–specific antibody (Figure 9C; lanes 6 and 7); it exhibited a molecular weight of about 47.5 kDa and therefore corresponds to the undigested PamNTT1, whereas the truncated PamNTT1 (lacking the His tag) was completely fragmented (Figure 9B; lanes 6 and 7). These experiments demonstrate that the functional portion of PamNTT1 is Asp-N resistant (Figure 8). Moreover, the insensitivity of functional PamNTT1 towards factor Xa (Figure 9) implies that the N terminus of this fraction is directed into the proteoliposomal lumen.\n\n      Discussion\n      \nChlamydial symbionts of free-living amoebae, such as P. amoebophila, exhibit remarkable similarities to human pathogenic Chlamydiaceae, including Chlamydia trachomatis or Chlamydophila pneumoniae, and thus can serve as model systems for the analysis of the interaction between intracellular bacteria and their host cells [39]. An essential common feature of both groups, and also of the parasitic Rickettsiales, is the capacity to perform nucleotide import and energy parasitism by specialized NTTs [14,17–19,24]. In contrast to all other bacterial ATP/ADP transporters analyzed so far, the recombinant homolog from P. amoebophila (PamNTT1) investigated in this study meets the requirements for a detailed biochemical characterization, especially because purified PamNTT1 (Figure 1) exhibited an extraordinarily high specific activity.\n\nThe reconstituted carrier showed significant import of ATP or ADP into liposomes loaded with counter-exchange substrates (ADP or ATP), whereas transport was absent in unloaded proteoliposomes (Figures 2 and 4). This provides evidence for the strict coupling of nucleotide import and export and confirms the previously described counter-exchange mode of PamNTT1 [18].\n\nAlthough PamNTT1 exhibited a favoured import of ATP in exchange with ADP and moderate transport rates for the ATP and ADP homo-exchange, the import of ADP in exchange with ATP was only slightly in excess of the background, observed in unloaded liposomes. The preference of the ATP import in counter-exchange with ADP and the low activity of the opposite hetero-exchange were independent of the detergent applied during purification and reconstitution (Figure S1) and of the nucleotide gradient across the liposomal membrane (Figure 4). Additional analyses confirmed that also the position of the His tag (whether C-terminal or N-terminal) did not affect the observed substrate preference pattern (Figure S2).\n\nThe determination of the kinetic parameters revealed higher affinities of reconstituted PamNTT1 for both adenine nucleotides when ADP, instead of ATP, was present at the proteoliposomal interior (Table 2). Moreover, PamNTT1 generally exhibited higher maximal velocities for ATP than for ADP import, unaffected by the type of exported substrate (Table 2). Influence of the exported substrates on nucleotide import was investigated in more detail. Interestingly, vesicles loaded with increased ADP concentrations in the absence of ATP or in the presence of the nonsubstrate GTP led to higher import rates when compared with the corresponding transport into liposomes loaded with both substrates ATP and ADP (Figure 3). Furthermore, increase of the ADP concentration and simultaneous decrease of the ATP concentration in the proteoliposomes resulted in intermediate kinetic parameters and shifted the low affinities for nucleotide import in counter-exchange with ATP towards the high import affinities of the nucleotide uptake into ADP-loaded vesicles (Table 2). Thus, decrease of nucleotide import in the presence of rising internal ATP/ADP ratios (Table 1) is a consequence of the reduction of the import affinities by the exported substrate ATP (Table 2). Because PamNTT1-mediated nucleotide transport into liposomes loaded with decreasing ADP concentrations in absence of ATP was always substantially higher than the corresponding transport in presence of rising concentrations of the additional interior substrate ATP, a possible limitation of the counter-exchange substrate ADP (from 10 mM up to about 2.5 mM) was ruled out (Figure 3).\n\nThe stimulation of nucleotide import affinities by rising ADP/ATP ratios is in agreement with the physiological function of the carrier. A low-energy state of the bacterium (simulated by a high ADP/ATP ratio in the liposome) would consequently promote total nucleotide import, and would additionally stimulate ATP import to a higher extent than ADP import. Since not only the bacterial ATP level is subject to fluctuations, the effect of different external ADP/ATP ratios on nucleotide uptake was analyzed to mimic different energy states of the host cell (Figure 6). The determined competition pattern indicates that not even high concentrations of ADP could markedly affect ATP import into ATP-loaded proteoliposomes (Figure 6D), whereas ADP import into ATP-loaded proteoliposomes was already exceedingly suppressed by low concentrations of ATP (Figure 6A). The biochemical characteristics of the reconstituted PamNTT1 facilitate an effective accumulation of ATP in the liposome—even in the presence of exceeding amounts of exterior ADP (Figure 6)—and in particular when the internal ATP/ADP ratio is low (Tables 1 and 2).\n\nThese results confirm and mechanistically explain the postulated physiological role of this carrier, and at the first glance not only argue for only one mode of orientation in the liposomal membrane but also for a directed insertion, which corresponds to the native state.\n\nOne important step towards the characterization of reconstituted proteins is the identification of their orientation in the vesicle. However, directionality of protein insertion varies with the method of reconstitution used (for review, see [40–42]). Orientation analyses of PamNTT1 showed that this protein in the applied system consistently exhibits a bidirectional, nearly 1:1 orientation in the lipid vesicle (Figure 7). An extended analysis by the combination of endoproteases Asp-N and factor Xa, accompanied by additional transport measurements, revealed that only the fraction of PamNTT1 orientated with the N-terminally located His tag towards the liposomal lumen is functional (Figure 8 and 9). In this fraction of PamNTT1, the exterior Asp-N cleavage sites are obviously not accessible (Figure 10). On closer inspection, a small fraction of PamNTT1 that was directed with the N terminus towards the interior also seems to have been digested by Asp-N. Since this cleavage has no influence on the transport activity, we assume that some of the carriers are correctly oriented but not functionally inserted. The calculated molecular weight of the largest fragment resulting from Asp-N cleavage of PamNTT1 inserted with the His tag to the exterior is 27 kDa. The complete digestion of PamNTT1 exposing the His tag to the exterior into fragments substantially smaller than 27 kDa argues for the accessibility of additional cleavage sites and leads to the assumption that a significant fraction of PamNTT1 is not correctly (completely) inserted. Because the calculated specific activity refers to the total protein applied for reconstitution, the high activity of reconstituted PamNTT1 is even underestimated.\n\nAdditionally, in the applied liposomal system, the orientation of ADP/ATP carriers from yeast mitochondria was analyzed by the help of the specific inhibitors bongkrekic acid (BKA) and carboxyatractyloside (CAT). AAC-mediated transport was strongly inhibited by 10 μM CAT (to 52%) or by 10 μM BKA (to 20%) when used separately, and was completely inhibited (to about 0.5%) when both inhibitors where applied simultaneously (unpublished data). This reveals that the reconstituted mitochondrial AACs exhibited a nearly 1:1 orientation and that the right-side-out as well as the inside-out oriented carriers were functional under conditions used for the orientation analyses of the reconstituted PamNTT1.\n\nUntil now, the sense of integration of the PamNTT1 in P. amoebophila has been unknown, and therefore, a comparison of the orientation of the reconstituted functional protein with the native state was impossible. However, an analysis of the topology of proteins in membranes revealed that most of them exhibit an accumulation of positively charged amino acids at the cytosolic side [43]. In compliance with the predicted topology (Figure 10), the hydrophilic loops connecting the transmembrane domains 6, 7, 10, and 11 of PamNTT1 contain a remarkable accumulation of positively charged amino acids, and therefore these positively residues are probably exposed to the cytosol of P. amoebophila. The demonstrated orientation of the functional fraction of PamNTT1 in the lipid vesicles is consistent with the predicted orientation of the native transporter. Whether PamNTT1 exhibits 11 (as given in the current model) or 12 transmembrane-spanning helices (as previously described for structurally related NTTs) will be analyzed in future [17,18,29].\n\nDespite the fact that the biochemical properties of the reconstituted PamNTT1 are in line with the physiological function of this carrier in P. amoebophila, the obtained results are surprising. Given that at a pH 7.5, ATP and ADP exist mainly as the species ATP4− and ADP3−, a 1:1 stoichiometry of the hetero-exchange would consequently generate a charge difference across the membrane of the vesicle.\n\nThe electrogenic ADP/ATP exchange across the mitochondrial membrane was shown to be regulated by the energy state of the organelle. In energized mitochondria, the gradient of the substrate concentration across the inner mitochondrial membrane as well as the membrane potential (positive outside) supports the import of ADP3− in exchange with ATP4−, whereas the absence of a membrane potential results in similar transport rates for both adenine nucleotides (Figure 5) [34]. In contrast to the mitochondrial adenine nucleotide exchange, NTT-mediated transport seems to be unaffected by the membrane potential and therefore electroneutral (Figure 5).\n\nThe parasitic protist Entamoeba histolytica has reduced mitochondria homologs that lack an electron transport chain. The mitosomal AAC was shown to facilitate an electroneutral ADP/ATP exchange possibly by the uptake of a positive counter ion [44].\n\nIsolated Rickettsia prowazekii cells prefer ATP instead of ADP import in diverse buffer media lacking phosphate [45]. However, rising concentrations of phosphate stimulated ADP import. Because rickettsiae are able to generate ATP through oxidative phosphorylation, the capacity to import ADP in the presence of phosphate is disadvantageous in a host cell that suffers from the infection [45]. The reduced expression of the ATP/ADP translocase gene in heavily infected host cells could prevent the loss of rickettsial ATP in exchange for host-derived ADP [46,47].\n\nUntil now, it has not been clear whether PamNTT1 compensates the charge difference occurring due to ATP/ADP exchange by the transport of a counter ion. However, since the buffer media used for reconstitution and uptake measurements contained no phosphate (apart from possible traces by contamination), transport of ADP and phosphate in exchange with ATP is unlikely.\n\nOur studies revealed that the biochemical characteristics of the reconstituted PamNTT1 differ in some aspects from the results obtained with the E. coli system expressing PamNTT1 and homologous NTT proteins [18]. It is known that E. coli expressing recombinant carrier proteins suffer and exhibit a comparably high cytosolic ADP/ATP ratio [48]. In the proteoliposomal system, such conditions favour ATP import (Figure 1, Tables 1 and 2), whereas E. coli exhibits nearly identical apparent affinities for both adenylates in the presence [18] and the absence of phosphate (unpublished data). Thus, in contrast to the ATP/ADP transporter from R. prowazeckii, PamNTT1-mediated ADP import seems to be unaffected by phosphate [45].\n\nAnalysis of the substrate spectrum revealed that PamNTT1 is highly specific for ATP and ADP, independent of the applied system (unpublished data and [18]). At this stage, it is not possible to decide which system is closer to the native state, because the E. coli system as well as proteoliposomes are in vitro models. E. coli differs considerably in form, size, and lipid composition from liposomes, and these differences might be the cause of the observed alterations in the biochemical properties of PamNTT1.\n\nIt is remarkable that the recombinant PamNTT1 exhibits a “sided-ness,” which allows an efficient import of ATP in exchange with ADP when reconstituted into liposomes but not when measured in E. coli, in particular since the E. coli system at a first glance seems to be closer to the native environment. In fact, some points could also argue for the liposomal system as a better model for studying PamNTT1. First of all, both PamNTT1 proteoliposomes and P. amoebophila are smaller than E. coli cells [18,38], and therefore, an influence of the membrane curvature on PamNTT1 function can also be assumed. Second, it was shown that trafficking of host-derived phospholipids to C. trachomatis occurs, and thus the intracellular bacterium in contrast to E. coli harbors (about 40%) eukaryotic phosphatidylcholine (PC) in the plasma membrane [49–51]. Whether there is a possible correlation between the membrane curvature or the phospholipid PC and the functionality (in particular the “sided-ness”) of PamNTT1-mediated transport is the topic of our future studies.\n\nTaken together, heterologous expression of nucleotide transport proteins in E. coli is clearly suitable in identifying basic functional properties and mode of transport of these proteins, whereas the complexity of the E. coli cell prevents a more detailed functional analysis, which becomes feasible in the liposomal system.\n\nWe suggest that the sophisticated, stimulating effect of the exported substrate ADP on import affinities of PamNTT1, which was observed (under diverse conditions) in the less-complex liposomal system (Figures 2 4, S1, and S2 and Tables 1 and 2), is an intrinsic characteristic of the native PamNTT1. This characteristic allows energy import into a bacterial cell that exhibits a reduced energy state even under conditions of a high ADP/ATP ratio in the host cell. Therefore, it also becomes evident why bacterial ATP/ADP transport proteins fundamentally differ in structure from mitochondrial AACs, which mediate energy export [31–34,52].\n\nInterestingly, an influence of the exported substrate on import characteristics of an NTT protein has been previously observed on intact E. coli cells. The recombinant NAD+/ADP transporter from P. amoebophila (PamNTT4) mediated NAD+ import in counter-exchange with ADP and also ADP and NAD+ homo-exchange, respectively, whereas the physiologically unfavourable import of ADP in counter-exchange with NAD+ was nearly unobservable [16]. Whether the observed biochemical characteristics of PamNTT4 are also caused by different kinetic parameters at interior and exterior and by a stimulating influence of the exported substrate ADP on import affinities and whether the trans-stimulating effect of ADP is a common feature of all bacterial and plastidic ATP/ADP transporters remains to be investigated.\n\nThe establishment of an expression, purification, and reconstitution protocol for a representative NTT from intracellular living bacteria and the generated PamNTT1-specific antibodies are fundamental prerequisites for crystallization; detailed structure–function analyses in the future and will also provide important guidance for NTT inhibitors, which might represent suitable drugs for specific anti-chlamydial therapy.\n\n      Materials and Methods\n      \n        Heterologous synthesis of PamNTT1 and purification of E. coli membranes.\n        \nTo generate C-terminal His tag fusion constructs, the PamNTT1 coding sequence was amplified from the pET 16b construct [18] by PCR using Pfu polymerase and the following oligonucleotides: NTTBamHI_sense 5′-GGATCCATGTCGCAAGATGCGAAACAGAC-3′, NTTNheI_sense 5′-GCTAGCATGTCGCAAGATGCGAAACAAGAC-3′, and NTTXhoI_antisense 5′-CTCGAGGCTAGTAGCTATTTCCGATGT-3′. The PCR products containing the generated NheI/XhoI or BamHI/XhoI sites were inserted into a pET 21a plasmid (Merck Biosciences; http://www.merckbiosciences.co.uk/home.asp). Dependent on the position of the insertion in the pET 21a plasmid, the resulting proteins were extended with either a C-terminal His tag (NheI/XhoI) or a C-terminal His tag and an N-terminal T7 tag (BamHI/XhoI). DNA manipulations were performed essentially as described in Sambrook et al. [53]. Correctness of the constructs was proven by complete sequencing (NanoBioCenter, TU Kaiserslautern, Germany).\n\nThe pET16b as well as the pET21a constructs containing Pamntt1 were transformed into BLR(DE3)pLysS cells (Merck Biosciences). The transformed bacterial cells were grown at 37 °C in Terrific Broth medium [48]. At an A600 of 0.5–0.6 initiation of T7 RNA polymerase expression was induced by addition of isopropyl-β-d-thiogalactopyranoside (1 mM). The cells were harvested 4 h post-induction by centrifugation (5,000g, 10 min, 20 °C), resuspended in buffer medium (1 mM EDTA, 15% glycerol, 10 mM Tris, pH 7.0) and immediately frozen in liquid N2. To induce autolysis by the endogenous lysozyme, frozen cells were thawed at 37 °C and treated with a pinch of DNAse and RNAse. To avoid proteolytic activity, phenylmethanesulphonylfluoride (PMSF) (1 mM) was added. Cell lysis was supported by sonication. In the first centrifugation step (20,000g, 15 min, 4 °C), cell debris were removed and membranes were collected from the supernatant by centrifugation (100,000g, 30 min, 4 °C).\n\n        Purification of PamNTT1 by IMAC.\n        \nAll purification steps were carried out at 6 °C. Membranes (see above) were resuspended in buffer medium B (10 mM NaCl, 5 mM imidazole, 50 mM Na2HPO4, pH 7.9) containing 1% DDM (Glycon Biomedicals; http://www.glycon.de/), 70 mM NLS (Sigma; http://www.sigmaaldrich.com) or 1% Triton (Sigma) and stirred for 1 h to allow solubilization of intrinsic proteins. After centrifugation of the solubilized membranes (100,000g, 30 min, 4 °C), the supernatant was incubated with Ni-NTA agarose (Qiagen; http://www.quiagen.com) for 2 h. The Ni-NTA suspension was transferred onto a chromatography column, washed with 10 volumes of the Ni-NTA agarose bed volume with buffer medium B containing 0.5% DDM, 70 mM NLS, or 0.5 % Triton, and afterwards, with 6 column volumes of buffer medium W (10 mM NaCl, 60 mM imidazole, 50 mM Na2HPO4, pH 7.9, 0.5% DDM, 70 mM NLS, or 0.5% Triton). Subsequently, recombinant PamNTT1 was eluted with an appropriate amount of buffer medium E (10 mM NaCl, 500 mM imidazole, 50 mM Na2HPO4, pH 7.9, 0.1% DDM, 35 mM NLS. or 0.2% Triton) to obtain a protein concentration of 0.4–0.5 mg/ml.\n\n        Protein quantification.\n        \nProtein concentrations of the DDM-purified NTT were quantified according to the method described by Bradford [54]. 500 μl of Bradford solution were mixed with H2O and eluted protein (5–10 μl) to reach a final volume of 1000 μl. The same volumes of elution buffer (containing detergent) were used for the blank values. Protein concentrations of the NLS and the Triton-purified proteins were quantified photometrically at 280 nm. To reduce nonprotein absorbance generated by the high imidazol concentration in the elution buffer, the protein was desalted on a NAP-5 column equilibrated with buffer (10 mM NaCl, 50 mM Na2HPO4, pH 7.9, 35 mM NLS, or 0.2% Triton). The same buffer media were used for the blank values. All measurements were carried out in a BioPhotometer (Eppendorf; http://www.eppendorf.com).\n\n        Preparation of proteoliposomes.\n        \nImmediately after purification of PamNTT1 (see above), 50 μl of the eluate was mixed with a homogeneous emulsion of 400 μl l-α-phosphatidylcholine (125 mg/ml, type IV-S, Sigma) in buffer medium TG1 (100 mM tricine, 30 mM potassium gluconate, pH 7.5). For loading, 50 μl of the indicated nucleotides were added to achieve the indicated concentrations. After vigorous vortexing, the mixture (500 μl) was frozen in liquid N2. Proteoliposomes were thawed on ice and sonified for 20 s (Sonifier 250, Branson; http://www.bransonultrasonics.com) at lowest output level and 50% duty cycle. Proteoliposomes (500 μl) were applied to a NAP-5 column (GE Healthcare; http://www.gehealthcare.com) equilibrated with TG2 (10 mM Tricine, 150 mM potassium gluconate, pH 7.5) to remove external nucleotides. Proteoliposomes were eluted from the column with 1000 μl of TG2. For protease cleavage assays, the NAP-5 column was equilibrated with cleavage buffer medium (100 mM NaCl, 20 mM Tris, 2 mM CaCl2, pH 8.0).\n\n        Protease cleavage assays.\n        \nThe endoproteases factor Xa (New England Biolabs; http://www.neb.com) and Asp-N (Sigma) were added to proteoliposomes to obtain a protein/protease ratio of 20/1. To allow a combination of Asp-N treatment and uptake experiments, the cleavage was carried out in buffer medium TG2. Protease activity was stopped with 1 mM PMSF (factor Xa) or 10 mM EDTA (Asp-N) at the indicated time points. All protease assays were carried out at 25 °C.\n\n        Uptake of radioactively labelled ATP and ADP into proteoliposomes.\n        \nRadioactively labelled [α32P] ADP was synthesized enzymatically by using hexokinase following a standard protocol [55]. Quality and purity of synthesized [α32P] ADP was analyzed by thin layer chromatography as described elsewhere [55,56]. Proteoliposomes were added to 100 μl of TG2 containing [α32P] ATP (NEN; http://www.perkinelmer.com) or [α32P] ADP at indicated concentrations. For transport measurements, proteoliposomes were incubated at 30 °C and uptake was terminated at the indicated time periods by removal of residual nucleotides using anion exchange chromatography (Dowex 1 × 8 Cl, 200–400 mesh, Sigma) [34]. Liposomes were eluted from the chromatography column by addition of 1500 μl Tricine (200 mM, pH 7.5). Radioactivity in the eluate was quantified using a scintillation counter (Canberra-Packard; http://www.canberra.com).\n\n        SDS-PAGE and immunostaining.\n        \nBefore separation by SDS-PAGE, proteoliposomes were treated with SDS (4%) and with an appropriate volume of 6 × concentrated sample buffer medium (375 mM Tris/HCl, pH 6.8, 0.3% SDS, 60% glycerol, 1.5% bromophenol blue). Proteins were separated in a discontinuous, denaturing system with a 3% stacking and a 12% separating polyacrylamide gel as described by Laemmli [57]. Following electrophoresis, gels were stained [57,58] or proteins were transferred to a nitrocellulose membrane in a wet-blotting apparatus. Immunodetection was performed using a monoclonal anti poly His immunoglobulin G (IgG) (Sigma) combined with a secondary alkaline phosphatase conjugated anti-mouse IgG (Sigma), or by an anti-PamNTT1–specific serum combined with a secondary alkaline phosphatase conjugated anti-rabbit IgG (Promega; http://www.promega.com). After staining with nitro blue tetrazolium chloride/5-bromo-4-chloro-3′-indolyl phosphate toluidine, salt blots were rinsed in water and air-dried. To estimate molecular masses, a prestained broad range protein marker (6–175 kDa, New England Biolabs), was used.\n\n        Production of PamNTT1-specific anti serum.\n        \nPamNTT1-specific anti serum was generated at Eurogentec (http://www.eurogentec.com) by immunization of rabbits with IMAC-purified recombinant protein (see above).\n\n      Supporting Information\n\n        Accession Number\n        \nThe National Center for Biotechnology Information (http://www.ncbi.nlm.neh.gov) accession number for PamNTT1 is AJ582021."
}