{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050304",
  "doi": "10.1371/journal.pbio.0050304",
  "externalIds": [
    "pii:07-PLBI-RA-1983R1",
    "sici:plbi-05-11-21",
    "pmid:18031199",
    "pii:07-PLBI-RA-1983",
    "pmcid:PMC2080651"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Complex Regulation of cyp26a1 Creates a Robust Retinoic Acid Gradient in the Zebrafish Embryo",
  "authors": [
    {
      "name": "Richard J White",
      "first": "Richard J",
      "last": "White",
      "affiliation": "Department of Developmental and Cell Biology, University of California Irvine, Irvine, California, United States of America"
    },
    {
      "name": "Qing Nie",
      "first": "Qing",
      "last": "Nie",
      "affiliation": "Department of Mathematics, University of California Irvine, Irvine, California, United States of America; Center for Complex Biological Systems, University of California Irvine, Irvine, California, United States of America"
    },
    {
      "name": "Arthur D Lander",
      "first": "Arthur D",
      "last": "Lander",
      "affiliation": "Department of Developmental and Cell Biology, University of California Irvine, Irvine, California, United States of America; Center for Complex Biological Systems, University of California Irvine, Irvine, California, United States of America; Developmental Biology Center, University of California Irvine, Irvine, California, United States of America"
    },
    {
      "name": "Thomas F Schilling",
      "first": "Thomas F",
      "last": "Schilling",
      "affiliation": "Department of Developmental and Cell Biology, University of California Irvine, Irvine, California, United States of America; Developmental Biology Center, University of California Irvine, Irvine, California, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-11",
  "dateElectronic": "2007-11-20",
  "dateAccepted": "2007-09-24",
  "dateReceived": "2007-07-02",
  "volume": "5",
  "number": "11",
  "pages": "e304",
  "tags": [
    "Discipline/Computational Biology",
    "Discipline/Developmental Biology",
    "Discipline/Genetics and Genomics",
    "Type/Research Article"
  ],
  "abstract": "Positional identities along the anterior–posterior axis of the vertebrate nervous system are assigned during gastrulation by multiple posteriorizing signals, including retinoic acid (RA), fibroblast growth factors (Fgfs), and Wnts. Experimental evidence has suggested that RA, which is produced in paraxial mesoderm posterior to the hindbrain by aldehyde dehydrogenase 1a2 (aldh1a2/raldh2), forms a posterior-to-anterior gradient across the hindbrain field, and provides the positional information that specifies the locations and fates of rhombomeres. Recently, alternative models have been proposed in which RA plays only a permissive role, signaling wherever it is not degraded. Here we use a combination of experimental and modeling tools to address the role of RA in providing long-range positional cues in the zebrafish hindbrain. Using cell transplantation and implantation of RA-coated beads into RA-deficient zebrafish embryos, we demonstrate that RA can directly convey graded positional information over long distances. We also show that expression of Cyp26a1, the major RA-degrading enzyme during gastrulation, is under complex feedback and feedforward control by RA and Fgf signaling. The predicted consequence of such control is that RA gradients will be both robust to fluctuations in RA synthesis and adaptive to changes in embryo length during gastrulation. Such control also provides an explanation for the fact that loss of an endogenous RA gradient can be compensated for by RA that is provided in a spatially uniform manner.",
  "fullText": "Introduction\n      \nThe anterior–posterior (A–P) axis of vertebrate embryos is patterned by multiple signals. In the gastrula-stage embryo, at least three types of diffusible, extracellular molecules—retinoic acid (RA), fibroblast growth factors (Fgfs), and Wnts—together promote posterior and suppress anterior fates [1–6]. There is evidence for both hierarchical and parallel relationships among their signaling pathways. For example, RA appears to act downstream of Fgfs and Wnts in promoting posterior identities in the neurectoderm, but not in the suppression of anterior cell fates [6].\n\nRA, Fgfs, and Wnts are all produced at the posterior of the embryo, and might therefore be expected to form posterior-to-anterior gradients (for Fgf8 this has been demonstrated directly; [7]). It is not clear which of these gradients is ultimately responsible for providing the positional cues that specify where cell fate boundaries form. This is an important question because the signaling pathways that drive expression of cell fates need not be the same as those that convey positional information. For example, it has recently been suggested that RA acts solely as a permissive factor in hindbrain patterning, required for the adoption of posterior fates, but downstream of signals that determine where such fates are specified [8]. Support for this view comes largely from observations that, in RA-deficient mouse, rat, quail, or zebrafish embryos, hindbrain pattern can be rescued by exposure of the embryo to uniform extracellular concentrations of RA [8–15].\n\nDespite such observations, other experiments point to a role for RA that is more like that of a classical, graded morphogen. For example, embryos deficient in vitamin A (the dietary precursor of RA), or loss-of-function mutants in the RA synthetic enzyme aldehyde dehydrogenase 1a2 (aldh1a2, also known as raldh2), show loss of posterior hindbrain segments (rhombomeres) 5–7 (r5–7), and expansion of more anterior ones (r2–4) [9–11,15,16]. Treatment of chick embryos with an RA receptor (RAR) antagonist also causes progressive, concentration-dependent anteriorization [17]. Conversely, exposure of embryos to exogenous RA leads to a concentration-dependent loss of the forebrain and eyes, and progressive posteriorization of (rhombomere) identities [12,18–21]. Loss of cyp26a1—a cytochrome p450 enzyme that oxidizes RA to more polar metabolites, promoting its removal from tissues—causes r5–7 to expand anteriorly in mice and zebrafish [22–24], and the combined depletion of Cyp26a1 and related enzymes Cyp26b1 and Cyp26c1 results in severe posteriorization of the zebrafish hindbrain [8].\n\nEfforts to understand the role of RA in hindbrain patterning have recently been fostered by the recognition that localized degradation is critical in controlling RA signaling. Sirbu et al. [25] suggested that degradation creates shifting boundaries of RA activity and that duration of exposure to RA rather than concentration controls rhombomere fate. In contrast, Maves et al. [12] argued that pattern is determined by an RA morphogen gradient that is not fixed, but grows steeper with time, specifying rhombomeres sequentially from anterior to posterior. Recently, Hernandez et al. [8] proposed a “gradient-free” model in which discrete zones of local RA degradation are progressively induced over time, in coordination with changes in cell responsiveness to RA. Since this model does not explain how such zones are placed in their correct positions, it reverts to an essentially permissive role for RA (i.e., positional information must still come from signals other than RA, such as Fgfs or Wnts).\n\nHere we propose a new view that reconciles both existing and new data. In it, local degradation of RA plays a central role, yet long-range RA gradients directly provide graded positional cues. This model is motivated by experimental data on the control of expression of Cyp26 enzymes, and by computational analysis of feedback and feedforward interactions between RA and Fgf signaling that are revealed by these data. We argue that this makes the RA gradient resistant to fluctuations (robust) in RA synthesis rate and stable over an expanding field of cells. We also show that one characteristic of such a morphogen gradient system based on regulated degradation is the ability to produce gradients of relatively normal shape even when RA is applied globally to an embryo. The model also suggests a mechanism by which the incorporation of retinoids into patterning systems may have taken place during chordate evolution.\n\n      Results\n      \n        Long-Range, Graded Effects of RA in Zebrafish Embryos\n        \nStudies in a variety of vertebrate embryos support the view that RA diffuses through tissues [26], can act at long range, and has graded effects on patterning [27–29]. However, direct evidence that diffusible RA sets up a gradient of RA response, which in turn assigns different fates to cells at different levels of RA signaling, is still lacking. To investigate this question, we utilized a zebrafish line carrying a yellow fluorescent protein (yfp) transgene under the control of retinoic acid response elements (rare:yfp [30]). In transgenic embryos, expression of YFP was readily detectable in the developing spinal cord and posterior hindbrain at 22–24 hours post-fertilization (hpf) (up to the r6/r7 boundary; Figure 1A), and was clearly graded from posterior to anterior in the posterior hindbrain (Figure 1B). Expression was completely lost in RA-deficient embryos injected with an aldh1a2 morpholino (aldh1a2-MO; Figure 1C), and could be restored by the prior transplantation of cells overexpressing aldh1a2 and targeted to somitic mesoderm, where aldh1a2 is normally expressed (Figure 1D). In most cases, rescue spanned the width of the neural tube (approximately six cell diameters [∼70 μm]; Table 1).\n\nSimilarly, ion-exchange beads soaked in 10–100 μM RA and implanted just anterior to the first somite at 19 hpf also strongly induced rare:yfp (Figure 1E–1G). YFP expression was observed at a greater distance—up to 300 μm—when beads were soaked in 100 μM RA (Table 1). Interestingly, responses to low (10 μM) doses of RA were markedly asymmetrical (Figure 1F and 1H), extending up to 300 μm posteriorly but truncated anteriorly near the r6/7 boundary. This asymmetry was eliminated with MOs directed against cyp26b1 and cyp26c1 (Figure 1I), which are highly expressed just anterior to the r6/7 boundary [8].\n\nFrom these results, we infer that RA signaling in the neural ectoderm is graded in vivo, that signaling is dose dependent, and that long-range effects of RA can be mediated across territories in which RA cannot be synthesized (ruling out a relay-type model of RA action at a distance). In addition, asymmetries in the response to RA signaling arise in a manner consistent with localized effects of Cyp26 enzymes on RA responsiveness, as previously proposed [8]\n\nThe rare:yfp reporter appears primarily to read out sustained, high-level RA signaling. For example, YFP was not normally detected in transgenic gastrula- or early somite-stage embryos, when RA is known to act, but could be induced by beads soaked in very high levels of RA (10–25mM; Figure S1A–S1C). As a more sensitive readout of early RA signaling, we monitored two direct RA target genes, hoxb4 and hoxb5a [31]. Normally, hoxb4 has an anterior limit at the r6/7 boundary, whereas hoxb5a is expressed further posteriorly in the spinal cord (Figure 2A). Both genes require RA signaling for their early expression (Figure 2B) and both possess functional, phylogenetically conserved RAREs within their promoters [32,33]. Since hoxb4 is expressed more anteriorly, one might expect it to be activated by lower RA concentrations than hoxb5a. Consistent with this, beads coated in 100 μM RA and implanted into embryos treated with 10 μM diethylaminobenzaldehyde ([DEAB), which inhibits class 1 aldehyde dehydrogenases and thereby blocks RA synthesis [12,14,34,35], induced expression of both hox genes (Figure 2C) at early neurula stages (10–11 hpf). Induction was detectable within 60 min of bead implantation (Figure 2D–2F), and consistently extended further from the bead for hoxb4 (94.86 ± 17.18 μm; n = 4) than for hoxb5a (38.44 ± 6.27 μm; n = 5). These results suggest that there are multiple thresholds of RA response, with more anteriorly expressed target genes exhibiting lower expression thresholds. Together, the results in Figures 1 and 2 imply that RA can establish long-range gradients that directly specify the location of expression of genes that control A–P identity.\n\n        Effects of RA-Induced Feedback on RA Degradation and the Range of RA Signaling\n        \nIn contrast to the loss of asymmetry in the RA response at 24 hpf caused by reducing cyp26b1 and cyp26c1 function (Figure 1H and 1I), the range of hoxb4 and hoxb5a responses at 13–14 hpf was more than doubled by inhibiting cyp26a1 function (Figure 2G–2L). This was unexpected because, at the stage of bead implantation for these experiments, cyp26a1 is not normally expressed within the hindbrain (Figure 3A). This suggested that RA beads were themselves inducing cyp26a1. Indeed, in situ hybridization revealed marked cyp26a1 induction up to 53 μm from the bead (Figure 3B). In contrast, RA beads only weakly induced cyp26b1 expression (in cranial mesoderm; Figure 3C, arrowhead), and did not induce cyp26c1 at all (Figure 3D), findings that are consistent with studies in chick [36]. Whole-embryo treatment with high RA levels (1 μM) also failed to induce cyp26b1 or cyp26c1, suggesting that these enzymes do not simply have lower sensitivities to RA than cyp26a1 (unpublished data). If anything, RA appeared to have a short-range inhibitory effect on cyp26c1 expression (Figure 3D).\n\nAlthough it has been observed that exogenous RA induces cyp26a1 in the hindbrain [36,37], loss of RA signaling does not affect endogenous cyp26a1 expression [8,25,37]. This has led to the view that cyp26a1 induction occurs only at supra-physiological levels of RA, possibly as a form of protection against teratogenicity [8]. Yet in Figure 3, the range over which cyp26a1 is induced implies that its expression is triggered by levels of RA similar to those that induce hoxb4 and hoxb5a. This result is even more curious in view of the fact that these hox genes and cyp26a1 are not normally coexpressed in the neurectoderm.\n\nTo try to make sense of these observations, we reexamined endogenous patterns of cyp26a1 expression in embryos, starting at gastrula stage (4–9 hpf; Figure 4). At this stage, cyp26a1 is reported to be restricted anteriorly to the animal pole in the presumptive forebrain and midbrain, and posteriorly to the involuting margin [6,8]. Close inspection, however, revealed the presence of previously unrecognized, low-level cyp26a1 expression in between these two sites (Figure 4A and 4C). This was observed at mid-gastrula stages (75% epiboly), predominantly in the hypoblast (future mesendoderm; lower panel, Figure 4A) and extended approximately halfway between the anterior and marginal cyp26a1 expression domains (arrow to arrowhead on Figure 4A). By late gastrula (90% epiboly), weak cyp26a1 expression covered the entire region between the anterior and marginal domains (arrow to arrowhead on Figure 4C) and was observed in both the epiblast (future ectoderm) and hypoblast (lower panel, Figure 4C), encompassing the entire presumptive hindbrain field. Because this expression was weak, it might easily have been overlooked were it not for the fact that it completely disappeared upon treatment with 10 μM DEAB (Figure 4B and 4D). In contrast (and as previously reported), the strong expression of cyp26a1 in the anterior central nervous system and posterior margin was RA-independent [37]. Similar RA-dependent, weak cyp26a1 expression in the presumptive hindbrain can be seen in a recent study of vitamin A–deficient quails (see Figure 3B of [36]).\n\nThese data indicate that expression of the major RA-degrading enzyme, cyp26a1, in cells within or adjacent to the presumptive hindbrain during gastrulation is under the control of RA signaling. This suggests a more subtle role for RA degradation than simply creating boundaries beyond which RA cannot spread. Given that expression at such locations is weak, the question arises as to whether it is of any physiological consequence. To address this, we used mosaic analysis, transplanting cyp26a1 morphant cells at 5 hpf (50% epiboly) into wild-type embryos and assaying the expression of hoxb1b at 9–10 hpf (90% epiboly–tailbud; Figure 5A and 5D). When located within the endogenous hoxb1b domain, Cyp26a1-deficient cells down-regulated hoxb1b (Figure 5B–5C′), Cyp26a1-deficient cells also often caused an increase in expression in adjacent cells (Figure 5E–5F′). These results indicate that the low-level expression of cyp26a1 within and near the presumptive hindbrain is, indeed, functionally relevant. Moreover, because the observed effects were limited either to the transplanted cells themselves or cells nearby, the results imply that cyp26a1 normally influences RA signaling only over very short ranges (the significance of this point will be discussed later).\n\n        Fgf Regulates cyp26a1 Expression\n        \nIf low-level cyp26a1 expression in the future hindbrain of the gastrula-stage embryo is induced by RA signaling, why does such expression decline from anterior to posterior (Figure 4A–4D), a direction along which RA signaling presumably increases? This observation suggests that there must be additional, position-specific inputs into cyp26a1.\n\nTo clarify the nature of such inputs, we implanted RA beads into different A–P locations in DEAB-treated embryos at mid-gastrula (8 hpf). This rapidly induced cyp26a1 expression (≤30 min), but the pattern of induction depended on the precise bead position (Figure 6A–6D). Beads placed within 100 μm of the anterior domain of high-level cyp26a1 expression in the brain induced cyp26a1 anterior to the bead—in a pattern that merged with endogenous cyp26a1—but not posteriorly (Figure 6C). Beads placed further posteriorly at mid-trunk levels (Figure 6D), failed to induce cyp26a1 expression near the bead at all (where RA levels should be highest), but only far anteriorly (white arrowhead) and near the posterior margin (white arrow). These results suggest that the capacity of cells to induce cyp26a1 in response to RA declines from anterior to posterior, rising again near the posterior end of the embryo. A similar phenomenon can be seen if DEAB-treated embryos are treated with increasing concentrations of exogenous RA (Figure S2A–S2D).\n\nAn attractive candidate for a factor controlling such positional effects is Fgf. Eliminating all Fgf signaling is known to lead to cyp26a1 expression along the entire A–P axis [6], which suggests that one role of Fgfs may be to suppress cyp26a1 expression. We examined this possibility by treating embryos with various concentrations of the Fgf receptor tyrosine kinase inhibitor SU5402. As shown in Figure 6E–6G, in the presence of SU5402, the border of high-level cyp26a1 in the neurectoderm shifted, in a concentration-dependent fashion, progressively toward the posterior. Interestingly, the expansion of cyp26a1 expression upon blockade of Fgf signaling was prevented by simultaneous administration of DEAB (Figure 6H). Thus, Fgf appears to act indirectly, by inhibiting RA-mediated activation of cyp26a1 expression.\n\n        Modeling the RA Gradient System\n        \nFrom the information presented above, we infer that RA gradients, at least during gastrulation, should be influenced by interacting feedback (RA signaling inducing RA degradation) and feedforward (Fgf signaling repressing RA degradation) effects. To identify the consequences of such effects, we turned to quantitative modeling, using partial differential equations to describe the spatial dynamics of RA diffusion and degradation (see Materials and Methods). Because RA is a lipophilic molecule that can pass directly through cell membranes, we initially ignored cell boundaries, modeling RA as a substance that moves freely through tissue, being degraded at any location in proportion to the amount of Cyp26 enzyme expressed by cells there. However, the observations in Figure 5 made us realize that this could not be the case. The fact that the effects of blockade of cyp26a1 in transplanted cells were nearly cell autonomous tells us that RA molecules that enter cells with even low levels of cyp26a1 expression get degraded before they have an opportunity to exit the cell. The only way that RA can act over long distances, yet effectively never leave cells, is if transport precedes cell entry, i.e., RA moves a long way within the extracellular space before it is taken up.\n\nIn fact, this makes sense when one considers that RA binds proteins tightly, and must dissociate from them to cross a plasma membrane. It has been shown in cell cultures that the presence of physiological levels of albumin results in very slow RA uptake by cells [38]. Given that RA bound to a soluble protein carrier could be expected to diffuse several hundred micrometers in a matter of minutes, we reasoned that a realistic model of RA dynamics needs to include separate, interconverting pools of extracellular protein-bound and intracellular RA, with RA signaling being solely a function of the latter.\n\nWe developed such a model for the early gastrula-stage embryo (see Materials and Methods), when RA is known to be required for hindbrain patterning, and its behavior was analyzed over a wide range of parameter choices (Figure 7). The model readily generates patterns of RA signaling and cyp26a1 expression (Figure 7A) that, for reasonable parameter choices, fit experimental expectations. As a result of exploration of the model, three observations were made:\n\nFirst, feedback regulation of RA degradation makes the intracellular RA gradient robust to changes in the rate of RA synthesis. In the absence of any controls on cyp26a1 expression, a change in the rate of RA synthesis would be expected to produce a similar change in the amplitude of the RA gradient. Figure 7B illustrates the effect of a 2-fold decrease in RA synthesis rate on the (intracellular) RA signaling gradient. Note the large shift in the locations at which RA signaling levels cross threshold values. In contrast, by allowing for strong feedback regulation of cyp26a1, the model produces a much more robust gradient (Figure 7C). The idea that “self-enhanced degradation” could render morphogen gradients robust to fluctuations in synthesis rates was first shown in theoretical work on Wingless and Hedgehog gradients in Drosophila [39]. Since rates of RA synthesis in vivo are likely to be highly labile to environmental factors (e.g., the availability of its dietary precursor, vitamin A), exploitation of such a mechanism would seem especially advantageous for RA gradients.\n\nSecond, feedforward effects of Fgfs couple the shape of the RA gradient to that of the Fgf gradient. Previous work has shown that the Fgf gradient is formed by diffusion and receptor-mediated destruction [7], so its shape should be determined by a balance between Fgf synthesis and receptor binding and dynamics [40,41]. During gastrulation, the source of Fgf expression in the posterior marginal zone moves continuously away from the anterior of the embryo, so the Fgf gradient itself would need to undergo continual change in order to maintain stable levels of Fgf at constant positions. The easiest way to accomplish this would be for Fgf expression to increase as gastrulation proceeds (Figure 7D). Were the RA gradient not coupled to the Fgf gradient through the latter's effects on RA degradation, elongation of the embryo would continually shift the RA gradient toward the posterior (Figure 7E, dotted line), unless RA synthesis were continually increased by just the right amount. In contrast, because of Fgf's influence on cyp26a1 induction, increased Fgf production automatically results in an increase in RA signaling that compensates for axis elongation (Figure 7E, dashed line). In effect, the RA gradient becomes entrained to the Fgf gradient.\n\nThird, even an embryo that makes no RA and is bathed in uniform RA will generate a relatively normal RA signaling gradient. A remarkable consequence of the entrainment of the RA gradient to the Fgf gradient is that replacement of the endogenous RA source at the posterior with a spatially uniform influx of RA into the extracellular space still produces a marked posterior-to-anterior gradient of intracellular RA (Figure 7F). At appropriate doses of exogenous RA, the RA signaling gradient will closely resemble the endogenous one, especially at anterior sites (Figure 7G). This effect nicely reconciles data showing that RA acts in a concentration-dependent manner [12,17–21] with observations that uniform administration of RA can effectively rescue pattern in RA-deficient embryos [8–12].\n\nFurthermore, because of the feedback effect of RA on its own degradation, the exogenous gradient can be expected to be as robust to RA dosage as the endogenous one (compare Figure 7H and 7C). Indeed, marked robustness of rescue by exogenous RA can be demonstrated experimentally (Figure S3): when DEAB-treated embryos were exposed to exogenous RA starting at 4 hpf, relatively normal hindbrain patterning was restored over an 8-fold range (0.625–5 nM) of RA concentrations. Hernandez et al. [8] reported similar rescue over a 20-fold RA range (0.5–10 nM), using embryos treated at slightly later stages (5.3 hpf). We interpret such robustness not as an indication that RA acts in a concentration-independent manner, but rather that the distribution and concentration of RA within cells is controlled through RA- and Fgf-signaling–dependent control processes, such as those described here.\n\n      Discussion\n      \n        RA and Fgf Collaborate to Produce a Robust Patterning System\n        \nThe classical view of a morphogen is a molecule with a graded distribution that acts in a concentration-dependent fashion to assign positional identities to a field of cells [42]. The question of whether RA is a morphogen has been controversial in a number of contexts, including patterning of the limb, heart, and brain [8,12,43–47]. Because RA so often acts together with other signaling molecules—such as Fgfs, Hedgehogs, and Bmps—to influence patterning, the issue of whether RA plays an instructive or merely permissive role in conveying positional information is a continual source of debate. Here, we suggest that the key to resolving this debate—in the hindbrain at least—is to treat RA and Fgf as a single, integrated morphogen system, in which an RA gradient assigns positional identities, but the shape of the RA gradient is established collaboratively by RA and Fgf through their control of cyp26a1 expression (Figure 8).\n\nThis view reconciles several observations: It agrees with experimental evidence that RA and Fgf both promote posterior identity, with RA acting downstream of Fgf [6]. It accommodates data that RA acts over long range to produce graded outputs (Figures 1 and 2), and that both Fgf and RA control the distribution of RA-degradative enzymes (Figures 3–5). Perhaps most importantly, it explains how administration of uniform, exogenous RA can rescue patterning that is normally driven by RA synthesized in a localized fashion (Figure 7). This view also provides a mechanism by which the RA gradient can grow over time during gastrulation (Figure 8B)—a key element of the hindbrain patterning model of Maves and Kimmel [12]—without the need for complex regulation of RA synthesis. Although this still requires Fgf signaling to increase during gastrulation, the known coupling of Fgf signaling to gastrulation movements provides a means by which such increases may be coordinated [48,49].\n\nCentral to the mechanism proposed in this study is the regulation of RA degradation in a manner that provides for robustness to uncertain levels of RA synthesis. Evidence that RA synthesis is highly susceptible to fluctuations in levels of dietary precursors includes the fact that high doses of vitamin A readily produce retinoid teratogenicity in mammals [50]. Moreover, in the zebrafish embryo, even modest increases in intracellular levels of the RA precursor retinal lead to strong posteriorization if Cyp26a1 function is blocked [8]. Although the latter effect has been interpreted as evidence that Cyp26a1 exists to protect embryos from teratogenicity, it is also a consequence of our model in which Cyp26a1 plays a central role in controlling the shape of an RA gradient. Surprisingly, this role is not one in which Cyp26a1 simply acts as a sink for extracellular RA, since removing Cyp26a1 function in transplanted cells has nearly cell autonomous effects (Figure 5). This suggests that RA degradation within a cell does not greatly affect the concentration of RA within a neighboring cell and that RA must act over long distances by traveling within the extracellular space before it enters cells.\n\nIndeed, our results agree with those of Sirbu et al. [25], Hernandez et al. [8], and others in emphasizing the importance of localized degradation in controlling RA signaling in the developing hindbrain. Unlike Hernandez et al. [8], however, we find no need to reject the idea of an RA gradient in favor of a model driven by the sequential appearance of sharp boundaries of cyp26b1 and cyp26c1 expression. In fact, an RA gradient primarily controlled by early, smoothly graded Cyp26a1 activity better explains the relatively mild hindbrain phenotypes of cyp26b1/cyp26c1 double morphants, and the requirement for cyp26a1 to be functional for global RA treatments to rescue RA-deficient embryos.\n\n        Towards a More Complete Understanding of RA Patterning Systems\n        \nIn the present study, a mathematical model was used to explore the consequences of feedforward and feedback effects of Fgf and RA on hindbrain patterning. Such a model is not intended to represent a complete or accurate picture of the early embryo, but simply to elucidate how interacting signaling pathways might work together to achieve useful ends. In fact, there is evidence that the regulatory interactions in this system go well beyond those explicitly modeled here (Figure 8A). For example, there is evidence that RA signaling inhibits expression of the RA biosynthetic enzyme aldh1a2 [37], which is likely to further decrease the sensitivity to RA synthesis to RA precursor levels. RA may affect the expression of Fgfs, and Fgf signaling is required for the expression of aldh1a2 [51]. RA signaling also appears to have complex effects on the expression of Fgf receptors [51]. Determining whether these effects contribute to robustness, to the coupling between RA and Fgf gradients, or to the performance of other tasks, awaits further experimental and computational work.\n\nIt should also be noted that, whereas the present model treats the RA gradient as a system operating near its steady state, the rapidity with which gastrulation proceeds in the zebrafish raises the possibility that patterning occurs under pre–steady-state conditions. Interestingly, recent theoretical work suggests that responses to morphogen gradients in the pre–steady-state regime can be much more robust than those at steady state [52], and preliminary calculations confirm that this is true for the RA gradient model described here (unpublished data). Thus, the sources of robustness in RA gradients may be many and varied.\n\nCollaboration between RA and Fgfs appears to be emerging as a common motif in vertebrate pattern formation, not only in the nervous system (e.g., hindbrain, forebrain, ventral retina, and tailbud), but elsewhere (e.g., somites, heart, pancreas, and limbs). Intriguingly, the details of the interactions between RA and Fgfs are often quite different in different systems. For example, RA and Fgf gradients with opposite, rather than parallel, orientation are thought to play key roles in the patterning of somites, and recent modeling studies have provided insights into the tasks such an arrangement can accomplish [53,54]. It will be interesting to see whether or not there are common regulatory loops and control mechanisms in all RA/Fgf systems. It will also be interesting to see whether or not analogous collaborative relationships exist among other morphogens that pattern animal embryos.\n\n        Evolution of the RA Gradient System\n        \nThe roles of Fgf and RA in A–P patterning appear to have arisen in the deuterostome lineage, as protostomes (e.g., nematodes and arthropods) apparently lack both RARs and the enzymes that synthesize RA [55]. Yet nuclear hormone receptors, including Retinoid X receptors (RXR)s, are expressed throughout the animal kingdom and serve in the detection of both endogenous hormones and environmental compounds [56,57]. Invertebrates also use cytochrome p450 enzymes to oxidize a wide variety of endogenous and environmental compounds [58,59]. Our results suggest that the initial step in the evolution of the RA gradient system may have occurred when one of these enzymes happened to fall under the control of an ancestral A–P patterning system, so that its expression in embryos became graded from posterior to anterior. As a result, any environmental substance that it degraded would automatically form a gradient within the embryo, the shape of which would be read out at the transcriptional level through RXR-mediated signaling. In this way, a primitive RA-like gradient system could be established that was later refined, e.g., by developing ways to store the precursor of the compound, and produce an active form of it at one end of the embryo.\n\nAlthough we can only speculate as to the advantage gained by incorporating RA into a preexisting A–P patterning system, we note that Kerszberg [60] showed that gradients of nuclear hormone receptor ligands have an intrinsic ability to form domains of gene expression with multiple sharp boundaries. Bringing RA into A–P patterning may thus have been critical in the evolution of the highly subdivided, rhombomeric organization of the vertebrate hindbrain.\n\n      Materials and Methods\n      \n        Animals.\n        \nEmbryos were obtained in natural crosses and staged according to Kimmel et al. [61]. rare:yfp (Tg(RARE-gata2:NTD-eYFP)—ZDB-LOCUS-051209–1) fish [30] were a kind gift of E. Linney.\n\n        Morpholinos.\n        \nAntisense MOs were designed to translation start sites in cyp26b1 (5′-TCAAAACTCTCGAAGAGCATGGCTG-3′) and cyp26c1/d1 (5′-AAATCGTGCCCGAACATCTCGAACG-3′). aldh1a2- and cyp26a1-MOs have been described [11,24]. MOs were dissolved in Danieau buffer; 0.5 nl of solution was injected at the one-cell stage.\n\n        Cell transplantation.\n        \nrare:yfp experiments. Wild-type donor embryos were injected at the one-cell stage with a mixture of 1.5% TRITC-dextran (neutral, 10,000 Mr), 1.5% biotinylated-dextran (lysine-fixable, 10,000 Mr), and 2 ng of aldh1a2 RNA, and treated with 10 nM retinol (vitamin A). rare:yfp host embryos were injected with 1 ng of aldh1a2-MO. At sphere stage, embryos were mounted in 3% methylcellulose, and 30–50 cells were transplanted from the margins of labeled donor embryos to the margins of unlabeled hosts. Post-gastrula transplants were performed by mounting embryos in 0.75% low-melt agarose, and cells were transplanted from the somites of donor embryos into the forming somites of host embryos. Transplanted embryos were mounted in 1.5% agarose for analysis by confocal microscopy (using a Zeiss LSM510Meta). Images were processed, and the fluorescence intensity graph was produced using ImageJ software (http://rsb.info.nih.gov/ij/).\n\ncyp26a1-MO experiments. Wild-type donor embryos were injected at the one-cell stage with a mixture of 1.5% Fluor-ruby-dextran (lysine-fixable, 10,000 Mr), 1.5% biotinylated-dextran (lysine-fixable, 10,000 Mr), and 2 ng of cyp26a1-MO. At 30%–50% epiboly (4.7–5.3 hpf), 30–50 cells were transplanted from the margins of labeled donor embryos to the margins of unlabeled wild-type hosts. Transplanted embryos were fixed at 90% epiboly (9 hpf) and stained for hoxb1b expression by in situ hybridization.\n\n        Pharmacological treatments.\n        \nThe following stock solutions were stored in DMSO at −80 °C: 10 mM 4-(diethylamino)-benzaldehyde (DEAB; Acros organics), 10 mM all-trans retinoic acid (RA; Sigma), and 10 mM SU5402 (CalBiochem). These were diluted in Embryo Medium (EM) for treatments. Sibling controls were incubated in corresponding dilutions of DMSO. All incubations were done in the dark.\n\n        Bead implantation.\n        \nAG 1-X8 ion-exchange beads (formate form; BIORAD) were soaked in different concentrations of all-trans RA in EM for 1 h (control beads were incubated in similar amounts of DMSO in EM). Beads were rinsed in EM for 5 min before implantation. Embryos were mounted in 3% methylcellulose, a small slit was cut in the epidermis with a tungsten needle, and an RA/DMSO-coated bead (40–60 μm in diameter) was inserted through the slit. Embryos were then incubated at 28.5 °C in the dark prior to fixation.\n\n        Whole-mount in situ hybridization.\n        \nIn situ hybridization was carried out as described previously [62]. Probes included hoxb4, hoxb5a, and hoxd4a [31], cyp26a1 [6], cyp26b1 (IMAGEclone3722563; EcoRI, SP6), cyp26c1/d1 [63], hoxb1b [64], krox-20/egr2b [65], and pax2a [66] . Images were taken and measurements were made using Openlab software (http://www.improvision.com/products/openlab/). Ranges of hox gene induction (e.g., assayed as the distance from the edge of the bead to the most distant hox-expressing cell) were compared using a two-tailed Student t-test.\n\n        Modeling.\n        \nThe RA gradient in the gastrula was modeled as a one-dimensional reaction diffusion system (cf. [41,67,68]) represented by the following equations.\n\n[RA]out and [RA]in represent extracellular and intracellular concentrations, respectively, of RA; RAsignal represents the strength of the RA signal (which may or may not vary linearly with [RA]in, in accordance with exponent n); and [Cyp] represents the intracellular concentration of Cyp26a1. D is the effective extracellular diffusion coefficient of RA; V(x) is the rate of production of RA at position x, typically taken to be a constant in a fixed posterior domain and zero elsewhere; kp is a first-order permeability coefficient that lumps together the processes of RA dissociation from protein, association with and diffusion through the plasma membrane, and reassociation with protein on the other side of the membrane; and kdeg is a degradation constant for intracellular RA. Effects of [RA]in and Fgf on cyp26a1 expression are captured through multiplication of the parameter kdeg by the expression containing γ, f0, λ, and xf. Here γ is sensitivity to RAsignal-mediated feedback; f0 represents the sensitivity of feedback to Fgf; λ is the length constant of the Fgf gradient (the inverse of the distance over which it drops to e−1 of its initial value); and xf is the location along the Fgf gradient where [Fgf] = f0. The parameter β is introduced to allow the effective rate constant for flux of RA out of the extracellular space to be higher than for flux into the intracellular space (to capture the fact that some endogenous RA should leave the extracellular space entirely, e.g., by diffusing out of the embryo, or into long-term capture in yolk).\n\nThe x-axis is taken to represent the A–P axis of the gastrula-stage embryo, with x = 0 corresponding to the posterior border of an anterior domain of high cyp26a1 expression (approximately the r2/r3 boundary), and x = xf at the posterior margin. The boundary of a second domain of high cyp26a1 expression is placed 40 μm from the posterior margin. The value of [Cyp] in both of these domains is fixed at kmax. A no-flux boundary condition is placed at x = −200 (to represent the fact that the problem could be viewed as symmetrical about the anterior-most point of the embryo). At the posterior margin, it was assumed that extracellular RA could only leave the embryo by diffusing through cells, so a “leaky” posterior boundary condition was used, in which the parameter kp captured the rate constant of leakage.\n\nSteady-state solutions to the equations were obtained numerically using Mathematica software by solving the time-dependent equations for sufficiently long times that results no longer changed significantly (typically after a few hours). In some cases, steady-state calculations were done directly using a Matlab boundary value ODE Solver. Parameter values were manually explored over several orders of magnitude. In all panels of Figure 7, parameter values were D = 18 μm2sec−1, n = 2, λ = 0.019 μm−1, kp = 10−4sec−1, and γ = 2.5 × 10−5. (Other parameter values are given in the figure legend.) The choice of modest cooperativity in signaling (n = 2) acknowledges the intrinsic capabilities of nuclear hormone receptors [60], but is not, in fact, required to produce the qualitative findings of this study. It should be noted that the length scales of the RA gradients produced in Figure 7 are determined largely by the length scale of the Fgf gradient (1/λ), which was chosen arbitrarily, and the diffusion coefficient D of protein-bound RA, which is not known accurately. Accordingly the micrometer values on the abscissa should be taken as essentially arbitrary and easily adjustable to be several fold smaller or larger through modest changes in these parameter values.\n\n      Supporting Information\n\n        Accession Numbers\n        \nThe GenBank (http://www.ncbi.nlm.nih.gov/Genbank) accession numbers for the genes discussed in this paper are aldh1a2 (NM_131850), cyp26a1 (NM_131146), cyp26b1 (NM_212666), cyp26c1 (NM_001029951), hoxb1b (NM_131142) hoxb4 (NM_131118), hoxb5a (NM_131101), hoxd4a (NM_130757), krox-20/egr2b (NM_130997), and pax2a (NM_131184).\n\nThe ZFIN (Zebrafish Model Organism database; http://www.zfin.org) ID numbers are aldh1a2 (ZDB-GENE-011010–3), cyp26a1 (ZDB-GENE-990415–44), cyp26b1 (ZDB-GENE-990415–44), cyp26c1 (ZDB-GENE-050714–2), hoxb1b (ZDB-GENE-980526–290), hoxb4 (ZDB-GENE-990415–105), hoxb5a (ZDB-GENE-980526–70), hoxd4a (ZDB-GENE-980526–214) krox-20/egr2b (ZDB-GENE-980526–283), and pax2a (ZDB-GENE-990415–8)."
}