{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0060116",
  "doi": "10.1371/journal.pbio.0060116",
  "externalIds": [
    "pii:07-PLBI-RA-0826R3",
    "sici:plbi-06-05-08",
    "pmid:18479186",
    "pii:07-PLBI-RA-0826",
    "pmcid:PMC2584572"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Topography of Thalamic Projections Requires Attractive and Repulsive Functions of Netrin-1 in the Ventral Telencephalon",
  "authors": [
    {
      "name": "Ashton W Powell",
      "first": "Ashton W",
      "last": "Powell",
      "affiliation": "Neuroscience Center, Department of Pharmacology, University of North Carolina Chapel Hill, Chapel Hill, North Carolina, United States of America; Curriculum in Neuroscience, University of North Carolina Chapel Hill, Chapel Hill, North Carolina, United States of America"
    },
    {
      "name": "Takayuki Sassa",
      "first": "Takayuki",
      "last": "Sassa",
      "affiliation": "Neuroscience Center, Department of Pharmacology, University of North Carolina Chapel Hill, Chapel Hill, North Carolina, United States of America"
    },
    {
      "name": "Yongqin Wu",
      "first": "Yongqin",
      "last": "Wu",
      "affiliation": "Neuroscience Center, Department of Pharmacology, University of North Carolina Chapel Hill, Chapel Hill, North Carolina, United States of America"
    },
    {
      "name": "Marc Tessier-Lavigne",
      "first": "Marc",
      "last": "Tessier-Lavigne",
      "affiliation": "Genentech, South San Francisco, California, United States of America"
    },
    {
      "name": "Franck Polleux",
      "first": "Franck",
      "last": "Polleux",
      "affiliation": "Neuroscience Center, Department of Pharmacology, University of North Carolina Chapel Hill, Chapel Hill, North Carolina, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2008-05",
  "dateElectronic": "2008-05-13",
  "dateAccepted": "2008-03-21",
  "dateReceived": "2007-03-30",
  "volume": "6",
  "number": "5",
  "pages": "e116",
  "tags": [
    "Discipline/Neuroscience",
    "Type/Research Article"
  ],
  "abstract": "Recent studies have demonstrated that the topography of thalamocortical (TC) axon projections is initiated before they reach the cortex, in the ventral telencephalon (VTel). However, at this point, the molecular mechanisms patterning the topography of TC projections in the VTel remains poorly understood. Here, we show that a long-range, high-rostral to low-caudal gradient of Netrin-1 in the VTel is required in vivo for the topographic sorting of TC axons to distinct cortical domains. We demonstrate that Netrin-1 is a chemoattractant for rostral thalamic axons but functions as a chemorepulsive cue for caudal thalamic axons. In accordance with this model, DCC is expressed in a high-rostromedial to low-caudolateral gradient in the dorsal thalamus (DTh), whereas three Unc5 receptors (Unc5A–C) show graded expression in the reverse orientation. Finally, we show that DCC is required for the attraction of rostromedial thalamic axons to the Netrin-1–rich, anterior part of the VTel, whereas DCC and Unc5A/C receptors are required for the repulsion of caudolateral TC axons from the same Netrin-1–rich region of the VTel. Our results demonstrate that a long-range gradient of Netrin-1 acts as a counteracting force from ephrin-A5 to control the topography of TC projections before they enter the cortex.",
  "fullText": "Introduction\n      \nIn the central nervous system, the vast majority of axonal projections are organized topographically. The dorsal thalamus (DTh) is a pivotal forebrain structure, receiving sensory inputs from the periphery and communicating with the cerebral cortex via thalamocortical (TC) axons. Each thalamic nucleus projects topographically to a unique set of cortical areas (interareal, first-order level of topography), and subsequently, axons emerging within a given thalamic nucleus establish a topographic map of a given sensory modality within each cortical area (intra-areal, second-order level of topography). Numerous anatomical studies have demonstrated that the interareal topography of TC projections is organized so that rostromedial thalamic neurons project to more-rostral cortical areas than caudolateral nuclei, which tend to project to more-caudal cortical areas [1–3]. The developmental mechanisms leading to the initial guidance and topographic sorting of TC axons, first in the ventral telencephalon (VTel) and, ultimately, in the dorsal telencephalon (or cortex), are still poorly understood at the molecular level (reviewed in [4,5]).\n\nPrevious results suggested that the precise topography characterizing TC projections arises from the progressive sorting of axons by a series of cues present along their pathway rather than by those exclusively present in their final target, the cortex [4,5]. First, analysis of mouse knockouts for genes patterning the ventral telencephalon, including Ebf1 and Dlx1/2, revealed a severe disruption of the topography of TC axon projections [6]. Second, genetic manipulation of rostral patterning molecules such as FGF8 affects the relative positioning of cortical areas without initially changing the topography of TC projections to the appropriate “cortical domain” [7,8]. These findings suggested a model in which TC axons are guided to their appropriate cortical domain by extracortical cues, i.e., before reaching the cortex. Interestingly, at later stages, unidentified cortical cues are able to redirect thalamic axon outgrowth to the appropriate cortical area inside the cortex proper [8], a result also found in heterotopic cortical grafting experiments [9].\n\nUsing a novel in vitro assay (the “whole-mount telencephalic” assay), we have demonstrated that axons originating from different rostrocaudal domains of the DTh respond differentially to topographic cues present in the VTel that guide these axons to specific cortical domains [10]. Currently, the only axon guidance cue identified to play a role in the topographic sorting of TC axons is ephrin-A5, which is expressed in a high-caudal to low-rostral gradient in the VTel [11]. In a complementary fashion, several EphA receptors, including EphA4, EphA3, and EphA7, are expressed in high-rostromedial to low-caudolateral gradients in the DTh [11]. Using the whole-mount telencephalic assay developed by Seibt et al. [10], a parallel study demonstrated that the graded expression of ephrin-A5 in the VTel and some of its receptors such as EphA7 and EphA4 in the DTh play a role in the topographic sorting of TC axons in the VTel. Interestingly, ephrin-A5–EphA4 double-knockout (dKO) mice show a significant and fully penetrant topographic shift of TC projections at the level of the VTel, leading to the misprojection of some thalamic motor axons to aberrantly more-caudal areas such as the primary somatosensory cortex. However, TC axon projections still display a significant level of topography in the ephrin-A5–EphA4 dKO mouse [11], suggesting the existence of other axon guidance cues involved in the topographic sorting of TC axons in the VTel [5]. This idea is reinforced by the fact that the caudal outgrowth of TC axons in the VTel is not easily explained simply by the lack of responsiveness of EphA-deficient caudal thalamic axons to caudally enriched ephrin-A5 [11].\n\nIn the present study, we demonstrate that Netrin-1 is expressed in a high-rostral to low-caudal long-range gradient within the VTel. Using a novel quantitative axon tracing technique with high spatial resolution, we show that Netrin-1–deficient embryos show a severe disruption of the topography of TC projections at the level of VTel before they enter the cortex. Interestingly, both rostral and caudal thalamic axons are affected in the Netrin-1 knockout mouse, and we further demonstrate that both the attractive and repulsive functions of Netrin-1 are required for proper topographic projections of TC axons along the anteroposterior axis of the VTel. These results (1) provide new insights into the molecular and cellular mechanisms specifying the topography of TC axons and (2) demonstrate that the secreted ligand Netrin-1 can specify the topography of projection of large ensembles of axons, a function almost exclusively attributed to the membrane-bound ephrin/Eph signaling system [12] and more recently to another set of secreted cues (Wnt) and their receptor Ryk [13].\n\n      Results\n      \n        A Novel Quantitative Method to Trace and Reconstruct the Topography of Thalamocortical Projections In Vivo\n        \nThe introduction of fluorescent carbocyanine dyes as axonal tracers represented a technical breakthrough in our ability to map the development of neuronal connectivity, especially at embryonic stages in rodents [14]. However, fluorescent carbocyanine dyes such as DiI present several important limitations, including long diffusion time, imcompatibility with immunofluorescent techniques, and most importantly, significant diffusion at the site of injection. In order to circumvent most of these problems, we adapted a well-established anterograde axon tracing technique using lysine-fixable, low molecular weight biotinylated dextran amine (BDA, or biocytin) microinjection in the DTh of embryonic mouse [15,16]. Using microinjections of BDA in the DTh of mouse embryos (Figure S1A) enables high spatial resolution (few hundreds neurons labeled; Figure 1B′–1D) and is fully compatible with immunofluorescence (Figure S1B–1D). Complete anterograde filling of the axon is achieved over long distances (1–2 mm) within only 4–6 h following BDA injection, as shown by the presence of large growth cones at the tip of the majority of axons (Figure S1E).\n\nIn order to normalize, register, and quantify the topography of TC axon projections in the VTel from microinjections performed in multiple mouse embryos, we developed a series of quantitative tools using axon tracing and image analysis allowing (1) reconstruction of the size and position of the BDA injection site in the DTh (Figure S1G, S1I, S1K, and S1M), as well as (2) tracing of thalamic axon projections throughout the telencephalon (Figure S1F, S1H, S1J, and S1L), and (3) quantitative analysis of the mapping of TC projections resulting from multiple injections in a large number of individuals. In order to best represent the degree of topographic sorting achieved by thalamic axons in the VTel (i.e., just before entering the cortex), we chose an anatomical landmark lying at the interface between the ventral and the dorsal telencephalon: the corticostriatal boundary (CSB; also known as the pallial–subpallial boundary; Figures 1E, S1P, S1R, and S2). The axon density maps used throughout this study (as shown in Figure S1S) is a flat, 2-D representation of the CSB as viewed by a virtual observer looking at the telencephalon from a lateral perspective (see Figure 1E).\n\n        Topography of Thalamocortical Projections Established in the Ventral Telencephalon\n        \nUsing this approach, we precisely and quantitatively mapped the organization of the axonal projections originating from different regions of the DTh at the level of the VTel. To do this, we performed a series of random microinjections of BDA in the DTh of E15.5 (Figure S3), when TC axons are still pioneering the VTel en route to the cortex, and E18.5 mouse embryos, a stage when all thalamic axons have reached the cortex [17]. Only injections representing less than 5% of the total volume of the DTh were analyzed in order to ensure that small groups of thalamic neurons are labeled, thus maintaining high spatial resolution.\n\nOur results show that at E18.5, thalamic axons are highly segregated at the CSB according to their origin along two main axes of the DTh: the rostrocaudal axis (Figure 1A–1A3) and the mediolateral axis (Figure 1B–1B3 and 1C–1C3). Axons originating from the rostral third of the DTh cross the CSB (and therefore enter the cortex) at a more-rostral level (Figure 1A1) than axons originating from progressively more-caudolateral levels of the DTh (Figure 1A2 and 1A3). The same segregation is found for axons originating at different levels of the mediolateral axis of the DTh: axons originating from the medial third of the DTh reach the CSB at more-rostrodorsal levels (Figure 1C, 1C1, and 1B–1B3) than axons originating from progressively more-lateral thalamic domains (Figure 1C2, 1C3, and 1B–1B3), which cross the CSB at progressively more-caudal levels.\n\nA converse way to represent the topography of thalamic axon projections in the VTel is to categorize thalamic axon populations based on where they cross the CSB and ask where they originate within the DTh (Figure 1D–1D3). This “reverse anatomy” approach reveals that axons crossing the CSB at rostral levels originate from more-rostromedial levels of the DTh (Figure 1D1) than axons crossing the caudal CSB, which originate from progressively more-caudolateral levels of the DTh (Figure 1D2 and 1D3).\n\nInterestingly, the general topography of TC projections is already present at E15.5, as demonstrated using the same analysis (see Figure S3), confirming that the topographic sorting of TC axons is controlled by axon guidance cues present in the VTel when TC axons pioneer this intermediate target while forming the internal capsule (E14–E15; [10]).\n\nThese results (1) confirm previous studies that have primarily explored the organization of thalamic projections along the mediolateral axis of the DTh [6,7,10,18,19], (2) reveal that TC projections are also organized along the rostrocaudal axis as proposed previously [3,10,11,20], and therefore (3) that, most importantly, the overall axis of topography of TC projections is rostromedial to caudolateral [5]; (4) this new quantitative tool provides for the first time, to the best of our knowledge, a framework for the quantitative analysis of the function of axon guidance cues in the specification of the topography of TC projections in vivo.\n\n        The Rostral Part of the Ganglionic Eminence Contains a Chemoattractive Cue for Rostral Thalamic Axons\n        \nThese results reveal that TC axons are organized in a precise “canvas” at the CSB as a consequence of axon guidance mechanisms specifying the topography of TC projections in the VTel, i.e., before they enter the dorsal telencephalon [4,5]. In order to identify some of the axon guidance cues patterning the topography of TC axon projections in the VTel, we used a whole-mount telencephalic assay recapitulating in vitro some of the key aspects of TC pathfinding observed in vivo, including the rostrocaudal axis of TC projections [10]. Using this in vitro assay, we tested whether the mantle region of the rostral part of the VTel contains a chemoattractive cue for axons originating from the rostral thalamus by performing grafts of the mantle (postmitotic) region isolated from the rostral VTel (heterotopic graft) or the caudal VTel (homotopic graft) into the caudal VTel of a whole-mount telencephalon (see Figure 2A). In control experiments, homotopic grafts (caudal VTel into the caudal VTel) axons originating from the rostral DTh (DTR; see Figure S11 for isolation) specifically invade the rostral domain of the VTel (arrow in Figure 2B) as observed in control nongrafted whole-mount telecenphalic cocultures (see also [10,11]). Therefore, grafting itself does not perturb the topography of DTR axon projections in the VTel. However, when a small explant of rostral VTel is grafted heterotopically into the caudal VTel, rostral thalamic axons are significantly attracted towards the caudal VTel (arrows in Figure 2C; see also quantification in Figure 2D), overall randomizing the outgrowth of rostral DTh axons in the VTel. This result strongly suggests the presence of a chemoattractive cue for rostral thalamic axons in the rostral part of the VTel.\n\n        Netrin-1 Is Expressed in a High-Rostral to Low-Caudal Gradient in the Ganglionic Eminence\n        \nEarlier studies have shown that Netrin-1 is expressed in the mantle (postmitotic) region of the VTel of mouse embryos where the internal capsule forms [21–24]. We carefully examined the spatial pattern of Netrin-1 expression using two independent approaches at E14.5 and E15.5, when the vast majority of TC axons pioneer the VTel to form the internal capsule en route to the cortex in the mouse embryo [17,24]. First, using in situ hybridization performed on horizontal and coronal sections of E14.5 (Figure 3A and 3B) or E15.5 mouse embryos (Figure 3C–3E and 3I), we found that Netrin-1 mRNA is expressed in a high-rostral to low-caudal gradient in the mantle region of the VTel.\n\nWe took advantage of a gene trap mouse line in which a LacZ expression cassette was inserted into the first intron of the Netrin-1 coding sequence (Ntn1Gt(pGT1.8TM)629Wcs allele, abbreviated Ntn1LacZ; [21]). As shown in Figure 3F and 3G, anti-β-galactosidase immunofluorescence in E15.5 Ntn1LacZ/+ mouse embryos recapitulates faithfully the graded expression of Netrin-1 mRNA at the same age (Figure 3C and 3D). In order to examine the spatial relationship between this gradient of Netrin-1 expression and TC axons in the internal capsule, we performed L1 immunofluorescent staining in combination with anti-β-galactosidase immunofluorescence in Ntn1Lacz/+ embryos at E15.5 (Figure 3H). A quantitative analysis of both Netrin-1 mRNA expression and anti-β-galactosidase immunofluorescence along the rostrocaudal axis of the VTel reveals an almost linear high-rostral to low-caudal gradient (Figure 3I). Therefore, this gradient of Netrin-1 expression represents a good candidate to exert a function in the control of the topography of TC axons along the rostrocaudal axis of the VTel.\n\n        Netrin-1 Is Necessary for the Establishment of the Topography of Thalamocortical Projections in the Ganglionic Eminence.\n        \nInspection of the internal capsule of wild-type or Netrin-1 knockout embryos at E18.5 using anti-L1 staining (which labels both TC and callosal, but not corticothalamic, axons [25]) failed to reveal any major axon outgrowth defect (see Figure S4): horizontal sections of E17.5 Netrin-1 knockout embryos revealed no obvious decrease in the number of thalamic axons compared to wild-type littermates at the level of (1) the thalamic peduncle (axon bundle crossing the diencephalic to telencephalic boundary), (2) the internal capsule, or (3) the corticostriatal boundary compared to wild-type embryos (Figure S4). This qualitative analysis suggested that Netrin-1 is not simply required in vivo for proper outgrowth of thalamic axons into the internal capsule as suggested previously [22]. As shown later using whole-mount telencephalic cocultures, wild-type DTR or caudal DTh (DTC) axons growing in the VTel of Netrin-1–deficient embryos confirms quantitatively the absence of axon outgrowth defect compared to control wild-type telencephalon. Therefore, we conclude that Netrin-1 expression is not required for extension of thalamic axons in the VTel.\n\nIn order to test whether Netrin-1 controls the guidance of TC projections in the VTel, we performed BDA microinjections in the DTh of both wild-type (n = 34) and Netrin-1LacZ/LacZ (Netrin-1−/−; n = 17) E18.5 embryos. A qualitative illustration of the type of topographic projection defect observed in the Netrin-1 knockout is shown in Figure 4 A–4G following a relatively large injection of BDA (more than 5% of DTh volume; injection not used for our quantitative analysis) in the rostral part of the DTh of a control (Netrin-1+/−; Figure 4B–4D) or Netrin-1 knockout embryo (Figure 4E–4G). Using an oblique plane of section revealing the entire tract of TC projections from the DTh to the cortex (see Figure 4A; [26]), we show that thalamic axons originating from the rostral DTh invade more-caudal territories of the VTel of Netrin-1 knockout embryos (arrows in Figure 4E–4G) than in control embryos (Figure 4B–4D).\n\nOur quantitative analysis of a large number of BDA injections in E18.5 embryos reveals a profound disruption of the topography of TC projections in the Netrin-1 knockout mouse (see Figures 4 and S5). The significance of the differences between each axon density map of TC projections is tested statistically using a two-way analysis of variance (ANOVA) test comparing Netrin-1+/+ and Netrin-1−/− embryos (Figure S6). First, when clustered along the rostrocaudal axis of the DTh, the most significant differences in the pattern of TC projections concerns axons originating from the rostral thalamus, which reach the dorsal telencephalon at significantly more-caudoventral levels of the CSB. Thalamic axons originating from both the medial and caudal third of the DTh reach the CSB at a significantly more-rostral level in the Netrin-1−/− embryos than in wild-type control (Figures 4J, 4K, and S6B–S6D)\n\nSimilar disruption of the topography of TC projections in the VTel is visible when examining the mediolateral organization of thalamic projections (Figure 4L–4O): axons originating from the medial and central part of the DTh reach the CSB at more-caudoventral levels in Netrin-1 knockout compared to wild-type mouse embryos. Additionally, axons originating from the lateral-most third of the DTh in Netrin-1 knockout embryos are significantly shifted rostrodorsally at the level of the CSB compared to wild-type control (Figure 4O and S6H).\n\nUsing a reciprocal analysis, we confirmed these results by categorizing neuron position within the DTh based on the rostrocaudal level at which their axons cross the CSB (Figure 4P). This analysis confirms the severe disruption of the topography of thalamic projections characterizing the Netrin-1 knockout embryos. Axons crossing the CSB at its rostral-most third originate from the rostromedial part of the DTh in wild-type embryos (green in Figures 4Q and S6J), but in contrast, originate from a more widespread area of the DTh in the Netrin-1 knockout, including the extreme caudolateral territories of the DTh (Figures 4Q and S6J). Axons crossing the CSB along its medial third originate from a more-caudolateral domain of the DTh in Netrin-1 knockout compared to wild-type littermates (Figures 4R and S6K). Strikingly, the reverse is found for thalamic axons crossing the CSB along its caudal third, where cell bodies are found in a more-rostromedial position of the DTh in Netrin-1 knockout than in wild-type littermates (Figures 4S and S6L).\n\nWe also examined whether Netrin-1 is controlling the segregation of thalamic axons along the dorsoventral axis of the VTel. Using the reverse anatomy approach, we found that in wild-type mice, thalamic axons crossing the dorsal half of the CSB tend to originate from more-rostral domains of the DTh, whereas thalamic axons crossing the ventral half of the CSB tend to originate from the caudal DTh (green in Figure S7). The segregation along this axis is less marked than along the rostromedial to caudolateral axis (see Figure 1). We found small but significant differences in thalamic axon segregation along the dorsoventral axis of the CSB between control and Netrin-1–deficient embryos (Figure S7) suggesting that Netrin-1 might play a role in segregating thalamic axons along the dorso-ventral axis of the internal capsule.\n\n        Graded Netrin-1 Expression in the Ventral Telencephalon Is Required for Proper Topographic Sorting of Thalamocortical Projections\n        \nThese results are surprising because they suggest that Netrin-1 gradient in the VTel is not only attracting rostromedial thalamic axons in the rostral part of the VTel, but might also act as a repulsive cue for caudolateral thalamic axons. In other words, in the absence of Netrin-1 in vivo, rostromedial thalamic axons are shifted caudally according to their responsiveness to Netrin-1 (compatible with the removal of a rostral attractant in the VTel), but at the same time, caudolateral thalamic axons are shifted rostrally according to their responsiveness to Netrin-1 (compatible with the removal of a rostral repulsive cue in the VTel).\n\nHowever, there is a potential caveat with this interpretation: Netrin-1 is not only expressed in the VTel, it is also expressed in the DTh itself (see arrowheads in Figure 3A and 3C). Therefore, at this point, we could not exclude that some of the topographic defects of TC axon outgrowth observed in vivo in the Netrin-1 knockout embryos could be due to Netrin-1 expression in the DTh itself.\n\nIn order to test whether the graded expression of Netrin-1 in the VTel is required for the establishment of the topography of TC projections, we took advantage of our whole-mount telencephalic coculture assay in order to uncouple the genotype of the DTh and the telencephalon (see [10,11]). As shown in Figure 5A and 5E, we performed whole-mount cocultures between wild-type E14.5 EGFP-expressing dorsal thalamic explants (rostral DTh, Figure 5A–5D; or caudal DTh, Figure 5E–5H) with telencephalic vesicles isolated from isochronic wild-type (Figure 5B and 5F) or Netrin-1−/− embryos (Figure 5C and 5G).\n\nOur results show that in the absence of Netrin-1 in the VTel, a significant proportion of axons originating from the rostral part of the DT are shifted caudally (red arrow in Figure 5C) compared to control cocultures (arrow in Figure 5B). However, a contingent of rostral thalamic axons is still projecting to the rostral third of the VTel (arrowheads in Figure 5C). The quantification of these cocultures (Figure 5D) demonstrates that axons originating from the rostral DTh and growing in Netrin-1–deficient telencephalon can be subdivided into two subpopulations that are both significantly shifted caudally (two peaks in Figure 5D) compared to control cocultures (green arrow in Figure 5D).\n\nNext, we performed whole-mount telencephalic cocultures using axons originating from the caudal part of the DTh (DTC). As shown previously [10], DTC axons diffusely invade caudal territories of the VTel (Figure 5F and 5H). However, caudal DTh axons growing in a Netrin-1–deficient telencephalon do not show a preferential caudal outgrowth (arrowhead in Figure 5G) but instead display a more random distribution in the VTel (Figure 5H; see also Figure S8). Taken together, these results demonstrate that the high-rostral to low-caudal gradient of Netrin-1 expression in the VTel is required for the differential topographic mapping of thalamic axons before they reach the cortex. These results also suggest that the function of Netrin-1 in the topographic sorting of TC axons in the VTel requires both its attractive and repulsive properties.\n\n        Netrin-1 Is Attractive for Rostral Thalamic Axons and Repulsive for Caudal Thalamic Axons\n        \nWe first tested whether Netrin-1 differentially affects DTh axon populations through either attractive or repulsive activity, by testing directly whether Netrin-1 has a differential effect on different TC axons using collagen cocultures between E14.5 DTR or DTC explants and aggregates of HEK 293 that are stably expressing Netrin-1 [27] (Figure S9). These results show that DTR axons are significantly attracted by Netrin-1 (in accordance with [22,28]), but at the same time, that DTC axons are not attracted, but rather moderately repulsed, by Netrin-1 in vitro. One of the drawbacks of this collagen coculture assay is that TC axons are not growing through their “natural” environment, and therefore, axon responsiveness to specific axon guidance cue could be biased because axons do not express the right complement of axon guidance receptors. A precedent for this has been well documented in the developing spinal cord where commissural axons only up-regulate surface expression of Robo receptors after crossing the midline and therefore are not responding to the midline repellent Slits before they reach the midline [29].\n\nIn order to better test the differential effects of Netrin-1 on the response of thalamic axons originating from the rostral and caudal thalamus in a contextual environment, we performed whole-mount telencephalic assays in which a source of Netrin-1–expressing HEK293 cells ([23]) is ectopically grafted in the caudal VTel (see Figure 6A and 6E). Axons originating from the rostral thalamus now invade more-caudal territories of the VTel, overriding the repulsive effect of ephrin-A5 and other putative caudal repulsive activity [11], suggesting that they are attracted towards a caudal source of Netrin-1 (arrows in Figure 6C), whereas the control 293 cells graft has no effect (Figure 6B). Interestingly, the reverse is found for caudal thalamic axons, which are significantly shifted rostrally when confronted with a caudal source of Netrin-1 (Figure 6G and 6H) as compared to control grafts (Figure 6F and 6H). Note that this caudal source of Netrin-1 imposed experimentally is likely to disrupt the endogenous gradient of Netrin-1 still present at high levels in the rostral part of the VTel (see Figure 3). These results strongly suggest that in the VTel, Netrin-1 functions as a chemorepulsive cue for caudal thalamic axons and a chemoattractive cue for rostral thalamic axons.\n\n        Netrin-1 Receptors Are Expressed in Complementary Domains in the Dorsal Thalamus\n        \nSo far, our results imply that dorsal thalamic neurons express different Netrin-1 receptors conferring attractive (for DTR axons) or repulsive (for DTC axons) responses to Netrin-1. In order to substantiate this hypothesis, we examined the pattern of expression of several transmembrane receptors known to mediate Netrin-1 responsiveness: Deleted in Colorectal Cancer (DCC), known to mediate chemoattraction to Netrin-1 [27], and homologs of the Caenorhabditis elegans Unc5 receptor called Unc5A–C (also called Unc5H1–3), known to mediate chemorepulsion to Netrin-1 upon heterodimerization with DCC [30,31]. A fourth mammalian ortholog of Unc5 has been recently identified, but its affinity for Netrin-1 has not been assessed yet [32]. We performed in situ hybridization for DCC and Unc5A, Unc5B and Unc5C (Figure 7) on serial horizontal sections of E14.5 mouse embryos in order to best visualize differences of Netrin-1 receptor expression along the rostromedial to caudolateral axis of the DTh.\n\nFirst, we wanted to define accurately the caudal extent of the DTh on horizontal sections from E14.5 mouse embryos. To do this, we used two markers: first the transcription factor Gbx2, which is a reliable marker of the DTh at E14.5 [33,34], and the transcription factor bHLHB4, which has been recently identified as a marker of the pretectum, which is immediately caudal to the DTh during embryogenesis [35]. Our results show that these two markers reliably identify the caudal limit of the DTh on horizontal sections of E14.5 mouse embryos along the dorsoventral axis of the diencephalic–mesencephalic boundary (Figure 7C–7K). Therefore, in the rest of our analysis, we used the caudal limit of Gbx2 expression as a marker of the caudal limit of the DTh (see lines in Figure 7N, 7Q, 7T, and 7W).\n\nWe found that DCC mRNA is expressed at high levels in the rostromedial part of the DTh (Figures 7L–7Q and S10A and S10B) but is also expressed at lower levels in more-caudolateral territories of the DTh (arrows in Figures 7U and S10C). In contrast, Unc5A, Unc5B, and Unc5C are expressed in nonoverlapping caudolateral domains of the DTh (Figure 7M, 7N, 7P, 7Q, 7S, and 7T, respectively, and Figure S10D–S10L). The star in Figure 7N, 7Q, 7T, and 7W marks the peak of Unc5A–C expression. These complementary patterns of expression are compatible with our model, suggesting that axons originating from the rostromedial DTh (which are attracted by Netrin-1 in the rostral part of the VTel) express DCC only, whereas thalamic axons originating from the caudolateral domain of the DTh are repulsed by Netrin-1 in the rostral VTel and express Unc5A–C, as well as low levels of DCC. Interestingly, DCC and Unc5A–C are highly expressed in other parts of the diencephalon, including the epithalamus (Figure S10B, S10C, S10E, and S10H), the ventral thalamus (Figure S10B, S10E, and S10K), as well as in the pretectum (Figure 7L–7W), suggesting other functions during diencephalic/mesencephalic development.\n\n        Blocking DCC Function Impairs the Ability of Rostral Dorsal Thalamus Axons to Grow Rostrally in the Ventral Telencephalon\n        \nWe tested whether DCC is required in the topographic projection of thalamic axons by using a well-characterized function-blocking anti-DCC antibody (clone AF5 [27]) in the whole-mount telencephalic coculture assay (Figure 8A and 8E). Our results show that DTR axons specifically invade the rostral domain of the VTel when cultured in the presence of isotype-control mouse IgG (Figure 8B), but in the presence of function-blocking anti-DCC antibodies, DTR axon outgrowth is significantly randomized (Figure 8C) and grows significantly more caudally than in control cocultures (Figure 8D). Similarly, blocking DCC function tends to randomize the outgrowth of DTC axons, which invade significantly more-rostral domains of the VTel (arrow in Figure 8G and 8H) compared to DTC axons in control cocultures (Figure 8F and 8H). Overall, these results strongly suggest that DCC receptor function is required both for the attraction of DTR axons to rostral Netrin-1–rich territories of the VTel and for the repulsion of DTC axons away from the same domain.\n\n        Unc5A/C Receptors Are Required for Caudal Dorsal Thalamus Axon Repulsion Away from the Rostral Domain of the Ventral Telencephalon\n        \nWe next tested whether Unc5 receptor function is required for the topographic projections of DT axons in the VTel. We used a commercially available polyclonal antibody initially raised against the extracellular domain of Unc5H1 (anti-rat Unc5H1, R&amp;D Systems) and reported to act as a function-blocking reagent against both Unc5A and Unc5C (Unc5H1 and Unc5H3, respectively [36]). We verified the cross-reactivity of this anti-rat Unc5H1 antibody with mouse Unc5A, 5B, and 5C proteins using a biochemical approach (see Figure S12). Our results show that anti-rat Unc5H1 binds to mouse Unc5A and Unc5C, but not Unc5B, and that its relative affinity for Unc5C when standardized to anti-myc immunoreactivity is about a third of its affinity for Unc5A (Figure S12). We used this reagent to block Unc5A/C receptor function in the whole-mount telencephalic assay using both DTR (Figure 9A–9D) and DTC (Figure 9E–9H). Our results show that blocking Unc5A/C receptor function does not have any significant effect on the guided outgrowth of DTR axons in the rostral domain of the VTel (Figure 9C and 9D) compared to control (Figure 9B and 9D). In contrast, blocking Unc5A/C receptor function had a highly significant effect on DTC outgrowth, inducing a significant shift of DTC axon outgrowth into the rostral Netrin-1–rich domain of the VTel (Figure 9G and 9H) compared to control (Figure 9F–9H). These results suggest that Unc5A/C receptors are required for the repulsion of DTC axons away from the rostral Netrin-1–rich domain of the VTel but do not play any role in the attraction of DTR axons towards the same region.\n\n        Unc5 Receptor Overexpression in Rostral Thalamic Neurons Is Sufficient to Induce Caudal Outgrowth of Their Axons into the Ventral Telencephalon\n        \nWe tested whether Unc5 receptor expression is the critical determinant of the difference between DTR and DTC axons towards Netrin-1 in the VTel. To do this, we overexpressed the Unc5C receptor in rostral thalamic neurons where it is normally expressed at low levels. We implemented an ex vivo slice electroporation technique developed recently by Cobos et al. [37]. Following focal microinjection of plasmid expressing myristoylated-(m)Venus or Unc5C-IRES-mVenus in the DTh and slice electroporation, explants corresponding to DTR or DTC were cocultured for 4 d in vitro with isochronic whole-mount telencephalon (Figure 10A). This technique results in clear visualization of single thalamic axons or small axon fascicles that were traced individually in ImageJ and plotted on a common reference for quantification (Figure 10A). Our results show that overexpression of Unc5C (but also Unc5A or B; unpublished data) is sufficient to convert the preferential outgrowth of DTR axons in the rostral domain of the VTel (Figure 10B) into outgrowth in the caudal domain of the VTel (Figure 10C) as observed with DTC axons (Figure 10D). The quantification (Figure 10E) demonstrates that the topography of DTR axon outgrowth overexpressing Unc5C does not differ from DTC axons but is significantly different from control DTR axons in the VTel. These results show that differential Unc5 receptor expression is a critical determinant in the topographic outgrowth of thalamic axons originating from the rostromedial compared to the caudolateral part of the thalamus in response to Netrin-1 in the VTel.\n\n      Discussion\n      \nOur results provide novel insights into the molecular mechanisms patterning the topography of TC projections to specific cortical domains by controlling their guidance at the level of their main intermediate target, the VTel. We show that Netrin-1 is expressed in a high-rostral to low-caudal gradient in the VTel and demonstrate that the graded expression of Netrin-1 in the VTel is required cell nonautonomously for (1) attracting rostral thalamic axons in a DCC-dependent manner and (2) repulsing caudal thalamic axons in a DCC–Unc5 receptor-dependent manner. Our results show that the long-range gradient of Netrin-1 expression in the VTel confers a novel function to this well-characterized axon guidance cue: controlling the topographic mapping of large ensembles of axons, a function largely attributed to the ephrin–Eph signaling system and more recently to the Wnt/Ryk signaling [38].\n\n        The Topography of Thalamocortical Projections Is Initiated in the Ventral Telencephalon\n        \nRecent studies provided evidence showing that TC axons are topographically organized in response to axon guidance cues located in the VTel [6,10,11]. However, the exact 3-D organization of TC axons in VTel, where they form the internal capsule with descending corticofugal axons, has remained elusive because of the lack of quantitative analysis. Qualitative analysis based on carbocyanine injections in single brains suggested that TC axons are segregated according to their origin in the DTh along the mediolateral axis [18,19,39] as well as the rostrocaudal axis [10]. Our quantitative analysis demonstrates that both axes are equally important, and we show that at the level of the CSB, i.e., before invading the cortex, thalamic projections are highly organized along a rostromedial to caudolateral axis (Figure 1). Therefore, there is a precise “blueprint” of the topography of TC projections generated before entering the cortex as suggested previously [5].\n\nWhere exactly is this topography initiated within the VTel? Axons entering the VTel show a loose degree of organization when pioneering the internal capsule, and axons originating from different regions of the thalamus have to redistribute or “fan out” over a large area: at E14/15, thalamic axons pioneer the internal capsule as a bundle referred to as the thalamic peduncle, roughly 100–200-μm wide along its rostrocaudal axis. These axons will redistribute over approximately 2–3 mm when they reach the CSB and enter the cortex. Based on previous and present results, we proposed that TC axon sorting occurs progressively as the axons grow along the mediolateral axis of the VTel [5] (Figure 11). Interestingly, the only two axon guidance molecules (ephrin-A5; [11] and Netrin-1; present study) identified so far as playing a significant role in this topographic sorting of TC axons in the VTel are both expressed in the most lateral part of the mantle region of the VTel and are therefore likely expressed by postmitotic neurons forming the striatum. Future studies will address how opposing gradients of ephrin-A5 and Netrin-1 are generated. Two interesting possibilities come to mind: first, this gradient is the result of patterning cues such as Shh or fibroblast growth factors (FGFs) specifying the rostrocaudal identity of ventral telencephalic regions, and/or second, this graded expression of Netrin-1 is the result of a graded density of cells migrating rostrocaudally within the VTel from a point source.\n\n        Critical Role of Netrin-1 in the Establishment of TC Projections in the Ventral Telencephalon\n        \nRecent evidence suggests that thalamic axons' responsiveness to Netrin-1 expressed in the VTel is modulated by extracellular serotonin levels [39]. Bonnin et al. [39] reports that in vitro, in the absence of serotonin, Netrin-1 is repulsive to “anterior” thalamic axons and attractive to “posterior” thalamic axons, which seems at odds with our present results. However, the authors provide evidence that in the presence of high concentrations of serotonin (30 μM), these responses are reversed, and now Netrin-1 is attractive to anterior thalamic axons and repulsive to posterior thalamic axons. Several technical differences might account for the potential discrepancies between these and our results. First, Bonnin et al. are microdissecting very small parts of the DTh “by hand,” whereas, as previously published by our group (see also Figure S11), we can only isolate thalamic explants reproducibly from serial 250-μm–thick vibratome slices [10]. Second, as previously shown, serotonin levels are high in rodent embryonic tissue; since serotonin is present at high levels in the maternal circulation and undergoes specific uptake in the placenta [40,41], one would expect axons throughout the mouse embryo to be exposed to high levels of extracellular serotonin. We did test the responsiveness of DTR or DTC explants to a source of Netrin-1 in a collagen assay in the presence of horse serum-containing medium (presumably containing levels of serotonin comparable to blood levels found in vivo) and confirmed that DTR axons are attracted by Netrin-1 source but that DTC are either not responsive or slightly repulsed by a source of Netrin-1 in these in vitro conditions (Figure S9). More importantly, knockout mice for the main vesicular monoamine transporter (VMAT2) expressed in the embryonic brain have been generated and show undetectable levels of all three major monoamines (serotonin, dopamine, and noradrenalin) in the developing brain [42]. These mice show a delayed, but otherwise unaffected, TC development, and certainly no defect in the topography of ventrobasal (VB) thalamic axons targeting to the primary somatosensory cortex (S1) [42]. These and other data strongly suggest that serotonin and other monoamines are not required for the initial establishment of the topography of TC projections in vivo [42].\n\nRegardless of the intracellular signaling pathways mediating Netrin-1 signaling in vivo, our quantitative analysis of axon tracing in wild-type and Netrin-1 knockout embryos (Figures 4 and S5–S7) provides unequivocal genetic evidence for the requirement of Netrin-1 in vivo for (1) the preferential growth of rostromedial thalamic axons into the rostrodorsal part of the VTel and (2) for the preferential growth of caudolateral thalamic axons into the caudoventral part of the VTel. The fact that in the Netrin-1 knockout embryos, axons originating from the rostromedial domains of the DTh are significantly shifted caudoventrally compared to controls and axons originating from the caudolateral domains of the DT are significantly shifted rostrodorsally (Figures 4 and S6) compared to control embryos (Figure 1) represents the strongest evidence in favor of our model suggesting that Netrin-1–rich rostral domain of the VTel normally acts as an attractant for rostromedial thalamic axons and a repulsive cue for caudolateral thalamic axons. This model is corroborated by our DCC and Unc5A–C expression data and more significantly by our function-blocking experiments demonstrating that a high level of DCC receptor expression by rostromedial thalamic axons mediates attraction towards the Netrin-1–rich domain of the VTel (Figure 8) and that both DCC and Unc5A–C expression are required for repulsion of axons originating from caudolateral domain of the DTh away from the Netrin-1–rich rostral domain of the VTel (Figure 9).\n\nInterestingly, Netrin-1 is also required for the organization of thalamic axons along the dorsoventral axis of the developing DTh (see Figure S6), an axis that is not tightly associated with differences of expression of DCC and/or Unc5A–C. Future experiments will explore whether other Netrin-1 receptors such as Neogenin or the recently identified Unc5D (Unc5H4) are differentially expressed along the dorsoventral axis of the DTh and mediate segregation of thalamic axons in the VTel.\n\n        Establishment of Topographic Maps: General Requirement for Several Counterbalancing Gradients?\n        \nIn the retinotectal projection, axons located along the nasotemporal axis of the retina are topographically mapped along the anteroposterior axis of the optic tectum through the action of EphA–ephrinA signaling system [12], whereas axons originating along the dorsoventral axis of the retina project topographically along the mediolateral axis of the tectum. Recent evidence demonstrates that the topography established along the mediolateral axis of the optic tectum is regulated by EphB–ephrinB signaling (reviewed in [12,43]). However, theoretical modelization suggested that the graded expression of a single axon guidance cue is not sufficient for specifying a continuous topographic map along both axis of the tectum; at least one other gradient of an additional cue is necessary for proper topographic map formation in the retinotectal system [44–47]. Indeed, recent evidence shows that a gradient of Wnt3 along the mediolateral axis of the tectum counterbalances the attractive function of ephrinB1 [13].\n\nOur results also suggest that a Netrin-1 gradient counterbalances the function of the ephrin-A5 gradient identified in the VTel [11] and that the combined expression of these two cues (possibly along with other graded cues) is required for the establishment of TC topography in the VTel (Figure 11). The main difference between the retinotectal and the TC projections is that TC axons are first sorted in the VTel, their main intermediate target, before they reach their final target, the cortex. This reflects the “nested” nature of TC projections: at embryonic stages, axons from distinct parts of the mouse thalamus (ultimately corresponding to different thalamic nuclei) are first sorted to different cortical domains in the intermediate target, the VTel (interareal topography), but at early postnatal stages, neurons in each sensory thalamic nuclei project topographically within each cortical area (intra-areal mapping; i.e.; sensory map formation) [48]. Interestingly, the sorting of axons along the rostromedial to caudolateral axis of the thalamus at the level of the internal capsule (i.e., before they reach the cortex) is perfectly conserved in humans as shown recently by tract-tracing studies using diffusion tensor imaging [49], which suggests that the establishment of TC topography in the VTel is the result of an evolutionary conserved developmental mechanisms in mammals.\n\n        Regionalization of the Dorsal Thalamus and Specification of the Topography of Thalamocortical Projections\n        \nImportantly, the basic topography of TC projections is specified in the VTel before individual thalamic nuclei can be identified cytoarchitecturally [10,11,34]. Careful examination of the expression pattern of several transcription factors, including Ngn2, Lhx2, Lhx9, and Gbx2, from E12 to postpartum day 0 (P0) demonstrated that their expression is regionalized between E12 and E14, well before the appearance of distinct thalamic nuclei (E15–E16) [34]. These results suggested that phenotypic traits of thalamic neuron identity, such as their patterns of axon projections, are intrinsically specified by the combinatorial expression of transcription factors, a model based on specification of motor neuron identity in the developing spinal cord [50,51]. Interestingly, an experimental validation of this model was provided recently by the analysis of the function of the bHLH transcription factor Ngn2, which specifies the topography of TC projections to the frontal cortex by controlling the responsiveness of thalamic axons to so-far unidentified intermediate axon guidance cues present in the VTel [10]. Based on the present results, we can hypothesize that the caudal shift displayed by rostral thalamic axons of the Ngn2 knockout embryos in the VTel could be due to down-regulation of Netrin-1, or ephrin-A5 responsiveness. Further experiments will determine whether Netrin-1 and ephrin-A5 receptors examined in this and previous studies (DCC, Unc5A–C, and EphA4) have altered expression profiles in the DTh of Ngn2 knockout embryos.\n\n        Role of Netrin-1 as an Intermediate Axon Guidance Cue in the Ventral Telencephalon\n        \nSeveral studies have implicated Netrin-1 as an intermediate target cue for both corticofugal [23] and TC axons [22,39]. Netrin-1 was first shown to stimulate the outgrowth of descending corticofugal axons in vitro and attract these axons towards the internal capsule [23]. Interestingly, Netrin-1 expression in the VTel has also been proposed to stimulate thalamic axon outgrowth [22]. This study provided evidence for a decreased number of thalamic axons invading the VTel as well as a disorganized internal capsule, using DiI tracing and L1 staining. Despite careful examination, we did not find evidence of a significant decrease in the number of thalamic axons in the VTel of Netrin-1−/− embryos compared to control (see Figure S4), and the longest DTh axons' length was not significantly altered when axons were growing in Netrin-1−/− or control VTel (Figure S8). Furthermore, in our whole-mount telencephalic assay, wild-type DTR axons grew equally well in a wild-type or a Netrin-1–deficient VTel (Figure 5), suggesting that Netrin-1 does not play a critical role in the stimulation of thalamic axon outgrowth in vivo. The potential discrepancies between our results and the study by Braisted et al. (2000) [22] could be due to methodological differences or to differences in the genetic background of the Netrin-1 knockout mice between the two studies. As a precedent, mice presenting a null mutation in the Netrin-1 receptor Unc5C on the inbred C57BL/6J (B6) genetic background display abnormal projections of both trochlear nerve and motor neuron axons, but these defects are greatly attenuated on a hybrid B6 × SJL background [52]. The authors have provided evidence for a locus representing a genetic suppressor of Unc5C function on mouse chromosome 17 [52].\n\n        DCC and Unc5 Receptors Mediate the Differential Responsiveness to Netrin-1 in Rostral and Caudal Thalamic Axons\n        \nIn mammals, there are at least five genes encoding transmembrane receptors for Netrin-1: DCC (Deleted in Colorectal Cancer) and Neogenin receptors mediate the attractive response elicited by Netrin-1, whereas Unc5A–C family members mediate repulsion elicited by Netrin-1 either as homodimers or heterodimers with DCC [53,54]. Our current results show an interesting regionalization of Netrin-1 receptor expression along the rostromedial to caudolateral axis of the DTh. At E14.5, when the topography of TC axons is initiated in the VTel, but before individual thalamic nuclei are formed, DCC is expressed at high levels in a rostromedial domain of the DTh, whereas Unc5A, Unc5B, and Unc5C are expressed in largely nonoverlapping caudolateral domains of the DTh (see Figure 7). Interestingly, Unc5C expression pattern is more widespread than Unc5A and B, and seems to overlap at least partially with the rostromedial domain of DCC expression (see Figure 7). Our function-blocking experiments demonstrate that DCC is required for the guidance of rostral thalamic axons to the Netrin-1–rich rostral domain of the VTel, whereas DCC and Unc5C are required for the proper repulsion of caudal thalamic axons to the same Netrin-1–rich region.\n\nA recent study has implicated ephrin-A5–EphA4 signaling in the initiation of the topography of TC axon projection in the VTel [11]. Three EphA receptors (EphA4, A3, and A7) were shown to be expressed in high-rostromedial to low-caudolateral gradients in the E14.5 DTh, whereas the ephrin-A5 ligand was found to be expressed in a high-caudal to low-rostral gradient in the VTel (Figure 11A). This study also provided in vivo and in vitro functional evidence demonstrating that both ephrin-A5 expression in the VTel and EphA4 expression in the DTh were required for the proper topographic projection of thalamic axons [11]. Taken together, our results and those of Dufour et al. (2003) [11] suggest that rostromedial thalamic neurons express high levels of DCC and EphA receptors conferring to their axons both attractive responsiveness to rostral Netrin-1 and repulsive responsiveness to caudal ephrin-A5, respectively, resulting in repulsion from the caudal domain and attraction to the rostral domain of the VTel. Our DCC function-blocking experiments demonstrate that DCC is required for the attraction of rostral thalamic axons to the rostral domain of the VTel. In contrast, progressively more-caudolateral thalamic neurons express lower levels of EphA receptors and higher levels of Unc5A–C receptors, and we demonstrate that this decreased sensitivity to the repulsive effect of ephrin-A5 is accompanied by an increasing sensitivity to the repulsive action of rostral Netrin-1. Future experiments will determine whether Netrin-1 is playing this function in large-scale mapping of ensembles of axons in other projection systems.\n\n      Materials and Methods\n      \n        Animals.\n        \nMice were used according to a protocol approved by the Institutional Animal Care and Use Committee at the University of North Carolina-Chapel Hill, and in accordance with National Institutes of Health guidelines. Time-pregnant females were maintained in a 12-h light/dark cycle and obtained by overnight breeding with males of the same strain. Noon following breeding is considered as E0.5. Netrin-1 knockout mice (Ntn1Gt(pGT1.8TM)629Wcs, abbreviated Ntn1LacZ) were generated by crossing between heterozygous mice [21,55]. The initial line was on a mixed C57Bl6 and Sv129 background, and was backcrossed for more than ten generations on BALB/c background (Jackson Laboratories). Genotyping of Netrin-1LacZ mice was performed by the University of North Carolina genotyping core facility using quantitative PCR detecting the presence of zero, one, or two copies of the lacZ transgene. The genotype of embryos heterozygote or homozygote for the Netrin-1 transgene was confirmed by anatomical defects described previously (absence of callosal and anterior commissure projections) [21]. Transgenic mice expressing EGFP under the control of CMV enhancer/chicken β-actin promoter were maintained by heterozygous crossing on a Balb/C background for more than ten generations [56].\n\n        Biotinylated dextran amine (BDA) anterograde axon tracing in live mouse embryos.\n        \nBriefly, isolated hemispheres from E14.5 to E18.5 mouse embryos were microinjected (PicoSpritzer III; General Valve Corp.) using a medial approach with a 10% solution of lysine-fixable BDA (3,000 MW). Following incubation in oxygenated artificial cerebrospinal fluid (aCSF) for 5 h at 37 °C, the hemispheres were immersion fixed in 4% PFA. Injected hemispheres were sectioned coronally using a vibratome (LEICA VT1000S) at 100-μm thickness, permeabilized, and then incubated with Alexa546-conjugated streptavidin (1:1,000 in PBS + 0.1% Triton X-100 + 0.3% BSA) to reveal BDA. (See Figure S1.)\n\n        RNA in situ hybridization.\n        \nSense and antisense probes for mouse Netrin-1, DCC, Unc5A, Unc5B [27,57], and Unc5C [31,58] were generated as described previously. In situ hybridizations were performed as previously described using DIG-labeled probes [11].\n\n        Immunofluorescent staining.\n        \nWhole-mount telencephalon/dorsal thalamic cocultures were maintained on organotypic slice culture inserts, fixed, and stained for immunofluorescence as previously described [10,59]. The following primary antibodies were used: polyclonal rabbit anti-β-galactosidase (1:1,000; Molecular Probes), monoclonal antineurofilament 165kD (clone 2H3; 1:2,000; Developmental Hybridoma Bank), polyclonal rat anti-L1 cell adhesion molecule (1:1,000; Chemicon) as well as polyclonal chicken and rabbit anti-GFP (1:2,000; Molecular Probes). The following secondary antibodies were used: Alexa-488, −546, and −647 conjugated goat anti-chicken, anti-rabbit, or anti-mouse IgG (1:2,000; Molecular Probes).\n\n        Construction of Myc-tagged Unc5 cDNAs.\n        \nFull-length cDNA clones of mouse Unc5A, Unc5B, and Unc5C (Image ID: Unc5A, 6813463; Unc5B, 6417563; and Unc5C, 40085998) were purchased from Open Biosystems. The open reading frame of each clone was amplified by PCR using LA Taq polymerase (TAKARA BIO) and cloned with a Myc-tag at the carboxy-terminus into a modified pCIG2 vector, which drives expression of cloned cDNA from chicken ß-actin promoter and CMV enhancer. All constructs were confirmed by DNA sequencing.\n\n        Western analysis.\n        \nCOS7 cells were transfected with green fluorescent protein (GFP) and Unc5A-Myc, Unc5B-Myc, or Unc5C-Myc expression vectors using Lipofectamine 2000 (Invitrogen). Cells were lysed in RIPA buffer (50 mM Tris-Hcl [pH 7.5], 150 mM NaCl, 1% Triton X-100, 0.1% SDS) supplemented with protease inhibitors (Complete Protease Inhibitors Cocktail Tablets; Roche) 48 h after transfection. Protein samples (20 μg each) were run on 4%–12% gradient SDS-PAGE. gels (Invitrogen) and transferred to Hybond-P membranes (Amersham). Membranes were preincubated in 5% nonfat dry milk and 0.1% Tween-20 in Tris-buffered saline and incubated with the primary antibodies in the same solution. The primary antibodies used were mouse anti-Myc antibody (clone 9B11, 1:2,000; Cell Signaling Technology), goat anti-Unc5A antibody (anti-rat Unc5h1, 1:200; R&amp;D Systems), and rabbit anti-GFP antibody (IgG fraction, 1:2,000; Molecular Probes). The fluorescent signals were generated using corresponding HRP-conjugated secondary antibodies and ECL-Plus Western Blotting Detection Reagents (Amersham), and were detected using a Typhoon 9400 image scanner (Amersham).\n\n        Electroporation of plasmids into thalamic slices, axonal tracing, and quantification.\n        \nTo visualize axons of dorsal thalamic neurons, we transfected myristoylated-Venus (mVenus) plasmid (pCX-myrVenus, kindly provided by Anna-Katerina Hadjantonakis, 1 μg/μl). For Unc5 overexpression, the mixture (0.5 μg/μl each) of Unc5A-Myc, Unc5B-Myc, and Unc5C-Myc (unpublished data) or Unc5C-Myc alone (1 μg/μl) was transfected together with mVenus plasmid (1 μg/μl). Control experiments included transfection of mVenus plasmid alone or the mixture of mVenus and Myc-tag empty plasmids. These two conditions gave similar results, and therefore, we combined them as control.\n\nElectroporation into slices was performed essentially as described previously [37]. Briefly, coronal slices (250 μm) of E14.5 wild-type brains were prepared using a Leica VTel 1000S vibratome, and plasmid solution was pressure injected through a glass pipette into the rostral or caudal DTh (DTR or DTC; see Figure 10) using a Picrospritzer III (General Valve) microinjector. Electroporations were performed with gold-coated electrodes (GenePads 5 × 7 mm; BTX) using an ECM 830 electroporator (BTX) and the following parameters: five 5-ms–long pulses separated by 500-ms intervals at 100 V. After electroporation, the DTh was dissected and cocultured with E14.5 wild-type whole-mount telencephalon for 4 days, followed by fixation and immunostaining for GFP as described previously [10].\n\nTo identify GFP-positive axons, we used either of the two methods based on the axon density in each sample. When the number of axons in the sample was small, as shown in Figure 10D, we identified axons by single-axon tracing using the NeuronJ plug-in for ImageJ. Traced axons were superimposed on a reference framework with common origin, and the percentage of pixels in caudal, medial, or rostral 60° radial bin was quantified. When axon density in the sample was too high to identify individual axons, we quantified the percentage of EGFP-pixel distribution in the same way as in single-axon tracing. Thus, the two methods utilize essentially identical quantification analyses, and we combined the results obtained by using these two methods.\n\n        Confocal microscopy.\n        \nFluorescent immunostaining was observed using a LEICA TCS-SL laser scanning confocal microscope equipped with an Argon laser (488 nm), green helium-neon laser (546 nm), and red helium-neon laser line (633 nm) mounted on an inverted DM-IRE2 microscope equipped with a Marzhauzer X-Y motorized stage allowing large-scale tiling of whole-mount telencephalic cocultures obtained by scanning multiple fields using a long working distance 10× objective followed by an automatic tiling function available from the LEICA confocal software.\n\n      Supporting Information"
}