{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001065",
  "doi": "10.1371/journal.pbio.1001065",
  "externalIds": [
    "pii:PBIOLOGY-D-10-01281",
    "pmid:21629732",
    "pmcid:PMC3101192"
  ],
  "license": "This is an open-access article distributed under the\n                terms of the Creative Commons Attribution License, which permits unrestricted use,\n                distribution, and reproduction in any medium, provided the original author and\n                source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Metabolic Regulation of Mycobacterial Growth and Antibiotic\n                    Sensitivity",
  "authors": [
    {
      "name": "Seung-Hun Baek",
      "first": "Seung-Hun",
      "last": "Baek",
      "affiliation": "Department of Microbiology and Physiological Systems, University of\n                    Massachusetts Medical School, Worcester, Massachusetts, United States of\n                    America"
    },
    {
      "name": "Alice H. Li",
      "first": "Alice H.",
      "last": "Li",
      "affiliation": "Department of Microbiology and Physiological Systems, University of\n                    Massachusetts Medical School, Worcester, Massachusetts, United States of\n                    America"
    },
    {
      "name": "Christopher M. Sassetti",
      "first": "Christopher M.",
      "last": "Sassetti",
      "affiliation": "Department of Microbiology and Physiological Systems, University of\n                    Massachusetts Medical School, Worcester, Massachusetts, United States of\n                    America; Howard Hughes Medical Institute, Chevy Chase, Maryland, United States of\n                    America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-05",
  "dateAccepted": "2011-04-12",
  "dateReceived": "2010-12-13",
  "volume": "9",
  "number": "5",
  "pages": "e1001065",
  "tags": [
    "Discipline-v2/Biology",
    "Discipline-v2/Genetics",
    "Discipline-v2/Genomics",
    "Discipline-v2/Global health",
    "Discipline-v2/Infectious diseases",
    "Discipline-v2/Medicine",
    "Discipline-v2/Microbiology",
    "Discipline/Genetics and Genomics",
    "Discipline/Infectious Diseases",
    "Genetics",
    "Genomics",
    "Global health",
    "Infectious diseases",
    "Microbiology",
    "Type/Research Article"
  ],
  "abstract": "Treatment of chronic bacterial infections, such as tuberculosis (TB), requires a\n                    remarkably long course of therapy, despite the availability of drugs that are\n                    rapidly bacteriocidal in vitro. This observation has long been attributed to the\n                    presence of bacterial populations in the host that are\n                    “drug-tolerant” because of their slow replication and low rate of\n                    metabolism. However, both the physiologic state of these hypothetical\n                    drug-tolerant populations and the bacterial pathways that regulate growth and\n                    metabolism in vivo remain obscure. Here we demonstrate that diverse\n                    growth-limiting stresses trigger a common signal transduction pathway in\n                        Mycobacterium tuberculosis that leads to the induction of\n                    triglyceride synthesis. This pathway plays a causal role in reducing growth and\n                    antibiotic efficacy by redirecting cellular carbon fluxes away from the\n                    tricarboxylic acid cycle. Mutants in which this metabolic switch is disrupted\n                    are unable to arrest their growth in response to stress and remain sensitive to\n                    antibiotics during infection. Thus, this regulatory pathway contributes to\n                    antibiotic tolerance in vivo, and its modulation may represent a novel strategy\n                    for accelerating TB treatment.",
  "fullText": "Introduction\n      \nOver fifty years after the discovery of antimycobacterial drugs,\n                    Mycobacterium tuberculosis remains an endemic pathogen\n                throughout much of the world. Based on immunological tests, one-third of the global\n                population has been exposed to this organism, which sickens 10 million and kills 2\n                million yearly [1].\n                Arguably, the most important factor limiting TB control efforts is the remarkably\n                long antibiotic regimen that is necessary to eradicate the pathogen [2]. Despite the\n                availability of drugs that rapidly kill the bacterium in vitro, treatment with these\n                agents requires at least 6 mo. Incomplete treatment is both ineffective and promotes\n                the selection of drug-resistant strains.\n\nThe reasons that antibiotics are less effective in vivo remain unclear but likely\n                reflect the altered metabolic state of the bacterium in this environment [3]. In the mammalian\n                host, M. tuberculosis is challenged by a variety\n                of pressures, including low oxygen, iron limitation, low pH, and changes in nutrient\n                availability [4]–[7]. In vitro, many bacteria respond to similar environmental\n                stresses by arresting their growth and assuming a quiescent or dormant state in\n                which they remain viable until the environment once again becomes favorable [8]. Similarly,\n                    M. tuberculosis dramatically reduces both its growth and\n                metabolic activity in chronically infected animals, doubling only once every 100 h\n                or more [9],[10]. Since\n                virtually all antibiotics preferentially kill rapidly replicating bacteria [3],[11], it has been\n                hypothesized that the reduced growth and metabolic activity of these quiescent\n                populations is responsible for the “antibiotic-tolerance” observed\n                during infection [12].\n\nWhile the physiologic state of these slowly replicating mycobacterial populations in\n                vivo is difficult to investigate directly, in vitro models have been developed to\n                mimic this condition. The best defined of these models is long-term hypoxic culture,\n                which has been proposed to mimic the oxygen tension found in some TB lesions [13]. When M.\n                    tuberculosis is cultured under oxygen-limiting conditions, this\n                obligate aerobe ceases replicating and adopts an antibiotic-tolerant state that can\n                be maintained almost indefinitely [14],[15]. While macromolecular synthesis slows dramatically during\n                this period, continual ATP production is required for survival, indicating that\n                cellular metabolism remains at least nominally active [13].\n\nTaken together, these observations indicate that M. tuberculosis is\n                able to adopt a relatively quiescent antibiotic-tolerant state both in vitro and\n                within the host. Previous efforts to eradicate nonreplicating bacterial populations\n                have generally focused on the development of drugs that directly kill these\n                organisms. As an alternative to this approach, we sought to define the bacterial\n                functions that govern mycobacterial growth and could therefore be manipulated to\n                increase drug sensitivity. In this work, we define a functional pathway that enables\n                the bacterium to reduce its metabolic rate in response to environmental stress.\n                Mutants lacking this regulatory pathway remain markedly more sensitive to\n                antibiotics during infection, demonstrating that this specific response contributes\n                to the antibiotic tolerance observed in vivo.\n\n      Results\n      \n        Identification of Growth-Regulatory Pathways\n        \nTo understand the mechanisms controlling the growth of M.\n                        tuberculosis during infection, we sought to identify mutants that\n                    had lost the ability to arrest their growth and continued to replicate in\n                    hypoxic culture. We subjected a library of transposon mutants to a low oxygen\n                    environment sufficient to arrest the growth of wild type M.\n                        tuberculosis\n                    [6] and used\n                    transposon site hybridization [16] to identify the set of mutants that were\n                    overrepresented after 6 wk of culture, suggesting a growth or survival\n                    advantage.\n\nProminent among the 34 identified genes (Table S1) were several predicted to encode\n                    the enzymes necessary to produce triacylglycerol (TAG) from glycerol and\n                    acyl-CoA (Figure 1A). The\n                    gene that appeared to play the most important role, tgs1,\n                    encodes a well-characterized TAG synthase that represents the dominant\n                    triglyceride synthetic activity under hypoxia [17],[18]. The importance of the\n                        tgs1 gene under this condition is likely due to its\n                    transcriptional induction via the DosR regulator, which controls the earliest\n                    response to hypoxia [19]. Consistent with the known regulatory relationship\n                    between tgs1 and DosR, our genetic screen also indicated that\n                        dosR mutants were overrepresented in the library exposed to\n                    hypoxia. The similar phenotypes of mutants lacking virtually every step in this\n                    pathway indicated that DosR-triggered TAG accumulation was critical for\n                    hypoxia-induced growth arrest.\n\nTo verify the predictions of our genetic screen, we generated a mutant lacking\n                    the tgs1 gene. In aerated broth cultures, both wild type and\n                        Δtgs1 mutant bacteria accumulated only small amounts of\n                    TAG and grew at similar rates (unpublished data). However, when these bacteria\n                    were cultured in sealed vials to produce hypoxia [15], the\n                        Δtgs1 mutant failed to accumulate the TAG observed in\n                    wild type or complemented mutant cells and grew to a density that was 10-fold\n                    higher than wild type (Figure\n                        1B). To confirm that the Δtgs1 mutant continued\n                    to replicate under hypoxia, we calculated the doubling time of the bacteria by\n                    quantifying the segregation of an unstable plasmid that was lost at a constant\n                    rate per cell division [9]. Indeed, while wild type bacteria completely arrested\n                    growth once hypoxia was established, the Δtgs1 mutant\n                    continued to replicate for at least 14 more days (Figure 1C). Even between 14 and 21 d, when\n                    the total number of Δtgs1 bacteria did not change\n                    significantly, the cells continued to segregate the plasmid. This confirmed that\n                    the Δtgs1 strain was unable to arrest its growth, and even\n                    the apparent stasis of this strain represented a state of balanced growth and\n                    death. While the cause of death remains uncertain, the cytosolic ATP\n                    concentration of the mutant decreased as oxygen was consumed (Figure S2),\n                    indicating that replication in the absence of this preferred electron acceptor\n                    produced an untenable metabolic state.\n\nM. tuberculosis accumulates TAG under a variety stresses,\n                    including hypoxia, iron limitation, and low pH [17],[20],[21], indicating that TAG\n                    synthesis might modulate growth under multiple conditions. Indeed, we found that\n                    while each of these conditions retarded the growth of wild type bacteria and the\n                    complemented mutant, the Δtgs1 strain continued to grow at\n                    a relatively rapid rate (Figure\n                        1D–E). While the DosR regulon was known to be induced during\n                    hypoxia [19],\n                    this regulator had not been shown to act in these other conditions. To determine\n                    if the same regulatory circuit was operational, we used a reporter derived from\n                    the promoter of the well-characterized DosR target, acr\n                    [22]. We found\n                    that this promoter was strongly induced under low iron conditions and weakly\n                    induced by low pH (Figure S3). Induction under these conditions\n                    is likely due to the recently described activation of DosR by alterations in\n                    cellular redox state [23]. Despite this difference in degree of induction, we\n                    found that a mutant lacking the dosR gene behaved similarly to\n                    the Δtgs1 in each condition, indicating that this sensor\n                    kinase was important for all of these responses.\n\n        TAG Synthesis Inhibits Growth by Reducing TCA Flux\n        \nWhen M. tuberculosis or related environmental bacteria are\n                    exposed to stress, they accumulate large cytosolic stores of triglycerides [20],[24]. This\n                    dramatic production of lipid suggested that the growth regulatory effects of\n                        tgs1 induction might be due to the wholesale redirection of\n                    carbon flux into TAG synthesis and away from intermediary metabolic pathways.\n                    Since acetyl CoA is a primary substrate of both the TCA cycle and TAG synthesis,\n                    we hypothesized that TAG production lowered the growth and metabolic rate of the\n                    organism by directly competing for this metabolite (see Figure\n                    S1).\n\nAcetyl CoA is incorporated into the TCA cycle by citrate synthase, which\n                    condenses it with oxaloacetate (OAA) to form citrate (Figure 1A). To test whether TAG synthesis\n                    competes with citrate synthase for acetyl CoA, we supplied wild type M.\n                        tuberculosis with exogenous OAA, which we expected to promote\n                    citrate synthase activity by increasing substrate concentration. As anticipated,\n                    this treatment mimicked the Δtgs1 mutation by enhancing\n                    growth in both hypoxic and iron-restricted cultures (Figures 2A, S4). Other\n                    related metabolites had no effect on growth, supporting the conclusion that OAA\n                    enhances growth under these conditions by stimulating citrate synthase\n                    activity.\n\nSimilarly, we tested this model by overexpressing the citA gene,\n                    encoding citrate synthase. This excess enzyme activity appeared to effectively\n                    compete for acetyl CoA, as the overexpression strain\n                    (citA*) resembled the Δtgs1 mutant in\n                    both hypoxic and low iron culture; that is, bacteria continued to grow and\n                    failed to accumulate TAG (Figure\n                        2B,C). Both citA overexpression and oxaloacetate\n                    addition in hypoxic conditions appeared to have an even more pronounced effect\n                    than tgs1 deletion, as the viability of these cultures\n                    decreased more rapidly than the Δtgs1 strain once oxygen\n                    was depleted.\n\nTo verify that titrating the flux between these two competing pathways produced\n                    the expected changes in growth rate, we employed a small molecule inhibitor of\n                    TAG degradation. The accumulation of TAG is antagonized by cellular lipases that\n                    release the acyl chains for degradation (Figure S1). Thus, we expected that inhibiting\n                    this reverse, lipase-dependent, pathway would promote carbon accumulation in TAG\n                    and thereby inhibit growth under stress. To test this prediction, we added\n                    tetrahydrolipostatin (THL), a broad-spectrum lipase inhibitor, to bacteria\n                    cultured under conditions that induce TAG synthesis and retard growth. As\n                    predicted, the addition of THL caused a dose-dependent decrease in the growth of\n                    wild type, but not tgs1-deficient, bacteria (Figures 2D and S5).\n\nFinally, to directly demonstrate that the TCA cycle and TAG synthesis compete for\n                    the same carbon pool, we quantified the relative rates of carbon flux into these\n                    two pathways by metabolic labeling with [14C]-acetate.\n                    Under hypoxic conditions, we found that the deletion of tgs1\n                    and overexpression of citA had a similar effect. Both\n                    manipulations increased acetate flux into CO2 via the TCA cycle, at\n                    the expense of TAG production (Figure 2E). The antagonistic effect of TAG synthesis on TCA flux was\n                    independently verified by monitoring the abundance of amino acids, which\n                    represent relatively stable markers of the TCA activity. We found that the\n                    intracellular concentrations of lysine, threonine, and alanine, amino acids\n                    derived from oxaloacetate or affected by its turnover, were decreased in wild\n                    type bacteria as they lowered their metabolic activity during adaptation to\n                    hypoxia (Figure\n                        S6). In contrast, deletion of tgs1 or overexpression\n                    of citA reversed this decline, verifying that TCA activity\n                    remained relatively high in these strains. In sum, the opposing effects of the\n                    Tgs1 and CitA enzymes on both growth and carbon flux indicate that TAG\n                    production restricts the growth of wild type bacteria by diverting carbon away\n                    from growth-promoting pathways such as the TCA cycle.\n\n        Modulation of Carbon Fluxes Can Reverse Antibiotic Tolerance In Vitro and In\n                    Vivo\n        \nSince decreased metabolic activity generally correlates with lower antibiotic\n                    efficacy, we speculated that TAG synthesis might contribute to the drug-tolerant\n                    phenotype induced by stress. We tested this hypothesis using in vitro conditions\n                    that trigger TAG accumulation. Indeed, we found that the\n                        Δtgs1 mutant remained significantly more sensitive to a\n                    variety of antibiotics under tolerance-inducing conditions such as hypoxia and\n                    iron limitation (Figure 3).\n                    The antibiotics used were chemically distinct and targeted diverse cellular\n                    pathways, suggesting that the general hypersensitivity of the\n                        Δtgs1 bacteria was due to a fundamental alteration in\n                    cellular metabolism. As expected, the increased multidrug-susceptibility of the\n                        Δtgs1 mutant was much less pronounced under favorable\n                    growth conditions in which this gene is not induced (Figure S7).\n                    Under these conditions, the mutant was no more susceptible than wild type to any\n                    of the drugs tested, except the fatty acid synthesis inhibitor, isoniazid (INH).\n                    We conclude that while TAG synthesis may influence INH sensitivity through\n                    multiple mechanisms, the multidrug susceptibility of the\n                        Δtgs1 mutant is due to a general increase in growth\n                    rate and/or metabolic activity. This conclusion was supported by the remarkable\n                    antibiotic sensitivity of the citA* strain that we observed\n                    in tolerance-inducing cultures (Figure 3). This strain was killed even more rapidly than the\n                        Δtgs1 mutant, verifying that metabolic rate is a major\n                    determinant of antibiotic susceptibility under these conditions.\n\nInduction of the tgs1 gene and TAG accumulation occur during\n                    infection [20], and TCA activity appears to be limited in this\n                    environment [25].\n                    Therefore, we next investigated whether TCA limitation by TAG synthesis was also\n                    required for antibiotic tolerance in vivo. The Δtgs1\n                    mutation did not overtly disrupt the physiology of the bacterium in vivo, as\n                    only subtle defects in bacterial viability were observed in mice infected with\n                    the mutant (Figure S8). Despite this apparently normal behavior, the metabolic\n                    state of the mutant was clearly different from wild type, as the\n                        Δtgs1 strain remained significantly more sensitive to\n                    several antibiotic regimens targeting different cellular functions (Figure 4). Consistent with a\n                    central role for TCA activity in antibiotic tolerance in vivo, we found that\n                    overexpressing citrate synthase had a more pronounced effect. The\n                        citA* strain displayed a modest growth or survival\n                    defect in mice (Figures 4A,B\n                    and S8),\n                    indicating that increased TCA flux under these conditions decreased overall\n                    fitness. More importantly, this strain remained even more sensitive to\n                    antibiotics during infection than the Δtgs1 mutant, as we\n                    had previously observed under in vitro stress conditions. After 28 d of\n                    monotherapy, the number of viable wild bacteria had only decreased 20-fold,\n                    while the number of viable citA overexpressors was reduced\n                    below the limit of detection (Figure 4A,B).\n\n      Discussion\n      \nMany organisms accumulate TAG in preparation for long periods of inactivity.\n                Previously, this response had been largely thought to serve a carbon storage\n                function, allowing the rapid restoration of metabolism upon resuscitation [18]. More recently,\n                it has been proposed that TAG synthesis may be important for redox homeostasis in\n                cells with low respiratory activity [26]. In addition to these\n                potential functions, we now show that TAG synthesis represents an active stress\n                response that can play a causal role in governing growth, metabolic rate, and\n                antibiotic susceptibility by redirecting cellular carbon fluxes (Figure S1).\n\nReducing metabolic rate in response to stress is likely to be advantageous for a\n                variety of reasons. In the most general terms, continual growth under conditions\n                lacking a critical nutrient or cofactor can result in catastrophic imbalances in\n                cellular metabolism, as we observed in the hypoxia model. While the\n                    Δtgs1 and citA* strains have a\n                temporary fitness advantage over wild type bacteria in hypoxia, these mutants are\n                unable to sustain this advantage due to an increased rate of cell death. A similar\n                failure to reduce metabolic activity under growth-limiting stress also resulted in\n                the attenuation of the citA* strain in vivo.\n\nAn additional important consequence of the low metabolic rate of M.\n                    tuberculosis during infection is decreased antibiotic sensitivity. We\n                found that the redirection of carbon into TAG synthesis was critical for assuming\n                this antibiotic tolerant phenotype under a variety of different in vitro and in vivo\n                stresses. As anticipated, antibiotic sensitivity was correlated with replication\n                rate under many conditions, but this correlation was not absolute. For example,\n                increased replication could not account for the heightened susceptibility of the\n                    citA* strain relative to the Δtgs1\n                mutant in vitro, as both strains appeared to grow similarly at the time of\n                treatment. Replication rate alone was also unlikely to account for the\n                hypersensitivity of these strains in vivo. We did not observe increased numbers of\n                viable bacteria in the tissues of mice infected with Δtgs1 or\n                    citA* strains and were unable to detect progressive\n                histopathology or the accumulation of bacterial chromosomes by quantitative PCR\n                (unpublished data) that would be anticipated if continual growth and death were\n                occurring [10]. Thus, we conclude that the increased metabolic activity\n                (i.e., TCA flux) of these strains reversed the general antibiotic tolerance induced\n                in vivo, even though replication was effectively suppressed by the combination of\n                stresses produced by host immunity. Many antibiotics kill bacteria not by inhibiting\n                a specific cellular target but by producing toxic metabolic byproducts [27]–[29]. Most of\n                these products, particularly reactive oxygen species, are produced in a\n                TCA-dependent manner in antibiotic-treated bacteria [27], suggesting that the drug\n                sensitivity of the more metabolically active Δtgs1 and\n                    citA* strains was likely due to the increased production of\n                toxic intermediates.\n\nDespite the central role played by the tgs1 gene in restricting\n                growth under a number of environmental stresses, the induction of this gene is\n                certainly not the only mechanism regulating metabolic rate in response to stress.\n                The observation that citrate synthase overexpression has a quantitatively larger\n                effect than tgs1 deletion suggests that this enzyme may compete\n                with multiple redundant acetyl CoA-consuming pathways of which Tgs1-mediated TAG\n                synthesis is only one. Indeed, we identified a second TAG synthase in our genetic\n                screen (Table\n                    S1) that is also likely to contribute to metabolic regulation. In\n                addition, mycobacteria are known to accumulate glycogen upon nitrogen starvation\n                    [30], and\n                increased flux into the gluconeogenic pathway could also consume acetyl CoA and\n                limit metabolism. Thus, while tgs1 plays an indispensable role in\n                limiting mycobacterial growth under the DosR-stimulating conditions described here,\n                it is likely that other pathways contribute under different conditions. A number of\n                additional genes, such as those encoding both succinate- and pyruvate dehydrogenase,\n                were identified in our screen (Table S1). Further study will be required to\n                determine if these enzymes also act by redirecting carbon fluxes or if distinct\n                mechanisms are responsible.\n\nThe propensity for mycobacteria to accumulate TAG in response to stress has been\n                described previously [20],[31], but the physiological role of this response has remained\n                unclear. Our work demonstrates that TAG synthesis represents an active stress\n                response in M. tuberculosis that promotes antibiotic tolerance both\n                in vitro and in vivo by reducing growth and metabolic activity. This supports the\n                hypothesis that quiescent bacterial populations are responsible for the relative\n                inefficacy of antibiotics in vivo. We suggest that the manipulation of these\n                metabolic regulatory pathways might represent a novel strategy to improve antibiotic\n                efficacy, once the consequences of such an intervention on pathogenesis and the\n                acquisition of drug resistance are more thoroughly understood.\n\n      Materials and Methods\n      \n        Bacterial Strains, Plasmids, and Culture Conditions\n        \nMycobacterium tuberculosis H37Rv (ATCC 27294) and\n                        Escherichia coli DH5α were used. For aerated culture,\n                        M. tuberculosis (Mtb) was grown in\n                    Middlebrook 7H9 broth (Difco) supplemented with 0.05% Tween-80 and ADC\n                    enrichment, or on 7H10 agar with 10% OADC enrichment (Becton Dickinson)\n                    at 37°C. Hygromycin and kanamycin were added at 50 and 25 µg/ml,\n                    respectively. All cultures including aerated and TAG-accumulating cultures\n                    (below) were initiated at 2.5×106 CFU/ml. For low pH culture,\n                    7H9 broth was adjusted to pH 5.5 with 0.1 N HCl. When necessary,\n                    tetrahydrolipstatin (THL), from 20 mg/ml stock in methanol, was added. For low\n                    iron culture, Sauton's media with 0.05% Tween-80 was mixed with 20\n                    g/l Chelex (BioRad). The chelated solution was sterile filtered and supplemented\n                    with MgSO4 (4.2 mM) and FeCl3 (0.1 µM). The inocula\n                    was washed with 10 µM EDTA for 10 min and then washed twice with iron-free\n                    PBS containing 0.05% Tween-80.\n\nFor hypoxic cultures, bacteria were inoculated into 17 ml of 7H9 broth\n                    supplemented with Tween-80 and ADC in a 25 ml screw cap vial, which was sealed\n                    with a teflon/silicon screw cap (Wheaton) and parafilm. Cultures were agitated\n                    using a small magnetic stir bar rotating at 100–150 rpm/min. At a specific\n                    time point, two or three vials were opened and viable bacterial numbers were\n                    enumerated on 7H10 agar.\n\nFor measurement of replication during hypoxia, H37Rv and\n                        Δtgs1 strains carrying plasmid pBP10 [32] were\n                    inoculated into hypoxic culture, as described above. The percentage of\n                    mycobacteria carrying the plasmid and theoretical doubling time were determined\n                    as described [9].\n\nFor bacterial culture in 384-well plates, inocula of H37Rv carrying pMSP12::GFP\n                        [33] were\n                    prepared in 7H9 broth as described above and dispensed into a 384-well plate (25\n                    µl of culture per well) containing low iron media. The relevant metabolic\n                    intermediates were added to each well at final concentrations of 0.1, 0.5, 1, 2,\n                    5, and 10 mM. Plates were incubated at 37°C. Fluorescence was quantified\n                    using a plate reader. Designated wells containing PBS + Tween-80 and 10 nM\n                    of SYBR Green dye (Bio-Rad) were used to normalize between readings.\n\n        Genetic Manipulation of Mtb\n        \nThe tgs1 gene (nucleotide #'s 3497344-3494008, as annotated\n                    at http://genolist.pasteur.fr/TubercuList/) was replaced by a\n                    hygromycin-resistance marker using the pJM1 suicide plasmid, as described [34]. For\n                    complementation, the open reading frame (ORF) of tgs1 including\n                    167 bps upstream nucleotides encompassing the putative promoter was cloned into\n                    the integrating plasmid pMV306, and the resulting plasmid was transformed into\n                        M. tuberculosis. The dosR\n                    deletion mutant was generously provided by Dr. David Sherman. To constitutively\n                    express citA (Rv0889c), the citA ORF was\n                    cloned into pAL5000-based plasmids, pUV15tetO and pMV261. The strain bearing\n                    pUV15tetO::citA was used for all presented data. However, all results were\n                    confirmed using the strain harboring pMV261::citA. The empty vector pUV15tetO\n                    had no effect on Mtb growth.\n\n        Transposon Site Hybridization\n        \nTwo independent libraries of 105\n                    himar-1 transposon mutants were seeded (OD600 of\n                    0.02) into 50 ml conical tubes containing 35 ml of 7H9 medium including Tween-80\n                    and OADC. Cultures were agitated as described above at 37°C for 6 wk, and\n                    oxygen consumption was verified by the decolorization of methylene blue. After\n                    selection, the surviving mutants were recovered by plating on 7H10 agar in\n                    parallel with the initial library. Hypoxic and control pools were then compared\n                    in duplicate using TraSH, essentially as described [35]. Mutants that were\n                    significantly overrepresented after hypoxic culture were defined using the\n                    following criteria: arbitrary fluorescence intensity &gt;300 in one of the two\n                    channels, fluorescence ratio (hypoxic/control) &gt;3, and t\n                    test p value &lt;0.05 after false testing correction\n                    (GeneSpring GX. Agilent).\n\n        Drug Treatment In Vitro and Biochemical Analysis\n        \nIsoniazid (INH, Sigma), Ethambutol (EMB, Sigma), Streptomycin-sulfate (SMP,\n                    Sigma), and Ciprofloxacin (CIP, Bayer) were used. Indicated concentrations of\n                    drug were added at the initiation of aerated and low iron cultures or injected\n                    at 14 d of post-incubation into hypoxic cultures using a gas-tight syringe\n                    (Hamilton). At each time point, the bacterial viability in two to three\n                    independent cultures was quantified by washing bacteria twice in PBS +\n                    Tween-80 and plating.\n\nTo analyze TAG content, bacteria were washed in PBS two times, and total cellular\n                    lipids were extracted with chloroform:methanol (2:1). The lipid extracts were\n                    dried and redissolved in the same solvent. TAG from bacterial cells,\n                    corresponding to 2×107 CFU, was resolved by thin-layer\n                    chromatography using glass-baked 250-µm-thick silica gel plates (Whatman)\n                    using toluene and acetone (99:1) or hexane and diethylether (9:1) as a solvent.\n                    TAG was stained by cerium molybdate and visualized after heating.\n\nBacterial ATP concentrations of hypoxic cultures were measured using the\n                    BacTiter-Glow kit (Promega). Adonosine 5-triphospate disodium (Sigma) was used\n                    as a standard.\n\nRelative amino acid levels were measured by Ultrahigh Performance Liquid\n                    Chromatography/Electrospray Ionization Tandem Mass Spectrometry with\n                    quadruplicate samples of bacterial extracts from 109 cells, as\n                    described in [36].\n\nFor metabolic flux determination, 2 µCi of 1,2-14C-acetate\n                    (American Radiolabeled Chemicals) was injected into hypoxic vials at 7 d and the\n                    vials were incubated for 1–6 h. The amount of 14CO2\n                    in the headspace of each vial was measured using a BACTEC TB-460 (Becton\n                    Dickinson Co.). CPM increased linearly for the first 6 h after acetate addition.\n                    All data shown were sampled during this period. TAG was quantified using a\n                    phosphorimager (Fuji Film BAS-2500) following TLC separation.\n\n        Infections and Drug Therapy\n        \nC57BL/6 mice were infected through the aerosol route with Mtb at 200–300\n                    CFUs/lung using a Glas-col aerosol exposure system. At the indicated time\n                    points, groups of three to five untreated mice were sacrificed, the lungs and\n                    spleens were homogenized in PBS containing 0.05% Tween-80, and dilutions\n                    were plated on 7H10 agar to enumerate CFU. The indicated groups of mice were\n                    treated with antibiotics beginning at 4 wk of postinfection. Drug was delivered\n                        ad libitum by adding the following concentrations to\n                    drinking water: 100 µg/ml INH, 600 µg/ml EMB, and 600 µg/ml\n                    Pyrazinamide (PZA, MP Biomedicals). All drug-containing water was replaced\n                    weekly. Water consumption was monitored to determine the delivered daily dose\n                    (INH: 26.5±0.9 mg/kg, PZA and EMB: 132.6±4.7 mg/kg). No\n                    significant difference in consumption was observed between groups. To measure\n                    CFU in drug-treated mice, the bacteria in organ homogenates were pelleted by\n                    centrifugation and washed with PBS containing 0.05% Tween-80 before\n                    plating.\n\n      Supporting Information"
}