{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000762",
  "doi": "10.1371/journal.pbio.3000762",
  "externalIds": [
    "pii:PBIOLOGY-D-20-00511",
    "pmid:32760088",
    "pmcid:PMC7433902"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Dynamic centriolar localization of Polo and Centrobin in early mitosis primes centrosome asymmetry",
  "authors": [
    {
      "name": "Emmanuel Gallaud",
      "first": "Emmanuel",
      "last": "Gallaud",
      "affiliation": "Biozentrum, University of Basel, Klingelbergstrasse, Basel, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-7594-7309"
      ]
    },
    {
      "name": "Anjana Ramdas Nair",
      "first": "Anjana",
      "last": "Ramdas Nair",
      "affiliation": "Biozentrum, University of Basel, Klingelbergstrasse, Basel, Switzerland"
    },
    {
      "name": "Nicole Horsley",
      "first": "Nicole",
      "last": "Horsley",
      "affiliation": "Department of Biology, University of Washington, Life Science Building, Seattle, Washington State, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-2712-2388"
      ]
    },
    {
      "name": "Arnaud Monnard",
      "first": "Arnaud",
      "last": "Monnard",
      "affiliation": "Biozentrum, University of Basel, Klingelbergstrasse, Basel, Switzerland; Department of Biology, University of Washington, Life Science Building, Seattle, Washington State, United States of America"
    },
    {
      "name": "Priyanka Singh",
      "first": "Priyanka",
      "last": "Singh",
      "affiliation": "Biozentrum, University of Basel, Klingelbergstrasse, Basel, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-5928-6280"
      ]
    },
    {
      "name": "Tri Thanh Pham",
      "first": "Tri Thanh",
      "last": "Pham",
      "affiliation": "Department of Biology, University of Washington, Life Science Building, Seattle, Washington State, United States of America"
    },
    {
      "name": "David Salvador Garcia",
      "first": "David",
      "last": "Salvador Garcia",
      "affiliation": "Biozentrum, University of Basel, Klingelbergstrasse, Basel, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-8780-1323"
      ]
    },
    {
      "name": "Alexia Ferrand",
      "first": "Alexia",
      "last": "Ferrand",
      "affiliation": "Biozentrum, University of Basel, Klingelbergstrasse, Basel, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-7292-1325"
      ]
    },
    {
      "name": "Clemens Cabernard",
      "first": "Clemens",
      "last": "Cabernard",
      "affiliation": "Department of Biology, University of Washington, Life Science Building, Seattle, Washington State, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3706-6401"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-08-06",
  "dateAccepted": "2020-07-13",
  "dateReceived": "2020-02-27",
  "volume": "18",
  "number": "8",
  "pages": "e3000762",
  "tags": [
    "Animal cells",
    "Biochemistry",
    "Cell biology",
    "Cell cycle and cell division",
    "Cell processes",
    "Cellular structures and organelles",
    "Cellular types",
    "Centrioles",
    "Centrosomes",
    "Chromosome biology",
    "Cytoskeleton",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell cycle and cell division",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Centrioles",
    "Discipline-v3/Centrosomes",
    "Discipline-v3/Chromosome biology",
    "Discipline-v3/Cytoskeleton",
    "Discipline-v3/Green fluorescent protein",
    "Discipline-v3/Luminescent proteins",
    "Discipline-v3/Microtubules",
    "Discipline-v3/Mitosis",
    "Discipline-v3/Neuroblasts",
    "Discipline-v3/Prophase",
    "Discipline-v3/Proteins",
    "Green fluorescent protein",
    "Luminescent proteins",
    "Microtubules",
    "Mitosis",
    "Neuroblasts",
    "Prophase",
    "Proteins",
    "Type/Research Article"
  ],
  "abstract": "Centrosomes, the main microtubule organizing centers (MTOCs) of metazoan cells, contain an older “mother” and a younger “daughter” centriole. Stem cells either inherit the mother or daughter-centriole-containing centrosome, providing a possible mechanism for biased delivery of cell fate determinants. However, the mechanisms regulating centrosome asymmetry and biased centrosome segregation are unclear. Using 3D-structured illumination microscopy (3D-SIM) and live-cell imaging, we show in fly neural stem cells (neuroblasts) that the mitotic kinase Polo and its centriolar protein substrate Centrobin (Cnb) accumulate on the daughter centriole during mitosis, thereby generating molecularly distinct mother and daughter centrioles before interphase. Cnb’s asymmetric localization, potentially involving a direct relocalization mechanism, is regulated by Polo-mediated phosphorylation, whereas Polo’s daughter centriole enrichment requires both Wdr62 and Cnb. Based on optogenetic protein mislocalization experiments, we propose that the establishment of centriole asymmetry in mitosis primes biased interphase MTOC activity, necessary for correct spindle orientation.",
  "fullText": "Introduction\n\nCentrosomes consist of a pair of centrioles, embedded in structured layers of pericentriolar material (PCM) [1]. Within the centrosome, centrioles differ by age and replicate once during the cell cycle. For instance, metazoan cells in G1 of the cell cycle usually contain 2 centrioles joined by a flexible linker. Both centrioles duplicate in S phase, forming a younger “daughter” centriole around a central cartwheel at a right angle to the existing older “mother” centriole. As cells enter mitosis, the linker between the 2 pairs of centrioles is severed, causing them to move apart and form a bipolar spindle. Both sibling cells inherit one centrosome, each consisting of an older “mother” and younger “daughter” centriole. As cells exit mitosis, the mother and daughter centrioles disengage, and the replication cycle starts again in G1 [2–4]. Many metazoan cells segregate centrosomes nonrandomly, ensuring that the oldest centriole will always be retained by a particular daughter cell, providing a possible mechanism to determine or influence cell fate decisions [5]. For instance, vertebrate neural stem cells and Drosophila male germline stem cells both retain the centrosome with the oldest mother centriole (mother centrosome hereafter) [6,7], whereas Drosophila female germline or neural stem cells, called neuroblasts, inherit the centrosome with the daughter centriole (referring to the previous cell cycle; daughter centrosome hereafter) [8–10]. Centrosome asymmetry is also manifested in the unequal clustering of proteins or mRNA [11–13].\n\nIn Drosophila male germline or neural stem cells, asymmetric centrosome function mediates spindle orientation [7,14]. Correct spindle orientation is necessary for cell-cycle progression, stem cell homeostasis and differentiation [15–17]. However, the mechanisms establishing functional centrosome asymmetry are incompletely understood. Furthermore, how centrosome asymmetry affects biased centrosome segregation remains elusive.\n\nHere, we use Drosophila neuroblasts to investigate the spatiotemporal mechanisms underlying the establishment of centrosome asymmetry in vivo. Neuroblast centrosomes are highly asymmetric in interphase: one centrosome forms an active MTOC, while its sibling remains inactive until entry into mitosis [9,14,18]. The active interphase MTOC contains the daughter centriole from the previous cell cycle, identifiable with the orthologue of the human daughter-centriole-specific protein Cnb (Cnb+) [8]. This biased MTOC activity is regulated by the mitotic kinase Polo (Plk1 in vertebrates). Polo phosphorylates Cnb, necessary to maintain an active MTOC, tethering the daughter-centriole-containing centrosome to the apical interphase cortex (the apical centrosome hereafter) [19]. Apical centrosome tethering predetermines the alignment of the mitotic spindle along the intrinsic apical-basal polarity axis. Furthermore, this cortical association ensures that the daughter centrosome is inherited by the self-renewing neuroblast [8,19]. Polo localization on the apical centrosome is maintained by the microcephaly associated protein Wdr62 [20]. The mother centrosome, separating from the daughter centrosome in interphase, down-regulates Polo and MTOC activity through Pericentrin (PCNT)-like protein (Plp) and Bld10 (Cep135 in vertebrates) [21,22]. The lack of MTOC activity prevents the mother centrosome from engaging with the apical cell cortex; it randomly migrates through the cytoplasm until centrosome maturation in prophase establishes a second MTOC near the basal cortex (called the basal centrosome hereafter), ensuring its segregation into the differentiating ganglion mother cell (GMC). Later in mitosis, the mother centrosome also accumulates Cnb [9,14,18,21].\n\nAlthough several centrosomal proteins have been described to be enriched on either the mother or daughter centrosome in Drosophila interphase neuroblasts [8,20,23] or human cells [24–26], it is unknown when and how centrosomes acquire their unique molecular identity to determine biased MTOC activity and thus correct spindle orientation. Here, we show that centrosome asymmetry is primed in early mitosis by dynamically enriching Polo and Cnb on the younger daughter centriole, while selectively retaining Plp on the mother centriole. We further show that priming centrosome asymmetry in mitosis is necessary to establish molecularly distinct centrosomes, asymmetric MTOC activity and centrosome positioning.\n\nResults\n\nNeuroblast centriole duplication starts in interphase and completes in mitosis\n\nTo determine the onset of centrosome asymmetry establishment in larval neuroblast, we first investigated the centriole replication cycle. In vertebrate cells, centrioles replicate in interphase and convert to functional centrosomes during mitosis (reviewed in the work by Fu, Hagan, and Glover; the work by Conduit, Wainman, and Raff; and the work by Nigg and Stearns [2,4,27]), but it is unclear whether this also applies to fly neuroblasts. We used 3D structured illumination microscopy (3D-SIM), which has approximately twice the spatial resolution of standard confocal microscopy, and stained third instar neuroblasts with known centriolar and centrosomal markers. For all the 3D-SIM experiments, the cell-cycle stages were determined based on the organization of the microtubule network and cell shape (S1A Fig). We used Asl in conjunction with Sas-6 to determine the onset of cartwheel duplication and centriole conversion during the neuroblast cell cycle (S1B Fig). Consistent with previous reports [1,28–30], we found that Sas-6 was localized to the centriolar cartwheel whereas Asterless (Asl) surrounded the centriolar wall (S1C Fig). Asl has been shown to extend from the core centriolar region into the adjacent PCM and sequentially loads onto the new centriole during centriole-to-centrosome conversion (also referred to as mitotic centriole conversion), a mechanism generating a centriole-duplication and PCM-assembly competent centrosome [28,31,32]. Apical and basal interphase neuroblast centrosomes contained 2 Sas-6+ cartwheels but only one Asl+ centriole (S1C Fig; yellow arrowhead). During prophase, Asl gradually appeared around the second cartwheel to form a pair of fully matured centrioles. In telophase, centrioles seemed to lose their orthogonal conformation, possibly because of disengagement, before migration. Cartwheels started to duplicate in late telophase, manifested in the appearance of a third Sas-6 positive cartwheel (blue arrowhead in S1C Fig). Based on these data, we conclude that in third instar larval neuroblasts centriolar cartwheels are duplicated in early interphase, forming a new procentriole. This procentriole subsequently converts into a mature centriole during mitosis through progressive loading of Asl. Thus, by the end of telophase, both neuroblast centrosomes contain 2 replication-competent mature centrioles, an older mother and younger daughter centriole, which separate in the following interphase starting the cycle again.\n\nAsymmetric Cnb localization is established in early mitosis through dynamic exclusion from the mother centriole and enrichment on the daughter centriole\n\nMolecular and functional centrosome asymmetry is detectable in interphase neuroblasts but when and how this asymmetry is established is unclear (S1B Fig). To this end, we analyzed the localization of Cnb fused to yellow fluorescent protein (YFP::Cnb) [8] with 3D-SIM throughout mitosis. As expected, YFP::Cnb was localized with Asl on the active, apical centrosome in interphase neuroblasts but absent on the basal interphase centrosome (Fig 1A–1D). To our surprise, we also found apical—but never basal—prophase and prometaphase centrosomes where Cnb was localized on both centrioles (green arrowheads and bars in Fig 1B, 1G and S1 Data). However, Cnb was predominantly localized on one centriole only from metaphase onward (brown arrowheads and bars in Fig 1B, 1G and S1 Data). On the basal centrosome, Cnb appeared in prophase and was consistently localized to a single centriole in all subsequent mitotic stages (Fig 1D, 1G and S1 Data).\n\nBecause Asl sequentially loads onto the forming daughter centriole [28,33], we tested whether Asl can be used as an independent marker for centriolar age. To this end, we calculated the Asl intensity ratio between both centrioles (see Methods)—on the apical and basal centrosome—for all mitotic stages where we could find a clear Cnb asymmetry (Asl intensity ratio of Cnb+/Cnb− from prometaphase until telophase). These calculations revealed a clear Asl intensity asymmetry with the Cnb+ centriole always containing less Asl and the Cnb− containing more Asl (Fig 1E and S1 Data).\n\nUsing the Asl intensity ratio as a method to distinguish between mother and daughter centrioles, we next correlated Cnb localization with centriolar age at all mitotic stages. We found that in prophase, when Cnb was detectable on both centrioles, Cnb was predominantly associated with the centriole containing more Asl (the mother centriole). However, during prometaphase, more Cnb was localized on the centriole containing less Asl (the daughter centriole). Cnb was sometimes visible before Asl was robustly recruited to the daughter centriole (green arrowheads in third column of Fig 1B). From metaphase until mitosis exit, Cnb was strongly enriched or exclusively present on the daughter centriole (brown bars and arrowheads Fig 1B, 1D, 1F and 1G and S1 Data).\n\nFrom these data, we conclude that neuroblast centrosomes generate 2 molecularly distinct centrioles during early mitosis. The dynamics generating this centriole asymmetry differ between the apical and basal centrosomes: On the apical centrosome, Cnb is initially only present on the mother centriole before appearing on the daughter and disappearing on the mother centriole. In contrast, Cnb directly appears on the daughter centriole of the basal centrosome. This establishment of molecular centriole asymmetry occurs during the centriole-to-centrosome conversion period.\n\nA fraction of daughter-centriole–associated Cnb potentially originates from the mother centriole\n\nWe next investigated Cnb’s localization dynamics, considering the following hypotheses: (1) Cnb associated with the mother centriole could directly or indirectly translocate to the newly forming daughter centriole during mitosis. (2) Alternatively, mother-centriole–associated Cnb could be down-regulated, while the daughter centriole recruits new Cnb from a pool of cytoplasmic Cnb that has not been associated with the mother Cnb. (3) Cnb’s dynamic localization could be due to a combination of these 2 models (Fig 2A). To distinguish between these scenarios, we first performed live-cell imaging of endogenously tagged Cnb::EGFP (see Methods) in conjunction with the mitotic spindle marker mCherry::Jupiter [16]. We found that in late interphase, shortly before the neuroblast enters mitosis, Cnb was strongly localized on the apical neuroblast centrosome. At this cell-cycle stage, the apical centrosome only consists of a single Asl+, Cnb+ mother centriole (S1C Fig and Fig 1B). As neuroblasts entered mitosis, Cnb was down-regulated on the apical centrosome with the lowest intensity occurring between prometaphase and anaphase. Cnb intensity then increased again from anaphase onward (Fig 2B, 2C and 2F and S1 Data).\n\nTo test whether daughter-centriole Cnb originates from the mother centriole or is recruited from other sources, we performed fluorescence recovery after photobleaching (FRAP) experiments. We reasoned that if Cnb is recruited to the daughter centriole from a source other than the mother centriole, then bleaching mother-centriole–associated Cnb::EGFP in early prophase—corresponding to the time point when no Cnb is yet associated with the forming daughter centriole (see Fig 1)—should result in EGFP emission recovery during early mitosis. Alternatively, if Cnb associated with the mother centriole directly or indirectly transfers to the daughter centriole, then bleaching mother-centriole–associated Cnb::EGFP in early prophase should result in no recovery of EGFP emission until at least metaphase (when Cnb is only present on the daughter centriole). We observed that bleaching of Cnb on the apical centrosome in late interphase or early prophase extinguished Cnb fluorescence, which only recovered from anaphase onward (Fig 2D–2F and S1 Data). In contrast, bleaching of apical Cnb in telophase—when Cnb intensity is on the rise again (Fig 2B and 2C and S1 Data)—resulted in faster emission recovery (S2A–S2D Fig and S1 Data). Cnb recovery during telophase resembled mitotic Asl recovery (bleached in prophase); although Asl levels fluctuate during mitosis, they are consistently high and recover quickly and steadily when bleached in early mitosis (S2E–S2K Fig and S1 Data). We also tagged Cnb endogenously with mDendra2 (see also below), but the signal was too low to perform photoconversion experiments. Regardless, the lack of Cnb fluorescence recovery in early mitosis suggests that very little to no new Cnb is recruited to the apical centrosome prior to anaphase. However, Cnb’s steady recovery during telophase suggests that new Cnb is recruited at the end of mitosis. Taken together, these observations are inconsistent with a model proposing that daughter-centriole–bound Cnb is exclusively recruited from a source other than the mother centriole—especially in early mitosis. Although direct proof is lacking, the data are more compatible with the idea that Cnb detectable on the daughter centriole in prophase and prometaphase (see Fig 1B) originates from the mother centriole. Furthermore, the increase in Cnb intensity from anaphase onward and the fast recovery after photobleaching in telophase suggests that new Cnb is recruited from a Cnb protein pool other than the apical mother centriole later in mitosis. In conclusion, we think that our data are most consistent with a hybrid model and propose that a small fraction of Cnb transfers from the mother to the daughter centriole in early mitosis through an unknown mechanism. From anaphase onward, the daughter centriole recruits additional Cnb from sources other than the mother centriole (Fig 2G).\n\nPolo-dependent phosphorylation of Cnb is necessary for its timely mother centriole depletion and daughter-centriole enrichment\n\nPreviously, it was shown that Cnb is a substrate of Polo [19]. We thus tested whether Cnb’s dynamic localization depends on Polo phosphorylation. To this end, we analyzed the localization of YFP::CnbT4A,T9A,S82A, a mutant version of Cnb in which all 3 consensus phosphorylation sites for Polo were substituted by alanine, in cnb mutant neuroblasts. In cnb mutants, both neuroblast centrosomes lose MTOC activity in interphase [19]. Because we cannot accurately distinguish between apical and basal centrosomes in cnb mutants expressing YFP::CnbT4A,T9A,S82A, we will define centrosome 1 as the centrosome with a stronger localization defect (stronger mother centriole retention of Cnb), whereas centrosome 2 has a less pronounced localization phenotype. In contrast to wild-type cells, phosphomutant Cnb was detectable on both centrosomes in early prophase neuroblasts (68.4% of the cases, sum of dark blue and light green for centrosome 2, Fig 3B and S1 Data). In most wild-type neuroblasts, Cnb was depleted on the mother and enriched on the daughter centriole by metaphase but in cnb mutant neuroblasts expressing YFP::CnbT4A,T9A,S82A; 71.4% (n = 7) of analyzed neuroblasts show incomplete mother-centriole Cnb depletion and daughter-centriole Cnb enrichment on at least one centrosome by telophase (Fig 3A and 3B; light blue, centrosome 1 and S1 Data). A similar albeit weaker YFP::Cnb localization phenotype was also observed in hypomorphic polo mutant neuroblasts (polo16-1/polo1; S3A–S3D Fig and S1 Data).\n\nTo more directly visualize the localization dynamics of YFP::CnbT4A,T9A,S82A, we imaged cnb mutants expressing YFP::CnbT4A,T9A,S82A live. Because we could not obtain reliable live 3D-SIM data, we reasoned that we could visualize 2 Cnb+ centrioles when the mother and daughter centrioles separate from each other at the end of telophase with conventional spinning disc microscopy (Fig 3C–3F). Indeed, in contrast to the majority of wild-type neuroblasts, retaining a single Cnb+ centriole on the apical cortex (75%; n = 20), we found 2 separating Cnb+ centrioles in most cnb mutants expressing YFP::CnbT4A,T9A,S82A (73%; n = 22; Fig 3D, 3F and 3G and S1 Data). These data suggest that altered localization dynamics of phosphomutant Cnb during mitosis gives rise to 2 Cnb+ centrioles by the end of telophase. Thus, incomplete mother-centriole depletion and daughter-centriole enrichment of Cnb will result in neuroblasts reentering the next mitosis with Cnb on both centrosomes. Taken together, we conclude that Polo-dependent phosphorylation of Cnb is necessary for the establishment of molecularly distinct centrioles during mitosis, impacting subsequent molecular interphase asymmetry.\n\nPolo becomes enriched on the daughter centriole whereas Plp remains localized on the mother centriole\n\nHaving implicated Polo in Cnb’s localization dynamics, we then analyzed the localization of Polo (Polo::GFP) and Plp (Plp::EGFP; generated by CRISPR/Cas9; see Methods). The latter has previously been shown to be involved in centrosome asymmetry establishment [22]. Both Polo and Plp were GFP-tagged at the endogenous locus (the work by Buszczak and colleagues [34] and Methods). In early prophase neuroblasts, Polo was localized on the existing centriole on both centrosomes (Fig 4A and 4B and the work by Ramdas Nair and colleagues [20]). Subsequently, Polo intensity increased on the forming daughter centriole and its asymmetric localization peaked in metaphase and anaphase. Interestingly, the apical centrosome showed a less pronounced asymmetric distribution in prometaphase compared to the basal centrosome, which could reflect differences in the localization mechanism (Fig 4A–4C and S1 Data).\n\nIn contrast to Polo and Cnb, Plp predominantly remained localized on the mother centriole on both centrosomes, although it increased also on the daughter centriole in late mitosis (S3E–S3G Fig and S1 Data). Co-imaging Polo together with Plp, and Cnb with Plp showed that Polo and Cnb separated from Plp in metaphase and anaphase (Fig 4D and 4E). These data suggest that similar to Cnb on the apical centrosome, Polo is changing its localization from the mother to the daughter centriole during mitosis. However, in contrast to Cnb, Polo’s localization dynamics appear similar on both centrosomes. Plp remains enriched on the mother centriole on both the basal and apical centrosome.\n\nPolo’s localization on the daughter centriole depends on Wdr62 and Cnb, with Polo and Cnb co-depending on each other\n\nWe next asked how asymmetric Polo localization establishment is regulated. To this end, we analyzed Polo localization in neuroblasts depleted for Cnb by RNA interference (cnb RNAi) and Wdr62 (wdr62 mutants). Wdr62 is implicated in primary microcephaly [35,36], and both Cnb and Wdr62 are necessary for MTOC asymmetry by regulating Polo’s and Plp’s centrosomal localization in interphase neuroblasts [19,20]. Lack of Cnb or Wdr62 did not compromise the gradual loading of Asl onto the newly formed centriole in mitotic neuroblasts and Plp localization was still highly asymmetric in favor of the mother centriole. However, the asymmetric centriolar localization of Polo, especially from prometaphase to anaphase neuroblasts, was significantly perturbed in the absence of Cnb and Wdr62 (Fig 5A–5C and S1 Data). Lack of Cnb—but not Wdr62—also compromised Polo’s asymmetric localization in telophase, suggesting a preferential requirement for Wdr62 in metaphase and anaphase.\n\nOur polo mutant, Cnb phosphomutant, and Cnb RNAi data are consistent with previous studies, indicating a co-dependency of Polo and Cnb [19,22]. To test whether Cnb mislocalization is sufficient to prevent Polo’s enrichment on the daughter centriole, we expressed mCherry::Cnb::PACT (see Methods) together with Polo::EGFP (tagged endogenously, using CRISPR/Cas9 technology; see Methods). Because our 3D-SIM data showed Plp to be predominantly associated with the mother centriole, we reasoned that tethering Cnb to the mother centriole with Plp’s PACT domain [37] would compromise the establishment of a Cnb− mother and Cnb+ daughter centriole. We speculated that Cnb’s localization would remain enriched on the mother centriole or at least become near symmetrically localized. Indeed, our 3D-SIM experiments revealed that by tethering the PACT domain to Cnb (mCherry::Cnb::PACT or YFP::Cnb::PACT [19]) prevented the establishment of normal asymmetric Cnb localization (Fig 5D &amp; S4A and S4B Fig and S1 Data). Neuroblasts expressing mCherry::Cnb::PACT also failed to establish high daughter/mother centriole Polo asymmetry. Polo::EGFP was either localized symmetrically (with equal amounts on both the mother or daughter centriole) or, as observed in most cases, inverted asymmetrically (with higher Polo::EGFP amounts on the mother centriole; Fig 5D–5E and S1 Data). Taken together, loss or mislocalization of Cnb and depletion of wdr62 significantly increased the number of centrosomes with inverted Polo asymmetry ratios (wild-type controls: 8.6% and 2%, respectively; cnb RNAi: 40%; wdr62: 31.5%; Cnb::PACT: 97.8%; Fig 5F and 5G and S1 Data). We conclude that Wdr62 and Cnb are necessary to establish “low-Polo” mother and “high-Polo” daughter centrioles. Furthermore, Polo and Cnb both co-depend on each other to correctly establish this centriolar asymmetry.\n\nDisrupting centriolar asymmetry impacts biased MTOC activity in interphase and spindle orientation in metaphase\n\nNext, we set out to investigate the significance of centriole asymmetry establishment by preventing the enrichment of Cnb and Polo on the daughter centriole using the PACT domain (see above). It was previously shown that expression of YFP::Cnb::PACT in neuroblasts converted the inactive mother interphase centrosome into an active MTOC, resulting in the presence of 2 active interphase MTOCs. This phenotype was entirely attributed to Cnb’s function in interphase [19] (S4C Fig, S1 &amp; S2 Movies). Here, we hypothesized that fusing Cnb with the PACT domain affects the correct establishment of molecular centrosome asymmetry during mitosis, manifested in symmetric MTOC activity in the subsequent interphase. To test this hypothesis, we developed a nanobody trapping experiment, using the anti-GFP single domain antibody fragment (vhhGFP4) [38,39] fused to the PACT domain of Plp [37] to predominantly trap GFP- or YFP-tagged proteins on the mother centriole (S4D–S4F Fig). Expressing PACT::vhhGFP4 in neuroblasts together with YFP::Cnb mimics the YFP::Cnb::PACT phenotype; almost 93% (n = 69) of neuroblasts expressing PACT::vhhGFP4 together with YFP::Cnb showed 2 active interphase MTOCs (YFP::Cnb expression only: no MTOC gain of function observed; n = 16; S4G and S4H Fig; S3 Movie and S1 Data). Conversely, trapping Asl::GFP with PACT::vhhGFP4 on the mother centriole did not cause a MTOC phenotype in 83% of neuroblasts (n = 104; S4I and S4J Fig; S4 Movie and S1 Data).\n\nHaving validated the nanobody tool, we next co-expressed a GFP-tagged version of Polo, either a published GFP::Polo trans-gene [40] or our endogenously tagged CRISPR Polo::EGFP line, with PACT::vhhGFP4. The 3D-SIM data revealed that, under these experimental conditions, Polo::EGFP was strongly localized to the mother centriole in prophase. Subsequently, Polo::EGFP was symmetrically localized between mother and daughter centriole from prometaphase onwards (Fig 6A and 6B and S1 Data). Nanobody-mediated trapping of Polo on the mother centriole also induced the formation of 2 active interphase MTOCs (GFP::Polo trans-gene: 84%; n = 31. Polo::EGFP CRISPR line: 72%; n = 82; S4K and S4L Fig, Fig 6C–6E &amp; S5–S7 Movie and S1 Data). Although cell-cycle progression was not affected in these neuroblasts, we measured a significant misorientation of the mitotic spindle in early metaphase (p = 1.1125 × 10−8; n = 26 for control, n = 37 for vhhGFP; Fig 6G, 6G and 6I and S1 Data). However, similar to bld10 mutant neuroblasts, displaying 2 active interphase MTOCs also [21], mitotic spindles realigned along the apical-basal polarity axis, ensuring normal asymmetric cell divisions along a conserved axis between successive mitoses (Fig 6H and 6J and S1 Data). The 3D-SIM imaging also revealed that in Polo::EGFP and vhhGFP4::PACT-expressing neuroblast, both interphase centrosomes (now containing one centriole each) contain high levels of centriolar and diffuse PCM Polo, consistent with our recent observation for the apical interphase wild-type centrosome [20] (Fig 6K and 6L). Based on these experiments, we conclude that preventing the normal establishment of Cnb and Polo asymmetry using the PACT domain perturbs biased MTOC activity in interphase.\n\nOptogenetically induced Polo and Cnb trapping during mitosis affects MTOC activity in the subsequent interphase\n\nBased on these nanobody results, we reasoned that trapping Polo and Cnb on the mother centriole at defined cell-cycle stages should allow us to test more specifically whether the establishment of Polo and Cnb asymmetry during mitosis has an impact on MTOC activity in the subsequent interphase. To test this hypothesis, we implemented the optogenetic system improved light-induced dimer (iLID) [41] by generating transgenic flies containing the iLID cassette (containing Avena Sativa’s LOV domain for Light-Oxygen-Voltage) fused with the PACT domain (UAS-iLID::PACT::HA; UAS-iLID::PACT::GFP; see Methods). iLID (or SsrA for 10SA RNA) binds to the small SspB (for Stringent starvation protein B) domain under blue-light exposure [41]. To test this system in fly neuroblasts, we expressed cytoplasmic SspB::mCherry together with iLID::PACT::GFP and exposed entire larval brains first to yellow (561 nm) light, followed by simultaneous blue and yellow light (488 and 561 nm) exposure, before switching back to only 561 nm; each exposure period lasted 5 minutes. Blue-light exposure was sufficient to induce the recruitment of cytoplasmic SspB::mCherry to neuroblast centrioles containing iLID::PACT::GFP within 15 seconds. This behavior is strictly blue-light dependent because imaging with 561 nm alone is not sufficient to recruit SspB::mCherry to centrioles and SspB::mCherry relocalized to the cytoplasm within 100 s after blue-light exposure was shut off (S5A Fig).\n\nNext, we generated SspB::EGFP::Polo and SspB::mDendra2::Cnb flies using CRISPR/Cas9. We reared embryos, expressing iLID::PACT::HA under the control of the neuroblast specific worGal4 driver together with SspB::EGFP::Polo or SspB::mDendra::Cnb in the dark for 4 days before exposing third instar larval neuroblasts in intact brains to blue light at different cell-cycle stages for 10 to 20 minutes. Subsequently, we monitored MT dynamics using mCherry::Jupiter for approximately 90 minutes without blue-light exposure. If the dynamic localization of Polo and Cnb during mitosis is important for the correct MTOC establishment in the subsequent interphase (interphase 2), we would expect that light-dependent manipulation of Cnb and Polo localization would mimic the nanobody phenotype, resulting in 2 active MTOCs in interphase 2. Indeed, a significant number of neuroblasts, exposed to blue light from late interphase 1 or prophase 1 onward, showed 2 active MTOCs in the following interphase 2. However, continued blue-light exposure during interphase—early interphase in particular—also disrupted MTOC asymmetry in late interphase just prior to mitotic entry (Fig 7A–7C). Overall, approximately 55% of SspB::EGFP::Polo and iLID::PACT::HA and approximately 46% of SspB::mDendra2::Cnb and iLID::PACT::GFP expressing neuroblasts, exposed to blue light showed an MTOC phenotype (n = 67 and n = 39, respectively; Fig 7D and 7E, S8 Movie and S1 Data). SspB::EGFP::Polo also displayed a more focused and intense localization when co-expressed with iLID::PACT::HA and exposed to blue light, compared to normal SspB::EGFP::Polo localization (S5B Fig). These observed phenotypes are strictly blue-light dependent as SspB::EGFP::Polo or SspB::mDendra2::Cnb expressed in conjunction with iLID::PACT and imaged with 561 nm only, showed predominantly normal MTOC activity (SspB::Polo: 88% normal asymmetry; n = 33; SspB::Cnb: 83% normal asymmetry; n = 35; Fig 7D and 7E and S1 Data). Taken together, these experiments suggest that perturbing normal Cnb and Polo asymmetry during mitosis disrupts asymmetric MTOC behavior in the following interphase. The data further indicate that neuroblasts are also sensitive to optogenetic manipulation of Cnb and Polo localization during interphase.\n\nDiscussion\n\nCentrosome asymmetry has previously been described to occur in asymmetrically dividing Drosophila neural stem cells (neuroblasts), manifested in biased interphase MTOC activity and asymmetric localization of the centrosomal proteins Cnb, Plp, and Polo [8,19–22] and PCM proteins like Centrosomin [9]. Here, we have shown that neuroblast centrosomes become intrinsically asymmetric by dynamically enriching centriolar proteins such as Cnb and Polo on the young daughter centriole during mitosis. This establishment of centriolar asymmetry is tightly linked to centriole-to-centrosome also called mitotic centriole conversion [28,31]. In early prophase, Cnb and Polo colocalize on the existing mother centriole of the apical centrosome but from late prometaphase onward, Cnb is exclusively and Polo predominantly localized on the daughter centriole. Mechanistically, these dynamic localization changes could entail a direct or indirect translocation of Cnb and Polo from the mother to the daughter centriole. This model is partially supported for Cnb with our FRAP data. Interestingly, Cnb behaves differently on the basal centrosome: The existing mother centriole does not contain any Cnb, appearing only on the forming daughter centriole in late prophase. This suggests a direct recruitment mechanism, which could also apply to the apical centrosome from anaphase onward. Our 3D-SIM, FRAP, and live-cell imaging data combined are most consistent with a model proposing that on the apical centrosome, a small pool of Cnb transfers from the mother to the daughter centriole during early mitosis. From anaphase onward, and from late prophase onward on the basal daughter centriole, Cnb levels increase through the recruitment of Cnb that was not previously associated with the mother centriole (Fig 8A and 8B).\n\nCnb is phosphorylated by the mitotic kinase Polo [19] and Polo-dependent phosphorylation of Cnb is necessary for its timely localization during mitosis. Interestingly, our data further suggest that Polo, which also becomes enriched on the daughter centriole during mitosis, is co-dependent with Cnb, while also requiring Wdr62. Polo’s involvement in mitotic centriole conversion [31] further suggests that the same molecular machinery cooperatively converts a maturing centriole into a centrosome for the next cell cycle while simultaneously providing it with its unique molecular identity (Fig 8A–8C).\n\nThe mechanisms generating 2 molecularly distinct centrioles during mitosis seem to directly influence the centrosome’s MTOC activity in interphase; the “Cnb+, high Polo” daughter centriole will retain MTOC activity during interphase whereas the “Cnb−, low Polo” mother centriole, separates from its daughter in early interphase and becomes inactive [19–22,42]. This model is in agreement with bld10 or plp mutants, which fail to down-regulate Polo from the mother centriole, resulting in the formation of 2 active interphase MTOCs [21,22]. This is further supported by our mislocalization data, showing that optogenetic manipulation of Polo and Cnb asymmetry specifically during mitosis impacts MTOC activity in the subsequent interphase. However, we cannot exclude the possibility that MTOC asymmetry is also controlled independently of mitotic centrosome asymmetry establishment because optogenetic interphase manipulations of Polo and Cnb alone can also perturb biased MTOC activity.\n\nLoss of Wdr62 or Cnb also affects asymmetric centriolar Polo localization. Yet, interphase centrosomes lose their activity in these mutants. wdr62 mutants and cnb RNAi neuroblasts both show low Polo levels in interphase [20]. We thus hypothesize that in addition to an asymmetric distribution, Polo levels must remain at a certain level to maintain interphase MTOC activity; high symmetric Polo results in 2 active interphase MTOCs, whereas low symmetric Polo results in the formation of 2 inactive centrosomes. Indeed, our optogenetic experiment triggered an increase in centriolar Polo levels upon blue-light induction, suggesting that both Polo levels and distribution influence MTOC activity. This hypothesis is strengthened by Cnn’s capacity to oligomerize and form a scaffold, supporting PCM assembly upon phosphorylation by Polo [43]. The more Polo is recruited, the more stable is the Cnn scaffold, supporting MTOC activity.\n\nCentrobin is also enriched on the daughter centriole in mammals and preferentially becomes incorporated into the newly assembled daughter centriole in late G1 or early S phase. Centrobin remains localized at the daughter centrioles throughout the cell cycle [26]. It is of interest to note that in mammalian cells, Centrobin becomes enriched on daughter centrioles during the G1-S transition and not during centriole-to-centrosome conversion. It is tempting to speculate that other kinases and mechanism regulate this translocation.\n\nWe also observed that Cnb and Plp localize in a mutually exclusive manner, with Cnb localizing to the daughter centriole and Plp remaining on the mother centriole. In mammalian cells, similar mutual exclusion between the centriolar proteins Cep120 or Neurl4 and PCM proteins has been observed [24,44].\n\nTaken together, the results reported here are consistent with a model, proposing that the establishment of 2 molecularly distinct centrioles is primed during mitosis and contributes to biased MTOC activity in the subsequent interphase. Wild-type neuroblasts unequally distribute a given pool of Cnb and Polo protein between the 2 centrioles so that the centriole inheriting high amounts of Cnb and Polo will retain MTOC activity. Furthermore, the dynamic localization of Polo and Cnb provides a molecular explanation for why the daughter-centriole–containing centrosome remains tethered to the apical neuroblast cortex and is being inherited by the self-renewed neuroblast [20–22] (Fig 8A). It remains to be tested why neuroblasts implemented such a robust machinery to asymmetrically segregate the daughter-containing centriole to the self-renewed neuroblast. More refined molecular and behavioral assays will be necessary to elucidate the developmental and postdevelopmental consequences of biased centrosome segregation. The tools and findings reported here will be instrumental in targeted perturbations of intrinsic centrosome asymmetry with spatiotemporal precision in defined neuroblast lineages.\n\nFinally, our observations reported here further raise the tantalizing possibility that centriolar proteins also dynamically localize in other stem cells, potentially providing a mechanistic explanation for the differences in centriole inheritance across different stem cell systems.\n\nMethods\n\nFly strains, trans-genes and fluorescent markers\n\nThe following fly strains were used: Cnb RNAi (VDRC, 28651GD), wdr62Δ 3–9 allele [20], Df(2L)Exel8005 (a deficiency removing the entire wdr62 locus and adjacent genes; BDSC #7779), worniu-Gal4 [45], pUbq-DSas-6::GFP [46], Cnn::GFP, Polo::GFPCC01326 (protein trap line) [34], GFP::Polo (genomic rescue construct using Polo’s endogenous enhancer) [40], pUbq-Asl::GFP [47], pUbq-YFP::Cnb [8], YFP::CnbT4A,T9A,S82A [8], nos-Cas9/Cyo (BDSC #78781), y1, w67c23, P{y[+mDint2] = Crey}1b; D/TM3, Sb1 (BDSC #851), y1, M{Act5C-Cas9.P.RFP-}ZH-2A, w1118, DNAlig4169 (BDSC #58492), worGal4, UAS-mCherry::Jupiter [16], cnb e00267 [19], Df(3L)ED4284 (cnb deficiency; BDSC #8056), polo1 [48], polo16-1 [49], pUASp-YFP::Cnb::PACT [19].\n\nThe following mutant alleles and trans-genes were generated for this paper: Polo::EGFP, SspB::EGFP::Polo, Plp::EGFP, Cnb::EGFP, SspB::Dendra2::Cnb, mCherry::Cnb::PACT, PACT::HA::VhhGFP, SspB::mCherry, iLID::PACT::HA, and iLID::PACT::GFP.\n\nUnless specified otherwise, all strains were raised on standard medium at 25°C, under a 12L:12D light cycle.\n\nGeneration of trans-genes\n\nCRISPR/Cas9 fusions\n\nTarget specific sequences with high efficiency were chosen using the CRISPR Optimal Target Finder (http://tools.flycrispr.molbio.wisc.edu/targetFinder/), the DRSC CRISPR finder (http://www.flyrnai.org/crispr/), and the Efficiency Predictor (http://www.flyrnai.org/evaluateCrispr/) web tools. Sense and antisense primers for these chosen sites were then cloned into pU6-BbsI-ChiRNA [50] between BbsI sites.\n\nPlp::EGFP Target Site 1: Sense: CTTCGAACTAGCGTCCACAAGGTC, Antisense: AAACGACCTTGTGGACGCTAGTTC. Plp::EGFP Target Site 2: Sense: CTTCTGCTTATGGCTACATTTGGG, Antisense: AAACCCCAAATGTAGCCATAAGCA. Polo::EGFP Target Site 1: Sense: CTTCGTCAGTCACCTCGGTGAATAT, Antisense: AAACATATTCACCGAGGTGACTGAC. Polo::EGFP Target Site 2: Sense: CTTCGAGACTGTAGGTGACGCATTC, Antisense: AAACGAATGCGTCACCTACAGTCTC. Cnb::EGFP Target Site 1: Sense: CTTCGCTCTATGAGACCTAAGCCT, Antisense: AAACAGGCTTAGGTCTCATAGAGC. SspB::EGFP::polo Target Site 1: Sense: CTTCGCTCTCCTTTCTTCTTTACTA, Antisense: AAACTAGTAAAGAAGAAGGAGAGC. SspB::Dendra2::cnb Target Site 1: Sense: CTTCGGCAACCCTGTGCATCACCA), Antisense: AAACTGGTGAT GCACAGGGTTGCC).\n\nTo generate the replacement donor template SspB [41] (Addgene #60416), the fluorophore (dendra2 or EGFP), and 1 kb homology arms flanking the insertion site were cloned into pHD-DsRed-attP (Addgene plasmid #51019) using Infusion technology (Takara/Clontech). Embryos expressing Act5C-Cas9 (BDSC#58492) for pHD-SspB::Dendra2::Cnb-DsRed, pHD-SspB::EGFP::Polo-DsRed or nos-Cas9 [51] for Polo::EGFP, plp::EGFP and Cnb::EGFP were then injected with the replacement donor plasmid and its corresponding pU6-BbsI-ChiRNA. Injections were performed either in house or by Best Gene Injection Services (www.thebestgene.com). Successful events were detected by DsRed-positive screening in the F1 generation. Constitutively active Cre (BDSC#851) was then crossed in to remove the DsRed marker. Positive events were then balanced, genotyped, and sequenced.\n\nNanobody and optogenetic constructs\n\nPACT::HA::vhhGFP4: The coding sequences of PACT [37] and vhhGFP4 [38,39] were PCR amplified and cloned into a pUAST-attB vector using In-Fusion technology (Takara, Clontech). The HA sequence was then added using overhang PCR. The resulting construct was injected into attP flies for targeted insertion on third chromosome (VK00027, BestGene).\n\nmCherry::Cnb::PACT: The coding sequences of mCherry and Cnb::PACT were amplified by PCR (Cnb::PACT was amplified from pUASp-YFP::Cnb::PACT [8]) and cloned into a pUASt-attB vector using In-Fusion technology (Takara, Clontech).The resulting construct was injected into attP flies for targeted insertion on the second chromosome (VK00018, BestGene).\n\nSspB::mCherry: The coding sequence of SspB (Addgene #60416) and mCherry were PCR amplified and cloned into a pUAST-attB vector using In-Fusion technology (Takara, Clontech). An AgeI site was added in the primers sequences to be inserted between SspB and mCherry. The resulting construct was injected into attP flies for targeted insertion on the third chromosome (VK00033, BestGene).\n\nUAS-iLID::PACT::HA: The coding sequence of iLID (addgene #60411) and PACT [37] were PCR amplified and cloned into a pUAST-attB vector using In-Fusion technology (Takara, Clontech) along with a synthesized HA oligonucleotide sequence. The resulting construct was injected into attP flies for targeted insertion on the second chromosome (VK00018, BestGene).\n\nUAS-iLID::PACT::GFP: The coding sequence of iLID (addgene #60411), PACT [37], and GFP were PCR amplified and cloned into a pUAST-attB vector using In-Fusion technology (Takara, Clontech). An XhoI site was added in the primers sequences to be inserted between iLID and PACT, and an AgeI site was added between PACT and GFP. The resulting construct was injected into attP flies for targeted insertion on the third chromosome (VK00020, BestGene).\n\nImmunohistochemistry\n\nThe following antibodies were used for this study: rat anti-α-Tub (Serotec; 1:1,000), mouse anti-α-Tub (DM1A, Sigma; 1:2,500), rabbit anti-Asl (1:500), rabbit anti-Plp (1:1,000; gifts from J. Raff). Secondary antibodies were from Molecular Probes and the Jackson Immuno laboratory.\n\nNinety-six to one-hundred twenty hours after egg laying (AEL) larval brains were dissected in Schneider’s medium (Sigma) and fixed for 20 min in 4% paraformaldehyde in PEM (100 mM PIPES [pH 6.9], 1 mM EGTA and 1 mM MgSO4). After fixing, the brains were washed with PBSBT (1X PBS, 0.1% Triton-X- 100, and 1% BSA) and then blocked with 1X PBSBT for 1 h. Primary antibody dilution was prepared in 1X PBSBT, and brains were incubated for up to 2 days at 4°C. Brains were washed with 1X PBSBT 4 times for 20 minutes each and then incubated with secondary antibodies diluted in 1X PBSBT at 4°C overnight. The next day, brains were washed with 1X PBST (1x PBS, 0.1% Triton-X- 100) 4 times for 20 minutes each and kept in Vectashield H-1000 (Vector laboratories) mounting media at 4°C.\n\nSuper-resolution 3D-SIM\n\n3D-SIM was performed on fixed brain samples using a DeltaVision OMX-Blaze system (version 4; GE Healthcare), equipped with 405-, 445-, 488-, 514-, 568-, and 642-nm solid-state lasers. Images were acquired using a Plan Apo N 60x, 1.42 NA oil immersion objective lens (Olympus) and 4 liquid-cooled sCMOs cameras (pco.edge 5.5, full frame 2560 × 2160; PCO). Exciting light was directed through a movable optical grating to generate a fine-striped interference pattern on the sample plane. The pattern was shifted laterally through 5 phases and 3 angular rotations of 60° for each z section. Optical z sections were separated by 0.125 μm. The laser lines 405, 488, 568, and 642 nm were used for 3D-SIM acquisition. Exposure times were typically between 10 and 120 ms, and the power of each laser was adjusted to achieve optimal intensities of between 5,000 and 8,000 counts in a raw image of 15-bit dynamic range at the lowest laser power possible to minimize photobleaching. Multichannel imaging was achieved through sequential acquisition of wavelengths by separate cameras.\n\n3D-SIM image reconstruction\n\nRaw 3D-SIM images were processed and reconstructed using the DeltaVision OMX SoftWoRx software package (version 6.1.3, GE Healthcare; Gustafsson, M. G. L. 2000). The resulting size of the reconstructed images was of 512 × 512 pixels from an initial set of 256 × 256 raw images. The channels were aligned in the image plane and around the optical axis using predetermined shifts as measured using a target lens and the SoftWoRx alignment tool. The channels were then carefully aligned using alignment parameter from control measurements with 0.5-μm diameter multispectral fluorescent beads (Invitrogen, Thermo Fisher Scientific).\n\nLive-cell imaging\n\nSeventy-two to one-hundred twenty hours AEL larval brains were dissected in Schneider’s medium (Sigma-Aldrich, S0146) supplemented with 10% BGS (HyClone) and transferred to 50 μL wells (Ibidi, μ-Slide Angiogenesis) for live-cell imaging. For Fig 6 and S4 Fig, live samples were imaged on a Perkin Elmer spinning disk confocal system “Ultra View VoX” with a Yokogawa spinning disc unit and 2 Hamamatsu C9100-50 frame transfer EMCCD cameras. A 63×/1.40 oil immersion objective mounted on a Leica DMI 6000B was used. Live-cell imaging data shown in Figs 2, 3 and 7 and S2 and S5 Figs was obtained with an Andor revolution spinning disc confocal system, consisting of a Yokogawa CSU-X1 spinning disc unit and 2 Andor iXon3 DU-897-BV EMCCD cameras. Either a 60×/1.4 NA or 100×/1.4 NA oil immersion objective mounted on a Nikon Eclipse Ti microscope was used.\n\nFRAP experiments\n\nThe 488-nm laser line was targeted to regions of interests using Andor’s FRAPPA module. ROI’s measured approximately 2 μm × 2 μm. Images were acquired every 30 to 60 s after bleaching event. EGFP intensity before and after bleaching was measured using Imaris’ “Spot” tool. Background measurements were used to calculate the Signal/Noise (S/N), which was plotted in Fig 2C, 2E and 2F and S2C, S2D, S2G, S2I, S2J and S2K Fig.\n\nOptogenetics experiments\n\nCrosses for optogenetics experiments were reared in the dark at 25°C. Offspring from these crosses were raised in the dark and dissected after 4 days using red filters to minimize ambient and blue-light exposure. Optogenetic trapping or relocalization was performed using 10% to 20% of the 488-nm diode laser (50 mW) line.\n\nCentriolar age measurements\n\nTo determine centriolar age, Asl intensity was used as a reference. The contours of nonoverlapping centrioles were drawn in ImageJ based on Asl signal and saved as XY coordinates. Using a custom-made MatLab code the total centriolar intensity, above background values determined by the experimenter, for Asl were calculated in the drawn centriolar areas. Total Asl intensity was then used to determine centriolar age because daughter centrioles have lower intensity than mother centrioles. The same XY coordinates were used to measure total pixel intensity for markers of interest (e.g., Polo::GFP, Plp::EGFP). Asymmetry ratios for markers of interest were then determined by dividing total daughter centriole intensity with total mother centriole intensity.\n\nDefinition of statistical tests, sample number, sample collection, replicates\n\nFor each experiment, the data were collected from at least 2 independent experiments. All statistical details (replicates, n, statistical test used and p-values) for each experiment can be found in the corresponding figure legend. Statistical analyses were performed on Prism (GraphPad software). Statistical significance was assessed with a two-sided nonparametric Mann–Whitney test to compare ranks between 2 samples with variable variances and non-Gaussian distributions. p &lt; 0.05 were considered significant; *p &lt; 0.05; **p &lt; 0.01; ***p &lt; 0.001; ****p &lt; 0.0001. A two-sided Fisher’s exact test was used to examine the significance of the association between a phenotype (gain of MTOC activity, for instance) and a genotype. This test is adapted for all sample sizes. p &lt; 0.05 were considered significant; *p &lt; 0.05; **p &lt; 0.01; ***p &lt; 0.001; ****p &lt; 0.0001.\n\nCode availability\n\nCustom-made Matlab codes used for data analysis are available upon request.\n\nSupporting information"
}