{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001601",
  "doi": "10.1371/journal.pbio.1001601",
  "externalIds": [
    "pii:PBIOLOGY-D-13-01030",
    "pmid:23843746",
    "pmcid:PMC3699475"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Single Cell Visualization of Yeast Gene Expression Shows Correlation of Epigenetic Switching between Multiple Heterochromatic Regions through Multiple Generations",
  "authors": [
    {
      "name": "Yasunobu Mano",
      "first": "Yasunobu",
      "last": "Mano",
      "affiliation": "Department of Applied Chemistry and Biotechnology, Graduate School of Engineering, University of Fukui, Fukui, Japan; Research Fellow of the Japan Society for the Promotion of Science, Tokyo, Japan"
    },
    {
      "name": "Tetsuya J. Kobayashi",
      "first": "Tetsuya J.",
      "last": "Kobayashi",
      "affiliation": "Institute of Industrial Science, The University of Tokyo, Tokyo, Japan; PRESTO, Japan Science and Technology Agency (JST), Saitama, Japan"
    },
    {
      "name": "Jun-ichi Nakayama",
      "first": "Jun-ichi",
      "last": "Nakayama",
      "affiliation": "Laboratory for Chromatin Dynamics, Center for Developmental Biology, RIKEN, Kobe, Japan; Graduate School of Natural Sciences, Nagoya City University, Nagoya, Japan"
    },
    {
      "name": "Hiroyuki Uchida",
      "first": "Hiroyuki",
      "last": "Uchida",
      "affiliation": "Department of Applied Chemistry and Biotechnology, Graduate School of Engineering, University of Fukui, Fukui, Japan"
    },
    {
      "name": "Masaya Oki",
      "first": "Masaya",
      "last": "Oki",
      "affiliation": "Department of Applied Chemistry and Biotechnology, Graduate School of Engineering, University of Fukui, Fukui, Japan; PRESTO, Japan Science and Technology Agency (JST), Saitama, Japan; Research and Education Program for Life Science, University of Fukui, Fukui, Japan"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-07",
  "dateAccepted": "2013-05-23",
  "dateReceived": "2013-03-16",
  "volume": "11",
  "number": "7",
  "pages": "e1001601",
  "tags": [
    "Chromatin",
    "Discipline-v2/Biology",
    "Discipline-v2/Chromatin",
    "Discipline-v2/Epigenetics",
    "Discipline-v2/Gene expression",
    "Discipline-v2/Genetics",
    "Discipline-v2/Histone modification",
    "Epigenetics",
    "Gene expression",
    "Genetics",
    "Histone modification",
    "Type/Research Article"
  ],
  "abstract": "A single-cell method allows the assessment of relationships between the dynamic epigenetic behavior of yeast heterochromatin boundaries over multiple generations.",
  "fullText": "Introduction\n\nThe silencing domain in Saccharomyces cerevisiae comprises the homothallic mating-type loci HMR and HML, telomeres, and the rDNA locus. Repression of gene expression in HMR, HML, and telomere regions is achieved via binding of a protein complex that includes Sir2p, Sir3p, and Sir4p, whereas repression of gene expression of the rDNA region is achieved by binding of Sir2p [1],[2]. Silencing at these regions is halted by boundaries that prevent extension along the entire length of the chromosome. Three models of boundary formation have recently been proposed. In these models, boundary formation depends on the DNA sequence [3], is controlled by histone modification [4], or depends on the interaction between nuclear pores and chromosomes [5]. Most of the boundaries flanking the regions within the yeast silencing domain have been determined; tRNA is located to the right of the HMR [6]–[8], while the CHA1 promoter is located to the right of the HML [9] and LB (Left Boundary) to the left of the HML [10], the telomere is flanked by STARs (subtelomeric antisilencing regions) [11], and the rDNA region is flanked by tRNA and Ty-LTR [12]. However, the structure of the boundary positioned on the left of HMR has not yet been elucidated.\n\nA previous study demonstrated that insertion of a reporter gene into the telomere boundary region of yeast produces the position effect variegation (PEV) phenotype [13], indicating that the silencing region within the telomere boundary in an individual cell can expand or shrink and that gene expression in this region is regulated by epigenetic control. When the ADE2 gene is used as a reporter to analyze the PEV phenotype, yeast cells bearing a telomere-linked gene produce colonies with both red and white sectors [13]. In previous studies that used the URA3 gene as a reporter to analyze the PEV phenotype, the gene was inserted close to the telomere, HMR, HML, or rDNA region, which are known to comprise the silencing region in S. cerevisiae [6],[10],[14]. The degree of repression of the URA3 gene inserted at different sites within the region located to the right of the HML (HML-right) is related to the distance between the inserted promoter and the cis-acting I-silencer sequence that flanks the HML region; the PEV phenotype is generated when the URA3 gene is inserted close to the right side of the I-silencer sequence [15]. These data suggest that the state of gene expression can be epigenetically altered in individual cells; however, the studies described above were restricted to examining yeast colonies and therefore could not measure gene expression in individual cells.\n\nOne way to perform single cell analysis with S. cerevisiae is to conduct a pedigree assay. This technique was previously used to show that Sir1p is involved in the epigenetic control of gene expression [16] and that the deletion of the dpb3 or dpb4 genes, which encode components of DNA polymerase ε, alters the epigenetic switching rate (the rate of change from the active state to the silent state) in individual yeast cells [17]. The histone modification enzymes Dot1p and Set1p, and chromatin assembly factor I, also alter the epigenetic switching rate [18],[19]. Recently, a new approach to single cell analysis of yeast, which uses a fluorescent protein to analyze changes in epigenetic gene expression, was reported. This technique was used to show that the HMR and HML loci behave independently within a single cell, demonstrating that heterochromatin formation is locus autonomous [20]. However, previous studies of single yeast cells using this method were performed over only a few generations.\n\nThis study describes the development of a new method of single cell analysis that employs protein fluorescence to detect changes in the epigenetic control of gene expression for more than 10 generations of protein in yeast cells. The analysis method was used to demonstrate that epigenetic gene expression within an individual yeast cell is reversible and is regulated by histone acetyltransferase.\n\nResults\n\nThe Spread of the Silencing Effect Differs Between the Left and Right Sides of the HMR, the Right Side of the HML, and the Telomere\n\nThe URA3 and ADE2 genes were used as reporters to determine whether silencing from the HMR, HML, and telomere regions in S. cerevisiae occurs in a coordinated manner (Figure 1A). A yeast strain expressing the URA3 gene grew on medium lacking uracil but was unable to grow on medium containing 5-fluoroorotic acid (5-FOA). By contrast, when URA3 expression was repressed, yeast could not grow on medium lacking uracil but were able to grow on 5-FOA medium (Figure 1B (a,b)), as reported previously [21]. Yeast cells in which the URA3 gene was inserted close to the telomere displayed a PEV phenotype, as indicated by growth on both types of medium (Figure 1B (c)), as reported previously [13]. White or red colonies were formed when the ADE2 gene was expressed or repressed, respectively (Figure 1C (a,b)). Insertion of the ADE2 gene close to the telomere produced a PEV phenotype, as indicated by the growth of yeast colonies with both red and white sectors (Figure 1C (c)), as reported previously [13].\n\nThe ty5Δ strain, in which the Ty5-LTR in the HMR-left boundary region was replaced with the URA3 gene, was then constructed and a spot assay was performed. The ty5Δ yeast grew on medium lacking uracil but barely grew on 5-FOA plates (Figure 1B (d)). The HMR-left PEV strain, in which the URA3 gene was inserted closer to the E-silencer than it was in the ty5Δ strain, and the HMR-left R strain, which contained the URA3 promoter positioned in the opposite direction to that in the HMR-left PEV strain, were then constructed. The HMR-left PEV strain displayed the same PEV phenotype as yeast containing the URA3 gene close to the telomere (Figure 1B (e)); however, the HMR-left R strain did not show this phenotype (Figure 1B (f)). The HMR-right PEV and HMR-right R strains were constructed in the same manner as the HMR-left strains; in both of these constructs, tRNA in the HMR-right boundary region was replaced with the URA3 gene. The HMR-right PEV strain, in which the URA3 gene was inserted the same distance from the I-silencer as in the HMR-right R strain, displayed the PEV phenotype (Figure 1B (g,h)); however, the HMR-right R strain did not. The HML-right PEV and HML-right R strains were then constructed by inserting the URA3 gene downstream of the I-silencer in the HML-right boundary region. As expected, the HML-right PEV strain displayed the PEV phenotype (Figure 1B (i,j)), but the HML-right R strain did not. These data agree with those reported previously [15].\n\nA set of similar experiments that utilized the ADE2 gene as a reporter instead of URA3 was then performed (Figure 1C). In these experiments, the ty5Δ strain produced a white colony (Figure 1C (d)), and the HMR-left PEV strain produced a light pink colony (Figure 1C (e)), suggesting an increased frequency of epigenetic switching in this strain. The HMR-left R strain produced a white colony (Figure 1C (f)). The HMR-right PEV strain produced a pink colony with a red and white sector, suggesting that these yeast cells retained the same expression state over several generations (Figure 1C (g)), while the HMR-right R strain produced a white colony with an inside slightly sectored (Figure 1C (h)). The HML-right PEV strain produced a pink colony with an inside sectored (Figure 1C (i)) and the HML-right R strain produced a white colony (Figure 1C (j)).\n\nTaken together, these data suggest that the spread of the silencing region in S. cerevisiae differs depending on whether the inserted gene is positioned at the HMR-left, HMR-right, HML-right, or telomere region. The data also suggest that changes in epigenetic expression are regulated in individual cells, which highlights the importance of tracking changes in gene expression within a single cell rather than a mixed population of cells.\n\nChanges in Epigenetic Gene Expression Are Regulated in a Locus-Specific Manner\n\nTo examine gene expression changes in single cells, we developed a new analysis system that utilizes expression of fluorescent proteins. Using this method, a single cell is placed in the center of the field of vision of a microscope and changes in epigenetic gene expression that occur during cell division are followed using time-lapse imaging. Five new yeast strains were constructed to precisely measure the fluorescence intensity in a single cell (Figure 2A). In all strains, the mCherry-tagged HTB1 gene (HTB1-2x mCherry) was inserted into the euchromatin HIS3 locus on chromosome XV. The control strain (Euchromatin/Euchromatin, FUY257) contained the EGFP-tagged HTB1 gene (HTB1-EGFP) inserted into the euchromatin TRP1 locus of chromosome IV. The TEL-VR PEV/Euchromatin (FUY355) strain contained HTB1-EGFP inserted into the telomere on the right side of chromosome V. The HMR-left PEV/Euchromatin (FUY263) and HMR-right PEV/Euchromatin (FUY356) strains contained HTB1-EGFP inserted into the HMR-left region or the tRNA of the HMR-right region on chromosome III, respectively. The HML-right PEV/Euchromatin (FUY795) strain contained HTB1-EGFP inserted into the HML-right region on chromosome III. The EGFP signal was normalized to the mCherry signal to correct for differences in fluorescence intensity caused by gaps in focus. Time-lapse analysis of the Euchromatin/Euchromatin strain revealed that the EGFP and mCherry fluorescent signals were persistent and always coincided with yeast cell division (Figure 2B, Movies S1 and S2). Time-lapse experiments were then performed using the TEL-VR PEV/Euchromatin (Figure 2C), HMR-left PEV/Euchromatin (Figure 3A, Movie S3), HMR-right PEV/Euchromatin (Figure 3B), and HML-right PEV/Euchromatin (Figure 3C) strains. For these strains, the mCherry fluorescent signal did not disappear upon repeated cell division; however, the EGFP fluorescent signal did disappear, although it returned in some progeny upon continued cell division.\n\nNext, the fluorescence intensities of the five strains expressing EGFP and mCherry were measured in all fields of vision at 6, 8, 10, and 12 h after cell division began. Three independent extended time-lapse experiments were performed for each strain and the intensities of the cells within each field of vision were normalized to both the highest level of fluorescence observed at each time-point and the mCherry signal (Figures 4A−E). The fluorescence intensity of the Euchromatin/Euchromatin strain (Figure 4A) and TEL-VR PEV/Euchromatin (Figure 4B) were fairly stable across the time-course, but a gradual decrease in fluorescence intensity was observed for the HMR-left PEV/Euchromatin (Figure 4C), HMR-right PEV/Euchromatin (Figure 4D), and HML-right PEV/Euchromatin (Figure 4E) strains. These data suggest that the spread of gene silencing was altered by repeated cell division and that expression of HTB1-EGFP varied within an individual cell. The HTB1 gene is only active during the S-phase of cell division; therefore, to ensure that the changes in fluorescence observed in the previous experiments were not attributable to properties inherent to the reporter genes, similar experiments were performed using the constitutive URA3 promoter and EGFP as the reporter gene (NLS-3xEGFP). Similar to the results observed for the HTB1-EGFP gene, these experiments also revealed reversible epigenetic changes in gene expression (Figure S1), suggesting that the changes in fluorescence observed were general phenomena and were independent of the specific reporter gene used. The stability of the expression levels of the two fluorescently labeled reporter genes (HTB1-EGFP and NLS-3xEGFP) was measured by exposing cells to cycloheximide to inhibit protein synthesis. When the reporter gene was present in either the euchromatin or HMR-left PEV region, the EGFP signal was reduced by 50% after 2 h treatment with cycloheximide, which corresponds to the doubling time of yeast (unpublished data). This result is similar to those of other reports [20] and suggests that protein turnover was sufficiently rapid to measure transition in the epigenetic state.\n\nChanges in gene expression were monitored by measuring the fluorescence intensity of single cells from the TEL-VR PEV/Euchromatin (Figure 5A, Table S3A), HMR-left PEV/Euchromatin (Figure 5B, Table S3B), HMR-right PEV/Euchromatin (Figure 5C, Table S3C), and HML-right PEV/Euchromatin (Figure 5D, Table S3D) strains in real time. When HTB1-EGFP was inserted close to the telomere, the same gene expression status (either ON or OFF) was maintained for several generations (Figure 5A). However, changes in epigenetic gene expression were less maintained and occurred randomly when HTB1-EGFP was inserted on the left side of HMR (Figure 5B). The results for the strains containing HTB1-EGFP at HMR-right or HML-right regions were more stable across multiple generations than HMR-left PEV/Euchromatin strain (Figure 5C and 5D). These results were similar to those shown in Figure 1, which were obtained using the ADE2 reporter gene. The phenotype of the cells containing the insert at the HMR-left region was a pink colony, suggesting an increased frequency of epigenetic switching in these cells. Conversely, cells in which the insert was positioned close to the telomere with distinct sector and on the right of the HMR or HML regions produced pink colonies with sectors. These data indicate that the formation of sectors requires maintenance of the same expression status for several generations, whereas pink colonies are produced when the rate of switching of marker gene expression between ON and OFF increases.\n\nStatistical analyses were performed to confirm the results of the single cell measurements. The frequencies of transition events between the ON and OFF gene expression states were calculated and a permutation test was used to determine the reproducibility across independent experiments for the HMR-left PEV (Table S4) and TEL-VR PEV (Table S5) strains. Differences in the existence ratio of the ON and OFF states between these independent experiments were observed, but the frequency of change from the ON to OFF state and from the OFF to ON state were reproducible. Therefore, statistical analyses of the data for all four strains (Figure 5) were performed to determine whether a similar or different regularity system governed epigenetic gene expression at an individual region (Tables 1 and 2).\n\nCompared with the HMR-left, HMR-right, and HML-right strains, few TEL-VR PEV cells were in the OFF state and the ratio of cells that varied from ON to OFF was also low. However, the changes from the OFF to ON state were not significantly different across these four strains. In addition, although the ratios of ON and OFF cells, as well as the OFF to ON transition frequencies, were slightly different between the HMR-left and HMR-right strains, these differences were not statistically significant. The change ratio from the ON to OFF state was comparable for these two strains. Furthermore, although the ratio of ON and OFF cells, as well as the change ratio from the ON to OFF and OFF to ON states, differed slightly between the HMR-left and HML-right strains, these changes were not statistically significant. When comparing the HMR-right and HML-right strains, the ratio of ON and OFF cells as well as the change ratio from the ON to OFF states were slightly different; however, these changes were also not statistically significant. The change ratio from the OFF to ON state was comparable for these two strains.\n\nIn these experiments, we found that the telomere and the HM region had very different epigenetic regularity systems, and that HMR and HML were not perfect much, but they had some similar epigenetic regulation system.\n\nChanges in Gene Expression Depend on the Sir Protein and the Acetylation Status of Histones\n\nThe Sas2p protein contributes to silencing of the HMR region [22], and the spread of the silencing region in the telomere is dependent on the histone modification state. Histone modification is achieved by the histone deacetylase activity of Sir2p and the histone acetyltransferase activity of Sas2p, which acetylates H4 at lysine 16 [23],[24]. In addition, tRNA and histone acetyltransferase are important for the production of a boundary at the HMR-right region [7],[25]. Therefore, we analyzed whether the spread of the silencing region at the HMR and HML depends on the histone modification state, as it does at the telomere. Using ADE2 as a reporter gene, the following yeast strains in which the SIR3 gene was disrupted were constructed: HMR-left PEV+sir3Δ, HMR-right PEV+sir3Δ, and HML-right PEV+sir3Δ. The following strains in which the SAS2 gene was disrupted were also constructed: HMR-left PEV+sas2Δ, HMR-right PEV+sas2Δ, and HML-right PEV+sas2Δ. As controls, TEL-VR PEV strains in which the SIR3 or SAS2 gene was disrupted and the ADE2 gene was inserted at the telomere were also generated. Images of the HMR-left PEV strains are shown in Figure 6; images of all other strains are shown in Figure S2. Disruption of the SIR3 gene in all PEV strains tested produced colonies that were whiter than those produced by the corresponding wild-type PEV strains. By contrast, disruption of the SAS2 gene produced colonies that were redder than the corresponding wild-type PEV strains. These data suggest that, similar to the telomere, the spread of silencing at the HMR and HML regions also depends on the histone modification status [4],[23],[24].\n\nRegulation of Epigenetic Gene Expression Depends on the Activity of a Histone Modification Enzyme\n\nTo understand why differences in the spread of silencing were observed when the marker gene was inserted to the right or left of the HMR locus, and whether this difference is genetically controlled, we focused on a histone modification enzyme that was previously isolated by our group using genome-wide boundary screening [26]. Single cell time-lapse experiments were performed using the sas2 deletion strains, Euchromatin/Euchromatin+sas2Δ and HMR-left PEV/Euchromatin+sas2Δ (Figure 7A and Table S6A), and then statistical analyses of the data were performed. Small but statistically significant changes in the ratio of ON and OFF cells and the ratio of OFF to ON transitions between the sas2Δ and corresponding wild-type strains were observed (5% confidence interval). However, the ratio of ON to OFF transitions was not affected by deletion of the SAS2 gene (Tables 3 and 4). Although the results were not statistically significant, when we focused on the specific mother cell of the lineage tree, the frequency of the change in the epigenetic gene expression state across generations was increased for some cells (Figure 7A). These data suggested that the sas2Δ strain did not undergo a dramatic change in epigenetic regulation, but that SAS2 might be involved in the regulation of the frequency of change in epigenetic gene expression.\n\nGcn5 is a component of the SAGA histone acetylation enzyme complex, Eaf3 is a component of the NuA4 histone acetylation enzyme complex, and Dot1 is the histone methylation enzyme [27]. To investigate the role of these molecules in the silencing effect, Euchromatin/Euchromatin and HMR-left PEV/Euchromatin strains containing deletions of the GCN5, EAF3, and DOT1 genes were generated and single cell time-lapse experiments were performed. (Figure 7B−D and Table S6B−D). No epigenetic changes in gene expression were seen in the control strains, which contained HTB1-EGFP inserted into the euchromatin region (unpublished data). Although the ratio of ON and OFF cells was comparable between the gcn5Δ and wild-type strains, the frequency of ON to OFF transitions was significantly lower in the gcn5Δ strain than the wild-type strain. The frequency of OFF to ON transitions was also slightly lower in the mutant strain than in the wild-type strain (Tables 3 and 4). These results coincided with the results of the lineage tree constructed using single cell time-lapse analyses, which showed that the frequency of changes in the expression state from ON to OFF and OFF to ON decreased over multiple generations of the gcn5Δ strain (Figure 7B). These data suggested that GCN5 is involved in regulating the frequency of changes in gene expression over several generations.\n\nThe frequencies of the ON to OFF and OFF to ON transitions in the eaf3Δ strain were similar to those observed for the gcn5Δ strain, but the results of the sas2Δ strain did not correlate with those of the gcn5Δ and eaf3Δ strains (Tables 3 and 4). Deletion of the DOT1 gene increased the number of cells in the ON state and altered the frequency of the ON to OFF transition slightly; however, the frequency of OFF to ON transition was not affected (Figure 7D, Tables 3 and 4).\n\nThe impact of deletion of the GCN5, EAF3, and DOT1 genes on gene silencing was then examined using ADE2 as the reporter instead of EGFP. Wild-type or gcn5Δ strains containing the ADE2 gene at the telomere, HMR-left, HMR-right, or HML-right region were constructed and colony color assays were performed. The wild-type HMR-left PEV strain produced pink colonies, whereas the HMR-left PEV+gcn5Δ strain produced a mixture of colonies containing white, red, sectored, or red-biased colonies (Figure 6). In fact, all of the gcn5Δ strains produced the same category of colonies as those produced by the HMR-left+gcn5Δ strain (Figure 6, Figure S2). These data suggest that disruption of GCN5 alters the epigenetic control of gene expression at all silencing regions tested. Deletion of the EAF3 gene in the strain containing ADE2 at the HMR-left region produced colonies that were more red in color than those produced by the gcn5Δ strain (Figure 6), which disagreed with the statistical analyses of the single cell experiments. Similar colonies were also observed for the eaf3Δ strains in which the marker was inserted at the telomere, HMR-right, or HML-right region (Figure S2). A weakening of the red color of the colonies was observed following deletion of the DOT1 gene in all constructs (Figure 6, Figure S2).\n\nTaken together, these results indicate that the acetylation status of histones, which is controlled by histone modification enzymes, exerts an epigenetic influence on gene expression in yeast cells.\n\nThe Spread of Silencing in a Single Cell Is Functionally Correlated Within the HM Regions\n\nTo determine whether the spread of silencing within a single cell correlates with the functioning of the different silencing regions, single cell time-lapse experiments were performed using yeast strains expressing three different fluorescent proteins (Figure 8A), namely H2B-EYFP, H2B-ECFP, and H2B-mCherry. All strains contained HTB1-2x mCherry at the HIS3 locus on chromosome XV. The HMR-left PEV/TEL-VR PEV/Euchromatin strain contained HTB1-EYFP at the HMR-left region on chromosome III and HTB1-ECFP at the telomere on the right side of chromosome V; the HMR-left PEV/HMR-right PEV/Euchromatin strain contained HTB1-ECFP at the HMR-left region of chromosome III and HTB1-EYFP at the tRNA of the HMR-right region of chromosome III; the HML-right PEV/HMR-left PEV/Euchromatin strain contained HTB1-EYFP and HTB1-ECFP at the HML-right and HMR-left regions of chromosome III, respectively; the HML-right PEV/TEL-VR PEV/Euchromatin strain contained HTB1-EYFP at the HML-right region of chromosome III and HTB1-ECFP at the telomere on the right side of chromosome V; and the HML-right PEV/HMR-right PEV/Euchromatin strain contained HTB1-ECFP at the HML-right region of chromosome III and HTB1-EYFP at the tRNA of the HMR-right region on chromosome III. All strains were examined using single cell time-lapse experiments (Figures 8B, 8C, and S3; Table S7) and correlation analyses were performed (Tables 5 and 6). The correlation between the HMR-right and either the HMR-left or HML-right region was highly significant. A correlation was also observed between the HML-right and HMR-left regions. However, a correlation between the telomere and either the HMR-left or HML-right region was not observed. The significance (p value) of the probability of two regions behaving independently was larger than 0.1 for comparisons of the TEL-VR PEV and HM regions (Table 5). By contrast, the probability was extremely low for comparisons of the HMR-left and HMR-right regions, the HMR-left and HML-right regions, and the HMR-right and HML-right regions (Table 5). These data indicate that the telomere region behaves independently, whereas the HMR and HML regions behave synchronously with high statistical significance. In Table 6, the left panel displays actual values and the right panel displays the expected appearance frequency under the assumption of no correlation. The actual values exceeded the expected values under no correlation for the ON to ON or OFF to OFF comparisons of the HMR-left and HMR-right regions, the HML-right and HMR-left regions, and the HML-right and HMR-right regions. These data also suggested a positive correlation between the gene expression states of the HMR-left and HMR-right regions, as well as between the HMR and HML regions.\n\nDiscussion\n\nFunctional correlations Between Epigenetic Gene Expression at Different Silencing Regions\n\nIn budding yeast, a colony turns red when expression of the ADE2 gene is repressed. Consistent with a previous report [13], when ADE2 was inserted close to the telomere, colonies containing red and white sectors were produced [13]. A similar phenotype was also observed when ADE2 was inserted into the HMR-right region, as reported previously [28]. When the reporter gene was changed from ADE2 to URA3, the transformed yeast grew on medium lacking uracil and on medium containing 5-FOA. These data indicate that, despite the presence of the same DNA sequence, different gene expression states occurred simultaneously within the transformed yeast strains, suggesting epigenetic control of gene expression. The results of the previous studies [13],[27] did not show the expression status of an individual cell because mixed populations of cells were used. In addition, the production of a sectored colony indicates that gene expression did not change at every division, but rather that the same expression state was maintained over several generations. If the expression status changed every generation or every few generations, a pink colony would have been produced. In this study, we developed a system to monitor changes in epigenetic gene expression in a single cell across many generations; this technique was used to analyze gene expression at the HMR, HML, and telomere regions. The results indicated that the gene expression status can change in all of these genetic regions, even after a cell has maintained the same state for several generations, and that the change in expression from the ON to the OFF state is reversible. Although it did not occur for all regions examined in this study, the tendency for genes to switch from the ON to the OFF state was generally more common than the tendency to switch in the opposite direction, which was also demonstrated previously using a pedigree assay [17]. The HMR-left region tended to be ON or OFF at random, while the expression status of the HMR-right and HML-right regions tended to be maintained over many generations. In addition, expression of the telomere tended to be more stable than that of the HMR-right or HML-right regions.\n\nPink colonies were produced when the ADE2 gene was inserted into the HMR-left region, while sectored pink colonies were produced when the gene was inserted into the HMR-right or HML-right regions. A red and white sectored colony was produced when the gene was inserted into the telomere region. These data suggest that different mechanisms underlie the spread of silencing within each region. Two different fluorescent markers were used to determine whether the spread of silencing was consistent in two different regions of a single cell. A perfect match between the expression statuses of the HMR and HML regions, the HMR and telomere regions, or the HML and telomere regions could not be found; however, correlations between the expression statuses of the HMR and HML regions were observed in many cells.\n\nA previous report suggested that the quantity of Sir protein in a single cell might be fixed [29]; therefore, large quantities of Sir protein functioning at one region of the genome may result in a deficit of the protein at other regions. This model would explain the relationship between the rDNA region and the telomere; in other words, it is possible that the silencing level of the rDNA region is inversely correlated with the silencing level of the telomere region [30]. On the other hand, the data presented here demonstrate correlation between the left and right sides of the HMR, as well as between the HMR and HML regions. These data support the results of two previous studies, one of which reported that the E- and I-silencers of HMR can form a loop structure [31], and another that showed that the bending of chromosome III causes HMR and HML to form a large loop structure that eventually brings HMR and HML close together [32].\n\nInfluence of Histone Modifications on Epigenetic Gene Expression\n\nFormation of the boundary of the telomere silencing region depends on a balance of acetylated and deacetylated histones; disruption of the SAS2 gene disturbs this balance and allows silencing to spread across a large region of the chromosome [4],[23],[24]. We therefore expected the single cell analyses to show a spread of the silencing region and an increased frequency of cells not expressing the marker gene; however, our result in HMR-left region was not perfectly much in this telomere boundary model. Our statistical analysis was not strongly reflected, and the frequencies of the changes in the epigenetic gene expression state from ON to OFF or OFF to ON over multiple generations were increased in lineage of some mother of sas2Δcells (Figure 7A). In future analyses that focus on the age or memory of an individual cell, epigenetic regulation of SAS2 must be considered.\n\nDisruption of the GCN5 gene induced a bias of the same gene expression state within a cell. This result was confirmed by an ADE2 colony assay; deletion of the GCN5 gene resulted in the production of two different populations of cells (red and white colonies), which also indicates changes in gene expression and suggests that characteristics differed between individual cells, possibly due to changes caused by deletion of GCN5. Results of previous studies that used embryonic or induced pluripotent stem cells also suggest that a specific property or characteristic may differ between individual cells [33],[34]. Elucidating the molecular mechanisms that underlie epigenetic modification of gene expression in yeast could contribute to understanding this problem in other organisms.\n\nEaf3 is important for the formation of the boundary region [7]. In this study, deletion of the EAF3 gene might not affect the epigenetic status of gene expression and a spread of the silencing region was observed in the eaf3Δ strain, as previously reported [7]. Furthermore, single cell analysis showed that the ON state cell increased and altered the frequency of the ON to OFF transition in the dot1Δ strain (Tables 3 and 4). Similar results were obtained using the ADE2 colony assay, which showed that the dot1Δ strain increased white colony of phenotype of increasing ON state cell (Figure 6F). In fact, dot1Δ cells containing the marker gene in the ON position proliferated according to the anti-silencing mechanism mediated by DOT1, as previously reported for a DOT1 deletion strain [35],[36]. On the other hand, a recent paper reported a positive feedback model in which the H3K79 methylation target of Dot1 was enriched at the ON telomere where it caused disruption of transcriptional silencing [37]. Moreover, another group showed that dot1Δ cells establish rapid silencing, and that daughter cells of dot1Δ cells established silencing earlier than mother cells [38]. It is difficult to compare directly these results with our results and draw the conclusion that Dot1 function is different at the HMR and the telomere [35],[36]; thus, future experiments will be required to determine more precisely the role of Dot1 in epigenetic gene expression.\n\nFurther analyses are required to elucidate the molecular mechanisms underlying changes in epigenetic gene expression, including how changes in the acetylation state of histones influence epigenetic control. In addition, the mechanisms controlling gene expression fluctuations at individual silencing regions were different, but similar phenotypes were observed for both the telomere and HM regions in an ADE2 colony assay using strains in which genes encoding histone modifier enzymes were disrupted. This result suggests that changes in the histone modification state have a greater influence on the regulation of gene expression fluctuation than the position of the gene.\n\nThe Importance of Performing Analyses Using a Single Cell\n\nBecause conventional large-scale S. cerevisiae cultures comprise mixed populations of cells in various states of gene expression, a system for analyzing epigenetic gene expression using single yeast cells was recently introduced [18],[20]. However, previous studies of single yeast cells using this system followed the cells for only a few generations. The technique described here enabled monitoring of single yeast cells for more than 10 generations. Using this system, changes in epigenetic gene expression were shown to be reversible and a histone modification enzyme was shown to control these changes. A functional correlation between different epigenetically regulated regions was also identified. In this study, we also analyzed a phenomenon known as PEV. When the HTB1-EGFP gene was inserted into the HMR-left, HMR-right, HML-right, or telomere region, the occurrence of the OFF state of the marker gene expression was much lower than the occurrence of the ON state. Because most conventional epigenetic analyses are performed using a mixed population of cells, it is possible that such experiments are biased towards major phenotypes and potentially miss important minor phenotypes. One of the reasons that the results presented here were not perfectly consistent with those of previous studies may be due to the use of yeast strains of different ages. The abundance of the Sir protein decreases in older cells, while the presence of acetylated histones increases [39].\n\nThe results presented here suggest that the epigenetic control of gene expression is not only random but can also be nonrandom. Therefore, new statistical processing methods that enable elucidation of the mechanisms responsible for the epigenetic control of gene expression must be developed.\n\nThe Importance of the Spread of Silencing in Vivo\n\nThe single cell analysis method described in this study showed that the functioning of the silencing regions differed in individual cells; however, it is unclear why fluctuations in the silencing region are important for controlling epigenetic gene expression. The nature of the genes that control this fluctuation in vivo is also unclear. A set of genes with similar and correlated functions form a cluster near the telomere, and expression of these genes may be controlled by the spreading of the silencing effect. Using the single cell analysis system described here, it is possible to identify genes that are controlled in the same cell at the same time. Future experiments will examine how fluctuations in the silencing domain control gene expression at the molecular level, and why fluctuation of the silencing domain in a cell is important.\n\nMaterials and Methods\n\nFull details of the plasmids and primers used in this study will be provided upon request. Standard molecular biology techniques, methods of yeast manipulation, media, and plasmid transformation methods were used.\n\nStrains and Plasmids\n\nThe S. cerevisiae strains and the plasmids used in this study are described in Tables S1 and S2.\n\nSingle Cell Imaging and Analysis\n\nCells were grown in YPD medium at 30°C until the early logarithmic phase. For live imaging, cells were placed in a Y2 microfluidic plate (ONIX). Time-lapse imaging was performed using an Axio Observer Z1 (Carl Zeiss) microscope fitted with a 40× Plan-Neofluar objective lens (NA = 1.3).\n\nStatistical Analyses of Gene Expression State Transitions\n\nTo determine the stability of the nonsilenced (ON) and silenced (OFF) states of individual regions, the frequencies of the following transitions (T) between the ON and OFF states were calculated for individual lineages: TON→ON, TON→OFF, TOFF→ON, and TOFF→OFF. The stabilities of the ON (qON) and OFF (qOFF) states were then quantified as qON = TON→OFF/(TON→ON+TON→OFF), and qOFF = TOFF→ON/(TOFF→OFF+TOFF→ON). The total frequencies of the transitions from the ON (TON) and OFF (TOFF) states were calculated as follows: TON = TON→ON+TON→OFF, and TOFF = TOFF→ON+TOFF→OFF. A permutation test was used to determine the statistical significance of differences in the stability of each state between two lineages; the p value was calculated as shown in Equation 1.where T1ON→ON and T1ON→OFF are the transitions for the first lineage, T2ON→ON and T2ON→OFF are the transitions for the second lineage, and mCn is n-combination of m. The same calculations were performed to determine the stability of the OFF state. The data are summarized in Tables 1–6.\n\nStatistical Tests of Correlation\n\nThe gene expression states of two different regions were observed within a single cell simultaneously. To determine the degree of correlation between activity of the individual regions, the frequencies of the ON and OFF states of each region were calculated as fx(x) and fy(y), and the joint frequency for the two regions was calculated as fx,y(x,y); these data are summarized in Tables 5 and 6. Assuming that the null hypothesis of two regions behaving independently is correct, fx,y(x,y) is expected to be close to fx(x) fy(y)/N, where N is the total number of cells observed within one lineage. Deviations from this expectation, which are known to follow a Chi-squared distribution with one degree of freedom, were determined as shown in Equation 2.The p value associated with χ2 () was then calculated using the Chi-squared cumulative distribution. To test the statistical significance of the correlation between behavior of the HMR-left and HMR-right regions, as well as the HMR and HML regions,  was calculated as fx,y(ON,ON)+fx,y(OFF,OFF). Assuming that the null hypothesis of independence is correct, the probability of observing (x,y) = (ON, ON) or (x,y) = (OFF, OFF)  times out of N trials should follow the binomial distribution with a success probability (q) equal to [fx(ON)fy(ON)+fx(OFF)fy(OFF)]/N2. Then, the p value (psyn) was calculated as shown in Equation 3:\n\nSupporting Information"
}