{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001351",
  "doi": "10.1371/journal.pbio.1001351",
  "externalIds": [
    "pii:PBIOLOGY-D-11-04817",
    "pmid:22745600",
    "pmcid:PMC3383740"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Hox Proteins Display a Common and Ancestral Ability to Diversify Their Interaction Mode with the PBC Class Cofactors",
  "authors": [
    {
      "name": "Bruno Hudry",
      "first": "Bruno",
      "last": "Hudry",
      "affiliation": "Institut de Biologie du Développement de Marseille Luminy, IBDML, UMR7288, CNRS, AMU, Parc Scientifique de Luminy, Case 907, Marseille, France"
    },
    {
      "name": "Sophie Remacle",
      "first": "Sophie",
      "last": "Remacle",
      "affiliation": "Molecular and Cellular Animal Embryology Group, Life Sciences Institute, Université catholique de Louvain, Louvain-la-Neuve, Belgium"
    },
    {
      "name": "Marie-Claire Delfini",
      "first": "Marie-Claire",
      "last": "Delfini",
      "affiliation": "Institut de Biologie du Développement de Marseille Luminy, IBDML, UMR7288, CNRS, AMU, Parc Scientifique de Luminy, Case 907, Marseille, France"
    },
    {
      "name": "René Rezsohazy",
      "first": "René",
      "last": "Rezsohazy",
      "affiliation": "Molecular and Cellular Animal Embryology Group, Life Sciences Institute, Université catholique de Louvain, Louvain-la-Neuve, Belgium"
    },
    {
      "name": "Yacine Graba",
      "first": "Yacine",
      "last": "Graba",
      "affiliation": "Institut de Biologie du Développement de Marseille Luminy, IBDML, UMR7288, CNRS, AMU, Parc Scientifique de Luminy, Case 907, Marseille, France"
    },
    {
      "name": "Samir Merabet",
      "first": "Samir",
      "last": "Merabet",
      "affiliation": "Institut de Biologie du Développement de Marseille Luminy, IBDML, UMR7288, CNRS, AMU, Parc Scientifique de Luminy, Case 907, Marseille, France"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2012-06",
  "dateAccepted": "2012-05-10",
  "dateReceived": "2011-11-30",
  "volume": "10",
  "number": "6",
  "pages": "e1001351",
  "tags": [
    "Discipline-v2/Biology",
    "Type/Research Article"
  ],
  "abstract": "Hox protein function during development and evolution relies on conserved multiple interaction modes with cofactors of the PBC and Meis families.",
  "fullText": "Introduction\n      \nHox genes encode homeodomain (HD)-containing transcription factors that specify cell fates along the anterior-posterior (AP) axis of all bilaterian embryos [1]. Besides early patterning functions, Hox genes are involved in the morphogenesis of various organs [2] and in the homeostasis of different cell types in adults [3],[4]. Hox functional diversity is accompanied by a high level of transcriptional specificity, as illustrated by the distinct developing programs triggered by each Hox protein during embryogenesis. These specific functions contrast with the poor DNA-binding stringency of Hox HDs, which fall only into two specificity groups [5],[6].\n\nHox DNA-binding specificity is enhanced by interactions with two families of cofactors, being collectively referred to as PBC and Meis [7]. These cofactors belong to the TALE (three amino acids loop extension) class of HD-containing transcription factors. Representatives of PBC are the Drosophila Extradenticle (Exd) or vertebrate Pbx1–4 proteins. The Meis family comprises Meis and Prep subclasses in vertebrates, but Drosophila has only one Meis representative called homothorax (hth) [7]. Meis family members are required for the nuclear translocation of PBC proteins, through interactions via a highly conserved domain localized in the N-terminal part of both partners [8]. The role of PBC proteins as direct Hox cofactors is well established [9], allowing the formation of Hox/PBC/Meis complexes regulating several well-characterized target genes [10] in different developmental contexts [11].\n\nPBC proteins form cooperative DNA-binding complexes with Hox proteins from paralog groups 1 to 10 [12]. The formation of Hox/PBC complexes not only improves Hox DNA-binding affinity but also extends the size of cognate DNA sequences. Moreover, it was shown that the identity of the two central nucleotides in the Hox-PBC binding site could discriminate the Hox protein engaged in the Hox/PBC complex [13], although this observation does not apply to all characterized Hox target enhancers [14]. Recent studies further established that the interaction with the PBC cofactor helps Drosophila Hox proteins to recognize distinct DNA-structures [15],[16]. This recognition mode was shown to rely on conserved and paralog-specific residues [15], and it was suggested that the PBC cofactor could be widely used to unlock a “latent specificity” in Hox DNA-binding recognition properties [16].\n\nBiochemical and structural analyses of Hox/PBC complexes have identified a generic mode of interaction whereby the recruitment of PBC cofactors is dependent on a six-residue-long peptide lying upstream of the Hox HD. This hexapeptide (HX) motif contains a core Y/FP/DWM sequence in Hox paralog groups 1–8, and is considerably divergent in posterior Hox paralog groups 9–10 that retain only a single conserved W residue. This residue establishes crucial contacts within a hydrophobic pocket formed in part by the TALE motif of the PBC HD [15],[17]–[19]. Accordingly, the mutation of the W residue is often sufficient to abolish Hox cooperative DNA binding with PBC proteins in vitro [20],[21]. However, in the case of vertebrate proteins, data regarding Hox-PBC interactions were mostly obtained with nearly identical Hox/PBC binding sites initially derived from a sequence (called PRS for Pbx Recognition Sequence) requiring the HX for Hox/PBC complex assembly [20]–[25]. These binding sites thus presented a strong bias towards HX-dependent association modes. Finally, several Hox/PBC structures have been solved with vertebrate and invertebrate proteins (see [10] for review). These structures were obtained using Hox peptides limited to the region encompassing the HD and HX, which excludes protein domains that could additionally contribute to the interaction with PBC. Such protein domains have been described in the C-terminal part of the Drosophila Deformed (Dfd, [26]) and Ultrabithorax (Ubx, [27]) proteins, and it was later found that a short motif lying immediately downstream of the HD could convey Exd-recruiting activities in Ubx [28]. Nevertheless, the general requirement of the HX for Hox-PBC interactions in vitro has led to the assumption that this motif is the main, if not unique, Hox protein motif used for Hox/PBC complex assembly in vivo.\n\nThe proposal of a single generic HX-mediated interaction mode needs to be reconsidered in light of several in vivo phenotypes associated with the HX mutation. In the mouse Hoxb6 [29], Hoxb8 [30], or Hoxa9 [31], the HX mutation does not systematically abolish transforming activities expected to be PBC-dependent in hematopoietic cells. In addition, the lack of the HX in mouse Hoxb8 leads to dominant-negative phenotypes that are difficult to reconcile with PBC-dependent functions [32]. Finally, the HX mutation renders a truncated Labial (Lab) protein hyperactive in an Exd-dependent context [33], and does not compromise the Exd-dependent repression of the Distalless (Dll) enhancer by Ubx [34] and AbdominalA (AbdA, [35]) in the Drosophila embryo. Whether these observations constitute peculiar cases or whether Hox proteins frequently display HX dispensability for mediating interactions with the PBC cofactor remain, however, to be determined.\n\nIn this work, we investigated the requirement of the HX in vertebrate and invertebrate Hox proteins, focusing on several Hox paralog groups. Our analysis relied on the Bimolecular Fluorescence Complementation (BiFC) technology [36] to visualize Hox-PBC interactions in the Drosophila embryo, mammalian cells, and chick embryos. This method allows assessing the requirement of the HX in vivo. Importantly, BiFC presents the advantage of providing, for the first time, a global measure of protein domain requirement for Hox-PBC interactions. Indeed, a loss of fluorescent signal following protein domain mutation will reflect a broad use of the domain for the interaction, demonstrating its requirement in the regulation of a large set of target genes. Results showed a large dispensability of the HX for Hox-PBC interactions and identify widely used alternative interaction modes. We also demonstrated that the HX dispensability is often unmasked by the additional DNA binding of Meis proteins, and that both dispensability and Meis unmasking constitute an ancestral character of Hox proteins.\n\n      Results\n      \n        The HX Is Dispensable in Several Drosophila Hox Proteins for PBC Recruitment In Vivo\n        \nBiFC relies on the property of N- and C-terminal fragments of fluorescent proteins to reconstitute fluorescence once they are brought in close proximity. This property was used in different model systems to validate the existence of direct interactions between two proteins, each fused to a non-fluorescent N- or C-terminal fragment [36]. Here we have investigated the global contribution of the HX of Drosophila Hox proteins for Exd recruitment by comparing fluorescent signals resulting from the assembly of Exd with wild type or HX-mutated Hox proteins. Six of the eight Drosophila Hox proteins were fused to the C-terminal part (VC) of Venus (a variant of the Green Fluorescent Protein) either as wild type or HX-mutated versions (Figure 1A and Table S1). The complementary N-terminal part of Venus (VN) was fused to the Exd cofactor. This choice of fusion topologies was based on previous results using AbdA and Exd for establishing BiFC in the Drosophila embryo [37]. In particular, it was shown that the combination with VC-AbdA and VN-Exd was best suited for BiFC since these fusion topologies did not affect known regulatory functions in vivo [37]. Constructs were cloned downstream of Gal4 UAS sequences for expression through the UAS/Gal4 system. Wild type and HX-mutated forms of Hox proteins were inserted at the same genomic locus ([38] and Materials and Methods), allowing similar levels of protein expression (Figure S1). For Antennapedia (Antp), Ubx, AbdA, and AbdominalB (AbdB) fusion proteins, we used Gal4 drivers derived from P insertions in the corresponding genes, which reproduce the endogenous Hox gene expression profile [37],[39]. These genetic tools allow measuring BiFC in cells that normally express the Hox and Exd proteins during embryonic development. In addition, the P(Ubx-Gal4), P(abdA-Gal4), and P(AbdB-Gal4) correspond to null mutations, allowing expressing fusion proteins in the absence of the endogenous Hox product [37],[39]. Under our experimental parameters, fusion proteins were expressed at levels close to physiological conditions and BiFC was analyzed in the context of a perfectly viable embryo (as previously described for AbdA [37] and Figure S1). Since no P insertions are available in close proximity of labial (lab) and Sex combs reduced (Scr), we used the engrailed (en)-Gal4 and Antp-Gal4 drivers to express the Lab and Scr fusion proteins, respectively. In these contexts, BiFC was analyzed in segments normally specified by Lab and Scr, with levels of fusion protein not affecting embryonic development (Figure S1).\n\nWe observed that all VC-Hox/VN-Exd complexes produce fluorescent signals in the epidermis of the Drosophila embryo (Figure 1B–C). By comparison, no BiFC signals were visualized between VC-Hox proteins and the transcription factor Collier (Col) fused to the VN fragment (Figure S2). The specificity of BiFC in the Drosophila embryo was also previously verified by several control experiments [37]. Among these, it was shown that using AbdA and Exd fusion proteins mutated in the residue 51 of the HD abolished DNA binding and complex formation in vitro as well as BiFC in vivo [37]. Since the other Drosophila Hox proteins also require the DNA binding of Exd for dimeric complex formation in vitro (Figure S3), we performed BiFC between wild type VC-Hox fusion proteins and the HD-mutated form of VN-Exd. We observed that abolishing complex formation in vitro correlates with a strong decrease of BiFC, although to a lesser extent for Lab (Figure 1B–C). This latter result suggests that a fraction of Lab-Exd interactions could occur outside the DNA in vivo. Altogether, these control experiments highlight that Hox/Exd complex assembly depends, for a large part, on interactions occurring on DNA. They also demonstrate that BiFC properly reproduces conditions affecting Exd recruitment for all Drosophila Hox proteins used in this study.\n\nWe next investigated the contribution of the HX for Hox-Exd interactions, by using HX-mutated forms of Hox proteins for BiFC analysis. Lab and Sex combs reduced (Scr) show a clear dependency for the HX: Lab loses around 70% of the BiFC signal, whereas for Scr the HX mutation almost completely abolishes BiFC (Figure 1B). In both cases, the loss was similar to the HD mutation of Exd, suggesting that all Lab/Exd or Scr/Exd complexes occurring on DNA were affected. For Antp, Ubx, AbdA, and AbdB, results show that BiFC is not significantly affected upon the HX mutation (Figure 1C). In addition, BiFC with the HD-mutated form of Exd further establishes that Hox-Exd interactions are still mainly occurring on DNA in the context of the HX mutation (Figure S4).\n\nWe conclude that all but Lab and Scr Drosophila Hox proteins marginally require the HX for Exd interaction in vivo.\n\n        The HX Is Dispensable in Several Mouse Hox Proteins for PBC Recruitment In Vivo\n        \nThe global contribution of the HX of vertebrate Hox proteins for Pbx1 recruitment in vivo was also assessed by BiFC. Selected mouse Hox proteins representative of anterior, central, and posterior classes and Pbx1 proteins were respectively fused to the C-terminal and N-terminal fragments of Venus (Figure 2A). All constructs were cloned downstream the pCMV promoter for expression (Materials and Methods and Table S1).\n\nWe first performed BiFC using Pbx1, Hoxa1, and Hoxb8 proteins in mammalian COS7 cells. Of note, these cells endogenously express Meis1 [40], and Hoxa1 and Hoxb8 are the only vertebrate Hox proteins for which the functional role of the HX has been examined in vivo [32],[41].\n\nThe specificity of BiFC in these experiments was established by the absence of signals between VC-Hox fusion proteins and the Venus VN fragment, and between the VN-Pbx1 fusion protein and the Venus VC fragment (Figure 2B and Figure S5 for expression level controls).\n\nWe observed that VC-Hoxa1 and VC-Hoxb8 proteins produce BiFC signals with VN-Pbx1 in COS7 cells (Figure 2C–D). As for Drosophila Hox/Exd complexes, loss of BiFC with a HD-mutated form of Pbx1 demonstrates that Hoxa1/Pbx1 and Hoxb8/Pbx1 interactions mainly occur on DNA (Figure 2C–D). The role of the HX was then analyzed by using HX-mutated forms of Hoxa1 and Hoxb8. We found that this mutation has distinct consequences in each protein, with a mean loss of BiFC of 80% for HX-mutated Hoxa1 and 30% for HX-mutated Hoxb8 (Figure 2C–D). Thus, Hoxa1-Pbx1 interactions are strongly dependent on the HX, while most of Hoxb8-Pbx1 interactions do not require this motif in COS7 cells.\n\nWe next investigated the PBC-recruiting function of the HX of vertebrate Hox proteins in the chick embryo, extending our analyses to Hoxb6 and Hoxa9. Heterologous gene expression of mouse Hox proteins was achieved following electroporation in the trunk neural tube, which endogenously expresses Hox [42] and PBC/Meis proteins [43]. Hox and Pbx1 fusion proteins were electroporated at identical E2 embryonic stages and BiFC was observed 24 h later (Materials and Methods). Three of the four investigated Hox proteins produce BiFC with Pbx1 (Figure 2E–G). Hoxa1 is the only protein that did not produce BiFC (unpublished data). This negative result has, however, to be taken cautiously, as resident central Hox proteins may, according to the phenomenon of posterior prevalence, suppress the activity of the heterologously expressed Hoxa1 protein. In this case, posterior prevalence could partly rely on competition with the PBC cofactor, as recently suggested [44]. Nonetheless, this negative result indicates that the trunk neural tube is not appropriate for revealing interactions between Pbx1 and Hox proteins of anterior paralog groups.\n\nThe role of the HX was thus analyzed for the central and posterior Hoxb6, Hoxb8, and Hoxa9 proteins. We found that the HX mutation does not affect Hoxb6-Pbx1 (Figure 2E) and Hoxa9-Pbx1 (Figure 2G) interactions, while it leads to mean loss of 60% of BiFC between Hoxb8 and Pbx1 (Figure 2F). The latter result is consistent with BiFC in COS7 cells, which also established a significant contribution of the HX for the interaction with Pbx1. Specificity of BiFC in the chick embryo was confirmed by the absence of signal when the HD-mutated form of Pbx1, which properly localizes in nuclei of neural cells (see Figure S5 for a comparison with the wild type Pbx1 fusion protein), was used (Figure 2F–G).\n\nThese data, together with those in the Drosophila embryo, demonstrate that Hox proteins display an unexpected level of HX-dispensability for interacting with PBC-class proteins in vivo.\n\n        The HX Is Dispensable in Several Drosophila Hox Proteins for PBC Recruitment In Vitro\n        \nTo further investigate the contribution of the HX for Hox-Exd interactions, we performed electrophoretic mobility shift assays (EMSAs) on two types of DNA probes. The first type, represented by Dllcon, is derived from the Dll enhancer [45] and has the property to allow the formation of Hox/Exd and/or Hox/Exd/Hth complexes with all Drosophila Hox proteins. The second type corresponds to DNA-binding sites characterized from natural cis-regulatory sequences of Hox target genes. The contribution of the HX was evaluated in the context of Hox/Exd (when applicable) and Hox/Exd/Hth complexes. The latter allows assessing the impact of Hth in Hox-Exd interactions.\n\nOn the Dllcon probe, all tested Hox proteins form dimeric and trimeric complexes with Exd or Exd and Hth (Figure 3A), with the exception of AbdB, which forms only trimeric AbdB/Exd/Hth complexes (Figure 3A and unpublished data). In the absence of Hth, the HX mutation leads to a complete loss of Hox/Exd complex formation for Lab, Scr, and Antp (Figure 3A). As previously described [34],[35], the Ubx/Exd and AbdA/Exd dimeric complexes are not affected upon the HX mutation (Figure 3A).\n\nWe next investigated the requirement of the HX for Hox/Exd complex assembly in the presence of Hth. In that context, the HX mutation does not impair the potential of Ubx and AbdA to interact with Exd (Figure 3A). Interestingly, the presence of Hth either completely (for Antp) or weakly (for Lab and Scr) rescues the loss of Hox/Exd dimeric complex formation induced by the HX mutation (Figure 3A). Finally, the HX mutation in AbdB also has no effect on the trimeric complex assembly (Figure 3A). For all except AbdB, no Hox/Hth complexes can be formed on Dllcon, either with wild type or HX-mutated forms of Hox proteins (Figure S6). We concluded that the rescue of the HX mutation in the context of the trimeric complex is likely indicative of changes in Hox-Exd interactions. In the case of AbdB, we observed the formation of dimeric complexes with Hth, but only with the HX-mutated form and in absence of Exd (Figure S6). This suggests that the HX mutation uncovers AbdB-Hth contacts that could potentially be involved in the formation of AbdB/Exd/Hth complexes.\n\nEMSAs with probes designed from physiological DNA-binding sites showed that Lab (EVIII probe), Scr (fkh probe), and Antp (ap1 probe) require the HX to recruit Exd in the presence of Hth (Figure 3B). Of note, the strong monomer binding of the HX-mutated form of Lab is titrated out in the presence of Exd (Figure 3B), suggesting that the two proteins interact in a DNA-independent manner, as observed in vivo by BiFC (Figure 1B). For Ubx, AbdA, and AbdB, only trimeric complexes are observed on their respective natural DNA-binding sites (Figure 3B). In AbdB (CycE probe), the HX mutation affects but does not abolish the trimeric complex formation (Figure 3B, [46]). Of note, no AbdB/Hth complexes can be observed in that context (Figure S6). In Ubx (tsh probe) and AbdA (rho probe) the HX mutation has no or little effects, respectively (Figure 3B).\n\nIn conclusion, EMSAs on consensus and physiological binding sites support the view that all except Lab and Scr Drosophila Hox proteins have the potential to interact with Exd in the absence of the HX. In addition, results with the consensus nucleotide probe highlight two modes of HX-dispensability: the first one can be independent of Hth (Ubx and AbdA), while the second requires the presence of this third partner (other Hox proteins).\n\n        The HX Is Dispensable in Several Mouse Hox Proteins for PBC Recruitment In Vitro\n        \nThe contribution of the HX for Pbx1recruitment was analyzed by EMSAs in the mouse Hoxa1, Hoxb6, Hoxb7, Hoxb8, Hoxa9, and Hoxa10 proteins. Distinct DNA target sequences were used for anterior/central and posterior Hox proteins. The first nucleotide probe (called ant/cent; Figure 4A) contains sequences previously described as allowing Hox proteins from paralog groups 1 to 8 to form cooperative DNA-binding complexes with Pbx1 [12]. For posterior Hoxa9 and Hoxa10 proteins, one nucleotide of the ant/cent Hox/Pbx binding site (underlined in Figure 4A′ and [5]) was changed for converting the Hox core sequence to a consensus binding site for posterior Hox proteins (the resulting probe is called post). For both ant/cent and post probes, an identical core binding site for Meis1 (corresponding to the TGACAG consensus sequence; [6]) was added 8 nucleotides upstream, and in the same orientation, of the Hox/Pbx binding site. This topology was designed to mimic the regulatory element of Hoxa2, for which the contribution of the Meis binding site has been molecularly and functionally validated [10],[47]. On these probes, we found that the HX mutation either abolishes (for Hoxa1, Hoxb7, and Hoxa10; Figure 4A–A′) or strongly affects (for Hoxb6, Hoxb8, and Hoxa9; Figure 4A–A′) dimeric complex formation with Pbx1. In all but Hoxa1, the addition of Meis1 either completely (for Hoxb7, Hoxb8, Hoxa9, and Hoxa10) or partially (for Hoxb6) recues complex formation (Figure 4A–A′). These observations suggest that the Meis partner helps to promote HX-independent interaction modes, as previously observed with Drosophila Hox proteins. Moreover, the role of Meis1 is likely occurring through the remodeling of Hox-Pbx1 interactions since no Hox-Meis complexes are formed on the ant/cent or post probes, with wild type or HX-mutated Hox proteins (Figure S7).\n\nWe next investigated whether the contribution of Meis1 on Hox-Pbx1 interactions could depend on the nature of its binding site. This question was raised by the observation that the topology of the Meis binding site can strongly differ when comparing different characterized target enhancers, with strong variations in sequence, orientation, and distance from the Hox binding site (Figure S8 and [48]). Here we have tested whether Meis1 could still influence Hox-Pbx1 interactions when its binding site mimics the topology of the Dllcon and Dll repressor (DllR) elements [45]. To this aim, the Meis binding site of ant/cent and post probes was changed in one nucleotide position and reversed, leading to the ant/centbis and postbis nucleotide probes (Figure 4B–B′). We observed that the HX mutation led to similar effects in the context of dimeric Hox-Pbx1 complexes on these modified nucleotide probes (Figure 4B–B′). The addition of Meis1 also led to a rescue of complex formation for Hoxb8, Hoxa9, and Hoxa10 (Figure 4B–B′). Surprisingly, the presence of Meis1 did not rescue complex formation for Hoxa7 (Figure 4B) and even provided constraints for restricting the complex assembly to a HX-dependent interaction mode in the case of Hoxb6 (Figure 4B).\n\nAltogether, these in vitro experiments demonstrate HX dispensability for five of the six investigated mouse Hox proteins. Results also highlight a role for Meis1 in exerting a control over Hox-PBC interactions, as previously noticed with Drosophila proteins. This control appears to be influenced by the topology of the Hox/PBC/Meis binding sites in some instances.\n\n        Meis DNA-Binding Is Important for Promoting HX-Independent Interactions between Hox and PBC Proteins In Vitro\n        \nThe influence of the topology of the Hox/PBC/Meis binding sites suggest that binding of Meis proteins to DNA is a prerequisite for Meis-mediated uncovering of alternative Hox-PBC interaction modes. To investigate this more directly, we repeated EMSAs with DNA binding deficient Meis proteins. In the case of Drosophila proteins, we used a naturally HD-less isoform of Hth (Figure 5A), which contains only the evolutionary conserved HM domain mediating the direct interaction with Exd [49]. EMSAs were performed on Dllcon, which allowed assessing Hth-mediated uncovering of HX dispensability for Exd recruitment by Lab, Scr, Antp, and AbdB. The role of Hth-HM was not analyzed for Ubx and AbdA since these two proteins do not require Hth for establishing HX-independent interactions with Exd (Figure 3A). We observed that the HD-less isoform of Hth is able to form trimeric complexes in the context of wild type Hox proteins (Figure 5B). The HX mutation, however, abolishes the formation of the trimeric complex in all cases (Figure 5B), highlighting that Hth is not able to promote HX-independent interaction modes when it is not binding to Dllcon sequences.\n\nEMSAs were also performed with mouse Hox proteins of central paralog groups, for which the HX dispensability for PBC recruitment was better (Hoxb6 and Hoxb8) or only (Hoxb7) uncovered in the presence of Meis1 on the ant/cent probe (Figure 4A). In this case, we used a full-length Meis1 protein mutated in the Asn54 of the HD. This mutant protein was called Meis51 (as it was done for Exd and Pbx1) since this residue corresponds to the position 51 in classical 60 amino acids long HDs [50]. Although this mutation abolished the DNA binding of Pbx1/Meis1 complexes (red asterisk in Figure 5C), as previously described [48], trimeric complexes were still observed with wild type Hox proteins (Figure 5C). These complexes are, however, lost in the context of the HX mutation (Figure 5C), highlighting that DNA binding deficient Meis1 is not able to uncover HX dispensability for Hox-Pbx1 interactions.\n\nThe importance of Meis DNA binding for unmasking HX-independent interaction modes between Hox and PBC proteins was further supported on PRS sequences. These sequences do not contain a Meis binding site and were originally described to promote HX-dependent interactions between several vertebrate Hox proteins and the Pbx1 cofactor [20],[22],[24]. Accordingly, we observed that the HX-mutated form of Hoxb8 cannot interact with Pbx1 on PRS, even in the presence of Meis1 (Figure 5D). In this last context, the simple addition of a Meis binding site is sufficient to partially restore the complex formation (Figure 5E), highlighting the importance of Meis DNA binding for promoting HX-independent Hox-Pbx1 interaction modes. Consistently, we observed that Meis1 is not able to promote HX-independent interaction modes between Hoxa9 or Hoxa10 and Pbx1 on the post probe lacking the Meis binding site (Figure S9).\n\n        Conserved HX-Dispensability and Role of Meis Class Proteins in Controlling Hox-PBC Interactions in Cnidarians\n        \nThe HX is widely dispensable for PBC recruitment in several Drosophila and mouse Hox proteins, suggesting that this property could be an ancestral character. To test this hypothesis we used two Hox proteins of the sea anemone Nematostella vectensis, which belongs to Cnidaria, the sister phylum of Bilateria.\n\nAlthough Hox-like patterning functions remain hypothetical in this species [51],[52], Anthox6a or Anthox1a of Nematostella are, respectively, considered as anterior and central/posterior Hox proteins [51],[53],[54]. The interaction potential of Anthox6a or Anthox1a (Figure 6A) was analyzed by EMSAs with the mouse and Drosophila PBC/Meis cofactors. Results showed that Anthox6a and Anthox1a are able to form dimeric and trimeric complexes with Exd and Exd/Hth on Dllcon, respectively (Figure 6B). The HX mutation leads to a loss of dimeric complexes, while trimeric complexes are still present (with a mean loss of 50%; Figure 6B). Thus, the HX of Anthox proteins is not the unique Exd-recruiting domain in the presence of Hth.\n\nSimilar results were obtained with Pbx1 and Meis1 on the ant/centbis probe (Figure 6C), again suggesting that Meis-class proteins are sufficient to promote HX-independent interaction modes in the assembly of Anthox/PBC/Meis complexes. Of note, no dimeric Anthox/Meis1 complexes are formed with wild type or HX-mutated proteins (Figure S10).\n\nAlthough it remains to be determined whether HX-independent interactions could also exist in the context of PBC and Meis cofactors of Nematostella vectensis, our observations suggest that the potential for diversifying the PBC interaction mode already existed in Hox proteins of the last common ancestor of cnidarians and bilaterians.\n\n        Revealing the Existence of Other Widely Used PBC Interaction Motifs in Two Drosophila Hox Proteins\n        \nThe existence of HX-independent interaction modes between Hox and PBC proteins suggest that Hox proteins could contain other PBC interaction motifs. Besides the HX, only one other motif has been described to be necessary for PBC recruitment. This motif, called UbdA, is conserved among Ubx and AbdA proteins of protostomes [55] and was shown to mediate Ubx/Exd/Hth complex assembly on cis-regulatory sequences of the Dll target gene [28]. In addition, AbdA harbors an HX-like motif, TDWM, lying in between the canonical HX motif and the HD, and being evolutionary conserved in insect lineages [56].\n\nThe global requirement of the TDWM and UbdA motifs for Exd recruitment in vivo was assessed by BiFC with the corresponding mutated VC-AbdA or VC-Ubx fusion proteins (Figure 7A). We observed that the TDWM or UbdA mutation in VC-AbdA leads to a mean loss of 60% and 50% of BiFC with Exd, respectively (Figure 7B) and that the UbdA mutation in VC-Ubx leads to a mean loss of 85% of fluorescence (Figure 7C). These distinct effects do not reflect differences in expression levels (Figure S11). The role of the TDWM and UbdA motifs as potential PBC-interacting motifs was also tested by EMSAs on Dllcon, which allows assessing the PBC-recruiting functions in the presence of Exd only. In contrast to the HX mutation, which has no effect, the TDWM and, to a lesser extent, UbdA mutations affect the AbdA/Exd complex formation (Figure 7D). Similarly, the UbdA mutation also strongly affects the Ubx/Exd complex assembly on Dllcon (Figure 7D).\n\nFinally, the TDWM and UbdA motifs were also shown to be required for AbdA/Exd/Hth complex assembly on DllR sequences (Figure S12), confirming their importance in the context of physiological target sequences [56].We conclude that Ubx and AbdA, respectively, contain one (the UbdA motif) or two (the UbdA and TDWM motifs) other protein domains widely used for recruiting Exd.\n\n      Discussion\n      \n        BiFC Reveals a Wide Dispensability of the HX Motif for Hox-PBC Interactions in Many Hox Proteins\n        \nHox proteins reach functional specificity in part through their interaction with the common PBC class cofactors. The recruitment of the PBC cofactor is thought to rely on a unique HX-dependent association mode shared by all Hox proteins. This paradigm comes from the in vitro dissection of Hox/PBC complex assembly on a few specific DNA-binding sites, as well as from in vivo studies deciphering the molecular requirement for proper regulation of a few Hox/PBC target genes [28],[57]. While these approaches unambiguously establish a role for the HX in mediating Hox-PBC interactions, they do not question if other interaction modes exist and how widely these alternative modes contribute to Hox-PBC interactions. Here, our approach was distinct, using BiFC to address from a genome-wide perspective the contribution of the HX motif to Hox-PBC interactions in vivo.\n\nResults obtained in cultured cells as well as in the developing Drosophila and chick embryos demonstrate that in the case of a few Hox proteins (3 out of the 12) the HX is predominant for mediating Hox-PBC interactions. The large majority of investigated Hox proteins are, however, not significantly impaired in their PBC interaction potential following HX mutation. These findings indicate that the HX is often and widely dispensable for Hox/PBC assembly in vivo.\n\nA recent functional study of AbdA protein motifs corroborates our BiFC observations. In this work, the requirement of the HX has been assessed for a large set of AbdA-controlled events, including target gene regulation, phenotypic, and behavioral traits [56]. It was shown that the HX mutation was not essential for most Exd-dependent functions of AbdA, which could be explained by the takeover of the Exd-recruiting function by the alternative TDWM and UbdA motifs.\n\nImportantly, our results do not contradict previous studies highlighting a role of the HX for Hox-PBC assembly, even for proteins for which we report a wide HX-dispensability. Our conclusions are drawn from the quantification of fluorescent signals in the entire nucleus, scoring Hox-PBC interactions at the genome-wide level, which represents hundreds of target loci. Through this approach, loss of HX-dependent Hox-PBC interactions at a few target loci would not be detectable. The absence of BiFC variations upon the HX mutation can thus not be interpreted as a complete dispensability for PBC recruitment, which is best illustrated by Antp that requires the HX to activate the tsh target gene [28], whereas BiFC reveals a wide dispensability. In summary our data indicate that the HX should not be considered as the unique and most frequently used Hox protein motif for PBC recruitment in vivo.\n\n        Influence of the Meis-Class Proteins on the Mode of Hox-PBC Interactions\n        \nThe BiFC approach presents the advantage of measuring the interaction potential in the context of all partners that could assist Hox/PBC complex assembly in vivo. Such partners may influence the mode of Hox-PBC interactions, eventually leading to a dispensability of the HX for Hox/PBC complex formation. This hypothesis was tested by investigating the role of Meis-class proteins, which have been described to participate in Hox/PBC complexes for the regulation of several target genes. Our analysis established two modes of HX dispensability, which are dependent or not on the presence of Meis-class proteins (Figure 8). Results obtained with cnidarian Hox proteins also suggest that alternative Hox-PBC interaction modes were ancestrally Meis-dependent. Given that PBC and Meis proteins are thought to be constitutive interacting partners during embryogenesis, we speculate that the role of Meis on Hox-PBC interactions could potentially take place in most PBC-expressing cells. Thus, Hox proteins can be distinguished both by the nature of their PBC interaction mode and by their dependency towards the Meis partner for revealing it. The dependency towards Meis proteins was further shown to rely on Meis binding to DNA, as demonstrated by the strict requirement of Meis DNA-binding for unmasking HX-dispensability.\n\nIn Drosophila, it is interesting to note that the only Hox proteins which were described to achieve their regulatory activities in absence of HD-containing isoforms of Hth were Lab and Scr [49]. Accordingly, the formation of Lab/Exd/Hth or Scr/Exd/Hth complexes in vitro is more sensitive to the DNA-binding of Exd than to the DNA-binding of Hth [48]. On the contrary, Ubx and AbdA are more sensitive to the loss of Hth DNA-binding for trimeric complex assembly in vitro [48],[49] and for regulating their respective physiological target enhancers in vivo [49],[58]. These data suggest that Meis DNA-binding could be more critical for Hox proteins displaying alternative PBC interaction modes than for Hox proteins displaying a unique HX-dependent interaction mode.\n\nThe understanding of the molecular mechanisms by which Meis proteins could influence Hox-PBC interactions will require the resolution of Hox/PBC/Meis/DNA structures. We speculate that Hox-PBC interactions that are strongly remodeled by Meis likely rely on PBC-Meis and Hox-Meis interactions. Although the formation of PBC/Meis complexes is well established, interactions between Hox and Meis proteins were rarely described. Meis proteins can form cooperative DNA-binding complexes with vertebrate Hox proteins of posterior paralog groups [59], but interactions with more anterior Hox proteins have only been described in a DNA-binding-independent context [60]. In our EMSA experiments, no Hox-Meis DNA-binding complex was observed, except with the HX-mutated form of AbdB. Hox-Meis interactions could thus require the presence of the PBC cofactor to be stabilized, eventually leading to alternative Hox-PBC contacts. In that “ménage-à-trois,” the existence of Hox-PBC and Hox-Meis interactions have the advantage to expand the range of molecular strategies that could be used by Hox proteins to assemble into a trimeric complex.\n\nIn the case of Hoxb6, results highlighted a different role for the Meis partner, restricting the interaction potential to an HX-mediated interaction on the ant/centbis probe. Meis-class proteins can thus exert two opposite roles on Hox/PBC assembly. Both roles are consistent with a function influencing the conformation of the Hox and/or PBC proteins, which might ultimately result either in favoring HX-alternative modes of PBC interaction or in restricting it to an HX-dependent mode. The output of Meis-mediated changes in Hox and/or PBC conformations depends on the identity of the Hox protein, but also on specific features of the DNA target sequence, as evidenced by the observation that binding sites can be completely biased towards HX-dependent modes of PBC recruitment (example of PRS for Hoxb8 or ant/centbis for Hoxb7), even in the presence of the Meis partner (example of ant/centbis for Hoxb6 and Hoxb7). Such allosteric effects of DNA on protein complex assembly have also been described in a few instances [15],[57],[61].\n\n        Diversity in Hox-PBC Interaction Modes: Implications for Hox Protein Function\n        \nThe dispensability of the HX for PBC recruitment in several central and posterior Hox proteins implies the existence of multiple Hox-PBC interaction modes, which was experimentally investigated in the case of the Drosophila Ubx and AbdA proteins. BiFC showed that the wide dispensability of the HX was due to the preponderant role of one motif in Ubx, the UbdA motif, or two motifs in AbdA, the TDWM and UbdA motifs. This use of protein motifs for Hox-PBC complex assembly at the genome-wide scale is also apparent at the level of a single Hox-PBC target gene, as exemplified by the regulation of the DllR enhancer (this study and [28],[56]). The PBC-recruiting motifs of AbdA were also described to act in a selective, additive, or interactive way for controlling other known PBC-dependent functions [56], illustrating the potential extreme modularity of PBC interaction modes depending on the Hox protein and/or the developmental context considered. Interestingly, the UbdA motif is only found in Ubx/AbdA paralog proteins of protostomes [55], while the TDWM motif is only found in AbdA proteins of insects [56], supporting the view that diversifying Hox-PBC interaction modes could set the bases for distinguishing Hox protein functions from different paralog groups.\n\nDistinct Hox-PBC interaction modes have recently been proposed to affect the way Hox proteins interact with DNA. This model is supported by experimental evidence showing that paralog-specific motifs could facilitate the interaction with the PBC cofactor and hence the cooperative DNA-binding of the resulting dimeric complex [44]. In addition, it was also noticed that the regulation of specific Scr, Ubx, and AbdA target genes correlated with the use of different PBC-recruiting motifs for the complex assembly [62]. This result suggests that distinct Hox-PBC interaction modes could be responsible for distinct DNA-binding specificities in vivo. The underlying molecular mechanisms remain, however, difficult to apprehend, since no target enhancer has been shown to be regulated by a specific Hox-PBC interaction mode. On the contrary, the few paralog-specific target enhancers characterized so far often tolerated the DNA-binding of at least two different Hox/PBC/Meis complexes (see, for example, [57] or [48]).\n\nFinally, Hox functional specificity has also been proposed to rely on mechanisms controlling the regulatory potential [26],[63],[64]. Within this functional context, distinct Hox-PBC interaction modes could influence post-DNA-binding regulatory mechanisms for specifying Hox transcriptional activities. This hypothesis is supported by a recent study showing that switching the Ubx/Exd/Hth complex assembly from an UbdA to a HX-dependent interaction mode decreased the overall repressive activity of the complex on the Dll enhancer without affecting its DNA-binding properties [65]. Thus, multiple Hox/PBC interaction modes could also play important roles for shaping the interface between Hox/PBC/Meis complexes and specific corepressors and/or coactivators. Such a molecular strategy could help discriminating Hox functions in absence of clear distinct DNA-binding preferences.\n\n      Materials and Methods\n      \n        Fusion Protein Constructs and Transgenic Lines\n        \nHox and Pbx variants were generated by PCR from full-length complementary DNAs and restriction-cloned in fusion with the C-terminal (VC) or N-terminal (VN) fragment of Venus in the appropriate vector (see Table S1 for a complete list of all constructs). Primers used are available upon request. For all fusion constructs, a linker of five amino acids was added to separate the Venus fragment from the protein of interest. All constructs were sequence-verified before using. Transgenic lines were established either by the PhiC-31 integrase system (with the pUASTaatB vector; [38]) or by classical P-element (with PUAST vector) mediated germ line transformation. Experimental conditions allowing physiological levels of expression were established as already described [37].\n\n        Fly Stocks\n        \nGal4 drivers used are: engrailed (en)-Gal4, Antp-Gal4, Ubx-Gal4, abdA-Gal4, and AbdB-Gal4 [37],[39].\n\n        BiFC Analysis in Drosophila Embryos\n        \nFly crosses for BiFC analyses were set up at the defined temperature overnight. After removal of the flies, embryos were kept at 4°C for 28 h before live imaging. To visualize complementation between split Venus fragments, living embryos were dechorionated and mounted in the halocarbon oil 10S (commercialised by VWR). To quantify the BiFC signals, unsaturated images of ectodermal fluorescence were taken in embryos of desired stage (with a minimum of 10 embryos by condition) using a LSM510 confocal microscope (Zeiss). For Venus fluorescence, filters were adjusted at 500 nm for excitation and 535 nm for emission. Identical parameters of acquisition were applied between the different genotypes. Number and intensity of all the pixels (for each embryo) were measured using the histogram function of the ImageJ Software. Quantification of fluorescence complementation was shown for each condition by boxplot representation using R-Software. Boxplot depicts the smallest value, lower quartile, median, upper quartile, and largest value for each condition. Black points correspond to individual measures.\n\n        BiFC Analysis in the Trunk Neural Tube of Chick Embryos\n        \nFertilized chick eggs were obtained from a commercial source (EARL Morizeau, Dangers, France) and incubated at 38°C in a humidified incubator. Embryos were staged according to the developmental table of Hamburger and Hamilton “HH” (1992) or according to days of incubation. All electroporations were performed in ovo. Embryos were co-electroporated with a vector encoding a red fluorescent protein (pIRES-2-mCherry; 0.05 µg/µl) and two BiFC vectors (0.7 µg/µl each). The DNA was microinjected into the lumen of the neural tube at the trunk level of HH10–11 chick embryos with micropipettes. Platinum electrodes were placed parallel to the trunk neural tube and placed just beneath the surface, submerged in albumen. A square-wave stimulator (Intracell, TSS20 ovodyne electroporator, and EP21 current amplifier) was used to deliver five pulses of current at 25 volts for 50 ms wide in a 50 ms interval. With unilateral pulses, only the right part of neural tubes is transfected. Embryos were allowed to develop for 24 h and were processed for visualization. To quantify BiFC, unsaturated images of neural tube fluorescence were taken (with a minimum of 10 embryos by condition) using a LSM510 confocal microscope (Zeiss). Identical parameters of acquisition were applied between the different genotypes. Each experiment was conducted independently three times.\n\n        BiFC Analysis in COS7 Cells\n        \nCOS7 cells were maintained in Dulbecco's modified Eagle's medium (1 g/L glucose, Invitrogen) supplemented with10% foetal bovine serum (Invitrogen), 100 IU/ml penicillin, and 100 µg/ml streptomycin (Invitrogen) at 37°C in a humidified 5%CO2 atmosphere. 24 h before transfection, 105 cells were plated on glass coverslips. Transfections were carried out using the JetPRIME reagent (Polyplus), with a total amount of 500 ng of DNA: 300 ng of the VN- fusion vector, 70 ng of the VC-fusion vector, and 130 ng of pCat. Cells were fixed 24 h after transfection, and coverslips were mounted on glass slides with Vectashiel+Dapi (Vector) and observed under a confocal microscope. For control experiments, fixed cells were submitted to an immmunohistochemistry using a rabbit polyclonal anti-GFP (Invitrogen A11122) diluted 1/200 as primary antibody, and a goat anti-rabbit IgG-AF555 (Molecular Probes 4413) diluted 1/750 as secondary antibody.\n\n        Immunostainings\n        \nImmunodetections in Drosophila embryos, chick embryos, and COS7 cells were performed according to standard procedures. The antibodies used were: rat anti-HA (Molecular probe, Invitrogen, CA, USA; 1/500), chicken anti-GFP (Promega, WI, USA; 1/500 in Drosophila and chick embryos), and rabbit anti-GFP (Invitrogen A11122; 1/200 in COS7 cells).\n\n        Protein Expression and Electrophoretic Mobility Shift Assays\n        \nConstructs for EMSAs were cloned in the PcDNA3 vector and sequence-verified before using. Proteins were produced with the TNT-T7-coupled in vitro transcription/translation system (Promega). Production yields of wild type and mutated counterpart proteins were estimated by 35S-methionine labeling. EMSAs were performed as described previously. The sequence of the Drosophila labeled probes is provided below: DllRcon : 5′-TATTTGGGCCATAAATCATTCCCGCGGACAGTT-3′, EVIII : 5′-TTTGTCGCAATCGTGATCAATTACAGCTGACTGGGTTG-3′, apME680 site 1: 5′-TGAAATGCGCCAATTATTTTGATTAATGCCAAAGAA-3′; Box2 from the tsh epidermal enhancer: 5′-TCATGGACTGAAAACCATAAATTTGATAATTGACTTTCCAC-3′, Rho : 5′-CAGTTCATTGATTGACATTTTTATTATGCATATTC-3′, CycE : 5′-TCTGATCAATGTCAAAAGATAATTTATTATTTGAGTAGCCTTTAA-3′, Fkh : 5′- CTCAATGCAAGATTAATCGCCAGCTGTGGGACGAGG-3′; DllR: 5′-TATTTGGGAAATTAAATCATTCCCGCGGACAGTT-3′.\n\n      Supporting Information"
}