{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0060290",
  "doi": "10.1371/journal.pbio.0060290",
  "externalIds": [
    "pii:08-PLBI-S-4430",
    "sici:plbi-06-11-13s",
    "pmid:20076697",
    "pmcid:PMC2586371"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A Social Amoeba Discriminates in Favor of Kin",
  "authors": [
    {
      "name": "Robin Meadows",
      "first": "Robin",
      "last": "Meadows"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2008-11",
  "dateElectronic": "2008-11-25",
  "volume": "6",
  "number": "11",
  "pages": "e290",
  "tags": [
    "Discipline/Evolutionary Biology",
    "Type/Synopsis"
  ],
  "fullText": "Though seemingly simple life forms, microorganisms can display surprisingly complex behaviors, such as altruism and cheating, that are more often associated with “higher” organisms. This paradox makes microorganisms—which are more amenable to laboratory investigations than, say, dolphins or elephants—ideal for investigating social evolution. Take the social amoeba Dictyostelium discoideum. When food is plentiful, these amoebae live in soil as single cells, feasting on bacteria. But when starved, they converge by the tens of thousands, migrate toward the soil surface, and form a multicellular fruiting body with a ball of spores at the tip. Although most cells become spores, about a fifth of the amoebae die and become the stalk that lifts the spores above the ground, increasing their chances of dispersing to more favorable environments.\n\nThe Strassmann and Queller laboratory previously found that two different D. discoideum strains will cooperate to form fruiting bodies that contain a mix of cells. But one strain often takes advantage of the other's altruism by failing to contribute its fair share of cells to the stalk. The prevalence of cheating raises the question of whether these social amoebae also have safeguards against this exploitation.\n\nNew research, part of an ongoing collaboration between the Strassmann and Queller laboratory at Rice University and the Shaulsky laboratory at Baylor College of Medicine, suggests that they do. Cooperation and altruism rest, in part, on being able to cooperate preferentially with kin, which share genes and so benefit from each others' success. Thus, researchers Elizabeth Ostrowski (of the Strassmann and Queller laboratory) and Mariko Katoh (of the Shaulsky laboratory) asked whether cooperation between D. discoideum strains depends on how genetically similar the strains are. They compared the laboratory strain AX4 to 14 wild strains collected at sites from Massachusetts to Costa Rica. This represents a broad swathe of the species' natural range, which is primarily forest soils in eastern North America and East Asia.\n\nThe researchers estimated the wild strains' genetic similarity to the laboratory strain based on 12 repetitive DNA sequences called microsatellite loci, which provide a good measure of genetic distance. They assessed cooperation by labeling the laboratory strain with the gene for green fluorescent protein (AX4-GFP) and mixing it pair-wise with each of the wild strains. Each mixture was half-and-half labeled and unlabeled amoebae. After the mixtures formed fruiting bodies, the researchers determined the ratio of fluorescent to nonfluorescent spores.\n\nThe results showed that when single-celled amoebae from two D. discoideum strains are combined, the extent of mixing in the multicellular fruiting bodies depends on the genetic similarity of the strains. At one end of the continuum, genetically similar strains formed well-mixed fruiting bodies. At the other end, strains that are genetically distant formed fruiting bodies dominated by one strain or the other.\n\nGenetically distant strains could potentially sort themselves out either before or after converging into the multicellular masses that form fruiting bodies. To find out which is the case, the researchers labeled the laboratory strain with the gene for red fluorescent protein (AX4-DsRed) and labeled a wild strain that is distantly related to AX4 with the gene for green fluorescent protein (QS44-GFP). When combined half-and-half, all of the individual amoebae from these two strains initially converged toward the sites where multicellular masses formed. But then, these cell mixtures began to segregate by strain, forming separate masses as well as areas within masses that were dominated by one strain or the other. The finding that amoebae discriminate after converging suggests that genetically distant strains do not separate based on differences in chemoattractants or developmental timing, both of which can reduce mixing of cells from different species.\n\nRather, the answer may lie in how well strains stick to each other. Previous work has shown that cell-to-cell adhesion plays a role in the amoebae's convergence as well as in their separation into the stalk and spore of the fruiting body. In addition, D. discoideum mutants lacking the cell adhesion molecule gp80 do not mix well with wild-type strains under some conditions. Similarly, genetically distant strains may discriminate each other based on differences in cell adhesion.\n\nThe researchers hypothesize that discrimination in D. discoideum evolved to keep cooperation in the family, thus protecting these social amoebae from being victimized by cheaters. This interpretation fits with a number of previous findings. Even though there are many strains of D. discoideum living close together in the wild, lots of fruiting bodies are dominated by a single strain. And even though cheaters are widespread in the wild, they live near victims without wiping them out. Being able to avoid cheaters could also help explain this social amoeba's altruistic act of sacrificing cells to form the stalk of the fruiting body.\n\nBecause D. discoideum has long been studied to understand the mechanisms of developmental processes, the species' genetics is well-known. With so many tools for studying the genetics of this organism at their disposal, researchers investigating social evolution may ultimately be able to identify the genes underlying cooperation and conflict."
}