{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000540",
  "doi": "10.1371/journal.pbio.3000540",
  "externalIds": [
    "pii:PBIOLOGY-D-19-00407",
    "pmid:31770366",
    "pmcid:PMC6903767"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Loss of adenomatous polyposis coli function renders intestinal epithelial cells resistant to the cytokine IL-22",
  "authors": [
    {
      "name": "Yu Chen",
      "first": "Yu",
      "last": "Chen",
      "affiliation": "Cell and Developmental Biology, School of Life Sciences, University of Dundee, Dundee, United Kingdom; MRC Protein Phosphorylation and Ubiquitylation Unit (PPU), School of Life Sciences, University of Dundee, Dundee, United Kingdom; Cell Signalling and Immunology, School of Life Sciences, University of Dundee, Dundee, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-5765-6209"
      ]
    },
    {
      "name": "Maud Vandereyken",
      "first": "Maud",
      "last": "Vandereyken",
      "affiliation": "MRC Protein Phosphorylation and Ubiquitylation Unit (PPU), School of Life Sciences, University of Dundee, Dundee, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-6169-7396"
      ]
    },
    {
      "name": "Ian P. Newton",
      "first": "Ian P.",
      "last": "Newton",
      "affiliation": "Cell and Developmental Biology, School of Life Sciences, University of Dundee, Dundee, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-5083-0585"
      ]
    },
    {
      "name": "Ignacio Moraga",
      "first": "Ignacio",
      "last": "Moraga",
      "affiliation": "Cell Signalling and Immunology, School of Life Sciences, University of Dundee, Dundee, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-9909-0701"
      ]
    },
    {
      "name": "Inke S. Näthke",
      "first": "Inke S.",
      "last": "Näthke",
      "affiliation": "Cell and Developmental Biology, School of Life Sciences, University of Dundee, Dundee, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-2420-4385"
      ]
    },
    {
      "name": "Mahima Swamy",
      "first": "Mahima",
      "last": "Swamy",
      "affiliation": "MRC Protein Phosphorylation and Ubiquitylation Unit (PPU), School of Life Sciences, University of Dundee, Dundee, United Kingdom; Cell Signalling and Immunology, School of Life Sciences, University of Dundee, Dundee, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3977-3425"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-11-26",
  "dateAccepted": "2019-11-07",
  "dateReceived": "2019-02-13",
  "volume": "17",
  "number": "11",
  "pages": "e3000540",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Animal models",
    "Animal studies",
    "Biochemistry",
    "Biological cultures",
    "Biological tissue",
    "Carcinogenesis",
    "Cell biology",
    "Cell staining",
    "Cellular types",
    "Digestive system",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animal studies",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biological cultures",
    "Discipline-v3/Biological tissue",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Carcinogenesis",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell staining",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Digestive system",
    "Discipline-v3/Epithelial cells",
    "Discipline-v3/Epithelium",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Gastrointestinal tract",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetics",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Mouse models",
    "Discipline-v3/Oncology",
    "Discipline-v3/Organ cultures",
    "Discipline-v3/Organoids",
    "Discipline-v3/Phosphorylation",
    "Discipline-v3/Post-translational modification",
    "Discipline-v3/Proteins",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Specimen preparation and treatment",
    "Discipline-v3/Staining",
    "Epithelial cells",
    "Epithelium",
    "Experimental organism systems",
    "Gastrointestinal tract",
    "Gene expression",
    "Genetics",
    "Model organisms",
    "Mouse models",
    "Oncology",
    "Organ cultures",
    "Organoids",
    "Phosphorylation",
    "Post-translational modification",
    "Proteins",
    "Specimen preparation and treatment",
    "Staining",
    "Type/Research Article"
  ],
  "abstract": "Interleukin-22 (IL-22) is a critical immune defence cytokine that maintains intestinal homeostasis and promotes wound healing and tissue regeneration, which can support the growth of colorectal tumours. Mutations in the adenomatous polyposis coli gene (Apc) are a major driver of familial colorectal cancers (CRCs). How IL-22 contributes to APC-mediated tumorigenesis is poorly understood. To investigate IL-22 signalling in wild-type (WT) and APC-mutant cells, we performed RNA sequencing (RNAseq) of IL-22–treated murine small intestinal epithelial organoids. In WT epithelia, antimicrobial defence and cellular stress response pathways were most strongly induced by IL-22. Surprisingly, although IL-22 activates signal transducer and activator of transcription 3 (STAT3) in APC-mutant cells, STAT3 target genes were not induced. Our analyses revealed that ApcMin/Min cells are resistant to IL-22 due to reduced expression of the IL-22 receptor, and increased expression of inhibitors of STAT3, particularly histone deacetylases (HDACs). We further show that IL-22 increases DNA damage and genomic instability, which can accelerate cellular transition from heterozygosity (ApcMin/+) to homozygosity (ApcMin/Min) to drive tumour formation. Our data reveal an unexpected role for IL-22 in promoting early tumorigenesis while excluding a function for IL-22 in transformed epithelial cells.",
  "fullText": "Introduction\n\nChronic inflammation is positively associated with intestinal tumorigenesis [1,2]. Recent data have particularly implicated the cytokine Interleukin-22 (IL-22) in colorectal cancers (CRCs). Consistently, IL-22 producing cells are enriched in human CRC and associated with its development [3–5]. IL-22 is produced by type 3 innate lymphoid cells (ILCs), CD4+ and CD8+ T cells, and γδ T cells during intestinal inflammation [4,6–9]. IL-22 binds to the IL-22 receptor, which is composed of two heterodimeric subunits, the interleukin 22 receptor subunit alpha 1 (IL-22RA1) and the interleukin 10 receptor 2 (IL-10R2) [10,11]. In the intestine, IL-22 receptor expression is restricted to non-haematopoietic cells, particularly intestinal epithelial cells [12]. IL-22 activates the signal transducer and activator of transcription 3 (STAT3) pathway and regulates intestinal epithelial functions, including tissue repair, mucus secretion, and antimicrobial activity [7,12–14]. Increasing evidence indicates that IL-22 not only facilitates tissue protection but also has prosurvival and proliferative effects that can promote CRC [8,15–18].\n\nInactivating mutations in the tumour suppressor adenomatous polyposis coli gene (Apc) cause intestinal tumorigenesis and are a major cause of hereditary CRC [19], a condition known as familial adenomatous polyposis (FAP). In FAP patients, adenomatous polyps are present throughout the colon and develop into cancer if left untreated. In addition to FAP, inactivating mutations in the Apc gene are present in more than 80% of nonhereditary CRCs [20]. APC is best known as a negative regulator of Wnt signalling, contributing to regulation of cell proliferation and differentiation [21,22]. The ApcMin/+ (multiple intestinal neoplasia [Min]) mice mimic FAP intestinal tumorigenesis and carry a truncated, non-functional version of the Apc gene on one allele. Spontaneous loss of heterozygosity (LOH) in intestinal epithelial cells leads to loss of the wild-type (WT) Apc allele (ApcMin/Min genotype). The resulting increased Wnt signalling and other epithelial changes together lead to adenoma (polyp) formation in the intestine. In this and other Apc-deficient mouse models, inflammatory cytokines are established augmenting factors for intestinal cancer development [23,24]. Consistent with the idea that IL-22 might also play a role in this process, Il22−/−ApcMin/+ mice develop fewer and smaller tumours than Il22+/+ApcMin/+mice [16]. However, it is not clear how IL-22 impacts on APC-mutant cells to increase tumorigenesis.\n\nThe aim of our study was to understand how IL-22 contributes to intestinal tumorigenesis in ApcMin/+ mice and determine whether loss of APC function affects the cellular response to IL-22. To this end, we performed RNA sequencing (RNAseq) on intestinal organoids from WT and ApcMin/+ mice composed of ApcMin/Min cells to measure intestinal epithelial responses to IL-22 stimulation. Organoids are primary intestinal epithelial cell cultures that grow in 3 dimensions [25]. Importantly, organoids contain only intestinal epithelial cells–including stem cells, Paneth cells, enteroendocrine cells, goblet cells, and enterocytes but no immune or stromal cells, allowing us to identify the direct effects of IL-22 on small intestinal epithelia. We found that, surprisingly, APC-deficient cells were resistant to stimulation by IL-22. This was due to both reduced expression of the IL-22 receptor and high expression of negative regulatory histone deacetylases (HDACs). Conversely, ApcMin/+ heterozygous cells responded to IL-22 similarly to WT cells by up-regulating cellular stress responses involved in the production of reactive nitrogen species. This stress response correlated with enhanced DNA damage, which in turn correlated with the accelerated transformation of ApcMin/+ cells to ApcMin/Min genotype in the presence of IL-22, which ultimately leads to development of adenomas.\n\nMaterials and methods\n\nEthics statement\n\nAll animal studies and breeding were approved by the University of Dundee ethical review committee and were performed under a UK Home Office project license (project licenses PPL60/4172, 70/8813, and PD4D8EFEF) in accordance with the Animal Scientific Procedures Act (1986). All study plans were approved by the Named Veterinary Surgeon and Compliance Officer of the Biological Resource Facility, University of Dundee.\n\nMice and treatment\n\nHealthy C57BL/6J WT male or female adult mice between 60 and 120 days old bred in-house were used for preparing WT organoids. For ApcMin/Min organoids or ApcMin/+ organoids, ApcMin/+ adult (male or female) mice aged approximately 90 days or 60 days, respectively, were used. Mice were maintained in a standard barrier facility on a 12-hour light/dark cycle at 21°C, 55%–65% relative humidity. Mice tested negative for all pathogens on the current FELASA list, except for Helicobacter spp. Mice were maintained in standard individually ventilated cages with Eco-Pure Chips 6 and were fed an autoclaved R&amp;M3 diet (Special Diet Services, Essex, UK) and autoclaved water ad libitum, and cages were changed at least every 2 weeks.\n\nFor short-term IL-22 treatment, WT or ApcMin/+ mice aged 90 days were injected intraperitoneally with 1 μg IL-22, and PBS-injected mice were used as a nonstimulated control. Mice were sampled 1–24 hours after treatment. For longer-term treatments, WT or ApcMin/+ mice aged 28–35 days were injected intraperitoneally with 1 μg of IL-22 or PBS or were left untreated, twice every week for 4 weeks. One week after the last injection, intestines were harvested, and polyp load was assessed.\n\nIntestinal organoid culture and treatment\n\nSmall intestines of C57BL/6J mice were longitudinally opened and washed with PBS. Villi were removed by scraping with a glass coverslip. Following further PBS washes, small intestinal tissue was incubated in 3 mM EDTA in PBS at 4°C for 20 minutes. After being shaken for 1 minute, the tissue was removed, and the crypts were collected by centrifugation at 100g for 3 minutes at 4°C. Crypts were washed with PBS and incubated with TrypLE Express (Thermo Fisher Scientific, Waltham, MA) at 37°C for 5 minutes. Cells were suspended in Advanced DMEM/F12 (ADF) medium (Thermo Fisher Scientific) and were passed through a 40 μm cell strainer (Greiner, Kremsmunster, Austria). After centrifugation at 2,000 rpm for 3 minutes, cells were resuspended in Matrigel (Corning, NY) and were plated onto 24-well plates. For WT or ApcMin/+ organoid culture, cells were incubated in a 37°C 5% CO2 incubator for 15 minutes and were then supplemented with crypt medium (ADF medium supplemented with HEPES [Thermo Fisher Scientific], GlutaMax-1 [Thermo Fisher Scientific], N-acetylcysteine [10 mM, Sigma, St. Louis, MO], N2 [Thermo Fisher Scientific], B27 [Thermo Fisher Scientific]; 100 U/mL penicillin/100 μg/mL streptomycin [Thermo Fisher Scientific]) that was further supplemented with EGF (50 ng/mL, Thermo Fisher Scientific), Noggin (100 ng/ml, Peprotech, London, UK), R-Spondin–conditioned medium, valproic acid (VPA; 1 μM, Sigma), and ROCK Inhibitor Y27632 (Sigma). R-Spondin–conditioned medium [26] was produced from stably transfected L-cells (gift from Owen Sansom). After 48-hour incubation, medium was replaced by crypt medium supplemented with EGF, Noggin, and R-Spondin. For ApcMin/Min organoid culture, crypt medium containing EGF, Noggin, and R-Spondin was used for the first 48 hours. ApcMin/Min organoids were then cultured in crypt medium alone for a week before the medium was replaced with crypt medium supplied with EGF, Noggin, and R-Spondin. Medium was replaced every 2 days. Organoids were passaged approximately every 4 to 6 days. Organoids were used for experiments at day 3 after passaging. For IL-22 stimulation experiment, organoids were treated with IL-22 (Peprotech, London, UK). Concentration and duration are described in the figure legends. For HDAC inhibition, organoids were incubated with sodium butyrate (NaBu) (1 mM; Sigma, St. Louis, MO), VPA (1 μM, Sigma, St. Louis, MO), or Trichostatin A (TSA; 50 nM, Sigma) for 16 hours before stimulation with IL-22 (10 ng/mL) along with media containing the corresponding HDAC inhibitor for 3 hours.\n\nImmunohistochemistry\n\nFor immunohistochemistry (IHC), small intestine was removed and fixed in 4% PFA at 4°C overnight. After processing and paraffin embedding, specimens were cut into 5 μm sections and placed onto SuperFrost Plus Adhesion Slides (Thermo Fisher Scientific, Waltham, MA) and dried at 60°C overnight. Slides were deparaffined with Histo-Clear (National Diagnostics) and dehydrated through graded ethanol solutions. For antigen retrieval, EDTA buffer (1 mM EDTA, 0.05% Tween 20 [pH 8]) was used for phosphorylated STAT3 (pSTAT3) and β-catenin costaining, and sodium citrate buffer (10 mM sodium citrate, 0.05% Tween 20 [pH 6.0]) for RegIIIγ and β-catenin costaining. Slides were rinsed in PBS and incubated with blocking buffer 1 (PBS, 2% BSA) for 15 minutes, followed by incubation with blocking buffer 2 (PBS, 1% BSA, 0.3% Triton) for 15 minutes. Slides were covered with primary antibodies diluted in blocking buffer 2 for 3 hours. Primary antibodies used included anti-β-catenin (1:200, BD, 610154), pSTAT3 (Tyrosine 705) (1:200, Cell Signaling, Danvers, MA, 9145), anti-RegIIIγ (1:200; gift from Lora Hooper), anti-HDAC1 (1:400, Cell Signaling, Danvers, MA, 34589), and anti-HDAC2 (1:1000, Cell Signaling, Danvers, MA, 5113). After TBST (TBS, 0.1% Tween-20) washes, slides were incubated with Alexa Fluor conjugated secondary antibody (1:500, Thermo Fisher Scientific, Waltham, MA) and DAPI (1 μg/ml, Thermo Fisher Scientific, Waltham, MA) for 30 minutes. After TBST washes, the cover slides were mounted on glass slides with Prolong Gold Antifade media (Thermo Fisher Scientific). Images were analysed in Imaris software (Bitplane, Zurich, Switzerland) or Fiji software [27].\n\nImmunofluorescence staining of intestinal organoids\n\nFor imaging and immunofluorescence, organoids were grown in Matrigel on 8-well μ-slides (Ibidi, Grafelfing, Germany). Organoids were fixed in prewarmed (37°C) 4% paraformaldehyde (pH 7.4; Sigma, St. Louis, MO) for 20 minutes at 37°C. Organoids were permeabilized by using permeabilization buffer (PBS, 1% Triton X-100) for 1 hour, followed by blocking step with blocking buffer (PBS, 1% BSA, 3% normal goat serum, 0.2% Triton X-100) for 1 hour at room temperature. Organoids were then incubated with primary antibody diluted in working buffer (PBS, 0.1% BSA, 0.3% normal goat serum, 0.2% Triton X-100) overnight at room temperature. Primary antibodies used were as follows: anti-Phospho-Stat3 (Tyrosine 705) (1:100, Cell Signaling, Danvers, MA, 9131), anti-Phospho-Histone H2A.X (Serine139) (also known as γH2AX), 1:200, Cell Signaling, 9718), and anti-IL22RA1 (1:200, Thermo Fisher Scientific, 496514). After washes with working buffer, organoids were incubated with Alexa Fluor conjugated secondary antibody (1:500, Thermo Fisher Scientific) and Hoechst 33342 (5 μg/mL; Thermo Fisher Scientific) overnight at room temperature. Organoids were then washed with working buffer and were mounted with ProLong Gold antifade mountant (Thermo Fisher Scientific). Immunofluorescence was visualized under Zeiss 710 confocal microscope. Images were analysed by using Imaris software (Bitplane, Zurich, Switzerland).\n\nWestern blotting\n\nOrganoids were washed with ice-cold PBS, and cell pellets were lysed in lysis buffer (40 mM Tris-HCl [pH 7.5], 120 mM NaCl, 0.27M sucrose, 1 mM EDTA [pH 8], 1 mM EGTA, 10 mM β-glycerophosphate, 5 mM sodium pyrophosphate, 1% Triton X-100) containing protein and phosphatase inhibitors. Proteins were separated on NuPAGE 4%–12% Bis-Tris Protein Gels (Thermo Fisher Scientific) and were transferred to Protran nitrocellulose membrane (0.2 μm‎, GE Healthcare, Chicago, IL). Immunoblotting was performed with primary antibodies diluted in 5% BSA/TBS-Triton overnight at 4°C. Primary antibodies used were as follows: anti-Phospho-Stat3 (Tyrosine 705) (1:2000, Cell Signaling, Waltham, MA, 9131), anti-Stat3 (1:2000, Cell Signaling, 9139), anti-Phospho-Stat3 (Serine 727) (1:1000, Cell Signaling, 9134), anti-Phospho-Stat1 (Tyrosine 701) (1:1000, Cell Signaling, 9167), anti-Stat1 (1:2000, BD, Franklin Lakes, NJ, 610185), anti-TBP (1:2000, Proteintech, Chicago, IL, 66166-1-lg), anti-HDAC1 (1:1000, 06–720, Millipore, Burlington, MA), anti-HDAC2 (1:1000, Cell Signaling, 5113), anti-inducible nitric oxide synthase (iNOS) (1:200, Abcam, Cambridge, UK, ab15323), and anti-phospho H2AX (Serine 139) (γH2AX, 1:500, Biolegend, San Diego, CA, 613401). Blots were incubated with IRDye800/700-conjugated secondary antibodies (Rockland, Pottstown, PA, 1:5000) for 1 hour at room temperature. Proteins were detected with LiCor Odyssey Imager (Licor Biosciences, Lincoln, NE. Western blots were analysed in Image Studio Lite 5.2 software (Licor Biosciences).\n\nQuantitative real-time reverse transcription polymerase chain reaction\n\nTotal RNA was isolated from organoids by using NucleoSpin RNA Isolation Kit (Macherey-Nagel, Duren, Germany). cDNA was prepared from total RNA by using qScript cDNA Synthesis Kit (QuantaBio, Beverly, MA). Real-time polymerase chain reaction (PCR) was performed by using PerfeCTa SYBR green FastMix for iQ (QuantaBio) in a quantitative PCR (qPCR) machine (CFX-Connect Real-Time System, Bio-Rad, Hercules, CA). Primers (Eurofins MWG, Ebersberg, Germany) used are shown in S1 Table.\n\nRNAseq\n\nWT or ApcMin/Min organoids were stimulated with IL-22 (2 ng/mL) for 3 hours. Total RNA was isolated from organoids by using NucleoSpin RNA isolation Kit (Macherey-Nagel). RNAseq was performed by the Finnish Microarray and Sequencing Centre and analysed by the Bioinformatics Unit, Turku Centre for Biotechnology, Finland. In brief, RNA was prepared for the sequencing using Illumina TruSeq Stranded mRNA sample Preparation Kit. mRNA was sequenced with the HiSeq 2500 instrument using single-end sequencing chemistry and 50 bp red length. STAR version 2.5.2b was used to align the reads against the reference genome. The “Subreads” package (version 1.5.1) was then used to associate reads with known genes and to count the number of reads associated with each gene. The read counts were normalised using the TMM normalisation method of the edgeR R/Bioconductor package. The TMM normalised counts are represented as Reads Per Kilobase of exon per Million reads mapped (RPKM) values.\n\nFor group comparison, statistical testing between paired samples in the groups was performed in R package Limma (Bioconductor). For functional analysis, topGO and GOstats packages in R/Bioconductor were used for the enrichment analysis of differentially expressed filtered gene lists. Further analyses were performed using the DAVID Functional Annotation tools (https://david.ncifcrf.gov). Heatmaps were prepared using Morpheus software (https://software.broadinstitute.org/morpheus) and the Viridis colour palette. Fully annotated data from each comparison are available in S2–S5 Tables. The complete raw and normalized data are available in the NCBI Gene Expression Omnibus database (https://www.ncbi.nlm.nih.gov/geo; accession number GSE139332).\n\nFlow cytometry\n\nTo prepare single cell suspensions, organoids were dissociated by incubation with TrypLE Express at 37°C for 5 minutes. Cells were collected by centrifugation at 2,000 rpm for 2 minutes. For IL-22RA1 staining, cells were stained with IL-22RA1 antibody (1:100, Proteintech, Chicago, IL, 13462-1-AP) for 30 minutes on ice. After being washed with staining buffer (PBS, 1% FBS, 2 mM EDTA), cells were incubated with Donkey Anti-Rabbit Alexa Fluor 647 antibody (1:500, ThermoFisher Scientific) for 30 minutes on ice. After being washed with staining buffer, cells were resuspended in staining buffer containing DAPI (2.5 μg/mL, Thermo Fisher Scientific).\n\nFor STAT3 staining, after incubation with TrypLE Express, single cells were incubated in 0.5 mL PBS containing LIVE/DEAD Fixable Blue Dead Cell Stain kit (1:1000, Thermo Fisher Scientific) on ice for 10 minutes. Cell were washed with staining buffer and then collected by centrifugation at 2,000 rpm for 2 minutes. Cells were fixed with 3 mL prewarmed 0.5% PFA/PBS at 37°C for 15 minutes and then washed with staining buffer. Permeabilization was performed by incubation with ice-cold 70% ethanol on ice for 10 minutes. After being washed with staining buffer, cells were stained with STAT3 antibody (1: 200, Cell Signaling, 9139) for 1 hour. After being washed with staining buffer, cells were stained with goat anti-mouse Alexa 568 antibody (Thermo Fisher Scientific) for 1 hour. After being washed with staining buffer, cells were resuspended in 500 μl staining buffer and analysed by LSRFortessa Cell Analyzer (BD, Franklin Lakes, NJ). Flow cytometry data were analysed by using FlowJo software version 9 (FlowJo, LLC, Ashland, OR).\n\nStatistical analysis\n\nAll statistical analyses were performed using Prism 7 (GraphPad, San Diego, CA). Methods of comparison are stated in figure legends, and normal distribution was assumed for all reverse transcription (RT)-qPCR data. For tumour numbers, normality and equal standard deviation were checked using the Shapiro-Wilks test and the Welch’s test, respectively. At least 3 independent experiments were performed for each data set. Mean ± standard deviation is shown in every figure.\n\nResults\n\nThe IL-22 regulated transcriptome in small intestinal epithelial cells\n\nIL-22 regulates multiple genes involved in antimicrobial defence, proliferation, and immune signalling. However, this varies according to cell type [14,28,29], and the effects of IL-22 on primary small intestinal epithelial cells have not yet been globally evaluated. To identify the responses of small intestinal epithelial cells to IL-22, we derived primary organoid cultures from WT murine small intestines and treated them with IL-22. We performed deep RNAseq on WT small intestinal organoids 3 hours after treatment with IL-22 to measure the global IL-22–regulated transcriptome. We chose this time point because we were interested in the immediate early effects of IL-22. The results showed that IL-22 significantly affected expression of 437 genes in WT organoids (Fig 1A and S1A Fig). Overwhelmingly, most of these were involved in immune response and defence against infection and stress (Fig 1B and 1C). These included genes with direct antimicrobial activity (e.g., Reg3g, Lcn2), genes involved in pathogen recognition and immune signalling (e.g., Tmem173 [STING1], Myd88), genes involved in mucus production and mucin glycosylation (e.g., Fut2, B4galt1), and those involved in the production of reactive nitrogen and oxygen species (e.g., Nos2, Duox1/2) (Fig 1B). Other up-regulated genes were involved in wound repair (e.g., Amphiregulin, Areg [17]) and have been recently implicated in CRC cell proliferation, such as Steap4 [30] and Lrg1 [31]. Notably, however, no cell cycle genes were induced by 3 hours, and many metabolic pathways were down-regulated, including the Aryl hydrocarbon receptor (AhR) pathway, recently implicated in maintaining the intestinal stem cell niche [32], and cellular lipid metabolism. We also did not find up-regulation of genes previously implicated in “cancer stemness,” such as Nanog, Sox2, or Dot1l [8]. However, we did detect some overlap with genes that have also been found to be up-regulated by IL-22 in colonic organoids [28]. Notable exceptions were genes involved in retinoic acid metabolism and vasculature development, which were not enriched in small intestine organoids (S1C and S1D Fig). In summary, the main role of IL-22 in the small intestine appears to be protection from infection, through synthesis of antimicrobial proteins, increased mucus production, and oxidative stress.\n\nDefective IL-22–mediated gene regulation in APC-mutant intestinal epithelial cells\n\nBecause IL-22 has been implicated in promoting stemness and proliferation in CRC cell lines [8,15–17], we asked how transformed small intestinal epithelial cells responded to IL-22. We treated transformed ApcMin/Min small intestine organoids [26] derived from ApcMin/+ mice with IL-22 and performed RNAseq. In contrast to WT cells, we found only a minute number of genes regulated by IL-22 in APC-mutant intestinal epithelial cell, and these were only detectable when reducing the stringency of the p-value threshold to p &lt; 0.1 (S1A Fig). Ten of the 11 up-regulated genes were also induced by IL-22 in WT cells, indicating that IL-22 did not activate a different gene transcription programme in transformed cells (Fig 2A). The nonresponsiveness of ApcMin/Min organoids to IL-22 was confirmed by RT-qPCR analysis (Fig 2B). Note that even at later time points, the gene transcription response to IL-22 was similarly reduced (Fig 2C), confirming that IL-22 did not activate a gene transcription programme in ApcMin/Min organoids.\n\nTransformed intestinal epithelial cells respond poorly to IL-22 due to specific down-regulation of the IL-22 receptor\n\nTo understand the almost complete lack of response to IL-22 in ApcMin/Min organoids, we investigated the activation of components of the IL-22 signalling pathway. The most prominent effect of IL-22 in epithelial cells is activation of Janus Kinase 1/Tyrosine kinase 2 (JAK1/Tyk2)-mediated phosphorylation of STAT3 at Tyrosine 705 to regulate gene expression [33]. We first measured STAT3 expression by flow cytometry and confirmed that WT and ApcMin/Min organoids have similar levels of STAT3 (S2A Fig). We then stimulated organoids with IL-22 and measured STAT3 phosphorylation at the activating residue Tyrosine 705 (pSTAT3) by immunostaining. IL-22 induced robust STAT3 phosphorylation in both WT and ApcMin/Min organoids (Fig 3A) with corresponding accumulation of pSTAT3 in the nucleus. However, consistently lower levels of pSTAT3 were induced in ApcMin/Min organoids compared to WT organoids (approximately 50% lower, Fig 3B). Moreover, this reduced response to IL-22 was neither improved after longer times nor was it improved when higher doses of IL-22 were used (Fig 3C and 3D). Phos-tag gels confirmed that a smaller proportion of the total STAT3 was phosphorylated in response to IL-22 in ApcMin/Min organoids (S2B Fig).\n\nThese data indicated that transformed ApcMin/Min intestinal epithelial cells are intrinsically defective in activating JAK1/Tyk2-mediated phosphorylation of STAT3 in response to IL-22. To determine whether this effect was specific to IL-22, we tested whether other cytokines also produced reduced activation of STATs in ApcMin/Min compared to WT organoids. IL-6 increases pSTAT3 in intestinal epithelial cells [34], and interferon (IFN)α activates STAT1 phosphorylation [35]. We treated organoids with the designer cytokine hyper IL-6 (a fusion of the soluble IL-6 receptor [sIL-6R] with IL-6), which bypasses the requirement for the IL-6 receptor α chain to directly activate the gp130 receptor [36], or with IFNα. We found that hyper IL-6 induced pSTAT3 (Fig 4A) and IFNα induced pSTAT1 (Fig 4B) similarly in WT and ApcMin/Min organoids (S2D Fig). Therefore, the reduced levels of pSTAT3 in ApcMin/Min organoids are specific to IL-22 responses.\n\nThese results suggest that the reduction in pSTAT3 levels in ApcMin/Min cells in response to IL-22 was caused by differences upstream of STAT activation, at the level of the cytokine receptor. Indeed, our RNAseq data revealed that mRNA for both IL-22 receptor subunits—Il22ra1 and Il10rb—and the signalling components Jak1 and Tyk2 were lower in ApcMin/Min than in WT organoids (S3A and S3B Fig). Further analysis by RT-qPCR confirmed that ApcMin/Min intestinal epithelial cells have significantly lower levels of Il22ra1 mRNA both in organoids and in polyps in vivo (Fig 4C). We also detected reduced cell surface and total IL-22 receptor expression on ApcMin/Min, but not on heterozygous ApcMin/+, intestinal epithelial cells (Fig 4D and 4E). This could explain the lower induction of pSTAT3 specifically in response to IL-22 in APC-mutant cells, because gp130 expression (il6st) was not down-regulated (S3A Fig).\n\nElevated levels of HDACs in APC-mutant intestinal epithelial cells inhibit STAT3 target gene transcription\n\nHyper IL-6 induced pSTAT3 to similar levels in WT and ApcMin/Min intestinal epithelial cells. Nonetheless, induction of the STAT3 target gene Reg3g was still lower in ApcMin/Min cells in response to IL-6 compared to WT, although Socs3 was equivalently induced (Fig 5A). On the other hand, IFNα-STAT1 target genes were equivalently induced in WT and ApcMin/Min cells (Fig 5B). This confirmed that transcriptional activation for some STAT3 target genes was compromised in ApcMin/Min intestinal epithelial cells.\n\nTranscription by STAT3 is regulated by a number of factors. In addition to phosphorylation at Tyrosine 705, IL-22 increases the phosphorylation of STAT3 at Serine 727, a site required for maximal STAT3 transcriptional activation [37]. In contrast to pSTAT3 (Tyrosine 705) induction, which was impaired in ApcMin/Min cells, we did not observe a difference in the level of IL-22–induced pSTAT3 (Serine 727) in WT and ApcMin/Min organoids (S2C Fig). Once STAT3 is activated, it recruits coactivators such as Nuclear receptor coactivator 1 (NCOA1) or CREB binding protein (CBP)/p300 to the promoter of a target gene. In addition, its activity can also be negatively regulated by type I HDACs, protein inhibitor of activated STAT3 (PIAS3), and suppressor of cytokine signaling 3 (SOCS3) [38–42]. Our RNAseq data revealed lower gene expression of the STAT3 coactivator Ncoa1 in APC-mutant cells and higher expression of Hdac1/2 (S3B Fig), but not of any of the other coregulators. We also detected higher protein expression of HDAC1 and HDAC2 in ApcMin/Min organoids (Fig 5C). Moreover, higher HDAC1 and HDAC2 expression was observed in ApcMin/Min small intestinal polyps compared with ApcMin/+ cells in vivo (Fig 5D). To further determine whether elevated HDACs contributed to lower expression of STAT3 target genes in APC mutant cells, we measured whether inhibition of HDACs by NaBu, TSA, and VPA could enhance STAT3 transcriptional activity. RT-qPCR results showed that 3 diverse HDAC inhibitors had a stronger effect on ApcMin/Min than WT organoids in restoring gene expression in response to IL-22 (Fig 5E). Regardless, HDAC inhibition still did not restore IL-22–mediated gene expression in ApcMin/Min organoids to the level in WT organoids (S3D Fig). This is consistent with our finding that ApcMin/Min cells express less IL-22R and that IL-22 treatment cannot activate pSTAT3 to the same level as in WT organoids, due to many defects in the IL-22 signalling pathway (S3 Fig). It is also noteworthy that some genes, including Socs3 (Fig 5E), were minimally affected by HDAC inhibition, suggesting that these genes were not regulated by HDACs. Thus, the defective response of transformed intestinal epithelial cells to IL-22 is potentially a combination of reduced expression of the IL-22 receptor and high levels of HDACs expressed in ApcMin/Min cells.\n\nAdenomas in vivo are also defective in responding to IL-22\n\nTo test whether the differential response to IL-22 also existed in vivo, we injected WT or ApcMin/+ mice with IL-22 and measured STAT3 phosphorylation. In WT intestinal epithelia, pSTAT3 expression was not observed in PBS-injected control. Upon IL-22 treatment, nuclear pSTAT3 was strongly induced in WT intestinal tissue. In ApcMin/+ mice, IL-22 also induced pSTAT3 nuclear accumulation in untransformed cells. In polyps, which are composed of homozygous ApcMin/Min cells, a weak signal for nuclear pSTAT3 was already detectable prior to IL-22 treatment. However, there was no significant increase of pSTAT3 in polyps after injecting ApcMin/+ mice with IL-22 (Fig 6A). Note that ApcMin/Min tissue/polyps are identifiable by diffuse and increased β-catenin staining, confirming that the cells they contain had undergone LOH. In contrast, in ApcMin/+ heterozygous tissue, β-catenin localized to the lateral membranes, and only these cells exhibited strong nuclear pSTAT3 after IL-22 injection. These data confirm that epithelial cells heterozygous for APC mutation respond to IL-22 similarly to WT cells, whereas homozygous mutant ApcMin/Min cells do not respond to IL-22 in vivo.\n\nWe next asked whether the lack of pSTAT3 induction resulted in lower STAT3 target gene expression in ApcMin/Min polyps. Reg3g was one of the most highly induced antimicrobial genes in response to IL-22 in organoids. Consistent with our in vitro data, Reg3g mRNA was induced in response to IL-22 in WT, but not in ApcMin/Min tissue (Fig 6B). We also observed significantly lower expression of RegIIIγ peptides in polyps compared to WT or ApcMin/+ epithelia with or without IL-22 injection (Fig 6C and 6D). Thus, the loss of IL-22 responsiveness in homozygous ApcMin/Min cells was also recapitulated in vivo.\n\nIL-22 induces oxidative stress and promotes early intestinal tumorigenesis\n\nSince transformed ApcMin/Min tissue responded poorly to IL-22, we reasoned that IL-22 must contribute to intestinal tumorigenesis by acting on ApcMin/+ cells, before LOH drives loss of IL-22 responses. Many inflammatory cytokines induce production of reactive oxygen and nitrogen species (RONS) as part of the defence response. Importantly, these free radicals can also cause DNA damage. We hypothesized that IL-22–induced oxidative stress could promote tumorigenesis by driving DNA damage. Our RNAseq data indicated that IL-22 up-regulated the iNOS Nos2 and Dual oxidases (Duox1/2) (Figs 1C and 2C), as well as several genes involved in DNA damage (e.g., Parp9, Gadd45g). We confirmed that IL-22 increased Nos2 and Duox2 mRNA in WT cells (S4A Fig). Moreover, IL-22 induced iNOS protein in both WT and heterozygous ApcMin/+ cells (Fig 7A and 7B). The DNA damage marker γH2AX was also increased by IL-22 in both WT and ApcMin/+ cells (Fig 7A and 7B and S4B Fig). This suggested that IL-22–induced DNA damage could contribute to LOH and initiate APC-mutation–dependent intestinal transformation.\n\nTo test this idea, we injected young (4- to 5-week-old) ApcMin/+ mice with low levels (1 μg) of IL-22 twice a week for 4 weeks, to mimic underlying inflammation. Indeed, after 5 weeks, we found more polyps in the small intestine of ApcMin/+ mice that had been injected with IL-22 than in animals that had not been injected with IL-22 (Fig 7C). These observations support the idea that IL-22 could drive tumorigenesis by promoting LOH in ApcMin/+ cells in mice.\n\nDiscussion\n\nThe cytokine IL-22 has emerged as an important player in intestinal tumorigenesis. IL-22 can increase cell proliferation [15] and enhance cancer stemness by increasing expression of core stem cell genes [8], but it can also control elimination of damaged intestinal stem cells, preventing tumorigenesis [18]. We specifically investigated the mechanism by which IL-22 contributes to small intestinal tumorigenesis in the ApcMin/+ mouse model for cancer. Unexpectedly, we found that transformed ApcMin/Min cells in both organoids and in animals responded poorly to IL-22. We further showed that this was likely due to low IL-22 receptor expression and reduced STAT3 transcriptional activity in ApcMin/Min cells, although we cannot eliminate additional causes. Our data suggest that rather than contributing to intestinal tumorigenesis by augmenting the proliferation of transformed cells, IL-22 acts at an early stage to drive genetic instability in ApcMin/+ cells, thus increasing the occurrence of transforming LOH events.\n\nA significant prediction of our work is that the absence of IL-22 responses in ApcMin/Min cells may lead to increased intestinal inflammation due to reduced immune defence of the intestinal barrier. Previous reports and our own transcriptome analysis show that the main function of IL-22 is to up-regulate defence and immune responses [14,28,43], through up-regulation of mucus production, mucus glycosylation, and antimicrobial peptide production. IL-22–producing ILCs can prevent bacterial translocation across the intestinal barrier. Correspondingly, lack of IL-22, or IL-22 receptor, contributes to a heightened inflammatory milieu in the intestinal epithelium, as well as increased sensitivity to bacterial infection due to increased systemic dissemination of bacteria [28,44,45]. In this context, previous studies showed compromised intestinal barrier integrity and increased inflammation in ApcMin/+ and ApcFloxed/wt;Cdx2-Cre mice [46,47]. Consistent with the lack of IL-22 responses in ApcMin/Min cells, we found that the antimicrobial peptide RegIIIγ was nearly undetectable in polyps in ApcMin/+ mice. Lack of RegIIIγ can result in increased bacterial translocation across the intestinal epithelial barrier, and the decreased mucosal protection in Reg3g−/− mice correlates with increased inflammation [44,45]. Thus, the lack of RegIIIγ expression in polyps, even in the presence of IL-22, may cause impaired barrier functions and increased inflammation in ApcMin/Min polyps, which may contribute to tumour formation.\n\nIn the absence of IL-22 responses in transformed ApcMin/Min cells, one likely explanation for the tumour-promoting effect of IL-22 in ApcMin/+ mice is provided by our discovery that IL-22 induces expression of iNOS and Duox1/2. This is predicted to result in increased RONS and DNA damage [1,13]. Consistent with the idea that RONS could accelerate polyp formation, inhibition of nitric oxide production reduced tumour loads in ApcMin/+ mice [48]. In addition, studies in a colitis-associated carcinogenesis mouse model using H. hepaticus infection showed that IL-22 could induce DNA damage via a nitric oxide–dependent mechanism to promote dysplasia [49]. Infection of 4-week-old ApcMin/+ mice with Citrobacter rodentium, a colonic attaching and effacing pathogen that induces a potent IL-22 response, increased colonic tumour burden [50]. We observed increased DNA damage in response to IL-22 as evidenced by γH2AX induction. We also observed increased small intestinal tumour burden upon multiple IL-22 injections into young preneoplastic ApcMin/+ mice. Together, these data support the idea that IL-22 has mutagenic effects on nontransformed cells, mediated by RONS. This, in turn, could explain the reduction in tumour numbers in Il22−/− ApcMin/+ compared to Il22+/+ ApcMin/+ mice.\n\nHere, we focus on addressing why Il22−/−ApcMin/+ mice develop fewer small intestinal polyps than Il22+/+ApcMin/+mice [16]. However, in studies of colonic carcinogenesis [16,18], Il22−/− mice develop more tumours under inflammation-inducing or mutagenic conditions. This suggests that the effects of IL-22 are different in the small intestine and colon. Indeed, our comparison of IL-22–induced genes in the small intestine with colonic gene expression data support this conclusion. Interestingly, we find that IL-22 induces γH2AX expression in small intestinal epithelial cells, and it was recently shown that induction of γH2AX in colonic crypts after irradiation damage was also strictly dependent on IL-22 expression [18]. Moreover, IL-22 increases proliferation in colonic and small intestinal stem cells [15], and this increased proliferation may also increase the frequency of LOH events in ApcMin/+mice. Together, these studies imply that IL-22 may have opposing functions in intestinal tumorigenesis, dependent on the underlying cause of carcinogenesis.\n\nIt is intriguing that APC-mutant cells selectively down-regulate IL-22–dependent pSTAT3 signalling, whereas IL-6–induced pSTAT3 is unaffected. One explanation for the lower IL-22R expression could be reduced stability of the protein. The IL-22R is phosphorylated by glycogen synthase kinase 3 (GSK3), which prevents its proteasomal degradation [51]. In the presence of mutant APC, GSK3 activity is reduced [52], which may partially explain the low surface expression of the IL-22 receptor in ApcMin/Min cells. However, it should be noted that our RNAseq data indicated differential expression of nearly 5,000 genes in ApcMin/Min compared to WT organoids, suggesting that there are multiple possible reasons for the loss of IL-22 responsiveness in ApcMin/Min cells. For example, we also found decreased expression of key IL-22 signal transducing elements—Il10rb, Jak1, and Tyk2—in ApcMin/Min cells (S4 Fig). On the other hand, we also clearly show increased HDAC1/2 expression in ApcMin/Min cells, and inhibition of HDACs in ApcMin/Min organoids had a strong effect on IL-22 target gene expression. Therefore, multiple pathways contribute to the loss of IL-22 responses in ApcMin/Min cells.\n\nMutations in APC are found in up to 80% of nonhereditary CRCs [20]. However, we are not suggesting that all transformed epithelial cells cannot respond to IL-22. When analysing a panel of human cell lines, we found that a subset of them did not respond to IL-22, and some of these had reduced expression of the IL-22 receptor [3]. On the other hand, high levels of IL-22 have been found in many CRC samples and are associated with CRC development [4,5,17]. Whether the presence of IL-22 is important at an early stage for the development of tumours, or for maintaining tumour progression, is not yet clearly established. Regardless, our data advocate exercising caution when considering IL-22 as a therapeutic target for treatment of established CRC and suggest that patients need to be stratified based on expression of the IL-22 receptor, STAT3 repressors, and possibly other mutations acquired by cancerous cells.\n\nSupporting information"
}