{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000048",
  "doi": "10.1371/journal.pbio.3000048",
  "externalIds": [
    "pii:PBIOLOGY-D-18-00377",
    "pmid:30571678",
    "pmcid:PMC6301564"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Plane inclinations: A critique of hypothesis and model choice in Barbi et al",
  "authors": [
    {
      "name": "Saul Justin Newman",
      "first": "Saul Justin",
      "last": "Newman",
      "affiliation": "Research School of Biology, The Australian National University, Acton, ACT, Australia",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-9841-1518"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-12-20",
  "dateAccepted": "2018-11-19",
  "dateReceived": "2018-08-05",
  "volume": "16",
  "number": "12",
  "pages": "e3000048",
  "tags": [
    "Academic skills",
    "Cognitive psychology",
    "Cognitive science",
    "Death rates",
    "Discipline-v3/Academic skills",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cognitive psychology",
    "Discipline-v3/Cognitive science",
    "Discipline-v3/Death rates",
    "Discipline-v3/Ethnicities",
    "Discipline-v3/European people",
    "Discipline-v3/Evolutionary biology",
    "Discipline-v3/Evolutionary processes",
    "Discipline-v3/Evolutionary rate",
    "Discipline-v3/Italian people",
    "Discipline-v3/Literacy",
    "Discipline-v3/Mathematics",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/People and places",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Population biology",
    "Discipline-v3/Population groupings",
    "Discipline-v3/Population metrics",
    "Discipline-v3/Probability distribution",
    "Discipline-v3/Probability theory",
    "Discipline-v3/Psychology",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Research assessment",
    "Discipline-v3/Research errors",
    "Discipline-v3/Simulation and modeling",
    "Discipline-v3/Social sciences",
    "Ethnicities",
    "European people",
    "Evolutionary biology",
    "Evolutionary processes",
    "Evolutionary rate",
    "Italian people",
    "Literacy",
    "Mathematics",
    "Neuroscience",
    "Population biology",
    "Population groupings",
    "Population metrics",
    "Probability distribution",
    "Probability theory",
    "Psychology",
    "Research assessment",
    "Research errors",
    "Simulation and modeling",
    "Type/Formal Comment"
  ],
  "abstract": "This study highlights how the mortality plateau in Barbi and colleagues can be generated by low-frequency, randomly distributed age-misreporting errors. Furthermore, sensitivity of the late-life mortality plateau in Barbi and colleagues to the particular age range selected for regression is illustrated. Collectively, the simulation of age-misreporting errors in late-life human mortality data and a less-specific model choice than that of Barbi and colleagues highlight a clear alternative hypothesis to explanations based on evolution, the cessation of ageing, and population heterogeneity.",
  "fullText": "Text\n\nThe authors of Barbi and colleagues [1] have proposed that late-life plateaus require structural and evolutionary explanations, including the potential contribution of population heterogeneity, to explain a ‘real’ mortality plateau [1]. However, Barbi and colleagues correctly highlight an alternative hypothesis: the potential for age misreporting and cohort blending errors to generate artefactual late-life plateaus. Despite raising this hypothesis, the effect of low-frequency age-misreporting errors was not actively addressed.\n\nTherefore, late-life plateaus observed in the 1904 cohort were compared to the effect of simulated, low-frequency age-reporting errors introduced into log-linear models of mortality fitted to the age range of 65–80 used in Barbi and colleagues [1]. Following Newman (this issue) [2], random symmetrically distributed five- and 10-year age-coding errors were seeded into these synthetic cohorts at age 50 with a probability ranging from p = 10−3 to p = 10−6 (Fig 1A; mean = 0; SD = 7.9; S1 Code). These error rates were selected as hypothetical best-case scenarios, exceeding the accuracy of clinical trial data entry [3].\n\nAge-misreporting errors generated late-life plateaus at frequencies below 1 in 500 when introduced into the ‘best-estimate’ 65- to 80-years-old model presented by Barbi and colleagues (Fig 1A and 1B). Furthermore, hazard rates resulting from these random errors closely resembled the late-life plateau of Barbi and colleagues (Fig 1A) and required no biological or evolutionary explanation.\n\nThe apparent size of the late-life plateau in Barbi and colleagues [1] is characterized in comparison to a ‘best-estimate trajectory’ model, fitted to data from a specific age range of 65–80 years. The poor fit of this mid-life model to late-life data is used as justification for fitting separate late-life models. However, the choice of age range used to fit log-linear models has a large effect on the size and existence of late-life mortality plateaus (Fig 2).\n\nBarbi and colleagues selected an age range of 65–80 years [1]. This modelling choice was compared to log-linear models fitted to mortality data using the 1904 Italian cohort data [4] used by Barbi and colleagues [1], fitted to all possible age range combinations starting between ages 45–65 inclusive and ending between ages 70–107 inclusive. Of the 861 age-range combinations tested, the model selected by Barbi and colleagues generated the single largest late-life mortality plateau (Fig 2B and 2C). This model choice also provided the worst fit of mid-life (age 50) and late-life mortality patterns (Fig 2B).\n\nRe-fitting these models to other age ranges reduced the apparent deviation of late-life data from mid-life patterns of mortality (Fig 1) and reduced or eliminated the late-life plateau in these data. Furthermore, models fitted to alternative age ranges have a greatly reduced threshold for age-misreporting errors to cause late-life mortality deceleration and plateaus. For example, artificial mortality plateaus are produced by age-misreporting rates below 1 in 10,000 if a log-linear model fitted to ages 50–80 is used (Fig 2C). If these error patterns are fitted by log-linear models using the same parameters as Barbi and colleagues [1], constant-hazard–mortality ‘plateaus’ are produced (Fig 2C).\n\nSimulated error rates were low compared to observed rates of manual entry errors. For example, double-entry of clinical trial data has error rates of p = 10−3 [3]. The pattern of late-life mortality deceleration shown in Fig 1A (pink line) results from random errors generated at half this rate. However, birth certificate data in the Barbi and colleagues data constitute hand-written records generated by a cohort with 32% literacy rates [5] and 9.6 months of education on average [6]. For error-generated late-life plateaus to be excluded from the data in Barbi and colleagues, this cohort would have to achieve error rates 2- to 1,000-fold lower than that observed in clinical trials. This seems unlikely.\n\nFinally, claims by Barbi and colleagues that age data are validated by documents, and therefore ‘real’, should be viewed in the context of previously validated longevity claims. For example, Carrie White successfully claimed to be the world’s oldest and then second-oldest person. Documents certifying her age endured global scrutiny for 24 years. Her record was verified and accepted by the Gerontology Research Group and the Guinness World Records Book.\n\nThe Carrie White record was retracted in 2012 after it was shown to be the result of a clerical error that inflated her apparent age from 102 to 116. A single age-coding error by a mental institution worker was copied to all later documents and validated. Absent the survival of this otherwise obscure document, the Carrie White record would stand as a document-validated supercentenarian.\n\nAll supercentenarian data in Barbi and colleagues are susceptible to similar, but undetected, errors. In similar Gerontology Research Group data, 8% of all supercentenarian cases were found to be errors [7], and the potential for many other undocumented cases remains. As such, asserting that supercentenarian data are ‘clean data’ because they have passed document-based validation is unfounded.\n\nThe capacity for data entry and age inflation errors provides a sufficient model to explain late-life mortality patterns observed by Barbi and colleagues without requiring a cessation of ageing, population heterogeneity, or evolutionary theories. This suggests the late-life mortality plateau observed was a result of errors, not biology.\n\nSupporting information"
}