{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000619",
  "doi": "10.1371/journal.pbio.1000619",
  "externalIds": [
    "pii:10-PLBI-RA-9020R3",
    "pmid:21655301",
    "pmcid:PMC3104962"
  ],
  "license": "This is an open-access article distributed under the\n            terms of the Creative Commons Attribution License, which permits unrestricted use,\n            distribution, and reproduction in any medium, provided the original author and source\n            are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Tsetse Immune System Maturation Requires the Presence of Obligate\n               Symbionts in Larvae",
  "authors": [
    {
      "name": "Brian L. Weiss",
      "first": "Brian L.",
      "last": "Weiss",
      "affiliation": "Department of Epidemiology and Public Health, Division of Epidemiology of\n               Microbial Diseases, Yale University School of Medicine, New Haven, Connecticut,\n               United States of America"
    },
    {
      "name": "Jingwen Wang",
      "first": "Jingwen",
      "last": "Wang",
      "affiliation": "Department of Epidemiology and Public Health, Division of Epidemiology of\n               Microbial Diseases, Yale University School of Medicine, New Haven, Connecticut,\n               United States of America"
    },
    {
      "name": "Serap Aksoy",
      "first": "Serap",
      "last": "Aksoy",
      "affiliation": "Department of Epidemiology and Public Health, Division of Epidemiology of\n               Microbial Diseases, Yale University School of Medicine, New Haven, Connecticut,\n               United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-05",
  "dateAccepted": "2011-04-11",
  "dateReceived": "2010-08-18",
  "volume": "9",
  "number": "5",
  "pages": "e1000619",
  "tags": [
    "Discipline/Microbiology/Immunity to Infections",
    "Discipline/Microbiology/Innate Immunity",
    "Type/Research Article"
  ],
  "abstract": "Tsetse harbors an obligate symbiont, Wigglesworthia glossinidia,\n               that must be present during larval maturation for the fly's immune system to\n               develop and function properly during adulthood.",
  "fullText": "Introduction\n         \nBacteria comprise the most abundant and diverse life form on earth. The ubiquity of\n            bacteria means they have colonized virtually every ecological niche, including\n            habitation within more evolutionarily sophisticated multi-cellular animals. Co-evolution\n            over millions of years has provided an opportunity for beneficial symbiotic associations\n            to develop between phylogenetically distant taxa. Such affiliations are often\n            mutualistic, meaning both partners benefit so that each can successfully inhabit diverse\n            environments that neither could survive in on its own [1],[2]. Deciphering the mutualistic\n            relationships between prokaryotic bacteria and multi-cellular eukaryotic animals is a\n            rapidly advancing field of research.\n\nPerforming detailed investigations into the relationships between symbiotic bacteria and\n            higher eukaryotes often involves costly and complex procedures. However, insects have\n            well-documented symbioses that are attractive to study because they have relatively\n            short generation times and are easy and less costly to rear. One insect that harbors\n            multiple symbionts is the tsetse fly, Glossina morsitans. These\n            microbes include the commensal Sodalis, the parasite\n               Wolbachia, and the obligate mutualist Wigglesworthia\n               glossinidia\n            [3]. Molecular\n            phylogenetic analysis indicates that tsetse's symbiosis with\n               Wigglesworthia is ancient, dating back 50–80 million years\n               [4]. The concordant\n            nature of tsetse's obligate association with Wigglesworthia has\n            driven the co-evolution of biological adaptations that are beneficial to both partners.\n            For example, the localization of Wigglesworthia cells within host\n            bacteriocytes provides a protective and metabolically favorable niche for this bacterium\n               [5]. In return\n            tsetse derives benefit from Wigglesworthia in at least two distinct\n            ways. First, tsetse feeds exclusively on vertebrate blood, which is deficient in\n            vitamins essential for survival. In accordance, a large proportion of\n               Wigglesworthia's streamlined (700 kB) genome encodes vitamin\n            biosynthesis pathways that presumably supplement tsetse's restricted diet [5],[6]. Second, more recent studies indicate\n            that Wigglesworthia may serve an immunologic role in tsetse. These\n            flies are the sole vector of pathogenic African trypanosomes, the causative agent of\n            sleeping sickness in humans [7]. In laboratory experiments infection with immunogenic\n            trypanosomes results in a decrease in tsetse fecundity [8]. Furthermore, parasite infection\n            prevalence is higher in flies that lack Wigglesworthia when compared to\n            age-matched wild-type (WT) individuals [9]. Wigglesworthia is thought to influence\n            tsetse's vectorial competence by modulating its host's humoral immune system\n               [10]. Thus, by\n            preventing energetically costly parasite infections, this obligate symbiont may\n            indirectly benefit the reproductive fitness of tsetse.\n\nSymbiotic bacteria are rapidly gaining recognition for their important contributions to\n            host development and immunity. The most well-known example of this type of interaction\n            involves the mammalian microbiome, which modulates gut development during early\n            postnatal life and subsequently shapes our mucosal and systemic immune systems [11],[12]. Symbionts also\n            serve similar functions in invertebrate hosts. For example, light organ morphogenesis in\n            juvenile bobtail squid (Euprymna scolopes) initiates only after\n            symbiotic Vibrio fischeri cells have stably colonized this tissue [13]. The pea aphid,\n               Acyrthosiphon pisum, harbors a secondary symbiont,\n               Hamiltonella defensa, which can be infected with a lysogenic\n            bacteriophage (A. pisum secondary endosymbiont; APSE). A.\n               pisum that harbor both H. defensa and APSE are protected\n            from being consumed by a parasitic wasp larvae through the action of phage-encoded\n            toxins [14].\n\nTo the best of our knowledge no evidence exists that demonstrates insect symbionts can\n            confer an impending protective phenotype in their adult host by directing immune system\n            development during immature stages. In the present study we investigate the mechanism by\n            which Wigglesworthia contributes to the development and function of\n            cellular and humoral immune responses in adult tsetse. Our results show that the\n            maturation and normal function of adult cellular immune responses in tsetse are severely\n            compromised when Wigglesworthia is absent during larval development.\n            This study reveals an important new facet that further anchors the obligate relationship\n            between tsetse and Wigglesworthia and may serve as a useful model to\n            understand the highly integrated and dynamic relationship between hosts and their\n            beneficial bacterial fauna.\n\n         Results\n         \n            Tsetse's Susceptibility to E. coli Infection Is Dependent\n               Upon Age and Symbiotic Status\n            \nInsects are normally capable of mounting an immune response that combats infection\n               with various groups of bacteria. Interestingly, in comparison to\n                  Drosophila, tsetse flies are uniquely susceptible to septic\n               infection with 103 colony-forming units (CFU) of normally non-pathogenic\n                  Escherichia coli (E. coli) K12 [15]. In the present\n               study we further investigated tsetse's unique susceptibility to E.\n                  coli infection by subjecting wild-type\n               (GmmWT) and adults from two age groups to hemocoelic\n               infections with varying quantities of E. coli K12. Three-day-old\n                  GmmWT individuals (flies from this age group are\n               hereafter referred to as “young”) were highly susceptible to this\n               treatment, as 103 CFU resulted in the death of all flies by 8 d\n               post-infection (dpi; Figure\n                  1A, top graph). In contrast, 77% and 55% of 8-d-old WT\n               individuals (flies 8 d old and older are hereafter referred to as\n               “mature”) survived for 14 dpi with 103 and 106 CFU\n               of E. coli K12, respectively (Figure 1A, middle graph).\n\nWe demonstrated previously that feeding pregnant female tsetse the antibiotic\n               ampicillin results in the generation offspring that lack\n                  Wigglesworthia\n                  (GmmWgm−) but still harbor\n                  Sodalis\n               [9] and presumably\n                  Wolbachia. In the present study we determined the survival\n               outcome of mature GmmWgm− inoculated\n               with 106 CFU of E. coli K12 (the dose required to kill\n               ∼50% of mature WT flies; Figure 1A, middle graph). In comparison to age-matched WT tsetse,\n                     GmmWgm− flies were highly\n               susceptible to this infection. In fact, at 14 dpi, only 1% of these\n               individuals remained (Figure 1A,\n               bottom graph). We reasoned that the dramatic susceptibility of mature\n                     GmmWgm− flies to infection with\n                  E. coli could result from one of two scenarios. In the first\n               scenario Wigglesworthia may directly contribute to the adult immune\n               response to a foreign micro-organism. In the second scenario, the absence of\n                  Wigglesworthia during larvagensis may give rise to\n                     GmmWgm− adults with compromised\n               immune functions. To determine if the first scenario is correct we treated mature WT\n               tsetse with the antibiotic tetracycline to eliminate all of their microbiota,\n               including bacteriome-associated Wigglesworthia (Figure 1B), and subsequently challenged these adult\n               flies (GmmWT/Wgm−) with\n                  106 CFU of tetracycline resistant E. coli K12. We\n               found that, similar to their WT counterparts (GmmWT;\n                  Figure 1A, middle panel),\n               about 70% of GmmWT/Wgm−\n               individuals survived this infection (Figure 1C). Conversely,\n                  GmmWgm− adults were highly\n               susceptible (Figure 1A, bottom\n               graph). This result suggests that when Wigglesworthia is absent from\n               tsetse during larval development subsequent adults are severely\n               immuno-compromised.\n\nWe demonstrated that when larval tsetse lacks exposure to\n                  Wigglesworthia in utero their immune system is highly compromised\n               during adulthood. This finding does not exclude the possibility that treatment of\n               female flies with ampicillin to produce\n                  GmmWgm− offspring induces\n               perturbations in other constituents of tsetse's microbiota. Because\n               tsetse's other two known endosymbionts, Sodalis and\n                  Wolbachia, are present at similar densities in\n                  GmmWT and\n                  GmmWgm− adults (Figure 1D), we looked for the presence of\n               uncharacterized endosymbionts or digestive tract-associated microbes that are\n               potentially passed on to developing intra-uterine larvae where they subsequently\n               impact immunity. We generated a clone library containing 16s rRNA gene sequences PCR\n               amplified from 3rd instar\n                  GmmWgm− and\n                  GmmWT larvae and then sequenced multiple clones from\n               each tsetse line. Our results indicate that the proportion of\n                  Wigglesworthia, Sodalis, and\n                  Wolbachia in 3rd instar\n                  GmmWT larvae is 19%, 75%, and 6%,\n               respectively. As expected no Wigglesworthia 16s rRNA sequences were\n               present in GmmWgm− larvae, and the\n               proportion of Sodalis and Wolbachia sequences\n               present was 71% and 29%, respectively (Figure 1E). No uncharacterized endosymbionts or\n               gut-associated environmental microbes were present in any sample. Taken together,\n               these results suggest that the presence of Wigglesworthia\n               specifically is responsible for enabling immune system maturation in WT tsetse.\n\nOur host survival curves indicate that mature GmmWT and\n                  GmmWT/Wgm− can survive\n               infection with E. coli while young GmmWT\n               and mature GmmWgm− perish. To determine\n               a cause for the variation in survival we observed between the four groups following\n               infection with E. coli, we monitored bacterial growth dynamics over\n               the course of the experiment in each group. Bacterial number within mature\n                  GmmWT and\n                     GmmWT/Wgm− peaked at\n                  3.8×104 and 1.9×104\n               E. coli, respectively, over the 2-wk period, indicating that these\n               groups appeared able to control their infections. In contrast, E.\n                  coli increased exponentially in young GmmWT\n               and mature GmmWgm− and reached a maximum\n               density at 6 dpi of 4.2×106 and 8.8×106,\n               respectively (Figure 1F). These\n               results implicate bacterial sepsis as the cause of high mortality observed in young\n                  GmmWT and mature\n                  GmmWgm−. All of the above-mentioned\n               results taken together indicate that mature GmmWT are\n               considerably more resistant to infection with a foreign microbe than are their\n               younger counterparts. Furthermore, tsetse's obligate mutualist,\n                  Wigglesworthia, must be present during the development of\n               immature stages so that mature adults are able to overcome infection with E.\n                  coli.\n\n            Expression of Immunity-Related Genes in Adult Tsetse Varies Depending on Symbiont\n               Status\n            \nTo understand the basis of the compromised immunity we observed in mature\n                     GmmWgm− flies, we evaluated the\n               expression profile of a set of immunity-related genes from age-matched mature adult\n                  GmmWT and\n                  GmmWgm− flies that were either\n               uninfected or 3 dpi with E. coli K12. We included the antimicrobial\n               peptides (AMPs) attacin, cecropin, and\n                  defensin, which distinctly target gram-negative\n                  (attacin and cecropin) and gram-positive\n               bacteria (defensin) [16]. Our analysis also included\n               thioester-containing proteins (tep2 and tep4),\n               prophenoloxidase (PPO), and inducible nitric oxide synthase\n                  (iNOS). In insects TEPs likely function as pathogen-specific\n               opsonins that bind to bacteria or parasites and promote their\n               phagocytosis/encapsulation [17], while PPO initiates a proteolytic cascade that results in\n               melanin deposition [18]. iNOS catalyzes synthesis of the signaling molecule nitric\n               oxide (NO), which plays a role in humoral and cellular immunity in Anopheline\n               mosquitoes [19], reduvid bugs [20], and Drosophila\n               [21],[22] by inducing AMP\n               expression and recruiting hemocytes to the site of infection.\n\nOur expression results indicate that symbiont status plays little or no role in the\n               expression of immunity-related genes in uninfected adults. In fact, with the\n               exception of the AMP defensin, no significant differences in\n               immunity-related gene expression between mature uninfected\n                  GmmWT and\n                  GmmWgm− adults (Figure 2A). However, we observed a considerably\n               different profile of immunity-related gene expression when these different fly\n               strains were infected with E. coli K12. Under these circumstances,\n               all of the genes evaluated (with the exception of defensin) were expressed at\n               significantly higher levels in GmmWT compared to\n                     GmmWgm− individuals (Figure 2B). Particular striking was\n               the fact that the induction of pathways associated with cellular immunity, such as\n               pathogen recognition (tep2 and tep4) and\n               melanization (PPO), were significantly compromised in mature\n                     GmmWgm− adults. The absence of a\n               robust cellular immune response is likely the cause of high mortality among these\n               individuals following E. coli infection. This analysis indicates\n               that Wigglesworthia must be present during the development of\n               immature tsetse in order for immune-related genes to subsequently be expressed in\n               mature E. coli–infected adults.\n\n            Hemocytes Play an Integral Role in Controlling E. coli Infection\n               Outcomes in Tsetse\n            \nOur analysis of immunity-related gene expression in tsetse suggests that cellular\n               immune pathway functions in adult tsetse are particularly compromised when\n                  Wigglesworthia is absent during immature development. The most\n               prominent cellular immune mechanisms include melanization and phagocytosis. These\n               processes, which ultimately result in the removal of foreign invaders in\n                  Drosophila\n               [23] and A.\n                  aegypti\n               [24], both arise\n               from distinct crystal cell and plasmatocyte hemocyte lineages, respectively [25].\n\nWe investigated the role hemocytes might play in determining the susceptible\n               phenotype we observed in tsetse following infection with E. coli. We\n               infected mature GmmWT individuals with GFP-expressing\n                  E. coli and were able to observe that hemocytes had engulfed a\n               large number of the introduced cells by 12 hpi (Figure 3A). We next inhibited phagocytosis by\n               introducing blue fluorescent microspheres directly into tsetse's hemocoel and 12\n               h later infected the bead-treated individuals with GFP-expressing E.\n                  coli. Microscopic inspection of hemocytes harvested 12 hpi with\n                  E. coli revealed the presence of internalized microspheres and\n               the absence of engulfed E. coli. This observation indicated that we\n               were successful in blocking hemocyte phagocytosis (Figure 3B). We subsequently maintained our\n               microsphere-injected tsetse for 2 wk with the intention of determining the impact of\n               impaired phagocytosis on host survival outcome. Mature\n                  GmmWT flies exhibiting impaired phagocytosis were\n               highly susceptible to infection with both 1×103 and\n                  1×106\n               E. coli K12. In fact, by day 12 post-infection, all of these flies\n               had perished regardless of the initial dose used for infection (Figure 3C). This observation contrasts starkly with\n               infection outcome in mature GmmWT that exhibit normally\n               functioning hemocytes (Figure 1A,\n               middle graph). Our results suggest that defects in phagocytosis severely compromise\n               the ability of these tsetse flies to overcome bacterial infection.\n\nA notable result of our immunity-related gene expression analysis was a 37-fold\n               decrease in PPO levels in\n                  GmmWgm− flies. This enzyme is an\n               essential component of the melanization pathway, and its expression ultimately\n               results in host wound healing and the melanization, encapsulation, and subsequent\n               removal of foreign microorganisms [26]–[28]. In conjunction with the remarkable variation in\n                  PPO expression observed between GmmWT\n               and GmmWgm−, we were also able to\n               visually observe the absence of a melanization response to E. coli\n               infection in flies lacking Wigglesworthia. In fact, 30 min\n               post-injection with E. coli, hemolymph was still actively exuding\n               from the inoculation wound of GmmWgm−\n               flies. Conversely, in WT individuals no hemolymph was detectable and melanin was\n               deposited at the wound site (Figure\n                  4). These results further suggest that hemocyte-mediated cellular immunity\n               provides an imperative defense against the establishment of bacterial infections in\n               tsetse's hemocoel. Furthermore, the absence of this response in\n                     GmmWgm− individuals was likely\n               responsible for the compromised host survival phenotype we observed following\n               infection with E. coli.\n\n            Symbiotic Bacteria Impact the Maturation of Tsetse's Cellular Immune\n               Response During Development\n            \nWe observed that young GmmWT were markedly more\n               susceptible to infection with E. coli K12 than were their mature\n               counterparts. Furthermore, symbiont status also altered infection outcome, as mature\n                     GmmWgm− perished following\n                  E. coli infection while age-matched WT individuals survived.\n               These differential infection outcomes appeared to result from disparities in cellular\n               immune system function between the different tsetse lines we examined. Based on these\n               observations we hypothesized that the obligate mutualist\n                  Wigglesworthia plays a crucial role in regulating the development\n               of cellular immunity in tsetse during immature stages. To test this hypothesis we\n               quantified the number of circulating and sessile hemocytes present in young and\n               mature adult GmmWT and mature adult\n                     GmmWgm−. Our results indicate that\n               a 1.4-fold increase in circulating hemocyte number occurs between day 3 and day 8 in\n               WT tsetse, while no significant change in circulating hemocyte number was observed\n               between young and mature GmmWgm− (Figure 5A). Interestingly, mature\n                  GmmWT adults harbored 3.4× more circulating\n               hemocytes than did mature GmmWgm− adults\n                  (Figure 5A). We also looked at\n               sessile hemocyte abundance as a further indicator of\n                  Wigglesworthia's impact on the development of cellular\n               immunity in tsetse. In Drosophila, this hemocyte subtype\n               concentrates in large quantities around the anterior end of the fly's dorsal\n               vessel [29].\n               Thus, we indirectly quantified sessile hemocyte abundance immediately adjacent to the\n               anterior-most chamber of tsetse's dorsal vessel by measuring the fluorescent\n               emission of microspheres that were found engulfed in this region. Young\n                  GmmWT adults engulfed 1.2× more microspheres\n               than their mature counterparts and 15.7× more than mature\n                     GmmWgm− adults. Furthermore,\n               mature WT adults engulfed 13.2× more microspheres than did age-matched\n                     GmmWgm− adults (Figure 5B).\n\nOur results demonstrate that Wigglesworthia must be present during\n               the development of immature tsetse in order for cellular immunity to develop and\n               function properly in adults. Thus, we speculate that the absence of hemocytes in\n               adult tsetse should reflect a lack of blood cell differentiation during the\n               development of immature stages. In Drosophila the process of blood\n               cell differentiation, or hematopoiesis, begins in the embryo and proceeds through all\n               larval stages [30].\n               During Drosophila embryogenesis early hematopoiesis can be\n               distinguished by the expression of the zinc finger transcription factor\n               “Serpent.” Subsequently, another transcription factor,\n               “Lozenge,” directs the differentiation of\n               serpent-expressing precursor cells into a specific lineage of\n               hemocytes called crystal cells. To address the relationship between the presence of\n                  Wigglesworthia and early hematopoiesis in tsetse, we used qPCR to\n               evaluate the relative number of serpent and lozenge\n               transcripts present in 1st, 2nd, and 3rd instar\n               larvae dissected from pregnant GmmWT and\n                     GmmWgm− females. Larval instars\n               L1, L2, and L3 from WT females expressed 1.7, 2.1, and 1.9 times more\n                  serpent transcripts, and 4, 4.4, and 3.9 times more\n                  lozenge transcripts, respectively, than did their counterparts\n               from females that lacked Wigglesworthia (Figure 5C). This observed attenuated expression of\n               both serpent and lozenge may account for the\n               depleted hemocyte population, and compromised cellular immune function, we observed\n               in adult GmmWgm− individuals.\n\n         Discussion\n         \nIn the present study we demonstrate that Wigglesworthia is intimately\n            involved in regulating the maturation and function of tsetse's cellular immune\n            system during immature larval development. We present a model that links the presence of\n               Wigglesworthia in larval progeny with host immune system maturation\n            during development and the subsequent ability of adult tsetse to overcome infection with\n            foreign microbes (Figure 6).\n            Obligate symbioses between intracellular bacteria and multi-cellular eukaryotes\n            represent millions of years of co-evolution during which time both partners have adapted\n            to increase each other's overall fitness. The association between tsetse and\n               Wigglesworthia is an example of this reciprocal relationship in that\n            neither organism can survive in the absence of the other.\n\nWe present several lines of evidence indicating that tsetse's resistance to\n               E. coli positively correlates with fly age and symbiont infection\n            status during juvenile stages. Specifically, our results signify that mature\n               GmmWT adults are resistant to E. coli\n            infection, while young GmmWT adults are susceptible. In\n            contrast, both young and old adult flies that lack Wigglesworthia\n            throughout all developmental stages are killed by E. coli infections.\n            Like their WT counterparts, GmmWgm− larvae\n            acquire both Sodalis and Wolbachia while in utero\n               [31]. Although the\n            intrauterine larval environment is otherwise aseptic, adult\n               GmmWgm− can be exposed to a wide range\n            of environmental microbes during adulthood. However, neither the presence of other\n            symbiotic bacteria (Sodalis and Wolbachia) in larvae,\n            nor environmental microbes acquired during adulthood, appear to be sufficient to induce\n            immunity in GmmWgm− adults. Additionally,\n            we show that mature GmmWT adults treated with antibiotics to\n            eliminate Wigglesworthia\n                  (GmmWT/Wgm−) remain resistant\n            to E. coli infections. The resistant phenotype of\n                  GmmWT/Wgm− further signifies\n            that obligate Wigglesworthia is not directly responsible for the\n            ability of mature adult GmmWT to overcome septic bacterial\n            infection. Instead, it appears that Wigglesworthia's presence\n            during the maturation of larval progeny stimulates the development of host immunity in\n            adults.\n\nOur quantitative analysis of gene expression indicates that\n               GmmWT and\n               GmmWgm− adults exhibit no significant\n            difference in the expression of genes that serve as hallmarks of humoral and cellular\n            immunity in the absence of microbial challenge. However, following infection with\n               E. coli, all pathways were significantly compromised in\n                  GmmWgm− versus\n               GmmWT adults. The most notable discrepancy observed\n            between the two tsetse lines involved the expression of\n               prophenoloxidase. Following E. coli infection, the\n            expression of this gene increased 37-fold in WT tsetse but remained virtually unchanged\n            in individuals that lacked Wigglesworthia. In WT insects, PPO, which is\n            an inactive zymogen, is proteolytically cleaved to produce phenoloxidase upon mechanical\n            injury or the presence of foreign pathogens. Phenoloxidase then facilitates the process\n            of melanin deposition [18]. A functional melanotic pathway would likely increase\n            tsetse's resistance to E. coli infection in several ways. First,\n            sequestration of E. coli in a melanotic capsule at the site of\n            inoculation would likely help prevent their dissemination into adjacent host tissues.\n            This phenomenon has been observed in both the hawk moth, Manduca sexta,\n            and Drosophila following infection with pathogenic bacteria\n               (Photorhabdus luminescens) and parasitic wasp eggs, respectively\n               [32],[33]. In both cases the\n            lack of melanization at the wound site severely compromised the host's ability to\n            subsequently overcome the foreign invader. Second, the melanization cascade results in\n            the production of reactive oxygen intermediates that are directly toxic to foreign\n            pathogens. In the flesh fly Sarcophaga peregrina and M.\n               sexta, melanization intermediates such as DOPA exhibit direct antimicrobial\n            activity [34],[35]. Finally, melanin at\n            the site of inoculation expedites wound healing that could prevent the spread of\n            secondary infections [26].\n\nThe E. coli–susceptible phenotype of mature\n                  GmmWgm− adults is likely reflective\n            of their blood cell (hemocyte) deficit in comparison to E.\n            coli–resistant WT flies. In Drosophila\n            90%–95% of the total hemocyte population is composed of sessile and\n            circulating plasmatocytes, which are a distinct hemocyte lineage predominantly\n            responsible for engulfing and digesting foreign pathogens [36]. The inability of mature\n                  GmmWgm− tsetse to survive infection\n            with E. coli may result from their significantly reduced population of\n            phagocytic hemocytes available to engulf bacteria injected into the hemocoel. In fact,\n            by injecting polystyrene beads as a means of blocking this physiological process, we\n            demonstrate that phagocytosis is a critical component of tsetse's ability to manage\n            septic infection with E. coli in WT flies. Similarly, mutant\n               Drosophila that contain a depleted plasmatocyte population, or have\n            been injected with beads to prohibit phagocytosis, exhibit a remarkable susceptibility\n            to a variety of gram positive and negative bacteria [37],[38]. Interestingly,\n               Drosophila that lack functional plasmatocytes also exhibit a reduced\n            capacity to activate humoral immune responses, further inhibiting their ability to fight\n            bacterial infection [29].\n\nIn Drosophila the crystal cell hemocyte lineage controls the humoral\n            melanization cascade via the release of PPO stored in large cytoplasmic inclusion bodies\n               [30],[39]. In addition to the\n            dramatic reduction in PPO expression in\n               GmmWgm− tsetse, two further lines of\n            evidence indicate that this fly strain harbors a significantly reduced population of\n            hemocytes that function in a homologous manner to Drosophila crystal\n            cells. First, lozenge expression in all three larval instars from\n                  GmmWgm− females is significantly\n            lower than in their GmmWT counterparts. In\n               Drosophila larval crystal cells fail to form in the absence of\n               lozenge expression, yet the differentiation of other hemocyte types\n            proceeds normally [40].\n            Second, we observed that hemocyte-deficient\n               GmmWgm− flies were unable to produce a\n            viable clot at the site of bacterial inoculation. In mutant Drosophila\n            strains that lack crystal cells, PPO is absent from the hemolymph. Consequently, the\n            melanization cascade fails to initiate and hard clots do not form at wound sites [41].\n\nWe discovered that young GmmWT adults harbor significantly\n            less circulating hemocytes than do mature WT adults. This observation implies that\n            circulating hemocyte number in adult WT tsetse increases as a function of age, although\n            the specific mechanism underlying this process in tsetse is currently unknown. In adult\n               Drosophila intact lymph glands are absent and no evidence exists for\n            the de novo synthesis of hemocytes following metamorphosis [30],[40]. Interestingly, we did observe more\n            subepidermal sessile hemocytes in young compared to mature\n               GmmWT adults, although the number was not statistically\n            significant between the two groups. We speculate that the increased abundance of\n            circulating hemocytes we observed in mature compared to young\n               GmmWT may reflect a shift in the proportion of sessile to\n            circulating cells instead of de novo production of new hemocytes. A comparable process\n            occurs in Drosophila larvae and adults, where the proportion of sessile\n            to circulating hemocytes changes following immune stimulation [42],[43]. Furthermore, after larval\n               Drosophila receive an epidermal wound, circulating hemocytes are\n            rapidly recruited to the site of injury. These circulating cells are phagocytically\n            active and likely function as a front-line surveillance system against tissue damage and\n            microbial infection [44]. In the mosquito malaria vector Anopheles\n               gambiae, exposure to Plasmodium parasites stimulated an\n            increase in the number of granulocytes circulating in the hemolymph. These primed\n            mosquitoes were subsequently more resistant to infection with pathogenic bacteria than\n            their wild-type counterparts [45]. We propose that young GmmWT\n            adults and mature GmmWig− adults may be\n            susceptible to E. coli infection in part because they harbor\n            significantly less circulating hemocytes than do older WT individuals that are\n            resistant. Our previous studies indicated that\n               GmmWig− adults are highly susceptible to\n            trypanosome infection [9],[10] and that this phenotype may be modulated by tsetse's\n            humoral immune system [46]–[48]. Studies are ongoing to determine if cellular immunity also\n            modulates tsetse's trypanosome vectorial competence.\n\nNeonatal humans (and presumably other mammals as well) acquire probiotic gut microbes\n            through the act of breast feeding [49]. These bacteria subsequently stably colonize the naïve\n            intestine where they promote immune system maturation and enhance defense against\n            infection with pathogenic microbes [50]. Most lower eukaryotes,\n            including insects, hatch from an egg deposited into the environment and thus rely mainly\n            on environmental microbes to stimulate their innate immune systems during the\n            development of immature stages. For example, Anopheline mosquitoes and\n               Drosophila are exposed to environmental microbes throughout all\n            stages of their development. Under these natural conditions subsequent adults exhibit\n            potent innate immunity [51],[52]. However, when these insects are reared under germ-free\n            conditions, they exhibit a severely compromised humoral immune response [51],[53]. Tsetse flies are unique among other\n            insects because they lead a relatively aseptic existence. Not only do they feed\n            exclusively on sterile vertebrate blood, but they also exhibit a unique viviparous\n            reproductive strategy. During this type of reproduction, all embryonic and larval stages\n            develop within the female's uterus. The protected in utero environment in which\n            viviparous offspring develop limits their exposure to environmental microbes. However,\n            throughout tsetse larvagenesis maternal milk gland secretions provide the developing\n            offspring with nourishment as well as Wigglesworthia,\n               Sodalis, and Wolbachia\n            [31]. Interestingly,\n            recently established Sodalis and Wolbachia appear\n            unable to influence their host's physiology to the same extent as mutualist\n               Wigglesworthia despite their presence throughout larval development.\n            Future studies on this system will focus on determining the chemical and/or metabolic\n            elements provided by Wigglesworthia that stimulate the maturation of\n            its host's immune system during larval development.\n\nThe results of this study provide evidence of a novel functional role for obligate\n            insect symbionts–host immune system activation during immature developmental\n            stages to ensure robust function during adulthood. We demonstrate that the obligate\n               Wigglesworthia provides tsetse offspring the stimuli necessary for\n            immune system development, a process that exhibits functional parallels with the\n            mammalian system following the transfer of beneficial microbes from mothers to their\n            neonates during that act of breast feeding. This phenomenon represents an adaptation\n            that further anchors the steadfast relationship shared between tsetse and its obligate\n            mutualist. The essential nature of tsetse's dependence on\n               Wigglesworthia provides a potentially exploitable niche to\n            experimentally modulate host immunity, with the intention of diminishing this\n            insect's capacity to vector deadly trypanosomes.\n\n         Materials and Methods\n         \n            Tsetse and Septic Infections\n            \nThroughout the text, 3-d-old and 8-d-old tsetse are referred to as\n               “young” and “mature,” respectively. Wild-type G. m.\n                  morsitans (GmmWT) were maintained in\n               Yale's insectary at 24°C with 50%–55% relative humidity.\n               These flies received defibrinated bovine blood every 48 h through an artificial\n               membrane feeding system [54]. Two Wigglesworthia-free tsetse lines were\n               generated for use in our experiments. The first,\n                  GmmWgm−, was generated by\n               supplementing the diet of pregnant females with 25 µg of ampicillin per ml of\n               blood. GmmWgm− (offspring of\n               ampicillin-fed females) adult are devoid of Wigglesworthia\n               throughout all developmental stages [9]. PCR using Wigglesworthia thiamine\n               C-specific primers (forward, 5′-TGAAAACATTTGCAAAATTTG-3′; reverse,\n                  5′-GGTGTTACATAGCATAACAT-3′) confirmed that this\n               tsetse strain lacked Wigglesworthia. The second\n                  Wigglesworthia-free tsetse line,\n                     GmmWT/Wgm−, was generated by\n               feeding mature WT adults three blood meals supplemented with 40 µg/ml\n               tetracycline. GmmWT/Wgm−\n               individuals thus harbored Wigglesworthia, Sodalis,\n               and Wolbachia throughout the development of all immature stages and\n               early adulthood, but lacked these symbionts thereafter. The absence of\n                  Wigglesworthia from mature\n                     GmmWT/Wgm− adults was\n               confirmed microscopically by comparing the bacteriome\n                  (Wigglesworthia-harboring organ) contents of mature WT and\n                  GmmWT/Wgm− adults.\n\nSeptic infection of tsetse was achieved by anesthetizing flies with CO2\n               and subsequently injecting individuals with live bacterial cells using glass needles\n               and a Narashige IM300 micro-injector. The methods used to produce\n               luciferase-expressing E. coli K12 (recE.\n                  colipIL), and the assay used to quantify luciferase expression\n               in vivo, were described previously [15]. GFP-expressing and tetracycline-resistant E.\n                  coli K12 were produced via electroporation with pGFP-UV (Clontech,\n               Mountain View, CA) and pBR322 (Promega, Madison, WI) plasmid DNA, respectively. All\n               flies treated with tetracycline were subsequently infected with tetracycline\n               resistant E. coli K12. The number of bacterial cells injected and\n               control group designations for all infection experiments are indicated in the\n               corresponding figures and their legends. For all survival experiments, treatments\n               were performed in triplicate, using 25 flies per E. coli treatment\n               replicate. LB media controls were performed once using 25 flies.\n\n            Real-Time Quantitative PCR (qPCR)\n            \nFor analysis of immunity-related gene expression, sample preparation and qPCR were\n               performed as described previously [15]. Quantitative measurements were performed on three\n               biological samples in duplicate and results were normalized relative to tsetse's\n               constitutively expressed β-tubulin gene (determined from each corresponding\n               sample). Fold-change data are represented as a fraction of average normalized gene\n               expression levels in bacteria-infected flies relative to expression levels in\n               corresponding uninfected controls.\n\nFor symbiont quantification, total RNA was prepared from 40-d-old adult\n                  GmmWT and\n                  GmmWgm− flies. Symbiont genome\n               numbers were quantified using single-copy Sodalis fliC and\n                  Wolbachia groEL. Relative symbiont densities were normalized to\n               tsetse β-tubulin. All qPCR was performed with an icycler iQ real\n               time PCR detection system (Bio-Rad). Values are represented as the mean\n               (±SEM). qPCR primer sequences are shown in Table S1.\n\n            Bacterial 16s rRNA Clone Libraries\n            \nUniversal bacterial 16S rRNA gene primers 27F (5′-AGAGTTTGATCCTGGCTCA\n               G-3′) and 1492R (5′-GGTTACCTTGTTACGACTT-3′) [55] were used to produce a clone\n               library of 16s rRNA gene sequences found in 3rd instar\n                  GmmWT and\n                  GmmWgm− larvae. Five individual\n               larvae from each tsetse line were dissecting under sterile conditions and washed in\n               DNase (Ambion, Austin, TX) to remove any surface contamination prior to DNA\n               extraction. Genomic DNA was isolated using Holmes-Bonner buffer (0.1 mol/L Tris-HCl,\n               pH 7.5; 0.35 mol/L NaCl; 10 mmol/L EDTA, pH 8.0; 2% SDS; 7\n               mol/L Urea), purified via phenol-chloroform extraction and precipitated in\n               100% EtOH. PCR was performed under standard reaction conditions [15], and the resulting\n               products were cloned in the pGEM-T vector (Promega, Madison, WI). Twenty clone\n               inserts from each larvae (100 in total from each tsetse line) were sequenced using\n               the T7 vector specific primer, and homology to previously described 16s rRNAs was\n               determined using the blastn database.\n\n            Hemolymph Collection and Hemocyte Quantification\n            \nDepending on the subsequent experiment, tsetse hemolymph was collected using one of\n               two methods. For hemocyte quantification, undiluted hemolymph was collected by\n               removing one front fly leg at the joint nearest the thorax and then applying gentle\n               pressure to the distal tip of the abdomen. Hemolymph exuding from the wound was\n               collected using a glass micro-pipette and placed into a microfuge tube on ice.\n               Hemocytes were quantified microscopically using a Bright-Line hemocytometer, and\n               hemocyte numbers are represented as cells per µl of hemolymph.\n\nWhen hemocytes were required for microscopic visualization, hemolymph was collected\n               by employing a modified version of the high injection/recovery method previously\n               developed for use in mosquitoes [56]. In brief, tsetse flies were sedated on ice and injected\n               with 25 µl of chilled anticoagulant buffer [70% MM medium,\n               30% anticoagulant citrate buffer (98 mM NaOH, 186 mM NaCl, 1.7 mM EDTA, and 41\n               mM citric acid, buffer pH 4.5), vol/vol] between the last two abdominal\n               schlerites using a glass needle and a Narashige IM300 micro-injector. Following a 30\n               min incubation on ice, a front leg was removed at the joint most proximal to the\n               thorax. At this point internal pressure forced hemolymph diluted with anticoagulant\n               buffer to be expelled from the wound site (more liquid could be recovered by applying\n               gentle pressure to the distal end of the abdomen). Liquid was collected using a\n               pipette and either placed into a chilled microfuge tube or directly into a 24-well\n               cell culture plate. In the latter case, cells were allowed to adhere to the plate\n               bottom, after which anticoagulant buffer was replaced with MM media.\n\nSessile hemocytes were observed by intra-thoracically injecting young and mature\n                  GmmWT, and mature\n                  GmmWgm−\n               (n = 5 of each strain), with 2 µl of blue\n               fluorescent (365/415 nm) 0.2 µm carboxylate-modified beads (Invitrogen corp.).\n               Prior to use, beads were washed once in PBS and resuspended in 100% of their\n               original volume. Flies were dissected 12 h post-injection to reveal their dorsal\n               vessel and surrounding tissue, which was gently washed 3 times with PBS to remove any\n               potentially contaminating circulating (non-adherent) hemocytes. Engulfed microspheres\n               were visualized using a Zeiss steriomicroscope (Discovery v8) equipped with a coaxial\n               fluorescence module. Semi-quantitative comparison of sessile hemocyte number between\n               young and mature GmmWT adults, and mature\n                  GmmWT and\n                  GmmWgm− adults, was performed by\n               quantifying fluorescent signal intensity (n = 4\n               individuals from each group) using ImageJ software (http://rsbweb.nih.gov/ij/).\n\n            Phagocytosis and Melanization Assays\n            \nPhagocytosis by circulating tsetse hemocytes was observed by intra-thoracically\n               infecting mature GmmWT flies (n\n                = 10) with 1×106 GFP-expressing E.\n                  coli K12. Twelve hours post-infection, hemolymph was collected and\n               hemocytes monitored to determine if they had engulfed the GFP-expressing bacterial\n               cells. Hemolymph samples were fixed on glass microscope slides via a 2 min incubation\n               in 2% PFA. Prior to visualization using a Zeiss Axioscope microscope, slides\n               were overlayed with VectaShield hard set mounting medium containing DAPI (Vector\n               Laboratories, Burlingame, CA).\n\nPhagocytosis by tsetse hemocytes was inhibited with blue fluorescent (365/415 nm) 0.2\n               µm carboxylate-modified beads (Invitrogen Corp.). Prior to use, beads were\n               washed once in PBS and resuspended in 100% of their original volume.\n               Inhibition assays were performed by inoculating 8-d-old\n                  GmmWT with 2 µl of beads via their thoracic\n               compartment. Twelve hours later, these flies were similarly infected with\n                  1×103 and 1×106 GFP-expressing E.\n                  coli K12 (experiment was performed in triplicate; n\n                = 25 flies per replicate). Finally, 12 hours post-infection\n               with E. coli, hemolymph was collected and processed as described\n               above (these samples were overlayed with VectaShield hard set mounting medium that\n               lacked DAPI).\n\nMelanization assays were performed by intra-thoracically inoculating mature\n                  GmmWT and\n                  GmmWgm− (n\n                = 10 of each strain) with 1×103\n               E. coli K12. Subsequently, three individuals from each group were\n               monitored microscopically every 10 min for the presence of melanin at the wound site.\n               The remaining seven flies from each group were maintained for 2 wk in order to\n               observe infection outcome.\n\n            Statistics\n            \nStatistical significance of survival curves was determined by log-rank analysis using\n               JMP (v8.02) software (www.jmp.com). Statistical analysis of qPCR data was performed by\n               Student's t test using JMP (v8.02) software. Statistical\n               significance between various treatments, and treatments and controls, is indicated in\n               corresponding figure legends.\n\n         Supporting Information"
}