{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001023",
  "doi": "10.1371/journal.pbio.1001023",
  "externalIds": [
    "pii:PBIOLOGY-D-11-00003",
    "pmid:21364946",
    "pmcid:PMC3043088"
  ],
  "license": "This is an open-access article distributed under the\n                terms of the Creative Commons Attribution License, which permits unrestricted use,\n                distribution, and reproduction in any medium, provided the original author and\n                source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Npn-1 Primes Limbs for Motion",
  "authors": [
    {
      "name": "Rachel Jones",
      "first": "Rachel",
      "last": "Jones",
      "affiliation": "Freelance Science Writer, Welwyn, Hertfordshire, United\n                    Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-02",
  "volume": "9",
  "number": "2",
  "pages": "e1001023",
  "tags": [
    "Developmental biology",
    "Discipline-v2/Biology",
    "Discipline-v2/Developmental biology",
    "Discipline-v2/Molecular cell biology",
    "Discipline/Developmental Biology",
    "Molecular cell biology",
    "Type/Synopsis"
  ],
  "fullText": "During neural development, the axons of sensory and motor neurons must extend over\n                long distances—meters in some animals—to reach the most distant parts of\n                the limbs. The axons of these neurons adhere tightly together to form spinal nerves\n                that project over these distances to their peripheral targets. This process, called\n                fasciculation, controls axon outgrowth and guidance. However, the underlying\n                signaling pathways that mediate this process are not well understood.\n\nTwo molecules, semaphorin 3A (Sema3A) and neuropilin-1 (Npn-1), have been implicated\n                in axon–axon interactions that mediate the segregation of axons in the\n                olfactory system (a process that is similar to fasciculation of axons that innervate\n                the limbs), and it has also been suggested that they are involved in the\n                fasciculation of motor axons before they grow into the forelimb. Npn-1 is expressed\n                in both spinal motor neurons and sensory neurons of the dorsal root ganglia, making\n                it a potential mediator of interactions between the axons of these neurons.\n\nIn this issue of PLoS Biology, Huber and colleagues have used\n                conditional mouse genetics to investigate whether Npn-1 plays a role in the\n                segregation and fasciculation of sensory and motor axons before they innervate\n                peripheral targets. First, they generated mice in which Npn-1 expression was\n                abolished in most motor neurons but not in sensory neurons. Lack of Npn-1 in motor\n                neurons led to extreme defasciculation of motor axons and to dorsal–ventral\n                guidance errors in the axon trajectories in the limb. Sensory axons, by contrast,\n                were unaffected.\n\nAs the next logical step, they then generated mice in which only sensory neurons of\n                the dorsal root ganglia lacked Npn-1 expression. In these mice, both sensory and\n                motor axons projecting to the limbs were strongly defasciculated and showed aberrant\n                trajectories. Closer examination of the spinal nerves showed that defasciculated\n                motor axons always followed sensory axons in these mice.\n\nAfter exiting the spinal cord and dorsal root ganglia, motor and sensory axons\n                converge in a region called the plexus and are sorted into bundles according to\n                their targets. In mice that lacked Npn-1 in motor neurons, defasciculation occurred\n                only after motor axons had passed through the plexus. By contrast, in mice that\n                lacked Npn-1 in peripheral sensory neurons, both motor and sensory axons were\n                defasciculated before they reached the plexus as well as within and beyond it, with\n                sensory fibers leading motor axons. These results support a role for Npn-1 in\n                mediating the mutual dependence of sensory and motor axons during proper circuit\n                wiring.\n\nIn another experiment, the authors used genetic techniques to partially eliminate\n                motor neurons. Mice with few motor neurons had reduced and abnormal sensory\n                projections, although sensory axons projected normally towards the plexus region. On\n                the other hand, elimination of sensory neurons caused defasciculation of motor axons\n                as well as the remaining sensory axons before they reached the plexus.\n\nThe results of these experiments support a model in which motor axons are required\n                for sensory neurons to route through the plexus region, with sensory axons\n                subsequently able to project into the limb on their own. Motor projections also rely\n                on sensory axons for correct fasciculation and guidance. The role of Npn-1 and the\n                importance of axon–axon interactions seem to vary depending on the location,\n                offering important insight into the mechanisms of peripheral limb innervation.\n\n        Huettl R-E, Soellner H, Bianchi E, Novitch BG, Huber AB (2011) Npn-1\n                    Contributes to Axon-Axon Interactions That Differentially Control Sensory and\n                    Motor Innervation of the Limb. doi:10.1371/journal.pbio.1001020"
}