{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2005642",
  "doi": "10.1371/journal.pbio.2005642",
  "externalIds": [
    "pii:pbio.2005642",
    "pmid:30208022",
    "pmcid:PMC6152992"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Protein kinase A negatively regulates Ca2+ signalling in Toxoplasma gondii",
  "authors": [
    {
      "name": "Alessandro D. Uboldi",
      "first": "Alessandro D.",
      "last": "Uboldi",
      "affiliation": "The Walter and Eliza Hall Institute of Medical Research, Parkville, Australia; Department of Medical Biology, The University of Melbourne, Parkville, Australia"
    },
    {
      "name": "Mary-Louise Wilde",
      "first": "Mary-Louise",
      "last": "Wilde",
      "affiliation": "The Walter and Eliza Hall Institute of Medical Research, Parkville, Australia; Department of Medical Biology, The University of Melbourne, Parkville, Australia"
    },
    {
      "name": "Emi A. McRae",
      "first": "Emi A.",
      "last": "McRae",
      "affiliation": "The Walter and Eliza Hall Institute of Medical Research, Parkville, Australia; Department of Medical Biology, The University of Melbourne, Parkville, Australia"
    },
    {
      "name": "Rebecca J. Stewart",
      "first": "Rebecca J.",
      "last": "Stewart",
      "affiliation": "The Walter and Eliza Hall Institute of Medical Research, Parkville, Australia; Department of Medical Biology, The University of Melbourne, Parkville, Australia"
    },
    {
      "name": "Laura F. Dagley",
      "first": "Laura F.",
      "last": "Dagley",
      "affiliation": "The Walter and Eliza Hall Institute of Medical Research, Parkville, Australia; Department of Medical Biology, The University of Melbourne, Parkville, Australia"
    },
    {
      "name": "Luning Yang",
      "first": "Luning",
      "last": "Yang",
      "affiliation": "The Walter and Eliza Hall Institute of Medical Research, Parkville, Australia; Department of Medical Biology, The University of Melbourne, Parkville, Australia; School of Medicine, Tsinghua University, Beijing, China"
    },
    {
      "name": "Nicholas J. Katris",
      "first": "Nicholas J.",
      "last": "Katris",
      "affiliation": "Department of Biochemistry, University of Cambridge, Cambridge, United Kingdom; Institute of Advanced Biosciences, CNRS UMR5309, INSERM U1209, Université Grenoble Alpes, Grenoble, France"
    },
    {
      "name": "Sanduni V. Hapuarachchi",
      "first": "Sanduni V.",
      "last": "Hapuarachchi",
      "affiliation": "Research School of Biology, The Australian National University, A.C.T., Australia"
    },
    {
      "name": "Michael J. Coffey",
      "first": "Michael J.",
      "last": "Coffey",
      "affiliation": "The Walter and Eliza Hall Institute of Medical Research, Parkville, Australia; Department of Medical Biology, The University of Melbourne, Parkville, Australia"
    },
    {
      "name": "Adele M. Lehane",
      "first": "Adele M.",
      "last": "Lehane",
      "affiliation": "Research School of Biology, The Australian National University, A.C.T., Australia"
    },
    {
      "name": "Cyrille Y. Botte",
      "first": "Cyrille Y.",
      "last": "Botte",
      "affiliation": "Institute of Advanced Biosciences, CNRS UMR5309, INSERM U1209, Université Grenoble Alpes, Grenoble, France"
    },
    {
      "name": "Ross F. Waller",
      "first": "Ross F.",
      "last": "Waller",
      "affiliation": "Department of Biochemistry, University of Cambridge, Cambridge, United Kingdom"
    },
    {
      "name": "Andrew I. Webb",
      "first": "Andrew I.",
      "last": "Webb",
      "affiliation": "The Walter and Eliza Hall Institute of Medical Research, Parkville, Australia; Department of Medical Biology, The University of Melbourne, Parkville, Australia"
    },
    {
      "name": "Malcolm J. McConville",
      "first": "Malcolm J.",
      "last": "McConville",
      "affiliation": "Department of Biochemistry and Molecular Biology, Molecular Science and Biotechnology Institute, The University of Melbourne, Parkville, Australia"
    },
    {
      "name": "Christopher J. Tonkin",
      "first": "Christopher J.",
      "last": "Tonkin",
      "affiliation": "The Walter and Eliza Hall Institute of Medical Research, Parkville, Australia; Department of Medical Biology, The University of Melbourne, Parkville, Australia",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-7036-6222"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-09-12",
  "dateAccepted": "2018-08-20",
  "dateReceived": "2018-02-08",
  "volume": "16",
  "number": "9",
  "pages": "e2005642",
  "tags": [
    "Apicomplexa",
    "Biochemistry",
    "Cell biology",
    "Cell motility",
    "Discipline-v3/Apicomplexa",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell motility",
    "Discipline-v3/Enzymes",
    "Discipline-v3/Enzymology",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Host cells",
    "Discipline-v3/Imaging techniques",
    "Discipline-v3/In vivo imaging",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Microbiology",
    "Discipline-v3/Organisms",
    "Discipline-v3/Parasite groups",
    "Discipline-v3/Parasitic diseases",
    "Discipline-v3/Parasitic protozoans",
    "Discipline-v3/Parasitology",
    "Discipline-v3/Protein kinases",
    "Discipline-v3/Proteins",
    "Discipline-v3/Protozoans",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Tachyzoites",
    "Discipline-v3/Toxoplasma",
    "Discipline-v3/Viral transmission and infection",
    "Discipline-v3/Virology",
    "Enzymes",
    "Enzymology",
    "Eukaryota",
    "Host cells",
    "Imaging techniques",
    "In vivo imaging",
    "Microbiology",
    "Organisms",
    "Parasite groups",
    "Parasitic diseases",
    "Parasitic protozoans",
    "Parasitology",
    "Protein kinases",
    "Proteins",
    "Protozoans",
    "Tachyzoites",
    "Toxoplasma",
    "Type/Research Article",
    "Viral transmission and infection",
    "Virology"
  ],
  "abstract": "The phylum Apicomplexa comprises a group of obligate intracellular parasites that alternate between intracellular replicating stages and actively motile extracellular forms that move through tissue. Parasite cytosolic Ca2+ signalling activates motility, but how this is switched off after invasion is complete to allow for replication to begin is not understood. Here, we show that the cyclic adenosine monophosphate (cAMP)-dependent protein kinase A catalytic subunit 1 (PKAc1) of Toxoplasma is responsible for suppression of Ca2+ signalling upon host cell invasion. We demonstrate that PKAc1 is sequestered to the parasite periphery by dual acylation of PKA regulatory subunit 1 (PKAr1). Upon genetic depletion of PKAc1 we show that newly invaded parasites exit host cells shortly thereafter, in a perforin-like protein 1 (PLP-1)-dependent fashion. Furthermore, we demonstrate that loss of PKAc1 prevents rapid down-regulation of cytosolic [Ca2+] levels shortly after invasion. We also provide evidence that loss of PKAc1 sensitises parasites to cyclic GMP (cGMP)-induced Ca2+ signalling, thus demonstrating a functional link between cAMP and these other signalling modalities. Together, this work provides a new paradigm in understanding how Toxoplasma and related apicomplexan parasites regulate infectivity.",
  "fullText": "Introduction\n\nThe phylum Apicomplexa comprises a large group of obligate intracellular parasites that cause many important human and livestock diseases and includes Plasmodium spp. (malaria), Cryptosporidium spp. (severe diarrhoea), and Toxoplasma gondii (toxoplasmosis). Toxoplasma is transmitted to humans by eating undercooked meat harbouring cyst forms or by consuming soil, vegetables, or water contaminated with oocysts shed from an infected cat. In healthy individuals, acute toxoplasmosis manifests with mild flu-like symptoms and is self-resolving; however, infection can cause life-threatening illness in the immunocompromised. Furthermore, infection during pregnancy can cause abortion early in gestation or severe neurological developmental abnormalities in the foetus. Vertical transmission is also considered the cause of the relatively high rates of progressive blindness in some countries [1,2].\n\nToxoplasma, like all apicomplexan parasites, critically requires the ability to move through tissue and invade host cells for survival and proliferation. Parasite movement is powered by a distinctive form of cellular locomotion referred to as ‘gliding motility’, which is powered by the glideosome, an actomyosin-dependent motor located underneath the plasma membrane [3,4]. Gliding motility is activated when transmembrane adhesins are released from the microneme organelles at the apical tip of the parasite and deposited onto the parasite surface. The current model then posits that the glideosome drives parasite motility when dynamic actin filaments attach to the cytoplasmic tails of transmembrane adhesins via the glideosome associated connector (GAC) [5]. This then allows Myosin A (MyoA), which is anchored in the parasite pellicle, to engage and drag actin-adhesin complexes rearward through the plane of the membrane, to the basal end, thus resulting in forward directional movement of the parasite through tissue and into host cells [3].\n\nParasite egress and motility are under tight control of intracellular signal transduction pathways so as to only activate at an appropriate time and switch off upon host cell invasion. Both microneme and glideosome activity are controlled by the cytosolic concentration of Ca2+ ([Ca2+]cyt), cyclic GMP (cGMP), and inositol signalling pathways [6–8]. The current model suggests that cGMP signalling is activated by extracellular signals and results in stimulation of inositol phosphate metabolism and subsequent release of Ca2+ from intracellular stores, as well as influx of Ca2+ from the external environment [9,10]. A rise in [Ca2+]cyt is temporally linked to the activation of egress from host cells and subsequent bursts of extracellular motility [11–13]. A rise in [Ca2+]cyt then triggers Ca2+-dependent protein kinases (CDPKs) and a calcineurin phosphatase, which then likely phosphorylate/dephosphorylate substrates, triggering downstream events, including activation of the glideosome and the release of adhesins from the micronemes [9,14–21].\n\nTo transition from immotile replicating tachyzoites to actively motile and invasive forms, parasites must sense the extracellular environment to regulate motility. High extracellular [K+], as encountered in the host cell, inactivates motility, whilst a drop in this cation causes a rise in [Ca2+]cyt and activation of locomotion [22]. More recently, it has been shown that extracellular pH ([H+]) also regulates motility. Here, low extracellular pH potently activates motility, whilst also being able to overcome the suppressive effect of high extracellular [K+] [23]. During intracellular growth, a lowering of the pH of the vacuolar space can activate Ca2+-dependent egress whilst also promoting an acidic environment for the activation of perforin-like protein 1 (PLP-1) to elicit membrane damage and tachyzoite egress [23].\n\nDespite advances in our understanding of how Toxoplasma and other apicomplexan parasites activate motility, it remains unclear how these important pathogens sense environmental cues and how Ca2+ signalling is switched off. In other eukaryotic systems, G-protein coupled receptors (GPCRs) are essential for environmental sensing and act by receiving extracellular cues and transducing these signals across the plasma membrane. GPCRs physically associate with signalling proteins on the cytoplasmic side of the plasma membrane, causing changes in their activity upon extracellular cues. GPCRs commonly activate cyclic adenosine monophosphate (cAMP) signalling pathways. This occurs by direct coupling of GPCRs to adenyl cyclases (ACs), which are activated to produce cAMP upon encountering environmental stimuli. cAMP then activates a tetrameric protein kinase A (PKA) complex by binding to the regulatory subunit (PKAr), promoting its dissociation from the catalytic subunit (PKAc) and thus promoting downstream phosphorylation. Whilst genome sequencing has shown a complete lack of GPCRs in Apicomplexa, previous work has suggested that PKA, and thus cAMP signalling, is important for parasite invasion in several stages of the Plasmodium life cycle, in part through the phosphorylation of the cytoplasmic tail of the parasite adhesin apical membrane antigen 1 (AMA1) [24–26] and may be linked to Ca2+ signalling [15]. Interestingly, one of three PKA paralogues in Toxoplasma negatively regulates bradyzoite differentiation [27].\n\nHere, we show that protein kinase A catalytic subunit 1 (PKAc1) acts as a negative regulator of tachyzoite egress immediately following invasion and is required for the transition of invasive tachyzoites into intracellular replicative forms. Whilst PKAc1-depleted tachyzoites appear to invade normally and form a parasitophorous vacuole (PV), they rapidly egress from host cells shortly thereafter. We show that in the absence of PKAc1, newly invaded tachyzoites cannot rapidly quench [Ca2+]cyt, leading to a persistent raised level. Furthermore, we provide evidence that PKAc1 dampens cGMP signalling to supress [Ca2+]cyt. Together, our work pinpoints a critical role of PKAc1, and thus cAMP signalling, in negatively regulating [Ca2+]cyt upon parasite invasion. Our work therefore provides evidence of how Toxoplasma, and potentially other apicomplexan parasites, switch off motility upon successful invasion of a host cell.\n\nResults\n\nA PKA complex in Toxoplasma localises to the parasite periphery\n\nWe wished to understand if cAMP/PKA signalling participates in relaying environmental cues to modulate motility. Toxoplasma contains three annotated PKA catalytic subunit paralogues (toxodb.org) [28]. Previous work has shown that PKAc3 (TGME49_286470) negatively regulates the differentiation of bradyzoite forms during tachyzoite growth [27], whilst PKAc2 (TGME49_228420) appears not expressed in tachyzoite stages (toxodb.org). PKAc1 (TGME49_226030) is the most widely conserved Toxoplasma paralogue across the Apicomplexa and thus was chosen for study. To understand the function of PKAc1, we genetically introduced an epitope tag at the 5′ end of the protein, whilst simultaneously putting the gene under conditional genetic control using the tetracycline-off (tet-off) system (S1 Fig) (see below for description). To assess the localisation of PKAc1, we performed an immunofluorescence assay (IFA) using anti-haemagglutinin (HA) epitope antibodies and observed a peripheral staining pattern, as marked by inner membrane complex 1 (IMC1) protein antibodies [29] (Fig 1Ai). In some tachyzoites, we noticed internal staining, which colocalised with the apical IMC sub-compartment protein 1 (ISP1) marker [30], suggesting association with the forming daughter cells during replication (Fig 1Aii).\n\nAcross eukaryotes, PKA typically localises to defined cellular compartments via association with A-kinase-associated proteins (AKAPs) and/or by binding to GPCRs. To determine if this was true in Toxoplasma, we performed immunoprecipitation of HA-tagged PKAc1 and compared eluates to parental controls either by in-solution trypsin digestion (Fig 1B) or in-gel digests from SYRPO Ruby-stained gels, followed by mass spectrometry to detect associated proteins (Fig 1C). In both cases we only confidently detected one additional protein, which we determined to be TGME49_242070, a protein with several predicted cAMP-binding domains. The Toxoplasma genome (toxoDB.org) predicts the presence of two regulatory PKA subunits (the other being TGME49_311300), and thus this work experimentally verifies that TGME49_242070 is most likely the regulatory PKA subunit for PKAc1 –thus we named this orthologue PKAr1.\n\nPKAr subunits in other eukaryotes contain an N-terminal docking domain that is responsible for associating the PKA complex with AKAP. Toxoplasma PKAr1 appears to lack this domain and instead contains a glycine at position 2 and two cysteines at positions 5 and 7, typical of sites of acylation. Acylation is an important mechanism for imparting membrane affinity on a range of proteins involved in signalling and motility in Toxoplasma [31–34]. To investigate the localisation of PKAr1 without disturbing this potential motif, we introduced a Ty epitope tag 15 amino acids downstream from the starting methionine. Western blot of Ty-PKAr1 revealed that there were two major species of this protein close to the expected size, suggesting that dual acylation could be imparting changes to the migration of the protein (Fig 1D). There are also two weak bands at about 100 kD, but the identity or significance of these is not known. Colocalisation of Ty-PKAr1 by IFA with IMC1 also demonstrated a largely peripheral localisation and further, we also observed localisation to the nascent IMC (as marked by ISP1) during internal daughter cell budding (Fig 1Ei and 1Eii), similar to that observed with PKAc1.\n\nPKAr1 was recently described to be part of the Toxoplasma ‘palmitome’, thus further supporting the evidence that this protein is acylated [35]. To investigate whether the N-terminal region of PKAr1 was responsible for sequestration to the periphery by myristoylation of glycine 2 (G2) and palmitoylation of cysteine 5 (C5) and/or 7 (C7), we fused the first 15 amino acids of PKAr1 to green fluorescent protein (GFP) and used IFA to monitor localisation and western blot to assess any changes in migration pattern. We found that, indeed, PKAr1(1–15) was sufficient to target GFP to the parasite periphery (Fig 1Fi) and to internal budding daughter cells (Fig 1Fii). Furthermore, mutation of the putative myristoylation site to an alanine (G2A) resulted in a severe abrogation of peripheral localisation and instead caused an accumulation of the GFP fusion protein in the cytoplasm and nucleus (Fig 1Fiii). Mutation of the two putative palmitoylation acceptor cysteines to alanines (C5A, C7A) also resulted in abrogation of peripheral localisation (Fig 1Fiv), as did mutation of all three residues simultaneously (G2A, C5A, C7A) (Fig 1Fv). Protein acylation leads to changes in hydrophobicity and propensity to bind detergents, leading to change in apparent molecular weight on SDS-PAGE. To further implicate myristoylation and palmitoylation in PKAr1 membrane affinity, we monitored changes in protein migration of PKAr1(1–15)WT-GFP and point mutants by western blot (Fig 1G). Here, we observed a single molecular weight species in PKAr1(1–15)WT-GFP, which, upon mutation of the glycine at position 2 to alanine (PKAr1(1–15)G2A-GFP), resulted in an additional higher molecular weight species, consistent with myristoylation causing faster migration (Fig 1G). Mutation of both putative myristoylation and palmitoylation sites (PKAr(1–15)G2A C5A C7A-GFP resulted in complete loss of faster migrating species (Fig 1G). Mutation of the putative palmitoylation sites (PKAr(1–15)C5A C7A-GFP) does not appear to affect SDS-PAGE migration as compared to the wild-type sequence, suggesting that myristoylation is able to occur in the absence of palmitoylation sites (Fig 1G). Together, these data are consistent with PKAc1 localising to the parasite periphery, likely the IMC membranes, via its association with PKAr1, which relies on dual acylation to derive membrane binding.\n\nPKAc1 is essential for the tachyzoite lytic cycle\n\nTo investigate the function of PKAc1 in Toxoplasma tachyzoites, we generated a PKAc1 conditional knockdown (cKD) line by replacing the endogenous promoter with the tet-off tetO7sag4 (T7S4) promoter (S1 Fig) (Fig 2A) [36,37]. To monitor the regulation of PKAc1 in the PKAc1 cKD parasites, we tracked protein production by the N-terminally appended HA epitope tag using HA antibodies. Treatment of parasite cultures with anhydrotetracycline (ATc) for 48 hours led to a marked decrease in PKAc1 levels (Fig 2B), and IFA showed loss of detectable levels of this protein (Fig 2C). To monitor growth of PKAc1 cKD parasites across the complete lytic cycle, we then performed plaque assays on confluent monolayers of human foreskin fibroblasts (HFFs). ATc treatment of PKAc1 cKD, but not parental, parasites resulted in a drastic reduction in plaque size, consistent with this kinase having an important role in one or more steps of the Toxoplasma lytic cycle, and furthermore is congruent with its deleterious clustered regularly interspaced short palindromic repeats (CRISPR) screen growth score [38] (Fig 2D). During our preliminary analysis, we noticed that in vitro cultures of PKAc1-depleted tachyzoites growing in host cells had an unusual presentation. After 24 hours of ATc treatment, PKAc1 cKD cultures contained very few intracellular parasites (compared to untreated cultures). Concurrently, host cells appeared to have been lysed, some detaching from the surface plastic (Fig 2E and S2 Fig).\n\nPKAc1-deficient tachyzoites re-exit host cells after invasion\n\nWe hypothesised that the unusual presentation of host cells in cultures infected with PKAc1-deficient tachyzoites was due to aberrant invasion. We therefore performed two-colour invasion assay to enumerate invasion efficiency on a population level. After a 10-minute invasion period we observed a stark loss of intracellular parasites (Fig 3A). To get a better understanding of the role of PKAc1 during invasion we undertook live cell imaging. In ATc-treated or untreated parental lines and untreated PKAc1 cKD tachyzoites we saw typical invasion, in which parasites attached to host cell monolayers, activated motility, and penetrated the host cell through a tight constriction, typical of the formation of the moving junction (Fig 3Bi, Bii and 3Biii; S1, S2 and S3 Movies). Following invasion, tachyzoites remained stationary and little movement of the host cell was observed (invading tachyzoites marked with white arrowhead and dashed white lines mark outline of host cell) (Fig 3Bi, 3Bii and 3Biii; S1, S2 and S3 Movies). Upon depletion of PKAc1, shortly after the apparent completion of invasion, we saw that the host cell began to detach from the glass slide surface, often with the concomitant reactivation of parasite motility (Fig 3Ci and 3Cii, S4 and S5 Movies). We observed that tachyzoites could directly exit host cells (Fig 3Cii, S4 Movie) and in some cases move within the confines of the damaged host cell (Fig 3Ci, S5 Movie). We then quantified the timing of host cell collapse in relation to invasion over a larger population of cells. Over a period of 10 minutes of filming we saw no parental (+ATc) or PKAc1 cKD (−ATc) egress (Fig 3D). In comparison, some PKAc1-deficient tachyzoites exited as quickly as about 30 seconds post-invasion, whereas others did not exit within the 10-minute filming period. Over the population, host cell collapse occurred at an average of about 200 seconds post-invasion (Fig 3D). We then quantified host cell damage on a population level, as a function of parasite concentration, by monitoring host cell integrity using crystal violet staining. To do this, ATc treated and untreated parental and PKAc1 cKD tachyzoites were serially diluted and allowed to invade host cells for 3 hours, after which time host cell integrity was analysed by crystal violet staining (Fig 3E). The number of intact host cells decreased when incubated with increasing concentration of PKAc1-depleted tachyzoites. In contrast, PKAc1 cKD parasites expressing PKAc1 and parental parasites treated with ATc caused no such damage (Fig 3E). Together, these results suggest that PKAc1 is required for productive invasion and/or the suppression of motility once cell entry is complete.\n\nPKAc1 does not play a detectable role during invasion\n\nThe exit of host cells by PKAc1-depleted tachyzoites shortly after invasion could be caused either by a defect in the formation or sealing of the parasitophorous vacuole membrane (PVM) during invasion, or by parasites activating egress shortly after internalisation is complete. To test if PKAc1 has a role in invasion, we measured the speed of invasion (S3A Fig) and the ability of invading tachyzoites to form a moving junction, as marked by rhoptry neck 4 (RON4) protein staining (S3B Fig). In both cases we saw no difference between parental and PKAc1-depleted lines (representative images shown of RON4 staining). We then determined whether PKAc1 plays a role in PVM formation. Secretion of rhoptries is required for PVM formation and can be measured by inhibiting invasion using cytochalasin D (CytD) and staining for the presence of ‘empty vacuoles’ (evacuoles) [39], using rhoptry protein 1 (ROP1) as a marker. Furthermore, we used microneme protein 8 (MIC8) cKD as a positive control, as this protein is known to be important in evacuole production [40]. Here, we observed that PKAc1-depleted tachyzoites were able to produce evacuoles at the same rate as parental lines, suggesting that this kinase plays no role in the secretion of rhoptry contents (S3C Fig). We also measured formation of the PVM on invading and invaded parasites using a mouse embryonic fibroblast (MEF) line that expresses membrane-bound tandem dimeric tomato (tdTomato) red fluorescent protein. [41]. In static images, in which PKAc1 and parental lines were expressing cytosolic GFP, we observed clear formation of an intense tdTomato+ membrane around the body of tachyzoites (S3Di Fig), as clearly demonstrated by plotting intensity values across a cross section (S3Dii Fig). Furthermore, when performing live cell imaging on tachyzoites invading tdTomato-expressing MEFs, we saw formation of a tdTomato+ membrane surrounding invading parasites, which persisted until collapse of the host cell (see S3E Fig and S6 Movie for representative time-lapse), further suggesting the formation of a PVM even in the absence of PKAc1.\n\nWe also assayed whether PKAc1 was involved in motility and host cell attachment, as well as microneme secretion (S4 Fig). To assay tachyzoite motility, we performed live cell imaging and quantitated total motile and nonmotile fractions as well as segregating based on the different types of motility when put in intracellular (IC) or extracellular (EC) buffer. Whilst we found an increase in the fraction of motile tachyzoites in EC buffer, we saw no changes upon repression of PKAc1 expression (S4Ai and S4Aii Fig). We also measured tachyzoite host cell attachment using standard assays and again found no differences of PKAc1-deficient parasites, as compared to controls (S4B Fig). Furthermore, we assayed secretion of micronemal proteins into the supernatant using standard conditions (in Ringer’s buffer), using both quantitative western blot and quantitative proteomics. In both cases, we found that PKAc1-depleted parasites had no difference to parental and no ATc controls (S4C, S4D and S4E Fig). Note that when performing quantitative proteomics on supernatants, we did see more peptides from proteins known or predicted to be found inside the parasite. Whilst we do not know the reasons behind this finding, we suggest that loss of PKAc1 may make the plasma membrane more fragile and prone to lysis (S4E Fig). Together, these results suggest that PKAc1 has no detectable role in invasion, motility, or host cell adhesion.\n\nPLP-1 is required for premature host cell egress in PKAc1-deficient tachyzoites\n\nWe next determined whether PKAc1 was required for programmed host cell egress. Toxoplasma PLP-1 is critical to induce PVM and host cell membrane breakdown required for parasite egress [42,43]. Furthermore, vacuolar acidification is required for activating PLP-1 [23] to elicit membrane damage. We therefore wondered whether early egress of PKAc1-deficient tachyzoites requires acidification of the vacuolar space and the cytolytic activity of PLP-1. Furthermore, given that PLP-1 has no role in invasion [43], testing for dependency on PLP-1 and vacuolar acidification of the premature egress phenotype of PKAc1-depleted parasites would support a role for this kinase as a negative regulator of egress post-invasion. To test this, we first genetically deleted PLP-1 in our PKAc1 cKD line (S5 Fig). Western blot of PKAc1 cKD/Δplp-1 parasite lysates using PLP-1 antibodies showed a loss of signal verifying gene disruption (Fig 4A). To determine if PLP-1 is required for early egress of PKAc1-deficient parasites, we grew PKAc1 cKD and PKAc1 cKD/Δplp-1 tachyzoites in the presence of ATc for 24 hours and first monitored the morphology of parasite-infected host cells under the microscope. As previously shown in Fig 2, loss of PKAc1 results in collapsed host cells that appear to readily detach from the substrate, with no intracellular parasites evident (Fig 4B, black arrows). Conversely, host cells infected with parasites also lacking PLP-1 (PKAc1 cKD/Δplp-1 +ATc) appeared to have a reversal of this effect, containing many late-stage vacuoles full of tachyzoites, similar to parental and non-ATc-treated lines (Fig 4B, white arrows and S2 Fig). This suggests that loss of this cytolytic protein at least partially rescues genetic depletion of PKAc1. To quantify the role of PLP-1 in host cell destruction post-invasion in PKAc1-deficient tachyzoites, we performed an end-point invasion assay. As compared to the loss of PKAc1 alone (as reproduced from above), the additional deletion of PLP1 resulted in the presence of significantly more intracellular parasites at 10 minutes post-invasion (Fig 4C). As a control, we confirmed that loss of PLP-1 alone has no significant effect on invasion [43].\n\nPreviously, it has been shown that the inhibitor of H+ ATPase transporters N,N′-Dicyclohexylcarbodiimide (DCCD) can prevent vacuolar acidification and inhibit PLP-1 activity. We therefore also tested whether treatment of DCCD could reverse the loss of PKAc1, thus further supporting a role for this kinase in supressing egress post-invasion. Using a standard invasion assay, we observed that whilst DCCD treatment can inhibit invasion, it also mildly rescues the proportion of observable intracellular parasites of PKAc1-depleted tachyzoites after 10 minutes of invasion (Fig 4D). Furthermore, there was no difference in the amount of intracellular tachyzoites with and without PKAc1 that were both treated with DCCD (Fig 4D). This suggests that a H+ ATPase activity could play a role in vacuolar acidification, which drives re-exit of PKAc1-depleted Toxoplasma from host cells. It is important to note that DCCD treatment is not very specific and is likely inhibiting other H+ ATPases (e.g., mitochondrial), which is affecting the rate of invasion.\n\nTo confirm these findings and further dissect the PKAc1-depletion phenotype dependency on PLP-1 and acidification, we performed live cell imaging on PKAc1 cKD/Δplp-1 tachyzoites and quantitated how long tachyzoites remained intracellular following invasion. As compared to PKAc1-deficient parasites, the additional loss of PLP1 saw the vast majority of parasites remain intracellular over the 10 minutes of filming (Fig 4E). Tracking of individual PKAc1-depleted tachyzoites treated with 50 μM of DCCD showed that almost all parasites remain intracellular after invasion over the 10-minute filming period, suggesting that this compound is able to reverse the loss of PKAc1 of those parasites that are able to invade. Together, these data suggest that PKAc1 has a role in negatively regulating host cell egress and demonstrate that PKAc1-dependent egress from host cells occurs in a PLP-1-dependent fashion.\n\nPKAc1 controls rapid dampening of cytosolic Ca2+ after invasion\n\nTachyzoite [Ca2+]cyt has been temporally and functionally linked to parasite egress, motility, and invasion [11,12]. We hypothesised that PKAc1 may function to directly or indirectly negatively regulate [Ca2+]cyt, such that loss of this kinase sustains parasite motility and enables host cell egress to occur. Previously, we have used the genetically encoded biosensor, GFP-Calmodulin-M13-peptide-6 (GCaMP6), to monitor [Ca2+]cyt in intracellular, egressing, and extracellular motile tachyzoites [11,44]. To first assess the utility of GCaMP6 in monitoring Ca2+ levels during invasion, we stably introduced the GCaMP6/mCherry-expressing plasmid at the uprt locus into the parental line (Δku80:TATi) and quantitated fluorescence levels (+ATc treatment) over a 10-minute period, acquiring five z-projections approximately every 1.3 seconds (Fig 5, S7 Movie). We observed that invasion of the parental line coincides with a rapid quenching of GCaMP6 fluorescence, dropping to 20%–40% of maximum levels in a period of 10–20 seconds post-invasion (t = 0 = beginning of invasion; blue arrow = completion of invasion; red arrow = time to reach 35% of maximum fluorescence) (Fig 5Ai and 5Aii, S7 Movie). We found that this pattern was seen in all observable invasion events in the parental line (Fig 5Aiii; for individual traces, see S6 Fig). We then introduced the GCaMP6/mCherry-expressing plasmid into PKAc1 cKD parasites and measured the dynamics in fluorescence as a readout for changes in [Ca2+]cyt. In the absence of ATc, PKAc1 cKD tachyzoites were able to quench [Ca2+]cyt shortly after invasion, similar to the parental line (Fig 5Bi, 5Bii and 5Biii, and S8 Movie; individual traces are shown in S7 Fig). However, depletion of PKAc1 by ATc treatment resulted in drastic changes in [Ca2+]cyt dynamics. Here, we noticed that PKAc1-depleted tachyzoites could not rapidly dampen GCaMP6 fluorescence after invasion was complete (green arrow = time of host cell collapse) (Fig 5Ci and 5Cii). Instead, as viewed by individual traces of PKAc1-depleted tachyzoites, [Ca2+]cyt varied greatly during this time (Fig 5Ciii and S8 Fig). In order to quantitate and graphically represent cytosolic Ca2+ dynamics over time, we chose, based on parental controls, a value of 35% of maximum fluorescence to baseline after the completion of invasion (Fig 5Aii, 5Aiii, 5Bii and 5Biii). By measuring the time taken for tachyzoites to reach 35% of maximum, we could observe that PKAc1-depleted parasites took significantly longer than untreated or parental controls to reduce [Ca2+]cyt, averaging about 150 seconds to reach 35%, as compared to controls, which typically took 20–40 seconds (Fig 5D). We then measured GCaMP6 fluorescence level at 100 seconds, a time when all tachyzoites of control samples have completed invasion and dampened [Ca2+]cyt (Fig 5A and 5B). Tachyzoites lacking PKAc1 expression were then split into those that egressed before and after t = 100, as well as those that did not egress at all. In doing so, we could see that those PKAc1-deficient parasites that did egress had significantly higher GCaMP6 fluorescence at this time point, whilst those that did not had levels equivalent to controls (Fig 5E). Overall, this work suggests that PKAc1 plays an important role in the rapid reduction of [Ca2+]cyt that normally takes place shortly after invasion is complete.\n\nLive cell imaging reveals that PKAc1 regulates cytosolic [Ca2+] independent of PLP-1 activity\n\nWe wondered whether [Ca2+]cyt in PKAc1-deficient parasites was influenced by PLP-1-dependent egress and exposure to the extracellular environment. To test this, we stably introduced GCaMP6/mCherry-expressing plasmid into the uprt locus of PKAc1 cKD/Δplp1 tachyzoites (Fig 6). In the absence of ATc, PKAc1 cKD/Δplp1 tachyzoites invaded host cells in a typical fashion, which was followed by rapid dampening of [Ca2+]cyt, indistinguishable from parental controls (Fig 6Ai and 6Aii), which was highly consistent across the population (Fig 6Aiii). Upon depletion of PKAc1 with ATc, we saw that GCaMP6 levels did not dampen in a typical fashion, demonstrating that the cytolytic activity of PLP-1 and thus early exposure to the extracellular environment play little role in the loss of [Ca2+]cyt dampening in PKAc1-deficient parasites (Fig 6Bi, 6Bii and 6Biii). To further explore the independence of [Ca2+]cyt from membrane disruption by PLP-1, we treated parasites with the H+ ATPase inhibitor DCCD (Fig 6C). After tracking many invading tachyzoites, we saw that DCCD treatment of PKAc1-deficient parasites largely phenocopied PLP-1 deletion in terms of loss of egress, but sustained high [Ca2+]cyt (Fig 6Ci, 6Cii and 6Ciii), thus further supporting the notion that regulation of [Ca2+]cyt is not influenced by cytolytic activity of PLP-1. We also quantitated these effects by graphing time taken of each treatment to reach 35% of maximum fluorescence (Fig 6D), as well as fluorescence levels at t = 100 seconds (Fig 6E). As compared to PKAc1 depletion alone (redisplayed here from Fig 5), this showed that PLP-1-deficient and DCCD-treated PKAc1-deficient tachyzoites maintain a higher [Ca2+]cyt level post-invasion (Fig 6D and 6E). Together, these data provide strong evidence that PKAc1 negatively regulates [Ca2+]cyt post-invasion, independent of PLP-1-dependent PVM and host cell lysis.\n\nPKAc1 negatively regulates the basal cytosolic Ca2+ levels\n\nTo further dissect the role of PKAc1 in negatively regulating [Ca2+]cyt, we investigated how the extracellular environment affects cytosolic concentrations of Ca2+. First of all, we tested if PKAc1 controls Ca2+ transport across the plasma membrane. To test this, we loaded extracellular tachyzoites with the Ca2+-responsive dye Fura-2 and performed calibrated measurements on parasite populations using fluorometry. We found that, when suspended in a Ca2+-free buffer, PKAc1-depleted parasites had a statistically higher [Ca2+]cyt, containing nearly 2-fold higher levels (about 58 nM compared with about 33 nM) (Fig 7A). PKAc1-depleted parasites were also observed to have higher [Ca2+]cyt than PKAc1-expressing parasites when suspended in salines containing [Ca2+] of 1 μM, 100 μM, and 1 mM; however, in these cases, statistical significance was not reached (Fig 7A).\n\nWe also developed a fluorescence-activated cell sorting (FACS)-based assay to measure [Ca2+]cyt using GCaMP6/mCherry-expressing parasites. This allowed us to further probe the relationship between environmental cues and the role of PKAc1 in negatively regulating [Ca2+]cyt. To do this, we resuspended tachyzoites in buffers mimicking the extracellular (EC) and intracellular (IC) environments and tested the role of PKAc1 in regulating [Ca2+]cyt in these conditions (Fig 7B). Here, we could show that PKAc1-deficient parasites, even in IC buffer, had a significantly higher GCaMP6/mCherry signal, signifying a higher [Ca2+]cyt than either PKAc1 cKD −ATc or parental controls (Fig 7B), suggesting that this cAMP-dependent protein kinase is critical for supressing [Ca2+]cyt in intracellular conditions.\n\nWe then used live cell imaging to specifically interrogate any change in [Ca2+]cyt in motile parasites in the presence and absence of PKAc1. Quantitating both maximum and minimum fluorescent values in motile parasites, we could show that PKAc1-deficient parasites only had statistically significant differences in minimum fluorescent levels in IC buffer (S11 Fig). Overall, this analysis suggests that PKAc1 plays an important role in regulating the resting level of [Ca2+]cyt in conditions that mimic both the extracellular and intracellular environments.\n\nLoss of PKAc1 leads to a greater sensitivity to cGMP pathway stimulation\n\nPrevious work has shown that cGMP signalling positively regulates Ca2+ signalling in both Toxoplasma and Plasmodium spp. [11,45–47]. We therefore wondered whether PKAc1 controls [Ca2+]cyt by regulating cGMP signalling. Furthermore, it has recently been shown that a putative cyclic nucleotide phosphodiesterase (PDE) in Toxoplasma has several PKAc1-dependent phosphorylation sites and a specific inhibitor ‘Compound 1’ of cGMP-dependent Protein kinase G (PKG) blocks premature egress in PKAc1 mutant parasites [48]. Therefore, it stands to reason that PKAc1 could act to control [Ca2+]cyt by negatively regulating cGMP signalling. To test this, we developed a FACS-based assay to dynamically monitor [Ca2+]cyt when cGMP signalling is activated, using the PDE inhibitor 5-benzyl-3-isopropyl-1H-pyrazolo[4,3-d]pyrimidin-7(6H)-one (BIPPO) [49]. We first measured basal GCaMP6 fluorescence in PKAc1 cKD and parental lines and then subjected them to a titration of [BIPPO] and measured fluorescence over time. In doing so, we were able to generate response curves over time and at a set time point (t = 50 seconds) (Fig 8A and 8B). Whilst we were able to show that the parental strain with or without ATc and PKAc1 cKD −ATc behaved similarly to a BIPPO titration, we found that PKAc1 depletion led to a greater rise in fluorescent levels at a given concentration. When subtracting background (to remove any effect of high resting [Ca2+]cyt in PKAc1-depleted parasites) and plotted as a dose–response curve at t = 50 seconds over three independent experiments, it can be seen that loss of PKAc1 expression leads to a greater response (Fig 8Ci). Furthermore, we could show that this phenomenon is specific to use of BIPPO, as this is not seen when the same experiments were performed using the Ca2+ ionophore A23187 (Fig 8Cii). Overall, this work provides a functional link between PKAc1 and cGMP signalling to negatively regulate [Ca2+]cyt.\n\nDiscussion\n\nCritical to the establishment and perpetuation of infection by apicomplexan parasites is their ability to sense and respond to a changing host environment. Environmental cues allow for parasites to undergo differentiation when encountering a new host or to activate motility and egress at an optimal time during host cell infection cycles. Parasites must also switch off motility when invasion of a new host cell is complete in order to start replication. Several environmental factors have been identified that activate differentiation and motility in Plasmodium spp. and include blood lysophosphatidylcholine and mosquito xanthurenic acid, which activate sexual stage commitment and differentiation, respectively [50,51], whereas low extracellular [K+] [52,53] stimulates microneme secretion in blood and liver stages, and low pH (high [H+]) activates cell traversal in liver stages [54]. Toxoplasma too activates motility upon a drop in extracellular [K+] or pH, suggesting that sensing of some environmental cues is conserved across the Apicomplexa [22,23]. Despite the identification of these environmental cues, it is still not understood how apicomplexan parasites transduce these signals across the plasma membrane to induce Ca2+-dependent motility and differentiation.\n\ncAMP/PKA signalling is commonly used to relay environmental changes and regulate cellular responses in eukaryotes. This typically occurs when GPCRs receive extracellular signals and activate ACs to produce cAMP or, alternatively, prevent its breakdown by inhibiting cAMP-specific 3′ 5′-PDEs. Despite apicomplexans having a striking paucity of GPCRs, we wanted to see if Toxoplasma uses cAMP/PKA signalling to relay environmental cues. Here, we identified a PKA orthologue—PKAc1—that localises to the parasite periphery, and performed immunoprecipitation of PKAc1 to identify interacting proteins. Using both gel- and whole eluate–based methods of protein identification, we could only robustly identify a likely regulatory subunit, PKAr1, suggesting that, unlike PKA in other eukaryotic systems, Toxoplasma PKAc1 does not stably interact with ACs, PDEs, or GPCRs. Furthermore, we demonstrate that PKAr1 likely derives membrane affinity through myristoylation and palmitoylation at its N-terminus, rather than through interactions with AKAP proteins, as is the case in metazoans. Together, this work suggests that PKAc1/PKAr1 either interacts with other proteins in much less stable complexes or that cAMP-dependent signalling in Toxoplasma is somewhat different from that in metazoans. In this regard, it is also interesting to note that some ACs (as well as guanylate cyclases) in Apicomplexa appear to be directly fused to ion transporter-like domains, suggesting a novel mechanism employed by this group of parasites to allow for sensing changes in extracellular ion concentrations and relaying these across the membrane to initiate intracellular signalling cascades [26,55].\n\nControlled depletion of PKAc1 highlighted the importance of this kinase during the Toxoplasma lytic cycle and revealed a unique phenotype, whereby tachyzoites rapidly exit the host cell shortly after invasion. In P. falciparum, PKA phosphorylates serine 610 (S610) on the cytoplasmic tail of the adhesin AMA1, and genetic mutation of this phospho-site leads to defects in invasion [25]. Given these findings in P. falciparum and the role that AMA1 plays in formation of the moving junction, we expected to find defects in invasion or sealing of the PVM in Toxoplasma PKAc1 mutants. However, using available assays and monitoring the formation of the PVM in real time using live cell imaging, we could not detect any apparent defects and instead could show that egress from host cells occurs well after invasion is complete, sometimes 200 seconds after. Supporting this notion, we demonstrated that loss of PLP-1 reverses loss of PKAc1 during host cell invasion, suggesting that aberrant activation of this cytolytic protein in this mutant is responsible for the phenotype. In saying this, the assays that we have available to us to monitor PVM biogenesis are not sensitive enough to determine if there is also a defect in sealing, and thus this remains a possibility that cannot be ruled out. It is also interesting to note that the cytoplasmic tail of AMA1 in Toxoplasma contains an aspartic acid at residue 557, the residue which is equivalent to S610 in P. falciparum [25]. Aspartic acids share physicochemical properties with phosphorylated serine residues, and thus Toxoplasma may have lost, or never gained, the capacity to regulate AMA1 tail function by PKA phosphorylation. It will be interesting in the future to compare the similarities and differences across Apicomplexa as to the function of cAMP signalling.\n\nOur data suggest that PKAc1, upon invasion, negatively regulates cytosolic [Ca2+], allowing for the rapid suppression of the Ca2+ signal to promote a stable intracellular infection. This suggests that PKAc1-dependent signalling is important for sensing the host cell environment and suppressing [Ca2+]cyt, to turn off motility. [K+] is considered to be at a relatively high concentration inside host cells and lower in the extracellular environment, and previous reports have shown that [K+] acts as a major regulator of motility by somehow supressing [Ca2+]cyt. Using GCaMP6 as a [Ca2+]cyt biosensor, we were also able to show that loss of PKAc1 in buffers mimicking the intracellular [K+] also resulted in aberrant [Ca2+]cyt. Together with our live cell imaging on GCaMP6-expressing parasites, our data suggest an important role of PKAc1 in negatively regulating [Ca2+]cyt upon completion of invasion and sensing of the host cell environment.\n\nSecretion of PLP-1 from the micronemes and its activation by PV acidification have both been shown to be important for host cell egress [23,42]. We have demonstrated that early egress by PKAc1-deficient tachyzoites is dependent on PLP-1 and PV acidification, but at this stage we have not been able to determine if PKAc1 directly regulates PLP-1 secretion and activity, or if they operate in different pathways that are both required for egress to take place. Given that PKAc1 negatively regulates [Ca2+]cyt in a buffer that mimics the intracellular environment and that raised [Ca2+]cyt levels are known to induce release of PLP-1 from the micronemes, it seems plausible that this is the reasonable mechanism that allows control of egress by cAMP signalling.\n\nIt was recently described that PKAc1 in Toxoplasma is also responsible for negatively regulating host cell egress [48]. Here, Jia and colleagues have used a conditional dominant negative PKAr1, which cannot respond to cAMP, to show that PKAc1 is important for negatively regulating early egress from host cells. Unfortunately, we were unable to robustly look at the role of PKAc1 during egress to confirm this work, because of the time it takes to deplete PKAc1 levels and the stochastic nature of host cell egress in standard Toxoplasma culturing conditions. However, our work is wholly consistent and complementary with their findings and furthermore also describes the role of PKAc1 in negatively regulating basal [Ca2+]cyt levels, which appears especially important when encountering a host cell environment. Indeed, our findings provide a mechanism as to why dominant negative PKAr from Jia and colleagues can induce early egress and provide evidence as to why there is a preponderance of Ca2+-regulated proteins found to be more phosphorylated in the absence of PKAc1 activity [48]. Jia and colleagues also suggest that PKA and cGMP signalling are connected by identifying PKAc1-dependent phosphorylation sites on a putative PDE. We further this finding by showing that loss of PKAc1 sensitises parasites to cGMP-induced [Ca2+]cyt, thus providing a functional link between these three signalling modalities.\n\nThis work and the work of Jia and colleagues [48] suggest that cAMP signalling could be a mechanism by which Toxoplasma (and potentially other apicomplexan parasites) transduce extracellular signals. If this model is correct, then we would expect that cAMP levels would have a reciprocal relationship with [Ca2+]cyt, being high in intracellular parasites and low in extracellular parasites. Indeed, using available genetically encoded cAMP biosensors, this question is now eminently addressable and will be important to understand the role of cAMP in regulating motility. Interestingly, a recent study has demonstrated that another PKA orthologue, PKAc3, negatively regulates bradyzoite differentiation in Toxoplasma. Together with the results presented here and by Jia and colleagues, this is suggestive that a drop in cytosolic cAMP could have one of two outcomes: either egress from a host cell or differentiation into latent forms. Clearly, understanding more detail on the function of cAMP will be important if we wish to determine how Toxoplasma and other apicomplexan parasites appropriately respond to environmental cues to either exit the host cell or initiate differentiation.\n\nMaterials and methods\n\nPlasmid construction\n\nDetailed methodologies and oligonucleotides used for the construction of plasmids are available in the Supporting information (S1 Text and S2 Table, respectively).\n\nToxoplasma transfection and in vitro culture\n\nT. gondii tachyzoites were cultured under standard conditions. Briefly, HFFs (American Tissue culture collection [ATCC]), Vero, and immortalised MEFs expressing membrane-bound tdTomato [41] (a kind gift from C. Allison, WEHI) were grown in DME supplemented with 10% heat-inactivated Cosmic Calf Serum (Hyclone). When infecting HFFs with tachyzoites, media was exchanged to DME with 1% FCS. All cells were grown in humidified incubators at 37 °C/10% CO2. Transfection proceeded using either a Gene Pulser II (BioRad) or a Nucleofector 4D system (Lonza). Gene Pulser II transfection took place using standard procedures, using 50 μg of purified DNA, and the DNA was linearised if seeking homologous integration [56,57]. Nucleofection proceeded by using 2 × 106 tachyzoites and 5 μg of DNA in 20 μL of buffer P3 (Lonza), which was pulsed using program F1-115.\n\nPlaque assays\n\nPlaque assays were performed by inoculating 100–500 tachyzoites onto confluent monolayers and leaving the cells undisturbed for 7–8 days. Monolayers were then fixed in 80% ethanol and stained with crystal violet (Sigma).\n\nIFA\n\nIFAs of Toxoplasma-infected host cells were undertaken using standard procedures detailed in S1 Text. Images were captured on an AP DeltaVision Elite microscope (GE Healthcare) equipped with a CoolSnap2 CCD detector and captured with SoftWorx software (GE Healthcare). Images were assembled using ImageJ and Adobe Illustrator software. Ty (mAb BB2), HA antibodies (3F10) (Roche), glydeosome-associated protein 45 (GAP45) [58], and ISP1 [30] were all used at 1:1,000 in 3% BSA/PBS. Secondary Alexa Fluor conjugated antibodies (Molecular Probes) were all used at 1:1,000. Images were adjusted in ImageJ and imported into Adobe Illustrator CC 2017.\n\nHost cell invasion assays\n\nA detailed protocol for assaying invasion is available in S1 Text. The invasion assay proceeded largely as previously described [59]. Briefly, parasite lines were treated ±ATc and resuspended in IC buffer, to prevent invasion, and spun down onto the HFF monolayer in an eight-well chamber slide (Ibidi). IC buffer was exchanged for DME/1% FCS/10 mM HEPES, pH 7.5, and incubated for 10 minutes at 37 °C. Samples were then fixed, stained with anti-SAG1 mAb DG52 (1:3,000 dilution), permeabilised, and stained with rabbit anti-GAP45 (1:2,000) [58], followed by secondary antibodies, then imaging on a Zeiss Live Cell Observer and quantitation by manual counting. For invasion assays using GFP-expressing parasites, GAP45 staining was not carried out. Invasion assays with DCCD were carried out as described above except that parasites were allowed to invade in D1/HEPES medium containing 50 μM DCCD (Sigma). Graphs were generated and statistical tests performed using Prism 7 software.\n\nHost cell attachment assays\n\nA detailed protocol for attachment assays is described in S1 Text. Tachyzoites were resuspended in DME/1% FCS/10 mM HEPES, pH 7.5, at a concentration of 1×107 tachyzoites/mL. A total of 200 μL of tachyzoites was added to each well of an eight-well chamber slide (Ibidi) that contained HFFs fixed with 2.5% formaldehyde/0.02% glutaraldehyde. Parasites were allowed to attach for 30 minutes at 37 °C before fixing again and performing IFAs as described in S1 Text. Graphs were generated and statistical tests performed using Prism 7 software.\n\nImmunoprecipitation and proteomics\n\nEgressed parasites from three T150 flasks for each of Δku80:TATi (parental) and Δku80:TATi:PKAc1 cKD parasites were resuspended in 1 mL lysis buffer (100 mM HEPES, pH 7.5; 1% NP-40; 300 mM NaCl; 1 mM MgCl2; 25 U/mL Benzonase [Novagen], and protease inhibitors without EDTA [Roche]) and incubated on ice for 30 minutes, before centrifuging for 15 minutes at 14,000 rpm and 4 °C to pellet cellular debris. The lysates were added to 100 μL of anti-HA agarose beads (50% slurry [Sigma]) that had been washed twice with 1 mL PBS/0.5% NP-40) and incubated for 2.5 hours at 4 °C, with rotation. The beads were then pelleted by centrifugation at 10,000g for 15 seconds and the supernatants removed. The beads were washed five times with ice-cold 1 mL PBS/0.5% NP-40. Analysis was performed by running eluates on a NuPAGE 4%–12% nonreducing Bis-Tris Gel (Invitrogen) and stained with SyproRuby according to the manufacturer’s instructions (Invitrogen), followed by Page Blue staining (Fermentas). The two prominent bands from the Δku80:TATi:PKAc1 cKD IP were cut out and identified by mass spectrometry. Whole eluates were also subjected to mass spectrometry without prior protein gel separation and quantitated using a custom label-free quantification pipeline. For more details on procedures and stable isotope labelling by amino acids in cell culture (SILAC) labelling used for quantifying protein release from micronemes, please refer to S1 Text.\n\nLive cell imaging\n\nEight-well cell culture–treated chamber slides (Ibidi) were seeded with either HFFs or ROSA MEFs and grown as outlined above. Toxoplasma tachyzoites were treated overnight with 1 μg/mL of ATc and harvested as stated above. Tachyzoites were then resuspended in Endo buffer and spun down onto the host cells, then taken to the imaging station. Tachyzoites and host cells were then imaged using a Leica SP8 confocal, equipped with resonant scanner. For quantitative fluorescent measurements, GCaMP6 was excited with a 488-nm krypton/argon laser line, whilst mCherry and tdTomato were excited using the 594-nm and 561-nm laser lines, respectively. All imaging took place with pinhole at 1 Airy unit, typically over five z-stacks covering 5 μm. Image analysis took place using ImageJ, using inbuilt and custom macros (available on request). Data were processed in Excel and graphed in Prism.\n\nFura-2–based intracellular Ca2+ measurements\n\nPKAc1 cKD parasites grown in confluent HFFs for 24 hours were treated with 1 μg/mL ATc (or the equivalent volume of 100% EtOH; solvent control) for 6 hours. Following this, parasites were harvested by passage of cultures through a 26-gauge needle and centrifuged (1,500g for 10 minutes at 4 °C). The parasites were then resuspended in fresh culture medium containing either ATc (final concentration, 1 μg/mL) or the equivalent volume of 100% ethanol and added to flasks containing confluent HFFs for up to 24 hours. The parasites were then harvested from their host cells and loaded with Fura-2 as described previously [60]. Cytosolic Ca2+ measurements were performed at 37 °C using a PerkinElmer LS 50B Fluorescence Spectrometer as described previously [60]. Graphs were generated and statistical tests performed using Prism 7 software.\n\nFACS-based [Ca2+]cyt measurements\n\nParental and PKAc1cKD parasites expressing GCaMP6/mCherry were treated ±ATc for 14 hours and resuspended in either EC buffer (141.8 mM NaCl, 5.8 mM KCl, 1 mM CaCl2, 1 mM MgCl2, 5.6 mM Glucose, 25 mM HEPES, pH 7.4) or IC buffer (5 mM NaCl, 142 mM KCl, 2 mM EGTA, 1 mM MgCl2, 5.6 mM Glucose, 25 mM HEPES, pH 7.4). Tachyzoite samples were then read on a FACS LSRII. Samples were spiked with 2× concentrated stocks of equivolume of either BIPPO or A23187 at 20 seconds post-acquisition and read for a total of 100 seconds. Values were imported into Prism 7 software for plotting and statistical testing.\n\nMicroneme secretion assays\n\nSecretion assays were performed and quantitated as described previously [61]. Briefly, cells were resuspended in Ringer’s buffer, shifted to 37 °C and allowed to secrete for 60 minutes. Secretion was arrested by placing cells on ice for 2 minutes. Parasites were separated from the soluble secreted proteins by centrifugation at 8,000 rpm, 4 °C, for 2 minutes. A total of 85 μL of supernatant was removed and centrifuged again to remove any remaining cells, and 75 μL of supernatant was removed and boiled with reducing Sample Buffer. The parasites pellet was washed with PBS and boiled in reducing Sample Buffer. Secreted proteins were analysed using antibodies to indicated factors by western blot: TOM40 (1:1,000) [62], GRA1 (1:2,000) [63], microneme protein 2 (MIC2) (1:5,000) [64], AMA1 CL22 (1:1,000) [65], SUB1(1:1,000) [66], and PLP1 [43].\n\nSupporting information"
}