{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001549",
  "doi": "10.1371/journal.pbio.1001549",
  "externalIds": [
    "pii:PBIOLOGY-D-13-00473",
    "pmid:23637573",
    "pmcid:PMC3640085"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Cooperation and the Fate of Microbial Societies",
  "authors": [
    {
      "name": "Benjamin Allen",
      "first": "Benjamin",
      "last": "Allen",
      "affiliation": "Department of Mathematics, Emmanuel College, Boston, Massachusetts, United States of America; Program for Evolutionary Dynamics, Harvard University, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "Martin A. Nowak",
      "first": "Martin A.",
      "last": "Nowak",
      "affiliation": "Program for Evolutionary Dynamics, Harvard University, Cambridge, Massachusetts, United States of America; Department of Mathematics, Department of Organismic and Evolutionary Biology, Harvard University, Cambridge, Massachusetts, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-04",
  "volume": "11",
  "number": "4",
  "pages": "e1001549",
  "tags": [
    "Discipline-v2/Biology",
    "Discipline-v2/Evolutionary biology",
    "Discipline-v2/Evolutionary theory",
    "Discipline-v2/Microbial evolution",
    "Discipline-v2/Microbiology",
    "Discipline-v2/Model organisms",
    "Discipline-v2/Organismal evolution",
    "Discipline-v2/Saccharomyces cerevisiae",
    "Discipline-v2/Yeast and fungal models",
    "Evolutionary biology",
    "Evolutionary theory",
    "Microbial evolution",
    "Microbiology",
    "Model organisms",
    "Organismal evolution",
    "Saccharomyces cerevisiae",
    "Type/Primer",
    "Yeast and fungal models"
  ],
  "abstract": "Microorganisms have been cooperating with each other for billions of years: by sharing resources, communicating with each other, and joining together to form biofilms and other large structures. These cooperative behaviors benefit the colony as a whole; however, they may be costly to the individuals performing them. This raises the question of how such cooperation can arise from natural selection. Mathematical modeling is one important avenue for exploring this question. Evolutionary experiments are another, providing us with an opportunity to see evolutionary dynamics in action and allowing us to test predictions arising from mathematical models. A new study in this issue of PLOS Biology investigates the evolution of a cooperative resource-sharing behavior in yeast. Examining the competition between cooperating and “cheating” strains of yeast, the authors find that, depending on the initial mix of strains, this yeast society either evolves toward a stable coexistence or collapses for lack of cooperation. Using a simple mathematical model, they show how these dynamics arise from eco-evolutionary feedback, where changes in the frequencies of strains are coupled with changes in population size. This study and others illustrate the combined power of modeling and experiment to elucidate the origins of cooperation and other fundamental questions in evolutionary biology.",
  "fullText": "How much cooperation does it take to maintain a society? Many biological populations, from microbes to insects to humans, depend on the cooperation of their members in order to access resources, raise offspring, and avoid danger. Yet in any cooperative activity, there is the risk of “cheaters,” who benefit from the generosity of others while making no contribution of their own. Consider, for example, the layabout in a communal household who refuses to cook or clean dishes. If this cheating behavior spreads through the population, the society as a whole may collapse.\n\nEvolutionary biologists since Darwin have been fascinated by how populations can overcome this dilemma. Studying this question can be challenging. While the products of evolution are evident in the natural world, the process that produced them is mostly hidden from view. As a consequence, direct observation of the evolution of cooperation in action is often limited.\n\nMuch of our current understanding of this conundrum arises from mathematical modeling. Ever since the birth of population genetics about a century ago, it has been recognized that the theory of evolution can be set upon exact mathematical foundations. This approach has flourished ever since, and especially in the last few decades. The theory of choice to study social phenomena is evolutionary game theory [1]–[5], in which behaviors that affect others are represented as strategies. Simple mathematical models describe the dynamics of these strategies under mutation and selection, depending on the population structure [6]–[12]. Applied to the problem of cooperation, these models show that if a cooperating individual receives some of the benefit of his or her own labors—as in Snowdrift games or some nonlinear public goods games—then evolutionary dynamics may lead to an equilibrium in which cooperators and cheaters coexist [1],[13]. On the other hand, if benefits accrue only to others—as in Prisoners' Dilemma games—then cooperation is expected to disappear unless some mechanism is present to support it [14].\n\nRecently, experiments with microbes have afforded us an unprecedented opportunity to observe evolution in action [15]–[20]. Bacteria, yeast, and other single-celled organisms divide rapidly enough that evolutionary change—the arrival and fixation of beneficial mutations—can be observed in the laboratory. Moreover, the experimenter is able to control the population size, environmental conditions, and other variables, and can therefore test hypotheses regarding how the course of evolution depends on these variables. Experimenters can also preserve specimens of the population from all phases of its evolution as a “living record” of genotypic and phenotypic change. In short, experiments with microbes are a powerful tool for testing evolutionary hypotheses.\n\nMicroorganism experiments hold particular promise for shedding light on how cooperative behaviors emerge from evolution [21]–[26]. Microbial species cooperate in a variety of ways: They form biofilms, produce iron-scavenging agents, produce chemicals to resist antibiotics, and form fruiting bodies when local resources are depleted. By mixing wild-type strains that display a particular cooperative behavior with “cheater” mutants that do not, researchers can test hypotheses about what conditions favor wild-type “cooperators” over cheaters.\n\nIn one such experiment, Gore et al. [26] studied a social dilemma in the yeast Saccharomyces cerevisiae. The preferred nutrient sources for this yeast are the simple sugars glucose and fructose; however, it can subsist on the compound sugar sucrose by producing the enzyme invertase, which breaks down sucrose into glucose and fructose. A crucial point is that, since this reaction occurs near the cell wall, only about 1% of these simple sugars are captured by the cell in which they are produced. The remaining 99% diffuse away and are available to other cells. Thus producing invertase is a cooperative behavior, with the bulk of the benefit going to cells other than the producer. Moreover, this cooperation is costly, in that the production of invertase carries a metabolic cost to the producer. To study the evolution of this behavior, Gore et al. created cheater strains that do not produce invertase, and thereby avoid the associated cost. Letting these strains compete with each other, they found that, in most cases, cooperator and cheater strains converged to an equilibrium in which both strains coexisted—a result consistent with theoretical predictions regarding Snowdrift games and nonlinear public goods games [1],[13].\n\nMuch theoretical work on the evolution of cooperation and other traits has assumed, for the sake of simplicity, that the population size remains roughly constant while the strains in question are competing. However, it is entirely possible that population dynamics—changes in population size—may occur on the same timescale as evolutionary dynamics—changes in the frequencies of competing types. In this case, these two dynamical processes may affect one another, a phenomenon known as eco-evolutionary feedback [27]–[30]. Mathematical modeling has shown that eco-evolutionary feedback may lead to a variety of complex dynamical behaviors, including multiple equilibria, cycling, chaos, and Turing patterns [28],[30]–[33].\n\nIn this issue of PLOS Biology, Sanchez and Gore [34] have—for the first time, to our knowledge—empirically demonstrated eco-evolutionary feedback in the evolution of cooperation. Using the yeast system described above, the authors studied the coupled dynamics of the population density and the proportion of cooperator types within the population. The mechanism for eco-evolutionary feedback in this system is intuitive: the growth of the population as a whole depends on the concentration of simple sugars, which in turn depends on the density of cooperators. If there are insufficient cooperators, the overall population density declines. With low population density, cooperators have an advantage due to the simple sugars they manage to retain for themselves. At this point, cooperators increase in frequency, and the concentration of simple sugars increases, leading to overall population growth. But once this happens, cheaters proliferate faster than cooperators due to their lower metabolic costs. This in turn depresses the frequency of cooperators, and the cycle repeats itself. We would therefore expect to see cycling or spiraling behavior in the eco-evolutionary dynamics of these types, consistent with theoretical predictions [32],[33].\n\nIn their experiment, Sanchez and Gore observed not only spiraling, but also bistability—the presence of two equilibria to which the system might converge, depending on the initial conditions [35]. If the initial population density and/or the initial proportion of cooperators is too low, not enough simple sugars are produced and the population collapses. On the other hand, if there are sufficiently many cooperators in the initial population, the population converges in spiraling fashion to an equilibrium in which population density is high and cooperators and cheaters coexist (Figure 1). To complement their experiment, the authors developed a simple Lotka-Volterra–type model describing the interdependent growth of the competing strains. This model reproduces the observed eco-evolutionary dynamics with remarkable fidelity, given its simplicity.\n\nInterestingly, the proportion of cooperators in the coexistence equilibrium is low—less than 10%—but is nonetheless sufficient to maintain the viability of the population. Does the predominance of cheaters in this equilibrium hurt the population as a whole? The authors found that the overall density and productivity of the population in the coexistence equilibrium is not much less than what cooperators would achieve in the absence of cheaters. However, the predominance of cheaters does impact the population's resilience to an ecological shock—in this case, rapid and significant dilution of the population. Cooperators in monomorphic equilibrium survive this shock, but populations in mixed equilibrium between cooperators and cheaters do not. In short, mixed populations are comparably productive to, but significantly less resilient than, cooperator-only populations.\n\nThe study of Sanchez and Gore illustrates the synergistic power of theory and experiment when carefully combined. The opportunities for further such combinations are immense. Population genetics and evolutionary game theory have provided us with a wealth of testable hypotheses about evolution, and we now have the experimental technology to test them. Some of the most interesting hypotheses regard the effect of spatial structure on the evolution of cooperation. Well-known results in evolutionary game theory show that spatial structure can promote cooperation [6],[36]–[39], though this effect depends strongly on the details of spatial reproduction and replacement [40]. Thus far, experimental studies have addressed this question only indirectly, with reduced pathogen virulence representing an indirect form of cooperation [41], or with group subdivision standing in for spatial structure [22],[23]. The effects of spatial structure on the evolution of cooperation in microbial colonies remains an important open question.\n\nAt the same time, we must also allow experimental results to inform the development of new mathematical models. The field of social bacterial evolution requires well-defined, simple models that describe how populations of bacteria change over time, taking into account the reproductive events, social interactions, and population structures particular to these populations. This approach ultimately brings together the methods of population genetics, evolutionary game theory, ecology, and experimental microbiology."
}