{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000778",
  "doi": "10.1371/journal.pbio.3000778",
  "externalIds": [
    "pii:PBIOLOGY-D-20-00250",
    "pmid:32678845",
    "pmcid:PMC7390455"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "FCHSD2 controls oncogenic ERK1/2 signaling outcome by regulating endocytic trafficking",
  "authors": [
    {
      "name": "Guan-Yu Xiao",
      "first": "Guan-Yu",
      "last": "Xiao",
      "affiliation": "Department of Cell Biology, University of Texas Southwestern Medical Center, Dallas, Texas, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3454-6717"
      ]
    },
    {
      "name": "Sandra L. Schmid",
      "first": "Sandra L.",
      "last": "Schmid",
      "affiliation": "Department of Cell Biology, University of Texas Southwestern Medical Center, Dallas, Texas, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-1690-7024"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-07-17",
  "dateAccepted": "2020-06-30",
  "dateReceived": "2020-02-01",
  "volume": "18",
  "number": "7",
  "pages": "e3000778",
  "tags": [
    "Biochemistry",
    "Cancer genetics",
    "Cancers and neoplasms",
    "Cell biology",
    "Cell signaling",
    "Cellular structures and organelles",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cancer genetics",
    "Discipline-v3/Cancers and neoplasms",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell signaling",
    "Discipline-v3/Cellular structures and organelles",
    "Discipline-v3/EGFR signaling",
    "Discipline-v3/Endosomes",
    "Discipline-v3/Enzymes",
    "Discipline-v3/Enzymology",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Gene regulation",
    "Discipline-v3/Genetics",
    "Discipline-v3/Lung and intrathoracic tumors",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Non-coding RNA",
    "Discipline-v3/Non-small cell lung cancer",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Oncogenic signaling",
    "Discipline-v3/Oncology",
    "Discipline-v3/Protein kinases",
    "Discipline-v3/Proteins",
    "Discipline-v3/Proto-oncogenes",
    "Discipline-v3/RNA",
    "Discipline-v3/Signal transduction",
    "Discipline-v3/Small interfering RNA",
    "Discipline-v3/Tyrosine kinases",
    "Discipline-v3/Vesicles",
    "EGFR signaling",
    "Endosomes",
    "Enzymes",
    "Enzymology",
    "Gene expression",
    "Gene regulation",
    "Genetics",
    "Lung and intrathoracic tumors",
    "Non-coding RNA",
    "Non-small cell lung cancer",
    "Nucleic acids",
    "Oncogenic signaling",
    "Oncology",
    "Protein kinases",
    "Proteins",
    "Proto-oncogenes",
    "RNA",
    "Signal transduction",
    "Small interfering RNA",
    "Type/Research Article",
    "Tyrosine kinases",
    "Vesicles"
  ],
  "abstract": "The evolution of transformed cancer cells into metastatic tumors is, in part, driven by altered intracellular signaling downstream of receptor tyrosine kinases (RTKs). The surface levels and activity of RTKs are governed mainly through clathrin-mediated endocytosis (CME), endosomal recycling, or degradation. In turn, oncogenic signaling downstream of RTKs can reciprocally regulate endocytic trafficking by creating feedback loops in cells to enhance tumor progression. We previously showed that FCH/F-BAR and Double SH3 Domain-Containing Protein (FCHSD2) has a cancer-cell specific function in regulating CME in non-small-cell lung cancer (NSCLC) cells. Here, we report that FCHSD2 loss impacts recycling of the RTKs, epidermal growth factor receptor (EGFR) and proto-oncogene c-Met (MET), and shunts their trafficking into late endosomes and lysosomal degradation. Notably, FCHSD2 depletion results in the nuclear translocation of active extracellular signal-regulated kinase 1 and 2 (ERK1/2), leading to enhanced transcription and up-regulation of EGFR and MET. The small GTPase, Ras-related protein Rab-7A (Rab7), is essential for the FCHSD2 depletion-induced effects. Correspondingly, FCHSD2 loss correlates to higher tumor grades of NSCLC. Clinically, NSCLC patients expressing high FCHSD2 exhibit elevated survival, whereas patients with high Rab7 expression display decreased survival rates. Our study provides new insight into the molecular nexus for crosstalk between oncogenic signaling and RTK trafficking that controls cancer progression.",
  "fullText": "Introduction\n\nNon-small-cell lung cancer (NSCLC) is the leading cause of death among cancers worldwide [1]. Transformed NSCLC cells surreptitiously multiply while undergoing generations of selected evolution to acquire the characteristics of an aggressive and metastatic tumor. Increased metastatic activity is, in part, driven by altered signaling, often associated with activation of receptor tyrosine kinases (RTKs) [2–4]. The expression and activity of cell surface RTKs, in turn, is regulated predominantly through clathrin-mediated endocytosis (CME) [5–7], endosomal recycling, and/or degradation [8–10]. Therefore, a link between endocytic trafficking and cancer progression has been suggested [8,11,12]. Yet few studies have focused on cancer-cell–specific alterations in endocytic trafficking.\n\nCME is the major endocytic pathway that determines the rates of internalization of plasma membrane receptors, regulates their expression on the cell surface, and controls their downstream signaling activities [5–7]. We previously discovered that oncogenic signaling downstream of surface RTKs can, in turn, regulate CME and early recycling pathways by creating feedback loops that influence signaling, migration, and metastasis in NSCLC cells [13–15]. Moreover, some of these mechanisms for reciprocal crosstalk between signaling and the endocytic trafficking pathway appear to be specific for—or co-opted by—cancer cells to enhance tumor progression [14,15]. We have termed these cancer-specific changes in the endocytic machinery ‘adaptive’ endocytic trafficking and hypothesize that these ‘gain-of-function’ changes in endocytic trafficking contribute to cancer progression and metastasis [14].\n\nThe mechanisms that control the crosstalk between cargo (especially signaling receptors) and the endocytic machinery and their roles in cancer have not been explored. We recently discovered that the cancer-specific activation of FCH/F-BAR and Double SH3 Domain-Containing Protein (FCHSD2) downstream of extracellular signal-regulated kinases 1 and 2 (ERK1/2) contributes to adaptive CME in NSCLC cells [15], in this case by suppressing epidermal growth factor receptor (EGFR) signaling. Interestingly, its Drosophila ortholog, Nervous Wreck (Nwk), suppresses bone morphogenetic protein (BMP) signaling, but by regulating endosomal recycling at the synapse [16]. Whether human FCHSD2 also functions in endosomal trafficking of RTKs to regulate their oncogenic signaling from endosomes and whether this affects human tumor progression have not been studied.\n\nTo address this issue, we used HCC4017 and H1975 NSCLC cells, which exhibit oncogenic signaling pathways downstream of Kirsten Ras (KRasG12C) or EGFRT790M/L858R mutations, respectively. These NCSLC cells were chosen due to their constitutive activation of the mitogen-activated protein kinase (MAPK) signaling pathway. We measured the effects of FCHSD2 depletion on the endocytic recycling and trafficking of the RTKs, EGFR and proto-oncogene c-Met (MET), and the consequences of these alterations on downstream signals. We demonstrated that FCHSD2 functions as a switch to regulate the trafficking pathway and destination of the RTKs through negative regulation of the small GTPase, Ras-related protein Rab-7A (Rab7). FCHSD2-dependent RTK trafficking controls the nuclear translocation of ERK1/2 signaling and expression of the RTKs. However, unlike its role in regulating CME [15], the FCHSD2 function in endosomal sorting does not require activation by ERK. Our study provides a novel mechanism of action by which protein traffic between endosomal compartments controls the outcome of ERK1/2 signaling and affects NSCLC progression.\n\nResults\n\nFCHSD2 regulates endosomal trafficking of transferrin receptor and EGFR in NSCLC cells\n\nTo test whether FCHSD2, like its Drosophila homologue, also functions in endosomal trafficking, we first assessed recycling of transferrin receptor (TfnR), a canonical marker for the quantification of endosomal trafficking [17]. To further determine which step(s) are affected, we measured TfnR recycling directly from early endosomes, following a 10-min pulse of internalized ligand or through perinuclear recycling endosomes following a 30-min pulse [18]. FCHSD2 knockdown (KD) by small interfering RNA (siRNA) selectively inhibited the extent of recycling of a 30-min pulse of TfnR, presumably from recycling endosomes, without affecting recycling directly from early endosomes (Fig 1A and 1B).\n\nThe effects of FCHSD2 on CME require its activation by ERK phosphorylation and appear to be specific to cancer cells [15]. Therefore, we tested the effect of ERK inhibitors on TfnR recycling in the presence and absence of FCHSD2, as well as the effect of FCHSD2 KD on recycling in non-transformed ARPE-19 cells. Treatment of control siRNA with the ERK1/2 kinase inhibitor (SCH772984) resulted in a slight increase in the extent of TfnR recycling in both HCC4017 NSCLC cells and normal ARPE-19 cells (S1 Fig). As in cancer cells, siRNA-mediated KD of FCHSD2 significantly reduced TfnR recycling in ARPE-19 cells, although the effects were somewhat smaller. ERK inhibition in siFCHSD2-treated cells increased the extents of TfnR recycling in both HCC4017 and ARPE-19 cells (S1 Fig), suggesting that its effects are due to other ERK substrate(s). These data suggest that, unlike its role in CME, the function of FCHSD2 in endosomal recycling was neither dependent on ERK1/2 activity nor cancer-cell–specific.\n\nFCHSD2 KD also reduced the extent of EGFR recycling in both HCC4017 (Fig 1C) and H1975 (S2A and S2B Fig) NSCLC cells. However, unlike TfnR, EGFR is both recycled and degraded after internalization [19]. Therefore, to further explore which step(s) along the endocytic pathway were disrupted, we utilized an antibody specifically targeting phosphorylated EGFR (p-EGFR) at tyrosine 1068 to follow p-EGFR trafficking using immunofluorescence. We detected the accumulation of active EGFR in lysosome-associated membrane glycoprotein 1 (LAMP1)-positive late endosome/lysosomes upon FCHSD2 KD (Fig 1D and 1E, S2C and S2D Fig). In accordance with these results, EGF-stimulated EGFR degradation was enhanced upon FCHSD2 depletion (Fig 1F and 1G). These findings reveal additional roles for FCHSD2 in endosomal trafficking and sorting to lysosomes.\n\nFCHSD2 directs the endocytic trafficking of MET in NSCLC cells\n\nWe have shown that FCHSD2 regulates endocytosis of TfnR and EGFR and that it negatively regulates EGFR signaling from the cell surface [15]. Less studied but also highly associated with NSCLC progression is the RTK MET and its ligand hepatocyte growth factor (HGF). Moreover, it has been established that MET signaling requires endocytosis [20,21] and that it differentially signals from early versus late endosomes [22]. Given the role of FCHSD2 in endosomal trafficking, we speculate that FCHSD2 also functions in regulating the endocytic trafficking of MET. To test this hypothesis, we performed immunofluorescence to measure MET trafficking after HGF stimulation, using antibodies against MET, as well as different endosomal proteins (i.e., early endosome antigen 1 [EEA1], Ras-related protein Rab-11A [Rab11], and LAMP1, which mark, respectively, early endosomes, recycling endosomes, and late endosomes/lysosomes) (S3 and S4 Figs).\n\nLoss of FCHSD2 resulted in the accumulation of MET in EEA1-positive early and LAMP1-positive late endosomes, with a corresponding decrease in colocalization with Rab11-positive recycling endosomes (Fig 2A). Additionally, FCHSD2 KD increased MET degradation following HGF stimulation (Fig 2B and 2C). These data demonstrate that FCHSD2 also regulates trafficking and degradation of MET.\n\nFCHSD2 KD-induced up-regulation of RTKs is independent of their activities\n\nParadoxically, we also noted that, despite decreased recycling and enhanced degradation of the RTKs following FCHSD2 KD, the steady-state levels of EGFR and MET were higher in the FCHSD2-deficient cells (Figs 1F and 2B). Unexpectedly, FCHSD2 KD resulted in increased levels of both EGFR and MET mRNA (Fig 3A), consistent with the increased expression seen at the protein level.\n\nAccording to previous studies, the transfer of active RTKs to perinuclear endosomes can trigger the juxtanuclear activation of a weak signal transducer and activator of transcription 3 (STAT3) signal that leads to the required threshold of phosphorylation for nuclear translocation [23,24]. In turn, accumulation of nuclear p-STAT3 promotes the transcription of HGF and c-Fos [25], leading to up-regulation of EGFR [26] and MET [27,28]. To test whether this signaling pathway accounted for our findings, we treated cells with an EGFR inhibitor (afatinib) or a MET inhibitor (crizotinib). However, neither inhibitor affected the up-regulation of RTKs in FCHSD2-depleted HCC4017 (Fig 3B and 3C) or H1975 (S5 Fig) NSCLC cells. Indeed, FCHSD2 KD decreased the level of p-STAT3 (Fig 3D) and was unable to trigger the transcription of STAT3 target genes, HGF and c-Fos (Fig 3E), perhaps as a result of its rerouting to the LAMP1-positive late endosomes/lysosomes at the expense of its accumulation in perinuclear Rab11-positive recycling endosomes (Fig 2A).\n\nERK1/2 activity is responsible for the FCHSD2 KD-induced RTK up-regulation\n\nHaving ruled out STAT3 signaling and, indeed, the activities of the RTKs themselves, we next looked for alterations in the steady-state activity of other signaling pathways that might account for the up-regulation of EGFR and MET upon FCHSD2 KD. We found that FCHSD2 depletion specifically increased ERK1/2 but not Akt phosphorylation at steady state in HCC4017 cells (Fig 4A and 4B). We also observed that FCHSD2 deficiency in the HCC4017 cells stably expressing small hairpin RNAs (shRNAs) constitutively increased MET expression and ERK1/2 activity (S6 Fig). Notably, FCHSD2 KD significantly increased the expression of proto-oncogene c-Jun (c-Jun) and phosphorylated c-Jun (p-c-Jun), although the ratio of p-c-Jun/c-Jun was unaffected (Fig 4A–4C). Constitutive activation of ERK1/2 signaling induces c-Jun transcription and sustains c-Jun stability and activity [29]; correspondingly, FCHSD2 KD enhanced the transcription of c-Jun mRNA (Fig 4C). Furthermore, loss of FCHSD2 specifically increased ERK1/2 activity in the nucleus, while the ratio of p-ERK/ERK in the cytoplasm remained unchanged (Fig 4D and 4E). In addition to enhancing c-Jun expression, the accumulation of nuclear p-ERK1/2 in FCHSD2-depleted cells promoted activity of the ERK1/2 target, protein C-ets-1 (ETS1) [30] (Fig 4D and 4E). Both c-Jun and ETS1 are known transcription factors for EGFR [26] and MET [28,31] and thus can contribute to the observed increase in transcription of EGFR and MET mRNA after FCHSD2 KD (Fig 3A).\n\nTo directly test whether ERK1/2 activity is required for increased expression of the RTKs in FCHSD2 KD cells, we used an ERK1/2 kinase inhibitor (SCH772984) and an inhibitor targeting the essential upstream kinase, dual specificity mitogen-activated protein kinase kinase 1 and 2 (MEK1/2) (GSK1120212). As predicted, both ERK1/2 and MEK1/2 inhibition disrupted the up-regulation of EGFR and MET in HCC4017 and H1975 cells (Fig 4F and 4G; note that inhibition of ERK activity does not correlate with inhibition of ERK phosphorylation by MEK). Together, these results suggest that increased ERK1/2 activity in the nucleus is essential for the effects of FCHSD2 depletion in NSCLC cells.\n\nRab7 is required for the effects of FCHSD2 KD on RTK expression\n\nPrevious studies have shown that translocation of active ERK1/2 to the nucleus requires the recruitment of MEK1 to Rab7-positive endosomes, where MEK1 activates ERK1/2 signaling from late/perinuclear endosome compartments [32]. In addition, Rab7 supports endosome maturation and promotes endocytic trafficking toward late endosomes rather than recycling endosome compartments [33]. In agreement with previous research, Rab7 KD increased the rate of TfnR and EGFR recycling (Fig 5A). Strikingly, there was no difference between the effects of Rab7 KD alone and the depletion of both FCHSD2 and Rab7 on the TfnR and EGFR recycling (Fig 5A), indicating that the FCHSD2 KD-induced phenotype depends on the function of Rab7. Given that the activities of MEK1/2 and ERK1/2 are necessary for the effects of FCHSD2 KD, we further tested the consequences of Rab7 depletion on EGFR and MET expression. Importantly, Rab7 KD by 2 different siRNA pools abolished the up-regulation of EGFR and MET induced by FCHSD2 depletion (Fig 5B and S7 Fig).\n\nThe activity of the small GTPase, Rab7, is regulated by a switch between active GTP-bound (Rab7•GTP) and inactive GDP-bound (Rab7•GDP) states [33]. To assess the effect of FCHSD2 KD on Rab7 activity, we immunoprecipitated active Rab7 from HCC4017 cells using an antibody that specifically recognizes Rab7•GTP. We found significantly higher levels of active Rab7 in the FCHSD2-deficient cells (Fig 5C). These data suggest that FCHSD2 controls expression and trafficking of the RTKs by negatively regulating Rab7. Thus, FCHSD2 and Rab7 play antagonistic roles in regulating endosomal trafficking.\n\nFCHSD2 and Rab7 differentially affect lung cancer progression\n\nOur studies have revealed a multifaceted function for FCHSD2 in the crosstalk between endocytic trafficking and oncogenic signaling in NSCLC cells (Fig 6A). We previously showed that FCHSD2 has a cancer-cell–specific function in positively regulating CME downstream of ERK1/2 activity. Here, we show that FCHSD2 plays a general role in regulating endosomal trafficking by negatively modulating Rab7 activity. Together, these activities establish FCHSD2 as a key regulator in the outcome of oncogenic ERK1/2 signaling by controlling the trafficking and expression of EGFR and MET. Given that FCHSD2 KD dramatically increased the proliferation and the migration activities of NSCLC cells [15], FCHSD2 may function as a negative regulator for human lung tumor growth. In contrast, Rab7 is thought to favor lung cancer progression. To investigate the correlation between FCHSD2 activity and lung tumor progression, we directly measured the protein expression level of FCHSD2 in tumor tissues from lung adenocarcinoma patients. As expected from our in vitro findings, FCHSD2 expression is gradually decreased in higher grades of lung adenocarcinoma tumors (Fig 6B). Further studies will be needed to compare FCHSD2 expression in normal versus adenocarcinoma cancerous lung tissues.\n\nFinally, we examined the relationship between FCHSD2 and Rab7 expression and NSCLC patient survival by mining clinical data. The expression of these 2 factors were highly associated with lung cancer patient survival rates (Fig 6C). Patients with relatively high FCHSD2 expression had significantly better survival rates than those in the low-expression group (Fig 6C). In contrast, Rab7 expression had the opposite correlation with patient survival rates (Fig 6C). Notably, the correlation between the expression of FCHSD2 or Rab7 with survival rates was more prominent in lung adenocarcinoma patients (Fig 6C). Although they are correlative, these data are consistent with our in vitro findings that FCHSD2 functions as a negative regulator of Rab7 and controls lung cancer aggressiveness.\n\nDiscussion\n\nEndocytic trafficking regulates the expression and activity of RTKs and modulates their downstream signaling to maintain cell homeostasis [34]. We previously reported that activation of FCHSD2 by ERK1/2 phosphorylation increases the rate of TfnR and EGFR internalization by CME and suppresses signaling from cell surface EGFRs, specifically in cancer cells [15]. Here, we show that FCHSD2, like its Drosophila orthologue Nwk [16], also enhances the trafficking of internalized RTKs from the early endosomes toward recycling endosomes and reduces their trafficking to late endosomes/lysosomes. These activities are independent of ERK activation, are not specific to cancer cells, and involve the negative regulation of Rab7. Together, these FCHSD2-dependent changes enhance trafficking of RTKs through the early and recycling endocytic pathways to suppress signaling downstream of activated RTKs.\n\nOverexpressed RTKs are a common feature among different types of cancers and widely considered favorable for tumor progression [35]. In particular, MET—the HGF receptor—is up-regulated in approximately 50% of NSCLC, particularly in lung adenocarcinomas (72.3%) [36]. Hyperactivity of MET and its dependent invasive growth signals are a general feature of highly aggressive tumors and are associated with poor survival [37]. Moreover, the activation of MET and its downstream signaling is dependent on trafficking through both early and late endosomes [21,38]. FCHSD2 depletion resulted in increased expression of MET at both the transcriptional and protein levels, as well as decreased recycling. Together, these effects resulted in the accumulation of MET in both early and late endosome/lysosome compartments, despite increased degradation.\n\nOur findings show that the functions of Rab7 and FCHSD2 in endosomal trafficking are antagonistic. Rab7 is a ubiquitously expressed member of the Rab family of small GTPases that regulates the maturation of early endosomes into late endosomes, the fusion of late endosomes with lysosomes in the perinuclear region, and lysosomal biogenesis [33]. The effects of FCHSD2 KD on endosomal trafficking and consequent up-regulation of EGFR and MET expression are dependent on Rab7, and FCHSD2 appears to negatively regulate Rab7 activation. It remains to be determined whether this occurs via direct interactions between FCHSD2 and Rab7 or, more likely, indirectly through the negative regulation of Rab7 guanine nucleotide exchange factors (GEFs) or the positive regulation of Rab7 GTPase activating proteins (GAPs).\n\nOur mechanistic studies of FCHSD2 and Rab7 function in NSCLC cell lines were consistent with clinical databases showing that high levels of FCHSD2 expression and, reciprocally, low levels of Rab7 expression correlate with improved survival rates. This was especially the case among lung adenocarcinoma patients, whose cancers are frequently driven by oncogenic mutations that activate MAPK signaling [39,40]. Correspondingly, we also observed a progressive decrease in FCHSD2 protein levels detected by immunohistochemistry in higher grade of lung adenocarcinomas.\n\nOur studies were focused on 2 NSCLC cell lines, HCC4017 and H1975, that also exhibit activated MAPK signaling due to mutations in KRasG12C or EGFRT790M/L858R, respectively. Whether and to what extent FCHSD2 expression and/or activation plays a role in regulating membrane trafficking and ERK1/2 signaling in other NSCLC cell lines or other cancer types are worth investigating in future experiments. Nevertheless, that these 2 proteins converge on regulating trafficking between early endosomes, recycling endosomes, and late endosomes suggests an important role for endosomal trafficking in regulating oncogenic signaling in cancer cells and tumor progression.\n\nFCHSD2 KD led to increased steady-state expression levels of the oncogenes MET, EGFR, and c-Jun, as well as an increase in the steady-state activation of ERK1/2 specifically in the nucleus. Although previous studies have shown that internalization of active EGFR and MET is required for their signaling from endosomal compartments—which, in turn, triggers transcription and expression of the RTKs [23–27]—the increases in MET and EGFR expression were not dependent on either of their kinase activities. Both, however, required ERK1/2 activity, and we found that ETS1, a transcription factor known to regulate EGFR and MET expression downstream of ERK, is activated upon FCHSD2 KD. Further studies are needed to confirm that changes in EGFR and MET expression at the protein level, e.g., under conditions of ERK1/2 inactivation and Rab7 KD, correlate with changes at the transcriptional level.\n\nA previous study showed that KRas can be constitutively internalized via CME and activated on Rab7-positive late endosomes [41]. There, the Rab7-endosome–associated adaptor protein p14 and the scaffolding protein MEK-binding partner 1 (MP1) tether MEK and ERK1/2 for downstream activation of ERK1/2 [42]. We speculate that, even if inactive, the high local concentrations of EGFR and MET that accumulate on late endosomes after FCHSD2 KD may be sufficient to recruit the GEF protein, son of sevenless (SOS) and activate KRas. Consistent with this, basal Ras activation has also been reported in Neimann-Pick C fibroblasts in which late endosomal trafficking is perturbed [43]. Interestingly, we noted that the magnitude of the effects of FCHSD2 KD were generally greater in the HCC4017 cells that express activated KRasG12C than in H1975 cells.\n\nCollectively, our findings define an endocytic trafficking pathway regulated by FCHSD2 and Rab7 that functions to control RTK expression, oncogenic signal transduction, and NSCLC progression. Knowledge of these trafficking pathways and their (dys)regulation during cancer progression could help us to identify potential new therapeutic targets for the prevention of aggressive cancers and/or prognostic indicators that can guide lung cancer treatment.\n\nMaterials and methods\n\nCell culture and chemicals\n\nHCC4017 (KRasG12C, EGFRWT) and H1975 (KRasWT, EGFRT790M/L858R) NSCLC cells (from John Minna, UT Southwestern Medical Center, Dallas, TX) were grown in RPMI 1640 (Thermo Fisher Scientific, Waltham, MA) supplemented with 10% (vol/vol) FBS. ARPE-19 cells (from ATCC, Manassas, VA) were cultivated in DMEM/F12 (Thermo Fisher Scientific) supplemented with 10% (vol/vol) FBS. The recombinant human EGF used in this study was from Thermo Fisher Scientific, Waltham, MA, and the recombinant human HGF was generously provided by Drs. Emiko Uchikawa and Xiaochen Bai (UT Southwestern Medical Center, Dallas, TX). The cycloheximide was from MilliporeSigma, Burlington, MA. The EGFR inhibitor afatinib, the MET inhibitor crizotinib, and the ERK inhibitor SCH772984 were from Selleck Chemicals, Houston, TX. The MEK inhibitor GSK1120212 was from MedChemExpress, Monmouth Junction, NJ.\n\nRNA interference and stable cell line generation\n\nCells were treated with the siRNA pool targeting FCHSD2 (#J-021240-10, #J-021240-11, #J-021240-12; Dharmacon, Lafayette, CO) or Rab7 (#LU-010388-00, Dharmacon or #SASI_Hs01_00104357, #SASI_Hs01_00104360, #SASI_Hs01_00104361, MilliporeSigma) using RNAiMAX (Thermo Fisher Scientific) to silence the endogenous protein. Briefly, 50 nM of the indicated siRNA pool and 6.5 μl of RNAiMAX reagent were added in 1 ml of OptiMEM (Thermo Fisher Scientific) to each well of a 6-well plate and incubated for 20 min at room temperature. Cells were resuspended in 1 ml of culture medium, seeded in each well of a 6-well plate at 20%–30% confluency containing the mixed siRNA–lipid complex, and incubated for 48–72 h, followed by experiments. The AllStars Negative siRNA non-targeting sequence was purchased from Qiagen, Hilden, Germany (#SI03650318).\n\nshCtrl (#RHS4346; Dharmacon) or the pool of shFCHSD2 lentiviral constructs (#RHS4430-200190839, #RHS4430-200163596, #RHS4430-200278354; Dharmacon) transduction in HCC4017 or H1975 cells was performed using lentiviral vectors. The lentiviral vectors and lentiviral packing plasmids (pSPAX2 [Gag/Pol] and pMD2G) were co-transfected into HEK293T cells using Lipofectamine 2000 (Thermo Fisher Scientific) according to the manufacturer’s instructions for virus production. The virus-conditioned media were used to infect target cells in the presence of 10 μg/ml polybrene (MilliporeSigma). After infection for 48 h, the cells were grown in media containing puromycin (2.5 μg/ml) for 2 wk before experiments.\n\nWestern blotting and analyses\n\nCells cultured in each well of a 6-well plate at 80% confluency were washed 3 times with PBS and harvested/resuspended in 150–200 μl of 2× Laemmli buffer (Bio-Rad, Hercules, CA). The cell lysate was boiled for 10 min and loaded onto an SDS gel. After transferring to a nitrocellulose membrane (Bio-Rad), membranes were blocked with 5% milk in TBST buffer and were probed with antibodies diluted in 5% BSA in TBST buffer against the following proteins: FCHSD2 (#PA5-58432, 1:500; Thermo Fisher Scientific), Rab11 (#5589S, 1:1000; Cell Signaling, Danvers, MA), Rab7 (#9367S, 1:1000; Cell Signaling), p-EGFR Y1068 (#3777S, 1:1000; Cell Signaling), EGFR (#4267S, 1:1000; Cell Signaling), p-MET Y1234/1235 (#3077S, 1:1000; Cell Signaling), MET (#8198S, 1:1000; Cell Signaling), p-Akt S473 (#4060L, 1:1000; Cell Signaling), Akt (#9272S, 1:1000; Cell Signaling), p-ERK1/2 T202/Y204 (#4370S, 1:1000; Cell Signaling), ERK1/2 (#4695S, 1:1000; Cell Signaling), p-STAT3 Y705 (#4370S, 1:1000; Cell Signaling), STAT3 (#9139S, 1:1000; Cell Signaling), p-c-Jun S63 (#9261S, 1:1000; Cell Signaling), c-Jun (#9165S, 1:1000; Cell Signaling), p-ETS1 T38 (#ab59179, 1:1000; Abcam, Cambridge, UK), ETS1 (#14069S, 1:1000; Cell Signaling), β-Actin (#sc-47778, 1:2500; Santa Cruz, Dallas, TX), Histone-H3 (#4499S, 1:2000; Cell Signaling) and vinculin (#V9131, 1:1000; MilliporeSigma). Horseradish peroxidase (HRP)-conjugated secondary antibodies (#G21234 and #G21040, 1:2000; Thermo Fisher Scientific) were used according to the manufacturers’ instructions. Quantitative analysis was performed by using ImageJ software (NIH, Bethesda, MD).\n\nFor EGF- or HGF-induced degradation of EGFR or MET, after siRNA transfection, the cells (5 × 105) were seeded in each well of a 6-well plate containing RPMI 1640 with 10% FBS. Eight hours after seeding, cells were washed 3 times with PBS and starved in RPMI 1640 without FBS for 16 h. The cells then were untreated or treated with 100 ng/ml of EGF or HGF in the presence of cycloheximide (40 μg/ml) for the indicated times. After the stimulation, cells were washed 3 times with PBS and harvested/resuspended in 150–200 μl of 2× Laemmli buffer, and the cell lysates were subjected to western blotting and image analysis as described earlier.\n\nEndocytic recycling assay\n\nTfnR recycling assays were performed using biotinylated Tfn, which was conjugated at a 7:1 molar ratio with the cleavable EZ-Link Sulfo-NHS-SS-Biotin (#A39258, Thermo Fisher Scientific) according to the manufacturer’s instructions. For EGFR recycling, non-cleavable biotinylated EGF (#E3477; Thermo Fisher Scientific) was used for assays. TfnR and EGFR recycling assays were performed as previously described [13]. In brief, cells were grown overnight in gelatin-coated 96-well plates at a density of 3 × 104 cells/well and incubated with 10 μg/ml biotinylated Tfn or 20 ng/ml biotinylated EGF in assay buffer (PBS4+: PBS supplemented with 1 mM MgCl2, 1 mM CaCl2, 5 mM glucose, and 0.2% bovine serum albumin) for either a 10- or 30-min pulse at 37 °C. Cells were then immediately cooled down (4 °C) to stop internalization. The remaining surface-bound biotinylated Tfn was cleaved by incubation with 10 mM Tris (2-carboxyethyl) phosphine (TCEP) in assay buffer for 30 min at 4 °C. The surface-bound biotinylated EGF was removed by acid wash (0.2 M acetic acid, 0.2 M NaCl [pH 2.5]) at 4 °C. For TfnR recycling assays using ERK1/2 inhibitors (SCH772984), cells were incubated in the absence or presence of 10 μM of SCH772984 in the assay buffer containing 10 mM TCEP for 30 min at 4 °C before recycling assays were performed in the continued absence or presence of the inhibitor. Cells were washed with cold PBS4+ buffer and then incubated in PBS4+ containing 2 mg/ml of holo-Tfn (#T0665, MilliporeSigma, Burlington, MA) or 100 ng/ml of EGF and 10 mM of TCEP at 37 °C for the indicated times. The recycled biotinylated Tfn or biotinylated EGF was removed from the cells by the acid wash step. Cells were then washed with cold PBS and then fixed in 4% paraformaldehyde (PFA) (Electron Microscopy Sciences, Hatfield, PA) in PBS for 30 min and further permeabilized with 0.1% Triton X-100/PBS for 10 min. Remaining intracellular biotinylated ligands were assessed by streptavidin-POD (#11089153001, 1:10000; Roche, Basel, Switzerland) in Q-PBS, which contains 0.2% BSA (Equitech-Bio, Kerrville, TX), 0.001% saponin (MilliporeSigma), and 0.01% glycine (MilliporeSigma). The reaction was further developed with OPD (MilliporeSigma) and then stopped by addition of 50 μl of 5 M of H2SO4. The absorbance was read at 490 nm (Synergy H1 Hybrid Reader, Biotek, Winooski, VT). The decrease in intracellular biotinylated ligands (recycling) was represented as the percentage of the total internal pool of ligand internalized. Well-to-well variability in cell number was accounted for by normalizing the reading at 490 nm with a BCA readout at 562 nm.\n\nImmunofluorescence and confocal microscopy analyses\n\nAfter siRNA transfection, the cells were washed 3 times with PBS and then starved in RPMI 1640 medium without FBS for 30 min at 37 °C. Cells were incubated with 20 ng/ml EGF or 1 μg/ml HGF in RPMI 1640 medium for 30 min at 4 °C, washed with cold PBS, and then incubated in pre-warmed RPMI 1640 medium at 37 °C for the indicated times. Cells were then washed with ice-cold PBS to stop chase, fixed with 4% (w/v) PFA for 30 min at 37 °C, and permeabilized using 0.05% saponin (w/v) (MilliporeSigma) for 10 min. Cells were blocked with Q-PBS and probed with antibodies against the following proteins: p-EGFR Y1068 (#3777S, 1:200; Cell Signaling), MET (#AF276, 1:100; R&amp;D Systems, Minneapolis, MN), EEA1 (#610457, 1:100; BD Biosciences, San Jose, CA), Rab11 (#5589S, 1:50; Cell Signaling), and LAMP1 (#ab25245, 1:75; Abcam, Cambridge, UK), according to the manufacturers’ instructions. AlexaFluor-conjugated secondary antibodies (#A-11036, A-11055, A-21206, A-21434, A-31571; Thermo Fisher Scientific) were used according to the manufacturers’ instructions. Fixed cells were mounted in PBS and imaged using a 60×, 1.49 NA APO objective (Nikon, Tokyo, Japan) mounted on a Nikon Ti-Eclipse inverted microscope coupled to an Andor Diskovery Spinning disk confocal/Borealis widefield illuminator equipped with an additional 1.8× tube lens (yielding a final magnification of 108×). The pinhole size was 50 μm. The percentages of colocalizations were determined using ImageJ software (NIH, Bethesda, MD).\n\nQuantitative reverse transcription PCR analysis\n\nCell samples were homogenized, and total RNA was isolated using TRIzol reagent (Thermo Fisher Scientific) and treated with DNase I (#AMPD1; MilliporeSigma) according to the manufacturer’s instructions. Equal microgram volumes of RNA were reverse transcribed for each experimental condition by the use of a high-capacity cDNA reverse transfection kit (#4368813; Thermo Fisher Scientific) with oligo dT (#12577–011; Thermo Fisher Scientific). qPCR was carried out using SYBR green reagents in technical duplicates (Thermo Fisher Scientific) on an ABI QuantStudio 5 Real-Time PCR System; primer sequence information is in Table 1. At least 3 independent experiments were performed for all experiments described, and all results presented were calculated from CT values derived from the quantitative reverse transcription PCR (qRT-PCR) reactions. All values were normalized to GAPDH.\n\nNuclear/Cytosol fractionation\n\nAfter siRNA transfection, the cells were subjected to fractionation using the Nuclear/Cytosol Fractionation Kit (#K266-25; BioVision, Milpitas, CA) according to the manufacturer’s instructions.\n\nRab7 activation assay\n\nAfter siRNA transfection, the cells were collected in ice-cold PBS containing protease and phosphatase inhibitor cocktails (Roche, Basel, Switzerland). The cells were used to measure Rab7 activation using the Rab7 Activation Assay Kit (#NEBB40025; NewEast Biosciences, King of Prussia, PA) according to the manufacturer’s instructions.\n\nAnalysis of Kaplan-Meier survival data\n\nNSCLC patient survival data were downloaded from the Kaplan-Meier plotter database [44]. Analysis of NSCLC patients was performed in FCHSD2 or Rab7 high- and low-expression cohort. P value was calculated by logrank test [44].\n\nImmunohistochemistry and image analyses\n\nThe human lung adenocarcinoma tissues were from US Biomax, Rockville, MD (#LC641) and the UT Southwestern Tissue Resource, a shared resource at the Simmons Comprehensive Cancer Center, Dallas, TX. The tumors were classified according to the American Joint Committee on Cancer (AJCC) TNM system. The immunohistochemical staining of FCHSD2 (#PA5-58432; Thermo Fisher Scientific) was optimized and performed by the core facility. The immunohistochemical images were analyzed using the IHC Profiler, ImageJ software (NIH) as previously described [45] to classify the intensities of staining. The immunoreactivity was determined by H-score, generated by adding the percentage of strong staining (3×), the percentage of moderate staining (2×), and the percentage of weak staining (1×) samples [46].\n\nStatistical analysis\n\nGraphPad Prism (GraphPad Software, San Diego, CA) was used to perform statistical analyses. Data were assessed by two-tailed, unpaired Student t tests as indicated. P &lt; 0.05 was considered significant.\n\nSupporting information"
}