{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000119",
  "doi": "10.1371/journal.pbio.3000119",
  "externalIds": [
    "pii:PBIOLOGY-D-19-00083",
    "pmid:30677022",
    "pmcid:PMC6345423"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Correction: Preservation of myocardial contractility during acute hypoxia with OMX-CV, a novel oxygen delivery biotherapeutic",
  "authors": [
    {
      "name": "Jason Boehme",
      "first": "Jason",
      "last": "Boehme"
    },
    {
      "name": "Natacha Le Moan",
      "first": "Natacha",
      "last": "Le Moan"
    },
    {
      "name": "Rebecca J. Kameny",
      "first": "Rebecca J.",
      "last": "Kameny"
    },
    {
      "name": "Alexandra Loucks",
      "first": "Alexandra",
      "last": "Loucks"
    },
    {
      "name": "Michael J. Johengen",
      "first": "Michael J.",
      "last": "Johengen"
    },
    {
      "name": "Amy L. Lesneski",
      "first": "Amy L.",
      "last": "Lesneski"
    },
    {
      "name": "Wenhui Gong",
      "first": "Wenhui",
      "last": "Gong"
    },
    {
      "name": "Brian D. Goudy",
      "first": "Brian D.",
      "last": "Goudy"
    },
    {
      "name": "Tina Davis",
      "first": "Tina",
      "last": "Davis"
    },
    {
      "name": "Kevin Tanaka",
      "first": "Kevin",
      "last": "Tanaka"
    },
    {
      "name": "Andrew Davis",
      "first": "Andrew",
      "last": "Davis"
    },
    {
      "name": "Youping He",
      "first": "Youping",
      "last": "He"
    },
    {
      "name": "Janel Long-Boyle",
      "first": "Janel",
      "last": "Long-Boyle"
    },
    {
      "name": "Vijay Ivaturi",
      "first": "Vijay",
      "last": "Ivaturi"
    },
    {
      "name": "Jogarao V. S. Gobburu",
      "first": "Jogarao V. S.",
      "last": "Gobburu"
    },
    {
      "name": "Jonathan A. Winger",
      "first": "Jonathan A.",
      "last": "Winger"
    },
    {
      "name": "Stephen P. Cary",
      "first": "Stephen P.",
      "last": "Cary"
    },
    {
      "name": "Sanjeev A. Datar",
      "first": "Sanjeev A.",
      "last": "Datar"
    },
    {
      "name": "Jeffrey R. Fineman",
      "first": "Jeffrey R.",
      "last": "Fineman"
    },
    {
      "name": "Ana Krtolica",
      "first": "Ana",
      "last": "Krtolica"
    },
    {
      "name": "Emin Maltepe",
      "first": "Emin",
      "last": "Maltepe"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-01-24",
  "volume": "17",
  "number": "1",
  "pages": "e3000119",
  "tags": [
    "Type/Correction"
  ],
  "fullText": "Notice of Republication\n\nThis article was republished on 9th January, 2019 to include an author omitted in the author list of the original submission. The author contributions have been amended to reflect the additional author, Brian D. Goudy.\n\nThe amended author list is as follows:\n\nJason Boehme1‡, Natacha Le Moan2‡, Rebecca J. Kameny1, Alexandra Loucks2, Michael J. Johengen1, Amy L. Lesneski1, Wenhui Gong1, Brian D. Goudy1, Tina Davis2, Kevin Tanaka2, Andrew Davis2, Youping He1, Janel Long-Boyle3,4, Vijay Ivaturi4,5, Jogarao V. S. Gobburu4,5, Jonathan A. Winger2, Stephen P. Cary2, Sanjeev A. Datar1, Jeffrey R. Fineman1,4, Ana Krtolica2*, Emin Maltepe1,4*\n\n1 Department of Pediatrics, University of California, San Francisco, San Francisco, California, United States of America, 2 Omniox, Inc., San Carlos, California, United States of America, 3 Department of Clinical Pharmacology, University of California, San Francisco, San Francisco, California, United States of America, 4 Initiative for Pediatric Drug and Device Development (iPD3), San Francisco, California, United States of America, 5 School of Pharmacy, University of Maryland, Baltimore, United States of America\n\n‡ These authors share first authorship on this work.\n\n* akrtolica@omnioxinc.com (AK); emin.maltepe@ucsf.edu (EM)\n\nPlease download this article again to view the correct version.\n\nAuthor Contributions\n\nConceptualization: Jonathan A. Winger, Stephen P. Cary, Jeffrey R. Fineman, Ana Krtolica, Emin Maltepe.\n\nData curation: Jason Boehme, Natacha Le Moan, Rebecca J. Kameny, Brian D. Goudy, Janel Long-Boyle, Vijay Ivaturi, Jogarao V. S. Gobburu, Jonathan A. Winger, Sanjeev A. Datar, Jeffrey R. Fineman, Ana Krtolica, Emin Maltepe.\n\nFormal analysis: Jason Boehme, Natacha Le Moan, Rebecca J. Kameny, Janel Long-Boyle, Vijay Ivaturi, Sanjeev A. Datar, Jeffrey R. Fineman, Ana Krtolica, Emin Maltepe.\n\nFunding acquisition: Stephen P. Cary, Jeffrey R. Fineman, Ana Krtolica, Emin Maltepe.\n\nInvestigation: Jason Boehme, Rebecca J. Kameny, Alexandra Loucks, Michael J. Johengen, Amy L. Lesneski, Wenhui Gong, Brian D. Goudy, Tina Davis, Andrew Davis, Youping He, Vijay Ivaturi, Jogarao V. S. Gobburu, Sanjeev A. Datar, Jeffrey R. Fineman, Ana Krtolica, Emin Maltepe.\n\nMethodology: Jason Boehme, Rebecca J. Kameny, Alexandra Loucks, Michael J. Johengen, Amy L. Lesneski, Wenhui Gong, Brian D. Goudy, Tina Davis, Kevin Tanaka, Andrew Davis, Youping He, Janel Long-Boyle, Vijay Ivaturi, Jonathan A. Winger, Sanjeev A. Datar, Jeffrey R. Fineman, Ana Krtolica, Emin Maltepe.\n\nProject administration: Natacha Le Moan, Rebecca J. Kameny, Alexandra Loucks, Jeffrey R. Fineman, Ana Krtolica, Emin Maltepe.\n\nResources: Natacha Le Moan, Rebecca J. Kameny, Alexandra Loucks, Jeffrey R. Fineman, Ana Krtolica, Emin Maltepe.\n\nSupervision: Natacha Le Moan, Rebecca J. Kameny, Michael J. Johengen, Kevin Tanaka, Youping He, Janel Long-Boyle, Vijay Ivaturi, Jogarao V. S. Gobburu, Jonathan A. Winger, Stephen P. Cary, Sanjeev A. Datar, Jeffrey R. Fineman, Ana Krtolica, Emin Maltepe.\n\nValidation: Jason Boehme, Natacha Le Moan, Rebecca J. Kameny, Brian D. Goudy, Janel Long-Boyle, Sanjeev A. Datar, Emin Maltepe.\n\nVisualization: Jason Boehme, Natacha Le Moan, Rebecca J. Kameny, Alexandra Loucks, Ana Krtolica, Emin Maltepe.\n\nWriting – original draft: Jason Boehme, Jeffrey R. Fineman, Emin Maltepe.\n\nWriting – review &amp; editing: Jason Boehme, Natacha Le Moan, Alexandra Loucks, Janel LongBoyle, Jonathan A. Winger, Stephen P. Cary, Sanjeev A. Datar, Jeffrey R. Fineman, Ana Krtolica, Emin Maltepe."
}