{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0060208",
  "doi": "10.1371/journal.pbio.0060208",
  "externalIds": [
    "pii:07-PLBI-RA-4177R3",
    "sici:plbi-06-08-16",
    "pmid:18752349",
    "pii:07-PLBI-RA-4177",
    "pmcid:PMC2525684"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Evolution of Genomic Imprinting with Biparental Care: Implications for Prader-Willi and Angelman Syndromes",
  "authors": [
    {
      "name": "Francisco Úbeda",
      "first": "Francisco",
      "last": "Úbeda",
      "affiliation": "Department of Ecology and Evolutionary Biology, University of Tennessee, Knoxville, Tennessee, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2008-08",
  "dateElectronic": "2008-08-26",
  "dateAccepted": "2008-07-16",
  "dateReceived": "2007-12-13",
  "volume": "6",
  "number": "8",
  "pages": "e208",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Evolutionary Biology",
    "Discipline/Genetics and Genomics",
    "Discipline/Mathematics",
    "Discipline/Pediatrics and Child Health",
    "Type/Research Article"
  ],
  "abstract": "The term “imprinted gene” refers to genes whose expression is conditioned by their parental origin. Among theories to unravel the evolution of genomic imprinting, the kinship theory prevails as the most widely accepted, because it sheds light on many aspects of the biology of imprinted genes. While most assumptions underlying this theory have not escaped scrutiny, one remains overlooked: mothers are the only source of parental investment in mammals. But, is it reasonable to assume that fathers' contribution of resources is negligible? It is not in some key mammalian orders including humans. In this research, I generalize the kinship theory of genomic imprinting beyond maternal contribution only. In addition to deriving new conditions for the evolution of imprinting, I have found that the same gene may show the opposite pattern of expression when the investment of one parent relative to the investment of the other changes; the reversion, interestingly, does not require that fathers contribute more resources than mothers. This exciting outcome underscores the intimate connection between the kinship theory and the social structure of the organism considered. Finally, the insight gained from my model enabled me to explain the clinical phenotype of Prader-Willi syndrome. This syndrome is caused by the paternal inheritance of a deletion of the PWS/AS cluster of imprinted genes in human Chromosome 15. As such, children suffering from this syndrome exhibit a striking biphasic phenotype characterized by poor sucking and reduced weight before weaning but by voracious appetite and obesity after weaning. Interest in providing an evolutionary explanation to such phenotype is 2-fold. On the one hand, the kinship theory has been doubted as being able to explain the symptoms of patients with Prader-Willi. On the other hand, the post-weaning symptoms remain as one of the primary concern of pediatricians treating children with Prader-Willi. In this research, I reconcile the clinical phenotype of Prader-Willi syndrome with the kinship theory, contending that paternal investment relative to maternal investment increases after weaning. I also propose a genetic composition of the PWS/AS cluster, discuss the effects of new types of mutations, and contemplate the potential side effects of reactivating silent genes for medical purposes.",
  "fullText": "Introduction\n      \nImprinted genes violate Mendel's laws by exhibiting an expression conditioned by their parental origin [1]. Either they are silent when maternally inherited (MI) and expressed when paternally inherited (PI), or vice versa [1].\n\nThis form of genetic memory captivated the interest of biologists early on. Since its discovery, many theories on the evolution of imprinted genes have been proposed. One of the first theories presents imprinting as an adaptation against ovarian trophoblastic disease [2]. Varmuza and Mann [2] contend that the inactivation of maternally derived genes in oocytes evolved to prevent the development of unfertilized oocytes into ovarian cancer (see [3] for a review of early theories). More recently, Day and Bonduriansky [4] posit that imprinting results from a conflict between genes selected in the opposite sense in each sex. Silencing of the MI copy of a gene is expected to evolve if the selective advantage of that gene through sons is greater than its selective disadvantage through daughters and vice versa. Wolf and Hager [5] claim that imprinting results from the coevolution between genes expressed in the mother and genes expressed in the offspring. Silencing of the PI copy of a gene expressed in the offspring allows the co-adaptation of maternal and offspring traits.\n\nThe kinship theory of genomic imprinting (henceforth the kinship theory)—one of the earliest theories on the evolution of imprinting—is currently the most widely accepted [6,7]. The theory's strength lies in its capacity to explain many empirical aspects of the biology of imprinted genes [6–9]. Consider the set of genes expressed in an offspring that influence the allocation of maternal resources. The kinship theory argues that the PI copy of these genes is selected to extract more resources than the MI copy [10]. This is true as long as there is certain asymmetry between matrilines and patrilines, an asymmetry that can be caused by a change in reproductive partners or a male-biased dispersal among others [10]. The kinship theory differentiates two types of gene: those that enhance the allocation of maternal resources when up-regulated, resource enhancers (REs); and those that inhibit the allocation of maternal resources when up-regulated, resource inhibitors (RIs). If the PI copy of an RE is selected for a greater expression than the MI copy, the MI copy will be silenced. If the PI copy of an RI is selected for a lesser expression than the MI copy, the PI copy will be silenced.\n\nThe assumptions behind the kinship theory have been intensely scrutinized in the biological literature. One assumption, however, has been largely ignored: mothers are the only source of parental care. In the case of mammals, assuming that fathers contribute little or no resources to their offspring is not always a realistic assumption. Although paternal provision is uncommon among mammals in general (less than 10% of all genera), it is not uncommon in important orders (Perissodactyla, Carnivora, Rodentia, and Primates) (almost 40% of genera within each order) [11]. More importantly, paternal contribution is common in humans [12–17]. Therefore, to understand the evolution of genomic imprinting in mammals, the kinship theory should be extended beyond maternal contribution of resources. I generalized the kinship theory by formulating a model in which both parents can contribute any amount of resources and maternal contribution only is a special case.\n\nI start by discussing the evidence on paternal provision of resources in mammals. Then I elaborate the first model that considers the role of paternal resources in the evolution of genomic imprinting. This model allows me to address two questions: Given biparental care, does genomic imprinting evolve? And, which one of the patterns of expression evolves? In the original formulation of the kinship theory, lifetime monogamy is the only exception to the evolution of imprinting. I find a new condition such that imprinting does not evolve even when there is polygamy. Furthermore, in the original formulation of the kinship theory, for each type of gene, only one pattern of expression is expected to evolve. I conclude that, for some distributions of parental costs, the MI copy of an RE gene becomes silent but, for the rest of the distributions, the PI copy is the one that evolves to be silent. Interestingly, such reversion in the pattern of expression does not require that fathers contribute more resources than mothers. This exciting result illustrates the intimate connection between the expectations of the kinship theory and the social structure of the organism considered.\n\nIn the second part of this research, I apply the insight gained from considering paternal contribution of resources to solve one of the challenges to the kinship theory in its original formulation, namely explaining the clinical phenotype of Prader-Willi syndrome (PWS) and Angelman syndrome (AS) [3,18]. Deletion of the PWS/AS cluster of imprinted genes in human Chromosome 15 results in PWS when paternally inherited, but in AS when maternally inherited [1,19]. Children suffering from these syndromes experience feeding, weight, and growth problems, abnormal activity levels, and mental disabilities. The clinical phenotype of PWS children changes dramatically from poor sucking and reduced weight before weaning, to insatiable appetite and obesity after weaning [19–21]. The change is so dramatic that the medical literature describes this syndrome as biphasic [22]. Patients suffering from AS exhibit prolonged sucking—although poorly coordinated—before weaning [20,23] but appetite and weight problems are not constantly present after weaning [19,24].\n\nNone of the theories on the evolution of genomic imprinting can explain the clinical phenotype of PWS and AS Syndromes. The kinship theory, however, has shed light on the syndromes' clinical phenotype before weaning [20,25,26]. According to this theory, loss of the PI copy of the PWS/AS cluster implies the loss of all active REs and that PWS children are expected to present a lower than normal acquisition of maternal resources [21]. Loss of the MI copy implies the loss of all active RIs and that AS children are expected to present a greater than normal acquisition of maternal resources [21]. In the original formulation of the kinship theory, no room exists neither for the inversion of the clinical phenotype nor for the symptoms exhibited after weaning by PWS children. Furthermore, it has been pointed out that, after weaning, the clinical phenotype of PWS patients is the opposite to the one predicted by the kinship theory [3,18], which challenges the validity of this theory [3,18].\n\nHaig and Wharton [21] proposed an alternative interpretation of the clinical phenotype that is consistent with the kinship theory. They assume that the more solid food an offspring gets, the less the breast milk it consumes. The substitution of breast milk for solid food would result in a cost to the offspring, because breast milk is of superior quality—both from a nutritional and an immunological perspective—and would result in a benefit to the mother because providing solid food is less costly to her—either because direct provisioning is less costly or because the offspring itself, or other members of the group, contribute to the provision of solid food [21]. If this were the case, a locus controlling appetite for solid food after weaning would be an RE and thus expressed when paternally inherited. Loss of the PI copy would result in greater than normal appetite for solid food and obesity would ensue. It is not clear what type of limitation would result in genes in the offspring being selected to substitute breast milk for solid food as oppose to using solid food as a supplement to breast milk.\n\nIn the second part of this research, I contend that the consideration of paternal investment provides a unique insight into the evolution of PWS and AS Syndromes. I reconcile the kinship theory with the clinical phenotype of PWS and AS. I also predict the composition of the PWS/AS cluster of imprinted genes and discuss the evolution of a new type of imprinted gene that exhibits a different pattern of imprint at different moments during development. These results are important not only from a theoretical but also from an applied perspective, as they may contribute to a better understanding of these syndromes. This is important because the frequency of PWS and AS has increased in recent years with the use of assisted reproductive technology [27]. Furthermore, the voracious appetite and obesity exhibited in PWS children after weaning are main concerns of caretakers and pediatricians treating them [19]. The results presented here imply that any attempt to treat these diseases by reactivating silent genes would require considering not only the type of gene reactivated but also when, within developmental time, this gene is expressed. If the time factor is ignored, reactivation could achieve the opposite result to the one expected. These results illustrate how evolutionary theory can have an impact on medicine [28].\n\n      Results\n      \n        Paternal Care in Mammals\n        \nIn this section, I discuss the evidence of paternal care in mammals. I will concentrate on two aspects of paternal care relevant to the arguments discussed in this paper: whether fathers provide food to their nuclear families and whether this contribution increases after weaning.\n\nThe term paternal care is used in the biological literature either in a broad or a narrow sense. In a broad sense, paternal care refers to any action of a male that increases the reproductive success of related or unrelated offspring [11]. This is the definition adopted in most studies of natural history of mammals. In a narrow sense, paternal care refers to any action of a father that increases the reproductive success of his offspring at a cost to the reproductive success of his other offspring [29]. This is the definition adopted in studies of parent–offspring conflict and genomic imprinting. In a narrow sense, the male who acts to increase the reproductive success of an offspring must be the father —not any male— and the action must reduce his ability to invest in his other offspring. This distinction will be relevant when discussing the evidence on paternal care in relation to the evolution of genomic imprinting.\n\nParental care comes in many forms. When the parental action does not benefit the offspring directly, the term “indirect parental care” is used. Examples of indirect parental care in mammals are resource acquisition and defense, shelter construction and maintenance, and food provision to mothers. When the parental action does benefit the offspring directly, the term “direct parental care” is used. Examples of direct parental care before weaning include gestation and lactation, huddling, and cleaning and transportation of the young; after weaning, they include food provision and defense and socialization of young [11]. In mammals, a marked distinction exists between resources that each parent can provide before and after weaning. While mammalian mothers can provide nutrients directly during the gestation and lactation periods, fathers can only provide food directly after weaning.\n\nWithin all mammalian orders, direct paternal care has been observed in 9% of genera [11]. Although this figure suggests that the role of paternal care in the evolution of mammals is negligible, a closer look at its taxonomic distribution provides a very different picture. Direct paternal care has been observed in 33%–34% of genera within the Perissodactyla and Carnivora orders and, more interestingly, in 39% of genera within the Primates [11,30]. Furthermore, it has been suggested that, within the Rodents, the percentage of genera exhibiting paternal care might be greater than any other order; that is at least 40% [11] (Figure 1).\n\nThese values should be interpreted cautiously. On the one hand, they are conservative in the sense that the natural history of many mammals is unknown, and the lack of observations on particular genera was recorded as absence of paternal care. On the other hand, these observations correspond to paternal care in the broad sense, and some of them may not qualify as paternal care in the narrow sense. I will further elaborate on the existing evidence on paternal care by discussing the provision of food in two species of non-human mammals—chosen on the basis of data availability— and in human hunter-gatherer societies.\n\n          Non-human mammals.\n          \nWolves. A pack of wolves (Canis lupus) is formed by a breeding pair and their descendants under the age of 3 y [31]. Members of the pack hunt individually for small prey (hares) but together for bigger prey (musk ox and caribou). Weaning starts 35–40 d after birth. Before weaning, the mother provides milk for her pups, whereas the father provides food to his partner. After weaning, both the mother and father provide meat to their pups. Parents either carry small prey or regurgitate meat from bigger prey. Regurgitation often follows from the pup's demand [32] when the pup pokes its muzzle around the parent's mouth (“lick-up”). The father continues providing food for his partner after weaning [32].\n\nStudies on food transfer via regurgitation in arctic wolves show that both mothers and fathers regurgitate to their offspring. In addition, fathers regurgitate to their partners but half as often as they regurgitate to their offspring [32,33]. The total amount of food transferred to the young by each of the parents is the same [32,33]. It is important to notice that the father regurgitates to the mother in the first half of the summer as often as in the second half [32,33]. However, he regurgitates to his offspring four times as often in the second half of the summer than in the first half [33]. Mid-summer (45 d into the summer) occurs a little after the pups, born in late spring, are weaned (35–40 d after birth). These data suggest that paternal food transfer increases dramatically after weaning: indirect care (via the mother) is maintained at the same level before and after weaning but, in addition, after weaning, direct care is provided and occurs four times more often than indirect care.\n\nStudies on den attendance indicate that, early in the breeding season, mothers rarely abandon their den, while the fathers spend most of their time away from the den, hunting and resting [32,34]. The sex difference in den attendance declines progressively until there is no difference between the sexes, which happens at weaning [32,34]. Thurston [34] argues that the time spent by each parent with the den is directly related to the amount of begging for food that each parent is exposed to. If this is true, before weaning, the father limits his exposure to the mother's begging while the mother attends to the pups' demand for milk. After weaning, the father increments his exposure to begging from the mother and his pups while the mother limits her exposure to pups' begging as she spends more time hunting away from the den. Thurston [34] contends that this data provides evidence of symmetric biparental care (in terms of food transfer) after weaning. It also provides evidence of a reduction in the amount of food transferred by the mother after weaning and an increment in the amount of paternal care after weaning.\n\nOwl monkeys. A family of owl monkeys (Aotus azarai) is usually formed by a breeding pair and their descendants under the age of 4 y. Weaning starts 4 wk after birth [35]. Before weaning, the mother provides milk to her offspring. After weaning, both the mother and the father start providing leaves, flowers, and fruits of fig and guazuma trees to their younglings [35]. Food transfer follows the offspring's demand when it reaches out its hand toward a potential donor while moving its mouth towards the food object in which it is interested (“beg”). Interestingly, mothers provide food to their mates and not the other way around [35]. Maternal provision of food to fathers happens during gestation when the offspring cannot benefit from a greater food intake of the father. This has been interpreted as evidence that resource transfer between breeding pairs responds more to pair bonding than indirect provision of parental care to offspring [35].\n\nOwl monkey fathers may transfer food to their offspring three times as often as mothers do [35]. However, there is variability among primates in this respect; marmoset fathers (Callithirix flaviceps) transfer food to their young as often as mothers do [36]; tamarin mothers (Saguinus mystax) transfer food to their young more than seven times as often as fathers do [37]. In the studies of owl monkeys considered, the paternity of the male donor was not confirmed and the male donor might be an unrelated male. However, if the breeding male was replaced by another, the stepfather would transfer food to related but not unrelated offspring [35]. The rates of begging in offspring and food transfer from fathers increase significantly when the offspring start weaning [35]. During the weaning period, owl monkeys experience high growth rates, rates that are sustained by the food that fathers provide [35].\n\nThese data suggest that paternal food transfer increases significantly after weaning. There is no indirect provision of food to the offspring. Direct provision of food is made entirely by the mother before weaning, and mostly (75% of it) by the father after weaning.\n\n          Humans.\n          \nThe only insight on parental care in ancestral human societies comes from the anthropological literature on modern hunter-gatherer societies. Such evidence should be read cautiously, as the behavior of modern hunter-gatherer societies may have diverged considerably from the behavior of ancestral human societies. A group of hunter-gatherers is formed by several reproductive couples and their offspring under the age of 16 y [17]. Men produce more food than women, and children's production is almost insignificant [38]. There are also important differences in the type of food provided by each sex. Males provide the vast majority of meat (protein), while women provide the majority of roots and fruits [38]. Young contribute mostly fruits [38].\n\nThe food produced by adult males is either contributed to their nuclear families or shared with the rest of the group. Hunter-gatherer men often keep small game—and other easy-to-hide resources—for household consumption. This is the case among Meriam men from Melanesia who collect marine turtles [13,16]. Kung men from Botswana hunt geckos and collect baobab fruit for their nuclear family's consumption [12]. Hadza men from Tanzania hunt bush babies and collect honey that they contribute to their households [15]. While hunter-gatherer men tend to share big game with members of the group other than their nuclear families, they do keep part of the catch for household consumption. This is the case among Lamaleras from Indonesia, where the harpooner gets a bigger share of any sperm whale or giant ray hunted [16]. Among Ache men from Paraguay, the hunter gets a bigger share of any armadillo or capuchin monkey killed [14,16]. A third of all food acquired by Hiwi men from Venezuela is kept by the nuclear family of the acquirer [39]. Within the nuclear family of hunter-gatherers, fathers contribute resources to their partners (before and after weaning) and to their children (after weaning) [17]. I am not aware of any data quantifying differences in paternal contribution before and after weaning.\n\n          Relative contribution after weaning.\n          \nIn the above examples, I discussed two different scenarios in which the father's contribution increases after weaning. (1) In the owl monkey, fathers do not transfer food to their partners, but they do provide food to their offspring. This is not an isolated case; fathers do not provide food to their partners in lions (Panthera leo) and tenrecs (Tenrec ecaudatus), among others [11]. Because offspring's provision can only happen when the weaning process starts, there is necessarily an increment in the contribution of paternal resources after weaning. This would also be the case when the paternal contribution to the mother is negligible compared to the paternal contribution to the offspring. (2) In the wolf, fathers transfer to their partners the same amount of food before and after weaning and contribute food to their offspring after weaning. Because indirect paternal care remains constant whereas direct paternal care is provided only after weaning, there is an increment in the relative contribution of paternal resources after weaning if all other variables remain equal.\n\nBesides evidence discussed here, there are two reasons why one would expect an increment in paternal care relative to maternal care after weaning. The first has to do with the more intimate relation between mammalian mothers and offspring during gestation and lactation. As a result, it is more likely that before weaning, the mother would meet any demand for food by her offspring. Before weaning, the ability of an offspring to influence the provision of food made by the father is limited. It is difficult to think of any way of influencing paternal provision that is not mediated by the mother. This is not the case after weaning. The second reason why an increment in paternal care would be expected is that even if the offspring is able to influence paternal provision of food to its mother, indirect paternal care enables mothers to keep part or all of the paternal investment for herself. After weaning, direct paternal food transfer does not leave room for the mother to manipulate paternal investment.\n\n        A Model of Biparental Care\n        \nIn this section, I generalize the kinship theory [40] by allowing the expression of a gene in an offspring to affect both maternal and paternal investment (as opposed to maternal investment only). The model here presented (see the Methods section for a detailed formulation) relates to a class of models formulated to study either parent-offspring conflict [29,41,42] or the kinship theory [40]. All these models assume that parental care is limited to maternal care, except a model for parent-offspring conflict formulated by Parker [43].\n\nConsider a nuclear family formed by a mother, a father, and their offspring. Both parents have a limited amount of resources to invest either in the current or future offspring. Consider a gene expressed in the current offspring that affects the amount of resources provided by the mother and the father to the current offspring. In particular, a greater expression of the locus containing this gene results in a greater investment of both parents—as opposed to a reduced provision of resources.\n\nConsider a mutant that modifies the expression of either the MI or the PI copy of an RE. The change in expression at this locus results in a benefit BO to the current offspring at a cost to its parents, CM, CP. The parental cost can be subdivided into the cost derived from a greater investment, CMi, CPi, and the investment elicited by a greater expression, IMx, IPx, that is CM = CMiIMx, CP = CPiIPx. Hence, I will talk about maternal CMi and paternal CPi cost of investment and about maternal CM and paternal CP cost of expression. Benefits and costs refer to changes in the number of offspring of the current offspring, and in the number of grand offspring of the current offspring's parents respectively.\n\nThe extent to which the costs that the father incurs translate into maternal costs, κM, and the costs that the mother incurs translate into paternal costs, κP, are determined by the mating system of the population. For example, if there is lifetime true monogamy κM = κP = 1. If mothers die before fathers and fathers replace their partners κM ≤ 1 and κP = 1 with κM being smaller as the cost of finding a new partner becomes smaller. If parents change partners for the production of every offspring, κM = κP = 0. In theory, it is possible that κM, κP &gt; 1 . However, the biological conditions for this happening are rare (see discussion in [44]) and will be ignored in this research, that is, 0 ≤ κM, κP ≤ 1.\n\nConsider a population in which the resident gene shows the same level of expression when maternally and paternally inherited. The fate of a rare mutant that, when maternally inherited, increments the expression of the RE locus considered is determined by its inclusive fitness effect:\n\nThe inclusive fitness effect of a mutant acting on the MI copy is given by the difference between the benefit experienced by the current offspring and half of the cost that the mother incurs. Such cost has two components: the maternal cost of expression, CM, and the paternal cost of expression, CP, multiplied by the extent in which costs borne by the father translate into maternal costs, κM. While benefits are weighed by the probability that the allele expressed in the current offspring is present in itself, namely one, costs are weighed by the probability that the allele expressed in the current offspring is present in its siblings, namely half.\n\nThe fate of a rare mutant that, when paternally inherited, increments the expression of the RE locus considered is determined by its inclusive fitness effect:\n\nThe inclusive fitness effect of a mutant acting on the PI copy is given by the difference between the benefit experienced by the current offspring and half of the cost that the father incurs Such cost has two components: the cost the father incurs due to enhanced paternal investment elicited by up-regulated expression, CP, and the cost the mother incurs due to enhanced maternal investment elicited by up-regulated expression, CM, multiplied by the extent in which costs borne by the mother translate into paternal costs, κP.\n\nLet the ordered pair \n\t\t\t\t\t correspond to the level of expression of the MI and PI copies of the allele fixed in the population and x* correspond to the combined level of expression of both copies. The optimal level of expression from the perspective of the MI copy \n\t\t\t\t\t can be derived from imposing condition Wm = 0 in Equation 1. The optimal level of expression from the perspective of the PI copy \n\t\t\t\t\t can be derived from imposing condition Wp = 0 in Equation 2.\n\nWhen \n\t\t\t\t\t , there is no conflict between the MI and PI copies and imprinting does not evolve .When \n\t\t\t\t\t, there is conflict and imprinting does evolve. If \n\t\t\t\t\t, the intralocus conflict results in the evolutionarily stable pattern of expression \n\t\t\t\t\t. If \n\t\t\t\t\t, the intralocus conflict results in the evolutionarily stable pattern of expression \n\t\t\t\t\t. The direction of the imprint—either MI copy silent or PI copy silent—is neatly summarized by the “loudest voice prevails” principle [10]: natural selection favors silencing of the copy whose optimal level of expression is lower, and expression, at its optimal level, of the allele whose optimal level of expression is greater [10].\n\nThe difference between the inclusive fitness effect of the maternally and paternally inherited copies\n\t\t\t\t\tcharacterizes not only whether there is intralocus conflict but also, in case of conflict, what will be the evolutionarily stable pattern of expression. If Wm − Wp = 0, then \n\t\t\t\t\t and there is intralocus conflict. If Wm − Wp &gt; 0, then \n\t\t\t\t\t and silencing of the paternally inherited copy evolves. If Wm − Wp &lt; 0, then \n\t\t\t\t\t and silencing of the maternally inherited copy evolves.\n\nWhen paternal investment is negligible, CP ≈ 0 , silencing of the maternally inherited copy \n\t\t\t\t\t evolves unless all maternal offspring are sired by the same father κP = 1. This is the condition derived by Haig [10]. When maternal investment is negligible, CM ≈ 0, silencing of the paternally inherited copy \n\t\t\t\t\t evolves unless all paternal offspring are born to the same mother κM = 1.\n\nWhen both paternal and maternal investment are non-negligible, genomic imprinting does not evolve when there is lifetime true monogamy κM = κP = 1, and when the paternal cost of expression that is exclusive to the father (not shared by the mother) is equal to the maternal cost of expression that is exclusive to the mother (not shared by the father),\n\t\t\t\t\t(Figure 2). More interestingly, both patterns of imprint—MI copy silent and PI copy silent—can evolve. If the paternal cost of expression that is exclusive to the father is greater than the maternal cost of expression that is exclusive to the mother, (1 − κM)CP &gt; (1 − κP)CM, then silencing of the PI copy evolves. However, if the maternal cost of expression that is exclusive to the mother is greater than the paternal cost of expression that is exclusive to the father, (1 − κM)CP &lt; (1 − κP)CM, then silencing of the MI copy evolves.\n\nAssuming that the fraction of nutrients provided by the mother to the current offspring is a constant σ, it is possible to determine the critical fraction of resources that contributed by the mother would result in the extinction of the intralocus conflict\n\t\t\t\t\twhere CMi and CPi are the maternal and paternal costs of investment in the current offspring. Using the language of the “loudest voice prevails” for values of σ lower than σ̂)\n\t\t\t\t\t\tσ̂, the maternal voice within the offspring speaks louder than the paternal voice, and silencing of the PI copy evolves. For values of σ greater than \n\t\t\t\t\t\tσ̂), the maternal voice within the offspring speaks softer than the paternal voice, and silencing of the MI copy evolves (Figure 3).\n\nIt is worth noticing that the extinction of the intralocus conflict does not require that both parents contribute the same amount of resources. More interestingly, the intralocus conflict becomes extinct when the mother contributes more resources than father,\n\t\t\t\t\t\t\t\tσ̂ &gt; ½, if the paternal cost of investment that is exclusive to the father is greater than the maternal cost of investment that is exclusive to the mother,\n\t\t\t\t\t\t\t\t\t(Figure 3). This might be of particular interest, because in nature, it might be found that mothers contribute more resources than fathers in many cases.\n\nIf a greater expression of the gene considered results in a lower provision of resources, symmetric results can be derived. The only difference being that the current offspring incurs in a cost (CO = −BO) , while its parents experience a benefit (BM = −CM, BP = −CP). The expected patterns of expression are opposite to the ones derived for an RE. If the paternal benefit of expression that is exclusive to the father is greater than the maternal cost of expression that is exclusive to the mother, (1 − κM)BP &gt; (1 − κP)BM, then silencing of the MI copy evolves. However, if the maternal cost of expression that is exclusive to the mother is greater than the paternal cost of expression that is exclusive to the father, (1 − κM)BP &lt; (1 − κP)BM, then silencing of the PI copy evolves.\n\n          Paternal investment changes over time.\n          \nConsider the case that the relative contribution of fathers increases after weaning, σa, above a critical value, that is σb &gt;\n\t\t\t\t\t\t\t\t\t\tσ̂ &gt; σa Consider two possible scenarios (see the Methods section for the full derivation).\n\n(a) There are two genes: one, g1, expressed before weaning and another, g2, expressed after weaning. The gene expressed before weaning will be maternally silent \n\t\t\t\t\t\t\t\t\t\t\t but the gene expressed afterwards will be paternally silent \n\t\t\t\t\t\t\t\t\t\t\t (Figure 4).\n\n(b) There is only one gene, g, expressed before and after weaning. Assume that this gene can modify its level of expression in each period of time. Let the two ordered pairs \n\t\t\t\t\t\t\t\t\t\t\t\t\t represent the level of expression of the MI and PI copies before and after weaning respectively. This gene will be maternally silent before weaning and paternally silent afterwards \n\t\t\t\t\t\t\t\t\t\t\t\t\t (Figure 4).\n\nIf a gene is expressed during a window of time when the paternal investment relative to the maternal investment changes, then this gene will be expected to reverse its pattern of imprint over time. I will use the term “flip-flop imprinted genes” to refer to this type of genes. Flip-flop imprinted genes may achieve a reversion in their pattern of imprint by using different promoters with reverse patterns of imprint during different moments in time.\n\nNotice that the same change in expectations of expression could be caused by changes in CPi relative to CMi over time. This could be motivated by each parent providing different types of resources with different cost of getting each one over time. For example, mothers switch from providing milk to providing fruits and roots after weaning.\n\n        Kinship Theory and PWS\n        \n          PWS: A challenge for kinship theory\n          \nOne of the areas in which the kinship theory has been most successful is in explaining the clinical phenotypes of many diseases linked to imprinted genes [20,26,45]. However the kinship theory faces some difficulties in explaining the clinical phenotype of PWS and AS [3,18].\n\nPWS and AS are caused by the deletion of region q11–13 in human Chromosome 15 [19]. This region contains a cluster of imprinted genes (Figure 5), some of them maternally silent and others paternally silent [46]. Children that inherit the deletion in Chromosome 15 from fathers experience PWS, but children that inherit this deletion from mothers experience AS [19]. PWS and AS can also be caused by uniparental disomy of Chromosome 15 in humans [19], but I will frame the discussion in terms of deletion of region q11–13.\n\nAccording to the kinship theory, lacking the PI strand of a cluster of imprinted genes will result in the loss of the active copies of any RE and the silent copies of any RI. The remaining strand contains silent REs and expressed RIs. Therefore, the kinship theory predicts that children with PWS will present a clinical phenotype associated with lesser demand of resources. On the other hand, the deletion of the MI strand of a cluster of imprinted genes will result in the loss of the silent copies of any RE and the expressed copies of any RI. The remaining copy contains active REs and silent RIs. Therefore, the kinship theory predicts that children with AS will present a clinical phenotype associated to greater demand of resources.\n\nChildren with PWS and AS experience disorders related to eating, appetite, and weight; activity levels; and mental disabilities (see [19] for a comprehensive description of the clinical phenotype). It is the eating, appetite, and weight disorders that are concerning to pediatricians treating patients with PWS and AS [19]. Their interpretation in terms of resource acquisition is fairly straightforward, while in the case of mental disorders, the interpretation is more elusive [47].\n\nThe clinical phenotype of children with PWS changes dramatically from poor sucking and reduced weight before weaning, to insatiable appetite and obesity after weaning [10–21] (Figure 6). Children with AS, however, spend prolonged periods of time suckling before weaning even though sucking is poorly coordinated [20,23]. After weaning, appetite and weight problems are neither always present nor consistent in one way or the other—some children are fussy eaters but others would do anything to get food [19,24]. The clinical phenotype of children with PWS and AS before weaning meets the predictions of the kinship theory but the clinical phenotype of these children after weaning poses a challenge to the kinship theory [3,18,21].\n\nOne way to explain the voracious appetite observed after weaning is as a by-product of the reduced appetite before weaning with little or no adaptive explanation [20]. More interestingly, Haig and Wharton [21] suggest that the post-weaning appetite might be consistent with the kinship theory. They notice that the dietary requirements of an offspring shifts from breast milk before weaning to a combination of breast milk and solid food afterward. Haig and Wharton [21] argue that if: (a) a reduction in solid food intake is compensated by an increment in breast milk consumption, (b) breast milk is superior to solid food (nutritionally or immunologically), and (c) provision of solid food is less costly to the mother (either because direct provisioning is less costly or because mothers are not the only providers of solid food), then, according to the kinship theory, a gene that determines the appetite for solid food is an RE and would evolve to be silent when MI and expressed when PI. Consequently, loss of the PI copy would result in a greater than normal appetite after weaning, which is consistent with the clinical phenotype of children with PWS. The bi-phasic phenotype would be consistent with the kinship theory if there are two genes: (1) an RE that controls consumption of breast milk and is expressed before weaning, and (2) another gene whose enhanced expression reduces appetite for solid food and is expressed after weaning.\n\nThe transition from a diet based on the mother's breast milk only to a diet that incorporates solid food provided only partially by the mother plays an important role in the reversion of the clinical phenotype of children with PWS. But what is the role played by solid food? Haig and Wharton [21] assume that intake of solid food and consumption of breast milk are mutually exclusive. While this is certainly possible, it is not clear how access to breast milk will be conditioned by the amount of solid food consumed by the offspring. Furthermore, the more solid food comes from sources other than the mother, the less likely that such conditioning exists or is enforced. Haig and Wharton [21] argue that provision of solid food is less costly to the mother, because part of this food might be gathered by the offspring or contributed by the father or other members of the group. If it is provided by the father—or members of the group closely related through the patriline—then it is necessary to consider explicitly the father's contribution of resources.\n\n      \t\tReconciling kinship theory and PWS\n      \t\t\nI suggest a new way to reconcile the clinical phenotypes of PWS and AS with the kinship theory. My hypothesis requires that the father—or members of the group closely related through the patriline—contributes some resources to his offspring after weaning, and that the father's contribution increases relative to that of the mother.\n\nConsider the simplest scenario when mothers provide almost all the nutrients consumed by their offspring before weaning, but fathers contribute some nutrients afterward. In particular, assume that the relative contribution of fathers goes from σb &gt;\n      \t\t\tσ̂ before weaning to σa &lt;\n      \t\t\tσ̂ after weaning. According to the results presented in the previous section, a gene expressed before weaning is expected to be maternally silent if it is an RE but paternally silent if it is an RI. A gene expressed after weaning is expected to be paternally silent if it is an RE but maternally silent if it is an RI (Figure 7). A gene expressed before and after weaning that is able to modify its expression over time is expected to be maternally silent before weaning but paternally silent after weaning if it is an RE, and the other way around if it is an RI (Figure 7). The voice of the PI copy raises and eventually shouts out the MI copy's voice.\n\nI propose that the PWS-AS cluster of imprinted genes contains either: (a) REs and RIs expressed before weaning but RIs expressed after weaning (Figure 7A); or (b) REs expressed before weaning but RIs expressed before and after weaning (Figure 7B). If this were the case, children with PWS would miss the expression of the REs before weaning and the RIs after weaning. The expected clinical phenotype is a deficit of appetite and weight before weaning and an excess of appetite and weight afterwards (Figure 7). Children with AS, on the other hand, would miss the expression of the RIs before weaning, but they would not miss the expression of any type of gene after weaning (Figure 7). The clinical phenotype expected would be an excess of appetite and weight before weaning, and normal appetite and weight afterward. These expectations match the clinical phenotype observed in PWS and AS.\n\n      Discussion\n      \nThe kinship theory of genomic imprinting was formulated under the assumption that only mammalian mothers invest in their offspring. Although biparental care is not common among mammals (less than 10% of genera), it is common in certain orders (close to 40% of genera in Perissodactyla, Carnivora, Rodentia, and Primates) [11] and more notably, observed in humans. Therefore, to understand the evolution of genomic imprinting as a result of intralocus conflict, the kinship theory should be extended beyond maternal contribution of resources only. In this research, I generalize the kinship theory by elaborating a model in which both parents can contribute any amount of resources, and maternal contribution only is a special case.\n\nIn the original formulation of the kinship theory, genomic imprinting evolves unless there is lifetime monogamy. The introduction of paternal care allows an alternative scenario when genomic imprinting does not evolve. If the cost experienced exclusively by the father due to the expression of a PI gene in the current offspring is equal to the cost experienced exclusively by the mother due to the expression of an MI gene in the current offspring, then deviations from an unimprinted expression are not favored by natural selection. An example to illustrate this point may shed light on what this condition entails. Consider a family in which the mother contributes most of the food, 75% (Figure 2). Assume that fathers (reproducing males) produce more offspring than mothers (reproducing females); notice that the average reproductive success of males does not have to be equal to the average reproductive success of females. While mothers conceive most of those offspring with the same father, 75% of them, the fraction of offspring that fathers conceive with the same mother represent 50% of the fathers' total production. Assume that the mother contributes food sources such as roots and fruits, and the father contributes meat. Hunting is more risky, 1.5 times more, than gathering food.\n\nIn this scenario, an additional contribution of resources to the current offspring reduces the amount of resources available to future offspring. The father provides 1/4 of the additional resources and suffers a cost four times the additional investment in the offspring. Half of the time, the cost experienced by the current father is not shared by the current mother. Hence the cost that the father incurs—due to the expression of a PI gene in the current offspring—that is not shared by the mother is (1 − κM)CPiIPx = (1/2) 4 (1/4) = (1/2). On the other hand, the mother provides 3/4 of the additional resources and suffers a cost that is 8/3 times the additional investment in the current offspring. One-fourth of the time, the cost experienced by the current mother is not shared by the current father. The cost the mother incurs—due to the expression of an MI gene in the current offspring—that is not shared by the father is (1 − κP)CMiIMx = (1/4) (8/3) (3/4) = 1/2. Given that, in this case, (1 − κM)CP = (1 − κP)CM, there is no intralocus conflict between the MI and the PI and genomic imprinting would not evolve.\n\nIn the original formulation of the kinship theory, there is only one direction of imprint for each kind of gene. If the gene considered is an RE, it is expected to be maternally silent. However, if the gene considered is an RI, it is expected to be paternally silent. The introduction of paternal care allows that the direction of the imprint is reversed for each kind of gene. Consider an RE, a gene is expected to be paternally silent if (1 − κM)CP &gt; (1 − κP)CM, but maternally silent if (1 − κM)CP &lt; (1 − κP)CM. Consider an RI, a gene is expected to be maternally silent if (1 − κM)BP &gt; (1 − κP)BM, but paternally silent if (1 − κM)BP &lt; (1 − κP)BM. Interestingly, I found that it is not necessary that fathers contribute more resources than mothers for this change in the direction of the imprint to happen.\n\nIf the cost experienced exclusively by the father due to his own investment is greater than the cost experienced exclusively by the mother due to her own investment, then an RE evolves to be paternally silent, even if the mother is contributing more resources than the father. I will return to the previous example to illustrate this condition. The cost the current father incurs—due to his own investment—that is not shared by the current mother is (1 − κM)CPi = (1/2) 4 = 2. The cost the current mother incurs—due to her own investment—that is not shared by the father is (1 − κP)CMi = (1/4) (8/3) = 2/3. Thus (1 − κM)CPi &gt; (1 − κP)CMi and even if the mother contributes more than half the resources, an RE may still evolve to be paternally silent. In particular, if the mother contributes less than 75% of the resources, an RE evolves to be paternally silent. But if the mother contributes more than 75%, an RE evolves to be maternally silent.\n\nThe kinship theory requires genes expressed in the offspring that can affect the allocation of parental resources. During gestation, the interaction between mother and offspring is chemical—mediated by hormones and proteins, some of them secreted into the maternal bloodstream. During lactation, however, the interaction is mostly behavioral—mediated by actions performed by the offspring. In both cases, the relation between mother and offspring is intimate [48]. After weaning, the interaction between mother and offspring continues to be behavioral but becomes less intimate [48]. In general, genes expressed in the offspring can affect the allocation of maternal resources before birth by eliciting the segregation of hormones into the maternal bloodstream and after birth by eliciting behavioral acts that produce a maternal response. It is difficult to think how genes expressed in the offspring may influence the allocation of paternal resources during gestation. The only possibility would be that hormones secreted into the maternal blood stream elicit a maternal behavior that produces a paternal response. Before weaning, the contribution of food by the father is given indirectly through the mother. If a gene expressed in the offspring were to influence the allocation of paternal resources, it would have to elicit a behavior that produces a paternal provision of food to the mother who would be responsible for transferring such resources to the offspring. Furthermore the intimacy of the relation between mother and offspring would make mothers more likely to respond to any behavioral act of the offspring. After weaning, the food contribution by both parents is direct. Genes expressed in the offspring will have the same means and opportunities to influence each parent provision of nutrients.\n\nFrom a taxonomic point of view, genomic imprinting was initially expected to be circumscribed to mammals and flowering plants. Such taxonomic distribution responds to the possibility of interaction between offspring and mother during gestation in eutherians and angiosperms. There is no room for interaction between mother and offspring during gestation in birds, most reptiles, and amphibians. Thus genomic imprinting was not expected to evolve in these classes. However it was soon noticed that after birth, the offspring can influence the allocation of maternal resources in a much more broad variety of organisms. The only condition is that there is extended postnatal parental care. Therefore imprinting is expected to be found in genes expressed after birth in mammals and after hatching in birds and fishes [48,49]. While biparental care is important in some mammalian orders, it is much more abundant in birds. The consideration of biparental care does change the pattern of imprint expected to evolve; in principle, it should not affect the expected taxonomic distribution of imprinting before and after birth. The only exception would occur in the particular case in which the life history and qualities of both parents as resource providers are equivalent, that is (1 − κM)CP = (1 − κP)CM. In such case, genomic imprinting would not evolve.\n\nThe kinship theory, when extended to allow biparental care, provides a unique insight on the evolution of PWS and AS. I argue that the relative contribution of resources made by mammalian fathers increases after weaning, in particular that σb &gt;\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂ &gt; σa. If this is the case, an RE expressed before weaning is expected to be maternally silent, but another RE expressed after weaning is expected to be paternally silent. An RE expressed before and after weaning that can adjust its expression over time is expected to be maternally silent before weaning and paternally silent afterward (Figure 7). Similarly an RI expressed before weaning is expected to be paternally silent, but another RI expressed after weaning is expected to be maternally silent. An RI that is expressed before and after weaning is expected to be paternally silent before weaning and maternally silent afterwards (Figure 7). This explains that the loss of the PI copy of the PWS-AS cluster will result in a deficit of food intake and weight before weaning and an excess afterwards. The loss of the MI copy of this cluster will result in an excess of food intake before weaning and a normal food intake afterwards—if the genes expressed after weaning are RIs only. This matches the clinical phenotype of children with PWS and AS concerning appetite and weight. While the kinship theory can account for the aspects of PWS and AS concerning appetite and weight, there are other aspects of these disorders, mostly mental problems, that are difficult to interpret straight away.\n\nOur understanding of the evolutionary forces and types of genes involved in the post-weaning phenotype of children with PWS might be important for the treatment of this disease. If the post-weaning phenotype is caused by an RI that is maternally silent, as I suggest, it could be possible to re-activate the maternal copy. However, it should be re-activated after weaning only and not before, because this would exacerbate the condition of children with PWS before weaning.\n\nThe phenomenon I am describing does not need genes that are expressed before and after weaning and thus change the direction of the imprint. It is enough to have a gene expressed before weaning and another one expressed afterwards. However my model does suggest the possibility that genes evolve to change the direction of the imprint from maternally silent to paternally silent or vice versa. I refer to these genes as flip-flop genes. While there is no evidence indicating that flip-flop genes may exist, I do not know of any attempt to find them. Interestingly, it is known that some genes can change the direction of the imprint depending on the tissue in which they end up being expressed. This is the case of gene Grb10 in mouse, which is expressed from two promoters with opposite pattern of imprint, namely the paternal allele remains silent in most tissues but the maternal allele remains silent in the brain [50,51]. In both cases, the protein product is the same. If it is possible that a gene uses promoters that are imprinted in the opposite direction in different tissues, my prediction of imprinted genes using promoters that show the opposite pattern of imprint at different moments in developmental time does not seem too far fetched. If this were the case, it would be possible to observe a new type of mutation, one that fails to use the correct promoter in the correct developmental time. Such a mutation would result in complicated clinical phenotypes.\n\nThis analysis can be extended to other diseases in which imprinted genes are involved. Genes that affect the contribution of resources after weaning may not follow the standard pattern of expression (maternally silent REs and paternally silent RIs). PWS is unique because it is one of the few diseases caused by imprinted genes that affect post weaning growth. While Beckwith-Wiedemann and Silver-Russell syndromes are caused by imprinted genes, both involve growth disorders that manifest themselves during gestation and before weaning but not afterward. In this sense, PWS provides a unique insight into the forces acting on imprinted genes. However the characterization of the function of imprinted genes will allow us to find more genes that affect provision of parental resources after weaning. In this case, the role of fathers will become relevant.\n\n      Methods\n      \nConsider a family formed by a mother, a father, and an offspring. Both parents' limited amount of resources can either be invested in the current offspring or kept for future ones. All individuals are diploid, and the population is at equilibrium. Let xm and xp be the level of expression of the maternally and paternally inherited copies of an allele in the current offspring, where xm, xp ≥0. The aggregate level of expression x = xm + xp determines the amount of maternal iM and paternal iP investment in the current offspring, iM = gM(x) and iP = gP(x) , and the residual investment of each parent in future offspring. For simplicity, I assume that the aggregate level of expression x determines the total amount of parental investment i, where i = iM + iP and i = g(x), and the investment of each parent is a constant fraction of the total investment, iM = σg(x) and iP = (1 − σ)g(x). Such simplifying assumption ignores the scenario in which a gene expressed in the offspring can affect the contribution of maternal and paternal resources in the opposite sense; it is no longer possible that diM/dx &gt; 0, diP/dx &lt; 0 or diM/dx &lt; 0, diP/dx &gt; 0. This assumption is more plausible from a biological perspective and does not influence the model in any other way. Following the literature on genomic imprinting, I use the term resource enhancer (RE) to refer to a gene whose greater expression results in an enhanced allocation of parental resources, di/dx &gt; 0; and resource inhibitor (RI) to refer to a gene whose greater expression results in a reduced allocation of parental resources, di/dx &lt; 0.\n\nParental investment in the current offspring determines not only the fitness of the offspring vO (defined as the number of offspring left by the current offspring), vO = hO(iM, iP), but also the residual fitness of the mother vM and father vP (defined as the number of grand offspring, other than those produced by the current offspring, left by each of the parents of the current offspring), vM = hM(iM, iP) and vP = hP(iM, iP) . Consider a population fixed for a particular allele such that the aggregate level of expression at a loci homozygous for the resident allele is x*. Consider the fate of a rare epimutation that modifies the expression of the resident allele either when maternally inherited or when paternally inherited. The aggregate level of expression at a loci heterozygous for any of these mutants is x. Any change in expression can produce a change in fitness of the same dvO/dx &gt; 0 or the opposite sign dvO/dx &lt; 0. I use the term benefit B to refer to the first one and cost C to refer to the second one. If considering a RE the offspring derives a benefit at a cost to its parents. The offspring benefit is defined as the change in offspring fitness caused by a change in expression evaluated at x*, BO = dvO/dx|x=x*. The parental cost is the change in parental fitness caused by a change in expression evaluated at x*, CΩ = −dvΩ/dx|x=x* where Ω ∈{M,P}. The parental cost derived from a change in expression can be subdivided into two components: the cost derived from a greater investment, CΩi = ∂vΩ/∂iΩ, and the change in investment caused by a greater expression, −IΩx = ιΩ(di/dx)|x=x*, that is CΩ = CΩiIΩx. Notice that if considering an RI, it is the parents that derive a benefit, BM and BP, at a cost to their offspring CO.\n\nDefine κP as a measurement of how change in maternal fitness affects paternal fitness, κP = dvP/dvM, and κM as a measurement of how change in paternal fitness affects maternal fitness, κM = dvM/dvP where 0 ≤ κM, κP ≤ 1.\n\n        Inclusive fitness.\n        \nThe inclusive fitness of the MI copy in the current offspring vm is given by the number of offspring produced by the current offspring, plus the number of offspring produced by future maternal siblings weighed by the probability that the MI allele in the current offspring is present in future maternal siblings, vm = vO + ½vM. The inclusive fitness of the PI copy in the current offspring vp is given by the number of offspring produced by the current offspring, plus the number of offspring produced by future paternal siblings weighed by the probability that the PI allele in the current offspring is present in future maternal siblings, vp = vO + ½vP.\n\nThe inclusive fitness effect of the MI copy, Wm = dvm/dxm|x=x* = dvm/dx|x=x*, is:\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tand the inclusive fitness effect of the PI copy, Wp = dvp/dxp|x=x* = dvp/dx|x=x*, is:\n\n        Evolutionary stable level of expression.\n        \nAn expression pattern of the MI and PI copies of an allele is evolutionarily stable \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t when adopted by most individuals in the population is resistant to invasion by any rare alternative strategy \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t or \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t. In mathematical terms, this occurs when all the components of vector \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t satisfy one of the following criteria [52]: (1) \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is a local fitness maximum, that is Wξ = 0 and ∂Wξ/∂x|x=x*&lt;0, (2) \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is a corner solution, that is \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t = 0 and Wξ &lt; 0 (where ξ∈{m,p}).\n\nImposing condition Wm = 0 on Equation 7 yields the aggregate level of expression that is optimal from the perspective of the MI copy, \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t,\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tand imposing condition Wp = 0 on Equation 8 yields the aggregate level of expression that is optimal from the perspective of the PI copy, \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t,\n\nConsider that the initial condition is an equal expression of the MI and PI alleles \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t (unimprinted pattern of expression). When the optimal level of expression for the MI and PI alleles coincide, \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t, there is no conflict. Selection does not favor deviations from the initial conditions, and the unimprinted pattern of expression is evolutionarily stable. When the optimal level of expression for the MI and the PI alleles diverge, \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t, there is conflict. Selection favors deviations from the unimprinted pattern of expression. If \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t, the only pattern of expression that satisfies the conditions for evolutionary stability is \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t. If \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t, however, this pattern of expression is \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t.\n\nThe difference\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tcharacterizes not only whether there is conflict between the MI and the PI copies but also, in case of conflict, what is the evolutionarily stable pattern of expression. Assume that for each function Wξ there is only one value \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t that satisfies condition Wξ = 0. If Wm − Wp = 0 then \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t and there is no conflict. A positive sign, Wm − Wp &gt; 0, implies that \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t but a negative sign, Wm − Wp &lt; 0, implies that \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t.\n\nNo intragenomic conflict: By imposing condition Wm = Wp on Equation 11, it is possible to conclude that there will be no conflict when:\n\nThis condition is satisfied when one of the following is true: (1) κM = κP = 1; that is, changes in maternal fitness perfectly affect paternal fitness while changes in paternal fitness perfectly affect maternal fitness, for example in the case of lifetime true monogamy; (2) CM = CP = 0 where CM = CMiIMx and CP = CPiIPx; (2a) IMx = IPx= 0, that is, the expression of the gene considered does not influence parental investment; (2b) IMx = 0 and CPi = 0; (2c) CMi = 0 and IPx = 0, that is, the expression of the gene considered does not influence the investment of one of the parents while the investment of the other father is cheap, meaning that its investment does not translate in any cost for the provider; (2d) CMi = CPx = 0 investment is cheap for both parents; (3) (1 − κM)CP = (1 − κP)CM, that is, the fraction of paternal cost caused by paternal investment that does not translate into maternal cost, has to be equal to the fraction of maternal cost caused by maternal investment that does not translate into paternal cost.\n\nSubstituting CM = CMiIMx and CP = CPiIPx in Equation 12 and keeping in mind that IMx = σ (∂g/∂x) and IPx = (1 − σ) (∂g/∂x), it is possible to determine the fraction of the total resources contributed by the mother, σ, which extinguishes the conflict:\n\nSuch a point exists as long as the fitness functions are continuously differentiable. If σ =\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂, genomic imprinting does not evolve.\n\nIt is worth noticing that the conflict's extinction does not require both parents to contribute the same amount of resources. In particular, if the cost of paternal investment experienced by the father but not shared with the mother is greater than the cost of maternal investment experienced by the mother but not shared with the father, (1 − κM)CPi &gt; (1 − κP)CMi, then the extinction of the conflict happens for a value σ such that mothers contribute more resources than fathers,\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂ &gt; ½, and vice versa. This might be relevant in nature because mothers contribute more resources than fathers in many cases.\n\nIntragenomic conflict: If Wm ≠ Wp there is conflict between the MI and PI copies of an RE and genomic imprinting evolves. If (1 − κM)CP &gt; (1 − κP)CM then Wm &gt; Wp and the pattern of expression \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is the only evolutionarily stable stategy (ESS). If (1 − κM)CP &lt; (1 − κP)CM, however, then Wm &lt; Wp and the pattern of expression \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is the only ESS.\n\nSimilarly, if σ ≠\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂, there is conflict between the MI and PI copies of an RE and genomic imprinting evolves. If σ &lt;\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂, then \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t, and the pattern of expression \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is the only ESS. If σ &gt;\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂, then \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t, and the pattern of expression \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is the only ESS.\n\nEven if the fitness functions are not continuous in\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂, this value still marks the boundary between the two patterns of expression, \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t and \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t. This can be concluded from Equation 11 by noticing that for an RE, if there were maternal care only σ = 1, then \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t. However, if there were paternal care only σ = 0 then \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t.\n\nIf the gene considered were an RI, then Wm − Wp= ½ [(1 − κP)BM − (1 − κM)BP] and the expected patterns of expression are the opposite to the RE ones. If (1 − κM)BP &gt; (1 − κP)BM, then Wm &lt; Wp and the pattern of expression \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is the only ESS. If (1 − κM)BP &lt; (1 − κP)BM, however, then Wm &gt; Wp and the pattern of expression \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is the only ESS. Similarly, if σ &lt;\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂ then \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t and the pattern of expression \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is the only ESS. If σ &gt;\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂ then \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t and the pattern of expression \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is the only ESS.\n\n        Parental contribution changes over time.\n        \nAll previous results apply when, given a level of expression, parental investment does not change over the window of time when the gene is expressed. This might be the case either because parental investment does not change over developmental time altogether or because parental investment does change, but not within the window of time when the gene is expressed. In this section, I will discuss the case when, for the same level of expression, each parent invest more or less at different developmental stages.\n\nInclusive fitness: Let t represent time in the life of the current offspring, and [0,T]g be the window of time when gene g is expressed. The relative investment of each parent is a function of time, σ = fM(t); therefore iΩ = fΩ(t)g(x). The inclusive fitness effect of the MI allele when the gene is expressed within the window of time [0,T] is:\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tand the inclusive fitness effect of the PI allele is:\n\nFor simplicity, I consider that parental investment may differ between two periods of time, namely, before weaning t &lt; tw and after weaning t &gt; tw. Given a certain level of expression x, the amount of resources contributed by each parent remains constant within each period but may change between periods, that is iM = σbg(x) for t ≤ tw but iM = σag(x) for t &gt; tw.\n\nEvolutionary stable level of expression: The conditions for evolutionary stability are the conditions provided in the previous section; however, now the vector considered contains two vectors—one for the pattern of expression before weaning and another one for the pattern of expression afterwards. Which pattern of expression evolves depends on whether the expression of the gene considered can be modified during each period of time.\n\nFixed expression: Assume that the gene's level of expression is unable to change through developmental time. Let μ = tw/T be the fraction of time before weaning within the window of time in which the gene considered is expressed. There is no conflict between the MI and PI alleles whenever σba =\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂, where σba = μσb + (1−μ)σa is the mean maternal investment over the window of time when the gene considered is expressed. Intragenomic conflict occurs when σba ≠\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂. Consider an RE. If σba&lt;\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂ then \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t and the pattern of expression \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is the only ESS. If σba &gt;\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂ then \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t and the pattern of expression \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is the only ESS. Therefore, whether a gene evolves pattern \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t or \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t depends on whether the window of time when the gene considered is expressed occurs mostly before or after weaning.\n\nVariable expression: Assume that the level of expression of the gene considered can be adjusted over developmental time. No conflict exists between the MI and PI alleles whenever σb = σa =\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂. Let the two ordered pairs \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t represent the level of expression of the MI and PI copies before and after weaning respectively. There is intragenomic conflict when either σb ≠\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂ or σa ≠\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂ or both. Consider an RE. If σb &gt;\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂ and σb &lt;\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂ then before weaning \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t but after weaning \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t, and the pattern of expression \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is the only ESS. If σb &lt;\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂and σa &gt;\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tσ̂ then before weaning \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t but after weaning \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t, and the pattern of expression \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t is the only ESS. These kinds of genes will show two different patterns of expression before and after weaning."
}