{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050244",
  "doi": "10.1371/journal.pbio.0050244",
  "externalIds": [
    "pii:06-PLBI-RA-1801R3",
    "sici:plbi-05-10-03",
    "pmid:17760501",
    "pii:06-PLBI-RA-1801",
    "pmcid:PMC1951780"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Salmonella enterica Serovar Typhimurium Exploits Inflammation to Compete with the Intestinal Microbiota",
  "authors": [
    {
      "name": "Bärbel Stecher",
      "first": "Bärbel",
      "last": "Stecher",
      "affiliation": "Institute of Microbiology, Swiss Institute of Technology Zurich, Zurich, Switzerland"
    },
    {
      "name": "Riccardo Robbiani",
      "first": "Riccardo",
      "last": "Robbiani",
      "affiliation": "Institute of Microbiology, Swiss Institute of Technology Zurich, Zurich, Switzerland"
    },
    {
      "name": "Alan W Walker",
      "first": "Alan W",
      "last": "Walker",
      "affiliation": "Wellcome Trust Sanger Institute, Hinxton, Cambridge, United Kingdom"
    },
    {
      "name": "Astrid M Westendorf",
      "first": "Astrid M",
      "last": "Westendorf",
      "affiliation": "Department of Mucosal Immunity, Helmholtz Centre for Infection Research, Braunschweig, Germany"
    },
    {
      "name": "Manja Barthel",
      "first": "Manja",
      "last": "Barthel",
      "affiliation": "Institute of Microbiology, Swiss Institute of Technology Zurich, Zurich, Switzerland"
    },
    {
      "name": "Marcus Kremer",
      "first": "Marcus",
      "last": "Kremer",
      "affiliation": "Technical University Munich, Munich, Germany"
    },
    {
      "name": "Samuel Chaffron",
      "first": "Samuel",
      "last": "Chaffron",
      "affiliation": "Bioinformatics Group, Institute of Molecular Biology, University of Zurich, Zurich, Switzerland"
    },
    {
      "name": "Andrew J Macpherson",
      "first": "Andrew J",
      "last": "Macpherson",
      "affiliation": "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada"
    },
    {
      "name": "Jan Buer",
      "first": "Jan",
      "last": "Buer",
      "affiliation": "Department of Mucosal Immunity, Helmholtz Centre for Infection Research, Braunschweig, Germany"
    },
    {
      "name": "Julian Parkhill",
      "first": "Julian",
      "last": "Parkhill",
      "affiliation": "Wellcome Trust Sanger Institute, Hinxton, Cambridge, United Kingdom"
    },
    {
      "name": "Gordon Dougan",
      "first": "Gordon",
      "last": "Dougan",
      "affiliation": "Wellcome Trust Sanger Institute, Hinxton, Cambridge, United Kingdom"
    },
    {
      "name": "Christian von Mering",
      "first": "Christian",
      "last": "von Mering",
      "affiliation": "Bioinformatics Group, Institute of Molecular Biology, University of Zurich, Zurich, Switzerland"
    },
    {
      "name": "Wolf-Dietrich Hardt",
      "first": "Wolf-Dietrich",
      "last": "Hardt",
      "affiliation": "Institute of Microbiology, Swiss Institute of Technology Zurich, Zurich, Switzerland"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-10",
  "dateElectronic": "2007-08-28",
  "dateAccepted": "2007-07-16",
  "dateReceived": "2006-09-27",
  "volume": "5",
  "number": "10",
  "pages": "e244",
  "tags": [
    "Discipline/Gastroenterology and Hepatology",
    "Discipline/Immunology",
    "Discipline/Infectious Diseases",
    "Discipline/Microbiology",
    "System Taxonomy/Mus (mouse)",
    "Type/Research Article"
  ],
  "abstract": "Most mucosal surfaces of the mammalian body are colonized by microbial communities (“microbiota”). A high density of commensal microbiota inhabits the intestine and shields from infection (“colonization resistance”). The virulence strategies allowing enteropathogenic bacteria to successfully compete with the microbiota and overcome colonization resistance are poorly understood. Here, we investigated manipulation of the intestinal microbiota by the enteropathogenic bacterium Salmonella enterica subspecies 1 serovar Typhimurium (S. Tm) in a mouse colitis model: we found that inflammatory host responses induced by S. Tm changed microbiota composition and suppressed its growth. In contrast to wild-type S. Tm, an avirulent invGsseD mutant failing to trigger colitis was outcompeted by the microbiota. This competitive defect was reverted if inflammation was provided concomitantly by mixed infection with wild-type S. Tm or in mice (IL10−/−, VILLIN-HACL4-CD8) with inflammatory bowel disease. Thus, inflammation is necessary and sufficient for overcoming colonization resistance. This reveals a new concept in infectious disease: in contrast to current thinking, inflammation is not always detrimental for the pathogen. Triggering the host's immune defence can shift the balance between the protective microbiota and the pathogen in favour of the pathogen.",
  "fullText": "Introduction\n      \nThe evolution of pathogenic microorganisms has been shaped to a great extent by their interaction with cognate host species. Colonization is the first step of any infection. For enteropathogenic bacteria, this poses a formidable task as the target host organ is already colonized by a dense microbial community, the microflora, or “microbiota”. Intestinal colonization by microbiota begins immediately after birth and lasts for life. In a healthy intestine, the microbiota is quite stable, and its gross composition at higher taxonomic levels is similar between individuals, and even between humans and mice [1]. The intestinal ecosystem is shaped by symbiotic interactions between the host and the microbiota. Microbiota composition is influenced by nutrient availability, local pH, and possibly also by the host's immune system [2]. Conversely, the microbiota optimizes nutrient utilization [3,4], and boosts maturation of intestinal tissues and the intestinal immune system [5–7]. In addition, the microbiota provides an efficient barrier against infections (“colonization resistance”), which must be overcome by enteropathogenic bacteria. It is poorly understood how enteropathogens can achieve that task. Here, we used Salmonella enterica subspecies 1 serovar Typhimurium (S. Tm) and a mouse colitis model to study strategies by which enteropathogenic bacteria break colonization resistance. S. Tm infects a broad range of animal species and is a frequent cause of intestinal infections in the human population. The normal murine microbiota provides colonization resistance and prevents intestinal colonization upon oral S. Tm infection. Oral treatment with the antibiotic streptomycin (20 mg of streptomycin intragastric [i.g.]) transiently reduces the microbiota by &gt;80% and disrupts colonization resistance for a period of 24 h [8,9]. The residual microbiota re-grows within 2–3 d, and colonization resistance is re-established ([9]; unpublished data). These studies have provided the basis for a “streptomycin mouse model” for Salmonella enterocolitis [10]: 1 d after streptomycin treatment, oral infection with S. Tm leads to efficient colonization of the murine intestine, especially the cecum and the colon (approximately 109 colony-forming units [CFU]/gram; Figures 1A and S1) [8,9,11]. Wild-type S. Tm (S. Tmwt) triggers pronounced intestinal inflammation (colitis) and colonizes the intestinal lumen at high densities over extended periods of time [8,10–12]. This “streptomycin mouse model” can be used to study bacterial virulence factors required for colonization and triggering of intestinal inflammation. For example, S. Tm strains lacking the two virulence-associated type III secretion systems (e.g., S. Tm ΔinvG sseD::aphT [S. Tmavir] [13]) cannot trigger colitis. In addition, these mutants were found to colonize the murine intestine only transiently [11,13]. The reason for this colonization defect has remained elusive.\n\nTo explore this, we analyzed microbiota compostition in S. Tmwt– and S. Tmavir–infected mice and the role of inflammation for Salmonella colonization and competition against the intrinsic microbiota. We found that inflammation shifts the balance between the protective microbiota and the pathogen S. Tm in favour of the pathogen. This principle might apply to various other pathogens and therefore constitute a novel paradigm in infectious biology.\n\n      Results\n      \n        S. Tmavir but Not S. Tmwt Is Outcompeted by Commensal Microbiota\n        \nFirst, we confirmed the differential colonization efficiency of S. Tmwt and S. Tmavir in the streptomycin mouse model. Unlike S. Tmwt, intestinal S. Tmavir colonization levels decreased significantly by day 4 post-infection (p.i.) in a highly reproducible fashion (Figure 1B). This coincided with re-growth of the microbiota as revealed by immunofluorescence microscopy (Figure 1C–1H). By anaerobic culture, DNA isolation, and 16S rRNA gene sequencing, high densities of characteristic members of the intestinal microbiota (Clostridium spp., Bacteroides spp., and Lactobacillus spp. [14]) were found in S. Tmavir–infected, but not in S. Tmwt–infected, animals at day 4 p.i. (Table 1). Both the S. Tm/microbiota ratio and the composition of the microbiota itself differed between mice infected with S. Tmavir and S. Tmwt. These data demonstrated that residual microbiota surviving the streptomycin treatment can re-grow, outcompete S. Tmavir, and thereby re-establish colonization resistance. In contrast, S. Tmwt can suppress re-growth of the residual microbiota. Therefore, the streptomycin mouse model allows study of the principal mechanisms by which enteropathogens manipulate the intestinal ecosystem.\n\n        S. Tmwt Alters Composition of the Microbiota in the Streptomycin Mouse Model\n        \nTo better characterize the effect of S. Tm on microbiota composition, we employed 16S rRNA gene sequencing (see Materials and Methods). This method allows a quantitative comparison of microbial communities, including bacterial species that cannot be cultivated in vitro. The analysis comprised five different groups of mice and addressed the effect of the streptomycin pretreatment per se as well as the effect of S. Tmavir and S. Tmwt infection on microbiota composition (Figure 2).\n\nIn line with published data, a large fraction of the murine microbiota in unmanipulated mice belonged to either the Firmicutes (including Clostridium spp. and Lactobacillus spp.; 39% ± 10%) or the Bacteroidales (53% ± 13%; Figure 2) [1,15–17]. Streptomycin treatment reduced the global density of the microbiota by approximately 90% (Figure 2; see also Figure 1C and 1D) and changed its relative composition (Figure 2A and 2B; Table 2). The composition of the remaining microbiota varied substantially between individual members of this group (Figure 2B). Most likely, this is attributable to the unstable situation created by the antibiotic and may arise from slight animal-to-animal variations in the timing or speed of the gut passage of the antibiotic and/or from species-specific differences in antibiotic susceptibility and rate of re-growth.\n\nFive days after the antibiotic treatment, the microbiota had re-grown to normal density and microbiota composition, at least at the phylum level (Figure 2A and 2B; Table 2; p = 0.35078). Infection with S. Tmavir did not interfere detectably with re-growth of the normal microbiota in the streptomycin-pretreated mouse model (Figure 2B; Table 2).\n\nIn contrast, S. Tmwt significantly altered the cecal microbiota composition (Figure 2A and 2B; Table 2; p &lt; 0.00001). Proteobacterial 16S rRNA gene sequences represented &gt;90% of all sequences, and Salmonella spp. generally represented the most prominent (up to 100%) proteobacterial species in the S. Tmwt–infected animals. These observations were confirmed by fluorescence in situ hybridization (FISH) of fixed cecal content (Figure S2). This demonstrates that S. Tmwt interferes with microbiota re-growth and represents the predominant species at day 4 p.i.\n\nIt should be noted that other proteobacterial species (e.g., Escherichia coli) were also present in significant numbers in the cecum of most S. Tmwt–infected animals (Figure 2A). These proteobacterial strains are low abundance members of the normal gut microbiota of our mouse colony (&lt;107 CFU/g of cecal content). In many mice the proportion of these commensal proteobacterial species increased concomitant with the S. Tmwt infection. This suggests that other bacterial species closely related to S. Tm may also be able to benefit from the S. Tmwt–triggered inflammation. Further work will be required to address this issue.\n\nThe observed changes in microbiota growth in S. Tmwt–infected mice were verified in a competitive infection experiment with a specific member of the microbiota. For this purpose we selected a rifampicin-resistant variant of Lactobacillus reuteri strain RR (L. reuteri RRRif). This strain was isolated as a commensal from our mouse colony. Streptomycin-treated mice were infected i.g. with either S. Tmwt or S. Tmavir (5 × 107 CFU i.g.) and gavaged 1 d p.i. with L. reuteri RRRif (8 × 106 CFU i.g.). L. reuteri RRRif colonized the S. Tmavir–infected mice at levels of 105–106 CFU/g of intestinal content. In S. Tmwt–infected mice, similar L. reuteri RRRif colonization levels were observed at day 2 p.i., but colonization levels declined below the detection limit by day 4 p.i. (p = 0.008; Figure 3). Thus, alteration of microbiota composition by S. Tmwt can be demonstrated at the level of a single bacterial strain.\n\n        Intestinal Inflammation Is Sufficient to Enhance Colonization by S. Tmavir\n        \nThe above findings prompted us to investigate whether there is a cause-and-effect relationship between triggering of inflammation and enhanced colonization by S. Tm. In this case one would predict that S. Tmavir (which cannot trigger inflammation) competes successfully with the microbiota if inflammation is triggered by other means. Three different experimental approaches lent evidence for this hypothesis:\n\nFirst, we analyzed whether inflammation induced by S. Tmwt improved S. Tmavir colonization efficiency. Earlier experiments had shown that infections with 1:1 mixtures of S. Tmwt and attenuated mutants led to full-blown colitis (Figure 4A and data not shown). Thus, streptomycin-treated mice were infected with a 1:1 mixture of S. Tmwt and S. Tmavir (a total of 5 × 107 CFU i.g.). Control groups were infected with S. Tmwt or S. Tmavir only (5 × 107 CFU i.g.; Figure 4A). Pronounced colitis was observed in all animals infected with S. Tmwt and the S. Tmwt–S. Tmavir mixture, but not in animals infected with S. Tmavir alone. Furthermore, S. Tmavir was severely defective at colonizing lymph nodes and spleen in single and mixed infections. Despite its non-pathogenic phenotype, S. Tmavir colonized the cecal lumen up to wild-type levels in mixed infections with S. Tmwt. Thus, concomitant colitis created favourable conditions in the intestinal lumen that suppressed microbiota regrowth and rescued S. Tmavir colonization in tandem. This was confirmed in long-term infection experiments using 129Sv/Ev mice, which develop a chronic form of colitis (Figures 4B and S3) [12].\n\nNext, we studied whether cecal inflammation per se (in absence of S. Tmwt) could enhance S. Tmavir colonization. For this purpose we employed knockout mouse models lacking the key anti-inflammatory cytokine IL10. Depending on the exact genetic background and the composition of the microbiota, these animals develop colitis spontaneously earlier (week 6; C3H/HeJBirIL10−/− model [18]) or later in life (week 30–50; C57BL/6IL10−/− model [19]). To test the effect of pre-existing colitis on S. Tmavir colonization, groups of 8-wk-old C3H/HeJBirIL10−/− mice and C3H/He control mice were infected (5 × 107 CFU of S. Tmavir i.g.; no streptomycin treatment). Fecal shedding (day 1 p.i.), colonization, and colitis (day 2 p.i.) were analyzed. Colonization of the intestinal lumen by S. Tmavir was significantly enhanced in mice displaying colitis (day 2 p.i., p = 0.016; Figures 5A, S3, and S4). Similar observations were made using the C57BL/6IL10−/− model. In C57BL/6IL10−/− mice, the onset of colitis is quite random and varies anywhere from 30 to 50 wk even between littermates. Accordingly, we infected C57BL/6IL10−/− littermates 30–50 wk of age (5 × 107 CFU of S. Tmavir i.g.; no streptomycin treatment). Again, colonization of the intestinal lumen by S. Tmavir was enhanced in littermates displaying colitis (day 1 p.i., p = 0.016; Figures 5B, S3, and S4). This suggested that inflammation per se can enhance S. Tmavir colonization.\n\nTo verify this hypothesis we employed the alternative, recently developed VILLIN-HACL4-CD8 mouse model for T cell–induced colitis [20]. This model employs VILLIN-HA transgenic mice expressing the HA epitope in the gut epithelium and T cells (CD8+; HA-directed α/β T cell receptor; from CL4-TCR transgenic mice) recognizing the HA epitope. Adoptive transfer of these T cells into VILLIN-HA transgenic mice results in severe inflammation of the small and the large intestine at 4–5 d post-transfer (Figure 6A) [20]. This model was of particular interest because intestinal inflammation develops quickly, occurs in the majority of animals, and does not involve i.g. treatment with chemicals that might themselves influence the microbiota–pathogen competition.\n\nTo study the impact of inflammation on S. Tmavir colonization we infected VILLIN-HA transgenic mice receiving CL4-CD8 T cells and unmanipulated VILLIN-HA control mice. In the unmanipulated VILLIN-HA mice (no T cells transferred), no intestinal inflammation was apparent and S. Tmavir colonization efficiency was low (Figure 6B). In contrast, the animals receiving 4 × 106 CL4-CD8 T cells (VILLIN-HACL4-CD8 mice) developed intestinal inflammation 4 or 5 d after T cell transfer, and S. Tmavir efficiently colonized the intestine of these animals (p = 0.01; Figure 6B). It should be noted that the initial colonization by S. Tmavir was poor (fecal samples at days 2 and 3 after T cell transfer) and that the onset of efficient S. Tmavir colonization closely correlated with the onset of the intestinal inflammation (day 4–5 after T cell transfer [20]). At this stage, “Salmonella” sequences represented 26%–46% of all bacterial 16S rRNA genes recovered from the cecal contents (Figure 6C). This confirmed that colitis per se creates conditions in the gut skewing the competition between Salmonella spp. and the microbiota in favour of the pathogen.\n\nAs additional controls, we analyzed the fecal microbiota composition of unmanipulated VILLIN-HA transgenic mice (n = 4) and non-infected VILLIN-HA transgenic mice (n = 2) at day 4 after CL4-CD8 T cell transfer (Figures 6C and S6; Table S2). The latter two animals showed intestinal inflammation comparable to that in mice that received CL4-CD8 T cells and S. Tmavir (data not shown). At the phylum level, we did not detect any significant differences between the microbiota recovered from the feces of the unmanipulated mice (no gut inflammation), the VILLIN-HA transgenic mice that had received CL4-CD8 T cells (gut inflammation), and the S. Tmavir–infected VILLIN-HA transgenic mice that had not received CL4-CD8 T cells (no gut inflammation). These data suggest that inflammation per se does not drastically alter the gross gut flora composition (at least not in the short term). Further work is required to determine whether the loss of colonization resistance in the inflamed VILLIN-HA transgenic mice is attributable to suppression of some particular, low abundance member(s) of the microbiota.\n\nFinally, our data show that S. Tmavir colonization efficiency in the murine intestine is restricted by the intestinal microbiota. In the absence of microbiota, S. Tmavir should colonize efficiently. This was confirmed in germ-free mice that lack microbiota in the first place. S. Tmavir colonized the large intestine of germ-free mice at wild-type levels up to day 4 p.i. (approximately 109 CFU/g) but did not cause colitis (Figure S5). Thus, S. Tmavir efficiently colonizes the murine intestine as long as competing microbiota is lacking. Furthermore, inflammation is not required for colonizing the intestinal lumen in the absence of microbiota. However, it should be noted that germ-free mice represent a useful but highly artificial tool. In natural habitats, Salmonella spp. always encounters a dense intestinal microbiota, and intestinal colonization will be enhanced by the triggering of inflammation.\n\n      Discussion\n      \nBased on these data we propose a three-way microbiota–pathogen–host interaction model for murine Salmonella colitis (Figure 7). The resident microbiota and the incoming pathogen compete for growth. In a “healthy” intestine the normal microflora is shaped and stabilized by mutually beneficial interactions with the intestinal mucosa. It effectively excludes S. Tmwt and S. Tmavir from the intestinal lumen. Colonization resistance can be transiently alleviated by streptomycin treatment. Inflammatory host responses—triggered by specific S. Tm virulence factors (TTSS-1 and TTSS-2), by genetic pre-disposition (IL10−/−), or by T cell–inflicted damage (VILLIN-HACL4-CD8 model)—alter conditions in the intestinal lumen and shift the competition in favour of the incoming pathogen. Suppression of the microbiota or enhanced pathogen growth may be involved (Figure 7). In either case, S. Tmwt can enhance intestinal colonization via an indirect mechanism—by triggering the host's immune defence. Thus, S. Tmwt infection involves two different steps: triggering inflammation, and surviving in and profiting from the altered ecological niche. The avirulent mutant S. Tmavir is unable to trigger colitis but it is still capable of taking advantage of the ecological niche opened by inflammation and thus successfully competes with the microbiota if inflammation is induced by other means.\n\nHow does intestinal inflammation subvert colonization resistance? The inflammation involves increased secretion of antibacterial peptides and lectins [21,22] and mucins (B. Stecher and W. Hardt, unpublished data), phagocyte infiltration/transmigration, and release of oxygen and nitrogen radicals. Potentially, there are a number of different ways this may subvert colonization resistance. (1) Released antibacterial factors may kill or retard growth of specific members of the microbiota that would normally inhibit S. Tm growth in the healthy intestine. (2) There may be “commensal network disruption”, i.e., loss of one or more specific microbiota species that might be required for efficient growth of the microbiota species that slow pathogen growth in the normal, healthy intestine. These protecting species and their integration into microbiota growth networks have not been identified. (3) There may be differential defence susceptibility. Microbiota species conferring colonization resistance might be susceptible to antibacterial defences that S. Tm can resist. This would be in line with the discovery of numerous S. Tm genes that function to enhance antimicrobial peptide resistance and radical detoxification [23–25]. (4) There may be enhanced pathogen growth. The altered nutrient mix available in the inflamed gut might foster efficient pathogen replication. Under these conditions, microbiota may simply grow slower and are thus overgrown by the pathogen. The model is summarized in Figure 7. Future work will have to address which of these mechanisms contribute to subversion of gut inflammation by S. Tm.\n\nInflammation induced by S. Tm, self-reactive T cells, or IL-10 deficiency enhances colonization by the pathogen and reduces growth of the commensal microbiota. Other proteobacteria closely related to S. Tm may also benefit from inflammation (e.g., E. coli; see Figure 2). Thus, this principle may also apply to other enteric infections. For example, in calves, which are naturally susceptible to Salmonella enterocolitis, defects of Salmonella TTSS-2 mutants in triggering inflammation are associated with attenuation of intestinal colonization [26,27]. Similar observations were made with Shigella flexneri, Vibrio cholerae, and Citrobacter rodentium, the causative agents of bacillary dysentery, cholera, and transmissible murine colonic hyperplasia: ablation of colitis by disrupting the hosts' innate immune response or specific bacterial virulence factors coincided with reduced intestinal colonization [28–31]. Thus, intestinal inflammation and efficient colonization may be linked in a broad range of enteropathogenic infections.\n\nSome data are available for human Salmonella enterocolitis. In line with findings in the murine system, antibiotics are known to reduce human colonization resistance, and altered microbiota composition is commonly observed in patients with inflammatory bowel disease (IBD) [32–34]. Furthermore, some studies suggest an increased incidence of Salmonella colonization in IBD patients [35–40].\n\nMicrobiota composition in IBD patients significantly differs from that in healthy controls. Currently, an imbalance in normal gut microbiota is regarded as one possible factor triggering the inflammation in Crohn disease and ulcerative colitis [41–43]. Our data suggest that the altered gut flora might not be the cause, but rather one of the many symptoms, of intestinal inflammation in IBD patients. Further investigation into this idea will be of importance for basic research exploring the aetiology and pathogenesis of Crohn disease and ulcerative colitis.\n\nThe outcome of any infection is determined through competition between the bacterial virulence factors (enhancing pathogen replication/persistence) and the host's immune defences (eliminating the pathogen). In the case of enteropathogens, which target a niche colonized by the microbiota, the virulence factors can serve an additional function that has remained unrecognized: they allow triggering of intestinal inflammation that subverts the host's immune defences for undermining colonization resistance. This may represent a common virulence strategy of enteropathogenic bacteria including Clostridium difficile, which is a frequent cause of antibiotic-associated colitis. In fact, inflammation may promote pathogen competitiveness at any colonized site of the human body, and pathogens infecting the respiratory tract, the uro-genital system, and the skin might also use this strategy. Molecular analysis of the complex three-way pathogen–host–microbiota interactions poses a great technological challenge for future research and promises to reveal novel avenues for determining prevention strategies and cures for infectious disease.\n\n      Materials and Methods\n      \n        Animals.\n        \nAll aspects of animal procedures were approved by local authorities and performed according to the legal requirements. Sex- and age-matched specified pathogen free (SPF) C57Bl/6 (Elévage Janvier; http://www.janvier-breedingcenter.com/), 129Sv/Ev, C3H/He (Charles River Laboratories, http://www.criver.com/), C57BL/6IL10−/− [19], and C3H/HeJBirIL10−/− [18] mice were held under barrier conditions at the Rodent Centre, Swiss Institute of Technology Zurich, Zurich, Switzerland, and the Biologisches Zentrallabor, University of Zurich, Zurich, Switzerland. VILLIN-HA [44] and CL4-TCR [45] transgenic mice were raised under SPF barrier conditions at the Helmholtz Centre for Infection Research, Braunschweig, Germany, and transferred to the Rodent Centre 1 wk before the infection experiment. Germ-free C57BL/6 mice were bred and infected in the germ-free facility of the Biologisches Zentrallabor. 129Sv/Ev mice used for long-term infection experiments (Figure 4) were transferred to C57BL/6 foster mice at the day of birth, and raised and weaned as usual.\n\nIn the streptomycin mouse model, mice were treated with streptomycin (20 mg i.g.) [13] and infected 24 h later with S. Tm strains (5 × 107 CFU i.g.) as indicated. For super-infection, L. reuteri RRRif (8 × 106 CFU i.g.) was administered 24 h after S. Tm infection. No streptomycin treatment was performed in spontaneous colitis models and germ-free mice (Figure 3C and 3D).\n\nFor induction of acute colitis, CD8+ T cells from CL4-TCR transgenic mice that express an α/βT cell receptor recognizing an epitope of the HA protein presented by MHC class I (the H-2Kd:HA512–520 complex) were adoptively transferred into VILLIN-HA mice that express the A/PR8/34 HA epitope from influenza virus A under control of the enterocyte-specific villin promoter [20]. Single-cell suspensions were prepared from the spleen of CL4-TCR transgenic mice. Cell suspensions were depleted of CD4+, CD11b+, CD45R+, DX5+, and Ter-119+ cells by using the MACS CD8 T cell isolation kit (Miltenyi Biotec, http://www.miltenyibiotec.com/). CL4-TCR T cells were purified by negative selection according to the manufacturer's instructions. Isolated CD8+ T cells were washed once in PBS and resuspended (4 × 107 cells/ml of PBS). Then 4 × 106 purified CL4-TCR transgenic T cells were injected intravenously into VILLIN-HA transgenic mice. Disease symptoms (weight loss and diarrhoea) were observed 4–5 d after adoptive transfer.\n\n        Bacteria.\n        \nThe streptomycin-resistant wild-type strain S. Tmwt (SL1344 wild-type [46]) and the isogenic mutant S. Tmavir (ΔinvG sseD::aphT; kanR [13]) were grown in LB 0.3 M NaCl as described [13]. Colonization was defined by plating on MacConkey agar plates (Oxoid, http://www.oxoid.com/; 100 μg/ml streptomycin). Co-infections with S. Tmavir were evaluated by replica-plating on medium containing kanamycin (50 μg/ml).\n\nCulturable intestinal microbiota were grown on Wilkins Chalgren agar supplemented with 5% defibrillated sheep blood (Oxoid) for 3–5 d in an atmosphere of 7% H2, 10% CO2, and 83% N2 at 37 °C in anaerobic jars. 16S rRNA gene sequencing was performed as described below. L. reuteri RRRif was selected on MRS medium (100 μg/ml of rifampicin; Laboratoire Labo'Life, http://www.labolife.com/) and grown anaerobically.\n\n        Analysis of bacterial loads in intestinal content and systemic organs.\n        \nFresh fecal pellets collected from individual mice and cecum content were resuspended in PBS. Mesenteric lymph nodes (mLN), spleen, and liver were removed aseptically and homogenized in cold PBS (0.5% tergitol and 0.5% BSA). Bacteria were enumerated by plating on appropriate medium.\n\n        Bacterial 16S rRNA gene amplification.\n        \nColonies were isolated and purified twice on Wilkins Chalgren agar (5% sheep blood). DNA was recovered by lysis (Tris/EDTA; 0.5% SDS and 0.1 mg/ml of proteinase K; 37 °C; 1 h), CTAB treatment (1%; 62.5 mM NaCl; 65 °C; 10 min), phenol-chloroform extraction, and 2-propanol precipitation. Broad-range bacterial primers fD1 (5′-AGA GTT TGA TCC TGG CTC AG-3′) and rP1 (5′-ACG GTT ACC TTG TTA GCA CTT-3′) [47] were used for 16S rRNA gene PCR amplification (94 °C, 5 min; 35 cycles of 94 °C, 1 min; 43 °C, 1 min; 72 °C, 2 min; and 7-min final extension at 72 °C). The PCR product was purified and sequenced with primer rP1.\n\n        Quantification of cultured bacteria.\n        \nFirst, bacteria were grouped according to colony morphology. Then, representative colonies were typed by 16S rRNA gene sequencing and comparison to the Ribosomal Database Project II [48]. This allowed a rough estimation of the abundance of the respective bacterial species (Table 1). Two mice were analyzed per condition (S. Tmwt and S. Tmavir infection day 4 p.i.). Six colony morphological groups were assigned for S. Tmwt infection, and ten for S. Tmavir infection.\n\n        Histopathological evaluation.\n        \nTissues were cryo-embedded in Tissue Tek OCT Compound (Sysmex, http://www.sysmex-europe.com/), 5-μm cryosections were stained with hematoxylin and eosin (HE), and cecum pathology was evaluated using a histopathological scoring scheme as previously described [49,50] (see Figure S1). Evaluation scored submucosal edema (score 0–3), polymorphonuclear leukocyte infiltration into the lamina propria (score 0–4), loss of goblet cells (score 0–3), and epithelial damage (score 0–3). The combined pathological score for each tissue sample was determined as the sum of these averaged scores: 0–3, no to minimal signs of inflammation that are not sign of a disease (this is frequently found in the cecum of SPF mice); 4–8, moderate inflammation; and 9–13, profound inflammation.\n\n        Immunofluorescence microscopy.\n        \nCecal tissues were fixed in PBS (4% paraformaldehyde [pH 7.4]; 4 °C; 12 h), washed in PBS, equilibrated in PBS (20% sucrose and 0.02% NaN3; 4 °C; 12 h) and cryo-embedded in OCT. Cryosections (7 μm) were mounted on glass slides, air-dried (21 °C; 2 h), fixed in PBS (4% paraformaldehyde, 5 min), washed, and blocked with 10% (w/v) normal goat serum in PBS (1 h). S. Tm was stained with polyclonal rabbit anti–Salmonella O antigen group B serum (factors 1, 4, 5, and 12, Brunschwig, http://www.brunschwig-ch.com/; 1:500 in PBS, 10% goat serum) and a Cy3-conjugated goat anti-rabbit antibody (Milan; 1:300 in PBS, 10% goat serum). The specificity of the anti–Samonella O (1, 4 ,5, and 12) antiserum was checked extensively by immunofluorescence microscopy. This was done by analyzing cecum tissue sections from uninfected mice (negative), S. Tm–infected mice (positive), S. enterica serovar Enteritidis–infected mice (negative; the LPS of this serovar does not react with this antiserum), and mice with &gt;10 different commensal species, including commensal E. coli strains from our mouse colony, grown in vitro (all negative). DNA was stained with Sytox green (0.1 μg/ml; Sigma-Aldrich, http://www.sigmaaldrich.com/) and F-Actin with Alexa-647-phalloidin (Molecular Probes, http://probes.invitrogen.com/). Sections were mounted with Vectashield hard set (Vector Laboratories, http://www.vectorlabs.com/) and sealed with nail polish. Images were recorded using a PerkinElmer (http://www.perkinelmer.com/) Ultraview confocal imaging system and a Zeiss (http://www.zeiss.com/) Axiovert 200 microscope. For quantification of total bacterial numbers, cecal contents were weighed, fixed in 4% paraformaldehyde, and stained with Sytox green (0.1 μg/ml). Bacteria were counted in a Neubauer's counting chamber using an upright fluorescence microscope (Zeiss).\n\n        Broad-range bacterial 16S rRNA gene sequence analysis.\n        \nTotal DNA was extracted from cecal contents using a QIAmp DNA stool mini kit (Qiagen, http://www1.qiagen.com/) and a Tissuelyzer device (Qiagen). 16S rRNA genes were amplified by PCR using primers Bact-7F (5′-AGA GTT TGA TYM TGG CTC AG-3′) and Bact-1510R (5′-ACG GYT ACC TTG TTA CGA CTT-3′) and the following cycling conditions: 95 °C, 5 min; 22 cycles of 95 °C, 30 s; 58 °C, 30 s; 72 °C, 2 min; followed by 72 °C, 8 min; 4 °C, ∞. Reaction conditions (100 μl) were as follows: 50 mM KCl, 10 mM Tris-HCl (pH 8.3), 1.5 mM Mg2+, 0.2 mM dNTPs, 40 pmol of each primer, and 5 U of Taq DNA polymerase (Eppendorf, http://www.eppendorf.com/). Fragments were purified by gel electrophoresis, excised, recovered using the gene clean kit (Qbiogene; http://www.qbiogene.com/) and dried. The PCR products were suspended in 10 μl of sterile distilled water and between 2 and 5 μl was ligated into pGEM-T Easy Vectors (Promega, http://www.promega.com/). The ligated vectors were transformed into high-efficiency competent JM109 E. coli cells (Promega), plated on LB-carbenicillin agar, and subjected to blue-white screening of colonies. White colonies were picked into 96-well boxes containing 500 μl of Circlegrow medium (Qbiogene, http://www.qbiogene.com/) per well and grown overnight at 37 °C, and the plasmid DNA was then prepped using a modified semi-automated alkaline lysis method. Sequencing was carried out using Applied Biosystems (http://www.appliedbiosystems.com/) BigDye terminators (version 3.1) and run on Applied Biosystems 3730 sequencers. The 16S rRNA gene inserts were sequenced using two primers targeted towards the vector end sequences, M13r (5′-CAGGAAACAGCTATGACC-3′) and T7f (5′-TAATACGACTCACTATAGGG-3′), and one towards an internal region of the gene, 926r (5′-CCGTCAATTC[A/C]TTT[A/G]AGT-3′), in order to bridge any gaps between the sequences generated from the two end primers.\n\nContigs were built from each three-primer set of sequences using the GAP4 software package [51] and converted to “sense” orientation using OrientationChecker software [52]. These files were then aligned using MUSCLE [53], and the alignments were manually inspected and corrected using the sequence editor function in the ARB package [54]. The files were then tested for the presence of chimeric sequences using Mallard [52] and Bellerophon [55], and putative chimeras were checked using Pintail [56] and BLAST [57]. Positively identified chimeras were removed, and the remaining sequences were examined with the Classifier function at the Ribosomal Database Project II Web site [48] in order to give a broad classification at the phylum level. To obtain more detailed taxonomic information the sequences were divided into phylotypes by generating distance matrices in ARB (with Olsen correction), which were then entered into the DOTUR program [58] set to the furthest neighbour and 99% similarity settings. The resulting phylotypes were then assigned similarities to nearest neighbours using BLAST.\n\n        Statistical analysis of bacterial colonization and intestinal pathology.\n        \nStatistical analyses of viable CFU and pathological scores were performed using the exact Mann-Whitney U Test and the SPSS version 14.0 software, as described before [8]. Values of p &lt; 0.05 were considered statistically significant. Box-plots were created using GraphPad Prism 4 version 4.03 (GraphPad Software, http://www.graphpad.com/).\n\n        Statistical analysis of microbiota composition.\n        \nDifferences in the phylogenetic compositions of samples were assessed by first assigning the detected 16S rRNA gene sequences to their respective phyla, and then computing the normalized Euclidean distance between the phyla counts. The observed differences were judged for their statistical significance by performing Monte Carlo randomizations: 16S rRNA gene sequences were shuffled between two samples, such that overall sample sizes and total counts for each phylum were maintained. Euclidean distances were then re-computed, and the fraction of distances larger than or equal to the observed distances determined the p-values. Bonferroni correction for multiple testing means that p-values below 0.005 indicate statistical significance in Figures 2 and 6 and Table 2.\n\n      Supporting Information\n\n        Accession Numbers\n        \nThe GenBank (http://www.ncbi.nlm.nih.gov/Genbank/) accession numbers for the 16S RNA gene sequences shown in Figure 2 are EF604903–EF605247, and for those shown in Figure 6C are EF604904–EF605247 and EU006095–EU006496."
}