{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2004132",
  "doi": "10.1371/journal.pbio.2004132",
  "externalIds": [
    "pii:pbio.2004132",
    "pmid:29851960",
    "pmcid:PMC5997357"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Microsaccade-rhythmic modulation of neural synchronization and coding within and across cortical areas V1 and V2",
  "authors": [
    {
      "name": "Eric Lowet",
      "first": "Eric",
      "last": "Lowet",
      "affiliation": "Faculty of Psychology and Neuroscience, Maastricht University, Maastricht, the Netherlands",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-9793-0639"
      ]
    },
    {
      "name": "Bart Gips",
      "first": "Bart",
      "last": "Gips",
      "affiliation": "Radboud University, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands"
    },
    {
      "name": "Mark J. Roberts",
      "first": "Mark J.",
      "last": "Roberts",
      "affiliation": "Faculty of Psychology and Neuroscience, Maastricht University, Maastricht, the Netherlands"
    },
    {
      "name": "Peter De Weerd",
      "first": "Peter",
      "last": "De Weerd",
      "affiliation": "Faculty of Psychology and Neuroscience, Maastricht University, Maastricht, the Netherlands; Maastricht Centre for Systems Biology (MaCSBio), Maastricht University, Maastricht, the Netherlands"
    },
    {
      "name": "Ole Jensen",
      "first": "Ole",
      "last": "Jensen",
      "affiliation": "Centre for Human Brain Health, School of Psychology, University of Birmingham, Birmingham, United Kingdom"
    },
    {
      "name": "Jan van der Eerden",
      "first": "Jan",
      "last": "van der Eerden",
      "affiliation": "Radboud University, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-05-31",
  "dateAccepted": "2018-05-01",
  "dateReceived": "2017-09-03",
  "volume": "16",
  "number": "5",
  "pages": "e2004132",
  "tags": [
    "Action potentials",
    "Amniotes",
    "Anatomy",
    "Animal cells",
    "Animals",
    "Brain",
    "Cell biology",
    "Cellular neuroscience",
    "Cellular types",
    "Discipline-v3/Action potentials",
    "Discipline-v3/Amniotes",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animals",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Brain",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Computer and information sciences",
    "Discipline-v3/Electrophysiology",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Eye movements",
    "Discipline-v3/Mammals",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Membrane potential",
    "Discipline-v3/Monkeys",
    "Discipline-v3/Network analysis",
    "Discipline-v3/Neural networks",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neurophysiology",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Organisms",
    "Discipline-v3/Physiology",
    "Discipline-v3/Primates",
    "Discipline-v3/Psychology",
    "Discipline-v3/Sensory perception",
    "Discipline-v3/Sensory physiology",
    "Discipline-v3/Sensory systems",
    "Discipline-v3/Social sciences",
    "Discipline-v3/Vertebrates",
    "Discipline-v3/Vision",
    "Discipline-v3/Visual cortex",
    "Discipline-v3/Visual system",
    "Electrophysiology",
    "Eukaryota",
    "Eye movements",
    "Mammals",
    "Membrane potential",
    "Monkeys",
    "Network analysis",
    "Neural networks",
    "Neurons",
    "Neurophysiology",
    "Neuroscience",
    "Organisms",
    "Physiology",
    "Primates",
    "Psychology",
    "Sensory perception",
    "Sensory physiology",
    "Sensory systems",
    "Type/Research Article",
    "Vertebrates",
    "Vision",
    "Visual cortex",
    "Visual system"
  ],
  "abstract": "Primates sample their visual environment actively through saccades and microsaccades (MSs). Saccadic eye movements not only modulate neural spike rates but might also affect temporal correlations (synchrony) among neurons. Neural synchrony plays a role in neural coding and modulates information transfer between cortical areas. The question arises of how eye movements shape neural synchrony within and across cortical areas and how it affects visual processing. Through local field recordings in macaque early visual cortex while monitoring eye position and through neural network simulations, we find 2 distinct synchrony regimes in early visual cortex that are embedded in a 3- to 4-Hz MS-related rhythm during visual fixation. In the period shortly after an MS (“transient period”), synchrony was high within and between cortical areas. In the subsequent period (“sustained period”), overall synchrony dropped and became selective to stimulus properties. Only mutually connected neurons with similar stimulus responses exhibited sustained narrow-band gamma synchrony (25–80 Hz), both within and across cortical areas. Recordings in macaque V1 and V2 matched the model predictions. Furthermore, our modeling provides predictions on how (micro)saccade-modulated gamma synchrony in V1 shapes V2 receptive fields (RFs). We suggest that the rhythmic alternation between synchronization regimes represents a basic repeating sampling strategy of the visual system.",
  "fullText": "Introduction\n\nPerception is an active process [1–3] in which animals explore their environment through specific movements of their sensory organs. For most animals that rely on visual perception, particularly for primates, large and small saccadic eye movements play a critical role in visual exploration [4–6]. The role of saccades in primate perception and cognition (e.g., visual attention) has been intensively studied over recent decades [4,5,7–9]. Even during fixation, gaze direction is not stable: the eyes continuously exhibit small saccadic movements (&lt;1 degree). These small eye movements appear to be mainly controlled by the same neural circuitry as larger saccades [8,10–16]. These small saccades, termed microsaccades (MSs), have a marked impact on neural activity over the whole visual subcortical and cortical circuitry [5,13–15,17–22]. They modulate neural spike rates [7,8,16,19,20,22–26], spike bursting [20,21], and neural synchrony [15,25,27–31]. MSs may be important to refresh the visual image [32–34], for optimal local sampling during natural viewing [6,35–37], cognitive load [38], mental fatigue [39], and for visual attentional selection [8,9,14,40,41]. They have also been suggested to counteract fading/adaptation [37,42–46], in tandem with other fixational eye movements and saccades ([32,34,37] but see [47,48] for the alternative view). MSs, in tandem with drifts [26,49], have been shown to transform stationary spatial information into temporal modulations with important implications for visual coding [50,51].\n\nAll these demonstrations of the relevance of MSs for a variety of sensory and cognitive functions and of their effects on neural activity raise the question: how do MSs influence neural processing and cognition? Use of trial-averaging to improve signal-to-noise ratio (SNR) has for a long time obscured their role in the highly nonstationary neural processing of visual input [52]. Recent studies using single-trial analysis have shown that neural activity exhibits strong temporal variation locked to low-frequency rhythms [5,27,53–58]. Low-frequency rhythms (delta and theta frequencies, 0.5–8 Hz) have been shown to play a role in various sensory areas as well as in other subcortical and cortical areas [57–61]. In the primate visual cortex, low-frequency rhythmic activity in the delta/theta range correlates with the MS rhythm [27,28,53], indicating that MSs are associated with important timescales of neural variation and cognition [8,25,50,62–66].\n\nThese findings may relate to other studies demonstrating that MSs can enhance synchronization-based neural coding [20,33,67,68], in particular during MS-induced transients [20,21]. The “reset” of neural activity accompanying these transients [27,69] may enable latency coding [20,70] for fast and efficient information transfer of new visual input. Indeed, it has been shown that the first spike after a saccade is highly informative of the stimulus [71]. However, neural synchronization occurs not only at the transient shortly after the MS but also throughout the interval between MSs in the form of longer-lasting narrow-band oscillations [27,53,69,72]. How neural synchronization is organized by the MS rhythm and how it affects neural coding are not well understood.\n\nIn the current work, we aimed to investigate the transient activity directly following an MS and contrast this with the later “sustained” activity that lasts until the next MS. We showed differences in synchronization and coding properties during these 2 saccade-locked time intervals, through computational modeling and local field potential (LFP) recordings in macaque early visual cortex. We used spatial excitatory–inhibitory spiking network model receiving MS-modulated input that was constrained by previously reported spectral dynamics of monkey V1 and V2 LFPs [53]. We found that synchronization properties within and across cortical areas differed between the transient and the sustained period.\n\nDuring the transient response, synchrony at various frequency bands was high, regardless of the stimulus pattern that we presented to the network. In contrast, in the sustained period, synchronization in the gamma range became highly selective, spatially local, and shaped by both the underlying connectivity as well as stimulus properties, within V1 and between V1 and V2. Using our model, we predict that the different synchronization properties within an MS interval have implications for the shaping of the downstream receptive fields (RFs) as well as impact on the effectiveness of different neural coding schemes. We conclude that the early, highly synchronized, transient activity that immediately follows an MS permits rapid initial coding of the visual input. On the other hand, the following sustained activity with local synchrony allows context-dependent coding. This 2-step MS-linked processing can likely be generalized to large saccades [7,18] and possibly to other rhythmic sensory sampling processes as well, such as sniffing [2,73] and whisker movement [1,65,74].\n\nResults\n\nModeling of MS-induced V1 neural oscillatory dynamics\n\nWe constructed a model network (Fig 1A) to study the effects of MSs. At the core of our model is an excitatory–inhibitory neural network mimicking V1 (note that the neurons are not explicitly made orientation selective or show “on” or “off” regions; for details, see Materials and methods). The connections between the excitatory and inhibitory cells made it possible for the network to produce Pyramidal-InterNeuron Gamma (PING) rhythms [75,76]. In our model, V1 received input from lateral geniculate nucleus (LGN) relay neurons, here represented by a direct current input. For the saccadic modulation of the spike rate of the LGN relay neurons, we followed the experimental results of [7,17], using a double exponential kernel (see Materials and methods and bottom-right plot in Fig 1A). Note that it is not completely clear whether the modulations in the LGN firing rate are due to image shifts on the retina, corollary discharges, or both [15]. Our model does not attempt to distinguish between these 2 possible contributing factors. Furthermore, the input pattern to the network are fixed, and the MS-induced modulations were added, which means that input patterns did not change with each MS. This had the advantage that we were able to compute the oscillatory and synchronization characteristics reliably for a given input pattern. Control analysis with changing input patterns are shown in the S1 Text.\n\nFig 1B shows a representative MS-onset–triggered time-frequency representation (TFR) of the LFP recorded in monkey V1 [27,53]. Shortly after the MS, we observed a power increase in a frequency range covering alpha/beta frequencies shortly after the MS as well as broadband gamma. It has been shown that the spectral changes are linked to the MS-evoked response [27,53] and are associated with spectral phase reset in the alpha/beta frequency range [27]. Broadband gamma after MS or saccades has also been previously reported [27,28,77]. The spectral response resembled the transient responses after stimulus onset described by [78]. Because the image shift on the retina induced by the saccade physically resembles a stimulus onset, it is likely that it represents the main drive for this transient response. However, corollary discharge and ongoing rhythmic activity can further shape the transient response.\n\nAround 100 ms after the MS, gamma activity was observed in a frequency band that was narrower and lower than before (25–50 Hz). This gamma activity remained until the next MS. Alpha/Beta power was reduced during this period. This period resembles the spectral profile described for the “sustained” response following stimulus onset [78]. Strictly speaking, the observed dynamics of gamma rhythms cannot be termed “sustained” or “stable” because gamma synchrony is short-lived and the frequency decreases over time. However, to contrast with the strong transient dynamics in the early period after the MS, we keep the name “sustained” for simplicity.\n\nIn Fig 1C, we show the average TFR of power calculated for the network simulations (for details on the network, see Fig 2) triggered by the MS. The network spectral dynamics were similar to the observed V1 spectral dynamics with early transient alpha/beta as well as broadband gamma and later, more sustained narrow-band gamma power. Despite spiking being irregular, MSs led to a short, strong alignment of many excitatory neurons, which led, in turn, to power in the lower frequency bands (&lt;20 Hz). The gamma oscillations, emerging from excitatory–inhibitory interactions, also exhibited behavior similar to the V1 experimental data, including decreasing frequency over time. The decrease of gamma frequency is prominent when looking on linger MS intervals (S1 Fig and S2 Fig). It has been shown that the dominating gamma frequency is dependent on input strength [75,79–83]. Therefore, the observed pattern of a gamma frequency that decreases over time can be attributed to the exponential decay in the MS spike rate modulation function (Fig 1A). In addition, adaptation properties of pyramidal cells could also play a role [5,32], but we did not explicitly investigate this question. Overall, the network simulations yielded a satisfying replication of the spectral dynamics observed in monkey V1 in response to saccades.\n\nWithin-area cortical synchronization properties are modulated by the MS rhythm\n\nThe main goal of this study was to investigate the information processing properties during the “transient” and “sustained” period after an MS. In Fig 2, we illustrate that gamma synchrony in the sustained period depends on distance within the network, whereas this is not the case in the transient period. To arrive at that conclusion, we used further simulations of the visual network model used to generate Fig 1C.\n\nThe structure of the network is shown in Fig 2A. The network consisted of a 40 × 40 grid of excitatory regular-spiking cells (RSs) overlaid by a 20 × 20 grid of inhibitory fast-spiking cells (FSs). The connectivity within the network decreased with distance according to Gaussian connection probabilities. Periodic boundary conditions were applied to decrease finite size effects. A 10 × 10 grid of virtual electrodes was positioned over the grid that averaged the local membrane potentials according to a Gaussian kernel to estimate an LFP. For more details on the network structure, see Materials and methods.\n\nThe retinotopic input to the RS cells before applying MS modulation is shown in Fig 2B. This input consisted of a spatially low-pass filtered white noise pattern that was kept constant across simulated saccades. The phase-locking value (PLV; see Materials and methods) across the 50 simulated saccades was calculated for all pairs of LFP electrodes. The average PLVs for all neighboring electrodes are shown in Fig 2C, whereas the average PLVs for all pairs of neurons at maximal distance (keeping in mind the periodic boundary conditions of the network; see Fig 2A) are shown in Fig 2D. A striking difference between neighboring electrodes (panel C) and distant electrodes (panel D) is the lack of gamma-band (25–40 Hz) synchrony in the latter during the sustained period.\n\nTo further analyze this difference, we plotted the PLVs for gamma at 30 ms and at 300 ms post saccade as a function of electrode distance in Fig 2E (see the 2 white crosses surrounded by grey and black circles, respectively, in panels C, D, and E). A comparison of Fig 2C (nearby probes) and D (distant probes) shows similar magnitudes of early “transient” synchronization (at 30 ms) but very different magnitudes of later “sustained” synchronization (at 300 ms). This shows a striking distance dependence for the sustained but not the transient gamma synchronization. The distance dependence of the PLV is illustrated further in Fig 2E. Here, we plotted the correlation between PLV and distance across probes over all pairs as a function of time relative to MS onset. Panel E shows that only the gamma-band synchronization in the sustained period showed a significant linear correlation with cortical distance (red regions in time-frequency plot). Note that both connectivity strength and stimulus correlation dropped with distance, therefore both possibly contributed to the decline of sustained gamma synchronization with distance. In summary, gamma synchrony was higher between nearby neurons than between distant neuron pairs. This was true only for the band-limited gamma during the sustained phase, not during the transient. The distance dependency of sustained band-limited gamma remained for longer intersaccade intervals (S1 Fig) or when the input pattern to the simulated network was varied for different MSs (S3 Fig). We then tested whether synchronization reflects stimulus information (Fig 2F). Specifically, we investigated whether the amount of synchronization is related to the magnitude of stimulus input difference between model LFP contacts by running the network for different stimulus configurations. Similar to connectivity strength, we computed the linear correlation over all probe pairs between PLV value for a given frequency and time with the amount of input difference. We observed that stimulus variation was reflected specifically in the narrow-band gamma in the sustained phase, but not in the transient phase.\n\nSelective network synchronization only in the sustained period after MS\n\nAs an illustration, we first manipulated input differences by giving the visual network model (which has isotropic local connectivity; see Fig 2A) 2 different spatial input driving patterns. In Fig 3A, a smoothed rectangular-shaped stimulus was presented to the network (left). To illustrate the effects on the gamma-band phase coordination in the transient and sustained period, we computed the spatial distribution of PLVs [84] referenced to the neuron in the center of the two-dimensional (2D) network (crosses in Fig 3A and 3B). The PLVs in the transient period were uniformly high (Fig 3A, middle). This is caused by the steep rise of MS-modulated input (Fig 1A), which is similar for all neurons in the network. During the sustained period, the distribution of PLVs was more local and reflected the orientation of the rectangular-shaped stimulus more closely (Fig 3A, right).\n\nTo illustrate the effect of connectivity on the PLV, we performed another simulation in which we altered the connectivity while keeping the input uniform across the network. We introduced horizontal or vertical anisotropy in the connectivity profile by altering connection probability of the model network (Fig 3B, left). The PLV distribution in the transient period was again high and uniform (Fig 3B, middle), whereas in the sustained period, it was local and dictated by the connectivity structure (Fig 3B right).\n\nTaken together, Fig 3 supports the view that synchronization in the transient period is fundamentally different than in the later sustained period, which suggests that phase coordination in these periods relies on different mechanisms.\n\nTo formally test whether there are 2 phase-coordination mechanisms in play, we investigated whether the Arnold tongue [85] (see S1 Text) could be retrieved from the early (transient) and late (sustained) period after the MS. The Arnold tongue represents a triangular-shaped synchronization region in the 2D space of detuning (related to input difference) and interaction strength (related to connectivity strength). An Arnold tongue is expected if synchronization arises through locally mutually weakly interacting oscillators (see S1 Text and S4 Fig), a framework proposed for neocortical gamma synchronization [29,86–88]. We found an Arnold tongue only in the sustained part of the MS interval (S5 Fig).\n\nReplication of model results in monkey V1 cortical data\n\nTo test the different synchronization properties in the transient and sustained time periods predicted from our simulations, we applied the analysis of the model results (Fig 2 and Fig 3) to electrophysiological recordings in monkey V1 (see Materials and methods). Fig 4 shows the results of this analysis. We collected LFPs from 3 simultaneously inserted laminar probes in macaque V1 (separated each by about 2–3 mm) while presenting the monkey with static whole-field gratings having spatial-varying contrasts [29]. For different stimulation conditions, the RFs of recorded cortical locations experienced different contrasts, known to modulate V1 neural activity [89]. The monkey received a reward when successfully keeping gaze on the fixation point during the whole trial. The eye position was monitored through an infrared camera system (see Materials and methods). We computed the current source density (CSD) along the laminar probe to get more local signals. In Fig 4A and 4B, we show example MS-triggered phase-locking spectra from single contact pairs from probes in different V1 cortical locations. In Fig 4A, the distance between probes was relatively large (around 5 mm), whereas in Fig 4B, distance was shorter (around 2 mm). For these examples, we show PLV spectra for stimulus conditions with large (left) and low (right) contrast difference. As in the model, we observed strong transient synchronization irrespective of stimulus difference or cortical distance across the probes. Only the later, sustained synchronization was sensitive to the distance among probes (compare Fig 4A and 4B) and to the stimulus difference (compare within B middle and right-hand panels). In Fig 4C–4E, the population level confirmed that the narrow-band gamma in the sustained phase was specifically sensitive to the distance between probes and to stimulus differences, despite that in the averaged PLV spectra (Fig 4C), the transient broadband component dominated.\n\nAs in our modeling data, we tested whether we could reconstruct the Arnold tongue (triangular-shaped synchronization region in 2D space of detuning and interaction strength) in the transient and sustained period of the MS interval. The Arnold tongue is a hallmark of weakly coupled oscillator synchronization, which has been proposed to underlie neocortical gamma-band synchronization [29,90–92]. Similarly, we found that the Arnold tongue could only be reconstructed from the sustained gamma-band synchrony and not for transient synchrony (S6 Fig, see S1 Text for more details). This suggests that neural synchronization in the sustained part of the MS intervals shows dependence on input difference and interaction strength as expected from weakly coupled oscillators.\n\nV1-V2 cortical synchronization properties are modulated by the MS rhythm\n\nDuring our laminar recordings, we had frequent access to V2 neurons because the probes often extended beyond V1 deep layer, reaching into the deep-middle layers of V2 situated beneath (Fig 5A). We observed striking shifts in the RF position when contacts reached V2, where they were also clearly larger (for details see [29]). We did the same MS-triggered analysis for V1-V2 contact pairs (Fig 5). In Fig 5B, we depict an example V1-V2 pair. We observed similar MS-triggered PLV spectra, in which the narrow-band gamma rhythm in the sustain phase was particularly dependent on stimulus contrast differences. Applying the same population-level analysis as in Fig 4, we found that V1-V2 gamma-band synchronization in the sustained phase within the MS interval was informative about the RF distance between V1 and V2 contacts and the stimulus contrast experienced—even if, in the overall MS-triggered PLV spectra, the broadband-transient PLV component with dominant lower frequencies was more striking.\n\nThe different contribution of V1-V2 MS-triggered spectral locking as a function of stimulus properties means that, for a given stimulus, the synchronization of a given V2 location to V1 locations will change. In other words, the preferred integration of V1 neural space by V2 depends on the stimulus as well as the time relative to last MS time. To illustrate the differential contribution of V1 locations to V2 in terms of synchronization for different stimuli, we depicted in Fig 6 the MS-triggered synchronization between 1 V2 location and 2 V1 locations recorded simultaneously.\n\nOur experimental data, in agreement with our model predictions, show in summary that synchronization within and across visual cortical areas showed marked differences as a function of the time window taken in relation to MS occurrence. Neural synchronization is an important mechanism to regulate and route information transfer between neural populations [93,94]. We therefore studied in the following segments the implications of MS-dependent synchronization changes for V1-V2 information transfer by extending our modeling framework.\n\nImplications of the transient and sustained mode of synchronization for information transfer between V1 and V2\n\nThe different properties of synchronization within a visual area during the transient and sustained period after an MS should affect information transfer among areas. We investigated this by analyzing information transfer in a simplified V1-V2 model presented with natural images [95,96]. In the V1-V2 network simulations, we employed isotropic connectivity within V1 and a convergent isotropic Gaussian connectivity between V1 and V2 network models (Fig 7A, top, and Materials and methods). The input to the V1 subnetwork represented parts of a natural image (Fig 7A, bottom). Synchrony was once again uniform across our model V1 during the transient but decayed over distance in the sustained phase (Fig 7B). To quantify the information transfer from V1 to V2, we calculated the average activity in excitatory V1 neurons that connected to a V2 neuron just before that V2 neuron spiked, i.e., a synpatically confined spike-triggered average (synSTA; see Materials and methods). Fig 7C and 7F show the resulting V1→V2 synSTA maps calculated for V2 spiking in the transient (left) and sustained (right) periods. Remarkably, the V2 RFs visible in the synSTA maps were significantly larger in the sustained period compared to the transient period. The V2 RF could also move to a different location (Fig 7C and 7F). The synSTA maps represent the effective (functional) RF of V2. Fig 7D and 7G illustrate that the effective RF of a V2 neuron can differ significantly from its anatomically defined feedforward RF, which was isotropically Gaussian in these simulations (i.e., the connection pattern from V1 to V2).\n\nOur simulations show that in the transient phase, the magnitude of synSTA strongly matched the V1 spike rates (set mainly by the luminance values of the natural image pixels). This led to a strong bias of effective RFs towards image regions of high input. In contrast, during the sustained period, the produced synSTA maps were strongly biased towards regions of high gamma synchronization (see Fig 7D and 7G). Typically, these were regions corresponding to parts of the image where luminosity was very homogenous with the center of the V2 RF. V1 neurons with similar spike rates (leading to low detuning) were more likely to synchronize and were thus more effective in driving V2 neurons. Therefore, during the sustained period, the spatial input homogeneity within a natural image patch is a central component in shaping the effective RFs in V2. Fig 7E–7G illustrates an opposite example: the region of high input strength coincided with high input homogeneity, including the center of the V2 RF, resulting in similar transient and sustained synSTA maps.\n\nIn summary, the V1 influence on V2 neurons was biased by local stimulus strength during the transient and by spatially homogenous input during the sustained period. Note that in some cases, neurons with a lower intrinsic firing rate had a stronger effect on the downstream population than those with a higher intrinsic firing rate. This occurred for image regions with low, nearly uniform input strength and consequently high neural synchrony (e.g., see the synSTA map in Fig 7C extending over the dark region, rather than the high-intensity light region). Thus, in the sustained period, the interplay between stimulus input and local connectivity caused a mode of gamma synchrony that strongly influenced communication to downstream areas.\n\nIn the previous sections, we have shown that stimulus information can be encoded in multiple ways. Firstly, stimulus information can be reflected in the spike rate (synSTA maps correlate with input during the transient in Fig 7C and 7F). Secondly, stimulus information is visible in the patterns of gamma synchrony (synSTA maps correlate with gamma synchrony during the sustained phase in Fig 7C and 7F). Finally, gamma phase of local gamma can be altered by stimulus properties (S5 Fig, S6 Fig). Fig 8A–8C schematically visualizes these 3 coding schemes. In each of the 3 panels, the 3 V1 neurons on the left can communicate better with the V2 neuron. This is either because (A) their firing rate is higher, (B) their firing is more synchronized, or (C) their spikes arrive when the V2 neuron is in a more excitable gamma phase. The STA between the excitatory spikes in V1 and the excitatory spikes in V2 was calculated for the transient (D, E) and sustained (F, G) periods, similar to Fig 7C and Fig 7F. The synSTA is plotted as a function of firing rate (left), gamma synchrony (middle), or phase relative to V2 (right). Fig 8D–8G shows the transmission efficacy, estimated by mutual information (MI), of these 3 schemes in the transient and sustained period. This analysis suggests different optimal mechanisms for information transfer in the transient and the sustained periods. In the transient phase, the firing rate is high and predictive of the synSTA. Moreover, the phase of firing also predicts the synSTA estimate, corresponding to a latency code (Fig 8E, also see Fig 3D). In the sustained period, firing rates are lower and seem therefore less effective for information transmission. By contrast, synchronous firing becomes more relevant as indicated by the high MI between PLV and synSTA (Fig 8G). The right panels in Fig 8D and Fig 8F show that the phase distribution is broader and that there is an optimal phase (between −2 and −0.5 radians) in which synSTA is maximized. In summary, the transient and sustained modes of activity differ in how neuronal spike output can affect receiving neurons. In the transient period, neurons are most effective when they have a high rate and short latency (synchrony is always high). In the sustained period, neurons are favored when they engage in sustained gamma synchronization and their spikes arrive at an optimal phase in V2.\n\nDiscussion\n\nIn this study, we investigated the impact of MSs on neural synchronization and the implication for information transfer using a computational model as well as data from recordings in monkey early visual cortical areas. The network simulations showed oscillatory dynamics locked to MSs, replicating those recorded in monkey V1 and V2 (Fig 1, Figs 4 and 5) [27,53]. Our network simulations suggested a disparity between transient (0–100 ms) and sustained (100 ms onwards, ends at onset of the next MS) postsaccade periods, characterized by different modes of activity. In the transient period, broadband synchrony was high within and between cortical regions. Information transfer was mainly conducted through the order in which neurons fired (latency code) as well as the neurons’ firing rate (Figs 3, 4 and 8). By contrast, in the later, sustained period, changes in gamma synchronization became critical for modulations in information transmission. Late-phase narrow-band gamma, in addition to being stimulus sensitive, was also modulated by local (recurrent) connectivity patterns (Fig 3, Fig 4). Together, these findings suggest that different periods within the MS rhythm are associated with fundamentally different synchronization and coding properties, shedding light on how visual processing is modulated by MSs.\n\nTwo different modes of neural synchrony\n\nNeural synchrony can be divided into evoked transient synchrony and induced narrow-band synchrony [97,98]. Transient broadband synchrony has been widely studied after stimulus onsets [78,99] and after saccades [77,100] as well as after MSs [27,28]. Transient synchrony decays quickly after stimulus or (micro)saccade onset and is gradually replaced by narrow-band rhythmic synchrony. Here, we will focus on gamma-band synchrony that is prevalent in cortical area V1 and V2. In V1 and other visual areas, it has been shown that MSs induce evoked responses similar to stimulus-onset evoked responses [5,20,21,27,53]. As shown in Fig 1, both transient synchrony and induced narrow-band synchrony were nested within a 3- to 4-Hz MS rhythm.\n\nIn line with earlier experimental observations in monkey V1 [21,22,27,53,72,101], we observed the quasiperiodic occurrence (every 200–500 ms) of MSs during normal awake visual processing. They continuously modulated visual neuronal processing and prohibited the network dynamics from reaching an equilibrium state. These observations are in line with results from (macro)saccade behavior [6]. MSs and saccades do indeed not only share a similar timescale but also largely share their underlying neural circuitry [5,6,10,11,42].\n\nThe (micro)saccade-linked effects on neural activity likely explains why gamma activity, while lengthy enough to be visible as a narrow-band oscillation, has been reported as being transient or “bursty” during single-trial recordings in the visual cortex [102,103]. This has also been shown in the prefrontal cortex [104] and hippocampus [105]. Therefore, nontransient oscillations occur only for a limited time within the intersaccade intervals (approximately 150–400 ms after the saccade onset; see Fig 1B).\n\nThe short-lived nature of gamma oscillations and synchronization has important implications for how they might operate and how they should be analyzed [52,53]. For example, studies testing the role of gamma in vision and higher cognition should account for the short-lived nature of gamma and separate it from transient dynamics that likely also have power in the gamma band. As we have shown here in the case of MSs, these transients can occur continuously at a 3- to 4-Hz rhythm in awake animals during visual fixation.\n\nTransient synchrony\n\nA feature of transient synchrony occurring after (micro)saccades or stimulus onset is that the triggering event is largely shared between neurons in a cortical area. In part, this is the case because the retinal image shift induced by the eye movement will affect most neurons along the retinogeniculate pathway [33]. This causes a “common reset,” during which a large part of the neural population within the cortical area is either strongly activated or inhibited at the same time [106]. In addition, others have suggested that a corollary discharge associated with the eye movement plays a role in the (micro)saccade-evoked responses observed in visual cortex [15,22,107]. Most likely, both the “retinal refresh” and the “corollary discharge” [8,15,22,24] accounts contribute to the transient synchrony after MSs. Thus, although the “reset” effects seen in the neural activity in visual cortex related to either (micro)saccades or the onset of stimuli may bear many resemblances, their underlying mechanisms may differ at least in part. This is supported by the observation that, even with zero contrast (or in the dark), MS-induced responses can be observed in visual cortex, likely due to corollary discharge [22,23,100,107,108].\n\nIt is currently debated whether the transient response evoked by stimulus onset and its accompanying transient synchrony occur due to pure phase reset of ongoing cortical activity or due to an evoked component adding to the ongoing cortical activity [109–112]. The former should result in phase alignment, whereas the latter should result in added spectral power. In our assessment, both views are complementary. Stimulus change or (micro)saccades both lead to an increase in the retinogeniculate input drive and thus to additional energy in V1 networks in line with the latter view. In addition, a strong volley of neural activity arriving in V1 will necessarily interact with the ongoing network dynamics and change the phase of ongoing oscillatory activity.\n\nTransient synchrony does not depend on stimulus parameters as critically as sustained synchrony. A transient stimulus-onset response (the visual evoked potential [VEP]) can be observed reliably across different stimulus conditions and natural images [113]. Nevertheless, stimulus luminance contrast affects (micro)saccade-induced VEP amplitude and latency [114], as does the stimulus-onset VEP [115–117]. Generally, strong transient synchrony occurs when there is an important change in the field of view, as induced by a saccade, and in these cases, a strong and fast feedforward drive would be especially beneficial.\n\nThe fact that VEP latency depends on stimulus contrast has led to the idea of a latency code [89,114,115,118,119]. The emergence of the latency code can be understood as follows [120]: assuming that the neurons have similar excitability (membrane voltage) and membrane constants, the time it takes for a neuron with constant excitatory drive to fire an action potential depends on the strength of that excitatory drive. Neurons with stronger excitatory input, e.g., due to higher image contrast in their RF, will spike earlier compared to neurons receiving weaker input, even if the onset of their input is the same. Our modeling and experimental V1 data are in line with this view. The reliable effect on latency of the first spike by sensory variables has been suggested to be essential for rapid initial visual processing [67,68,70,121].\n\nSustained gamma synchrony\n\nThe later-occurring gamma-band synchrony is not as short-lived as the transient evoked responses and exists for multiple cycles, so that it can be revealed as narrow-band gamma activity in electrophysiological measures [122]. Narrow-band gamma synchrony depends critically on neural interactions (particularly with local interneurons [75,123]). This is further supported by observations that V1 gamma synchrony is confined by the spread of horizontal connectivity, as shown in Fig 3 [80,124–126]. Likewise, gamma-band synchronization between cortical regions has been shown to rely on mutual interactions to enable phase coordination [29,86,92,127–129]. In addition to local neuronal interactions, gamma synchrony is highly dependent on the level of local neuronal excitation. Therefore, the frequency of gamma-band activity in early visual cortex depends on stimulus parameters and their spatial patterns [80,82,83,125]. This suggests that gamma synchronization may be highly linked to local image characteristics and is limited in both space and time to small populations and MS-dependent time windows. Therefore, the opportunity to measure gamma will be stimulus dependent, which may, in turn, explain why gamma has been observed with natural images in some studies [72] but not in others [130].\n\nFunctional implications\n\nSynchrony and rhythmic spike activity can only be important for brain processes if receiver neurons are sensitive to it [94,131]. Whichever aspect of a stimulus that is encoded in synchronization ultimately must be sent to a receiver network in the form of action potentials. The effect of synchronization on neuronal spiking is supported by several properties of brain networks. Neurons in the brain are heavily interconnected [132,133], and a single synaptic potential will rarely generate a spike in a receiver neuron. Therefore, coincidence of multiple synaptic potentials is required [134]. This fits with observations that precise spike timing can reflect a neural code [120,135–137] and is critical for plasticity [138–140]. Direct experimental evidence for the importance of precise spike timing has been provided for connections between LGN and V1 [141] and between V1 and V2 [142].\n\nOur modeling and empirical results show that the coincidence of spikes plays a role in both transient and sustained neural synchronization. However, we found that during the transient period, crossareal information transfer was modulated mainly by spike latency (phase) and spike rate, whereas during the later sustained period, crossareal information transfer was importantly shaped by level of synchronization (Figs 5–8). This suggests that visual cortex may rely on different mechanisms to optimize information transfer in the 2 saccade-locked modes of neural synchrony. In the next sections, we discuss the functional implications of MS-dependent modulation of neural synchrony and possible coding schemes.\n\nWithin-area synchrony and feature binding\n\nPrevious work has suggested that (narrow-band) gamma rhythmicity is important for stimulus feature grouping [125,126,143,144] or tracing of contours [145]. Gamma synchrony in V1 depends on the horizontal connectivity structure [125,126,144] as well as on particular stimulus properties [80,81,83]. Both properties make gamma rhythms a potentially useful mechanism to locally coordinate visual processing. Our experimental and modeling results show that neurons during the MS-induced transient are highly synchronous over large cortical distances, whereas gamma-band synchrony depends on both local connectivity and stimulus properties. From our findings, we hypothesize that the information that is transmitted during the initial transient phase is mainly feedforward and coarse, whereas subsequently recurrent input (e.g., V1 horizontal connections) becomes more dominant, which may facilitate more detailed contextual operations such as feature binding and contour grouping.\n\nIn line with these interpretations, others have found that contextual processing in V1 occurs in the sustained period after the initial transient response related to stimulus onset [146–148]. The same was observed for attention modulation in visual cortical areas [149,150]. This further supports that narrow-band gamma synchronization following MSs is associated with contextualization of incoming sensory input. In addition, we hypothesize that transient responses represent a tool for disrupting “old interpretations” (in form of temporal and spike rate patterns) and replacing them by new input and new interpretations. In other words, (micro)saccades may be important for enabling perceptual and cognitive flexibility.\n\nCrossareal communication and RFs\n\nOur results suggest that the MS-dependent modulation of neural synchrony has significance for crossarea communication and the shaping of the effective RF [8,151–156]. Our experimental V1-V2 analysis showed that only the narrow-band gamma synchronization within the later part of the MS interval was selective for stimulus properties and the RF distance between V1 and V2 neurons. Our modeling showed (Fig 7) that, in the sustained period, the RF of our V2 model (defined here as the neurons in V1 that influence V2) was different from the RF in the transient period. The V2 RF during the sustained period depended on stimulus properties as well as local connectivity and gamma rhythmicity [142]. These findings are in agreement with experimental evidence for stimulus-dependent RFs [157,158]. This calls for a dynamic view of RFs in which the sensitivity to subregions of the RF is shaped by synchrony of upstream neurons. This leads to potentially significant RF differences between periods of transient and sustained synchrony.\n\nThe importance of local synchrony in the sending neuronal population for information processing in the receiving population (see Fig 7 and Fig 8) is in line with existing literature. That MSs have been linked to both the shaping of crossareal synchrony [27,53,94,159] and attention [8,40,41,160] is consistent with the work presented here. Future work on the effects of MSs on crossarea synchrony may help in understanding how crossareal synchronization is modulated during attention [69,161].\n\nCTC and CFC\n\nOur work is compatible with the “communication through coherence” (CTC) framework [93,94,159,162–164], stating that coherence (phase coordination) is a critical dynamical mechanism for the control of crossareal information flow. Our work also emphasis the role of cross-frequency coupling (CFC [57,58,69,165]) in the regulation of synchrony-modulated information transfer. Our work showed that crossareal synchrony and its implications for information transfer differ importantly depending on the timing within the MS interval. However, in many studies using the common visual fixation paradigm, these different synchronization periods are averaged together. To distinguish the 2 different periods, an accurate marker of this transition is very important. A critical advantage of MS timing is that they can be relatively precisely estimated without any assumption of the underlying rhythmicity. We therefore encourage the use of both MS timing and LFP lower-frequency rhythms to understand CTC and CFC in visual cortex.\n\nFurthermore, crossarea CTC is mainly investigated in the context of attention, such that selective attention modulates synchrony between cortical location as a function of attentional location [69,151,166]. Here, we show that CTC occurs (automatically) during stimulus processing, in line with the “binding-by-synchrony” hypothesis, which, however, focused mainly on stimulus feature-dependent within-area synchrony. Our experimental and modeling work suggests and encourages integrating within-area and between-area synchrony within a common theoretical framework. Moreover, selective synchronization is a basic property of neural network interactions that likely plays a role in general stimulus processing as well as attention or other cognition processes.\n\nMS-modulated synchrony and visual input transformations\n\nRecent work has shown that MSs, in tandem with drifts, have important implications for transforming visual spatial information into temporal modulations [35,36,50,51,101]. MSs induce transient modulations that relate to lower- and high-frequency content of the visual image, whereas drifts lead to temporal modulations related mainly to higher-frequency (more local) content. Our work is, in principle, compatible with and complementary to these findings. MS-induced transient synchrony is widespread over the cortical space, and we hypothesize that this might support processing of more global or spatial low-frequency features of the image. Alpha-beta rhythms, which are synchronized over a wider cortical space and reset by (micro)saccades [25,167,168], might play a particular role here. In the later part of the MS interval, synchrony becomes more local and dependent on local stimulus features. The gamma band might be critical for processing of local and high-frequency content of the image, particularly at the level of surround RF interactions [154,155]. The relation to drifts is, however, unclear. Drifts has been shown to modulate firing rate of V1 neurons [26] and to prevent fading in conjunction with MSs [37]. Changes in local population firing rate can shift the preferred frequency of gamma rhythms, and the specific frequency is critical for the regulation of gamma synchrony [29,90,127,169]. We therefore predict that drifts might systematically shape the cortical gamma synchronization patterns (phase-locking and phase-relation), not via resetting but through modulations of the precise frequency. The relation of MS, drifts, synchrony, and visual coding requires further investigation.\n\nModel caveats\n\nIt is important to note some limitations of our model. First, parameters such as input strength, neural noise, and connectivity strength were not explicitly constrained by experimental data. This means that predictions are of a qualitative nature. Our model of visual cortex lacks synaptic interactions with long timescales, such as gamma-aminobutyric acid B (GABA-B) and N-methyl-D_aspartate (NMDA) synapses or synaptic plasticity. How exactly these slower channel dynamics interact with the MS-dependent activity studied here needs further investigation.\n\nIt is not well understood whether the observed changes in neural activity locked to a saccade are due to the rapid visual input change on the retina, due to a corollary discharge (efference copy [5,8,15,22,23,170]), or due to a mixture of both. Our model does not attempt to disentangle these possibilities.\n\nOur model did not include crossarea feedback connections or explicit top-down signals. Experiments in monkey V1 in the context of figure-ground segregation [147] suggest that feedback signals in response to a stimulus from other cortical or subcortical areas arrive &gt;100 ms after stimulus onset. The crossarea feedback signals related to the new image on the retina after a saccadic eye movement will likely follow a similar timescale. This would mean that crossarea feedback signals would add to the influence of the horizontal connections during the sustained period and can have an additional influence on the RF. Finally, the predictions from our model are not specific with regard to cortical layers. Others have suggested that feedforward, feedback, and horizontal connections mainly project to different layers [147,171,172]. This could mean that the transient and sustained activity modes are separated in space (cortical depth) as well as in time.\n\nFinally, the input to the network was simplified to make the gamma synchronization effects more clear in the simulated activity. To generate the coherence plots in Fig 2, Fig 3 and Fig 7 as well as the STA maps, the simulated network was presented with a repetition of the same stimulus (besides time-varying noise; see Materials and methods). This means that the input directly before each MS was very similar across repetitions, potentially affecting the postsaccade dynamics of the network. Because in reality a (micro)saccadic eye movement will always lead to a change in retinal input, we ran another simulation similar to Fig 2. This time we presented 3 different input patterns in a random order (S3 Fig), thereby accomplishing a more naturalistic variation of pre- and postsaccadic inputs. This did not affect the model results, indicating that the transient gamma was effective in resetting the network dynamics prior to the beginning of sustained gamma. A more systematic empirical investigation of the effects of presaccadic input may elucidate to what extent a (micro)saccade is able to reset the state of the neuronal dynamics.\n\nOther effects such as drift of the retinal image between saccades were not explicitly modelled. These were only implicitly included through the Gaussian noise in the input current.\n\nMSs and saccades\n\nThe question of whether our findings are applicable to saccades—which during natural exploration are more dominant [4,6,11,42,173]—arises. Saccades and MSs share largely the same underlying neural circuitry [6,8,10–16] and exhibit similar temporal (spectral) properties [15,28,67,72,174]. This suggests that our findings obtained with MS will be generalizable to saccade-related cortical dynamics. However, future studies investigating MS and saccades together need to test whether differences in modulation of synchrony exist. We focused on MS as they occur during our visual fixation paradigm. This is particularly relevant because visual fixation is a very common and central paradigm used to study visual processing, attention and other cognitive processes, and pathological conditions in monkeys, as well as in humans.\n\nEndogenously generated oscillations and active sensory sampling\n\nThe rhythmicity in the occurrence of (micro)saccades is endogenously generated in the brain and therefore has to be distinguished from external sources of rhythmicity occurring in the natural environment. The neural circuits underlying the rhythmic pattern of eye movements (e.g., frontal-parietal cortex, superior colliculi, brain stem) should therefore contain oscillatory activity patterns at the same frequencies. It has been found that the LFP delta-theta 3- to 4-Hz oscillations in the visual cortical areas V1, V2, and V4 [27,53] are closely related to the MS rhythm as well as the rhythm of larger saccades [28,100]. However, it is unclear whether the neural generator of the LFP delta-theta rhythms and that of the (micro)saccade rhythm are identical, overlapping, or distinct from each other. The observation that LFP rhythms and MSs are strongly related to each other, as well as the widespread synchronization of theta rhythms across cortical and subcortical areas, suggests that different theta rhythmic processes are well coordinated in the brain and might at least partially share their underlying generation mechanism.\n\nRelated to these open questions is the issue of whether neural activity patterns associated with (micro)saccades are due to retinal image change, corollary discharge, or linked to delta-theta rhythms, which are synchronized to the MS rhythm. Future studies need to tackle these important questions.\n\nOutside visual cortex\n\nOur model is based on processing in early visual cortex. One may ask whether a similar mechanism of rhythmic switching between a transient and sustained mode of neural activity may exist in other cortical areas. It is possible that other early sensory areas may exhibit similar dynamics, especially in the context of Active Sensing [3]. One example is sniffing behavior when considering olfaction. Sniffing is a rhythmic (3–7 Hz) activity responsible for active sampling of olfactory information and is reflected in neural responses [2,73]. Similarly, whisker movement in rodents has been shown to actively sample somatosensory information in a rhythmic manner [1,74]. Like the MSs in our model, sampling actions such as sniffing and whisking will cause transient activity in the relevant sensory cortex [7]. In the interval between the sampling actions, there would be time for the neural activity to show the sustained dynamics, similar to the sustained activity during the intersaccade interval in early visual cortex.\n\nA trigger for rhythmic switching between sustained and transient modes could also be provided by neural network oscillations in the delta-theta range (1–10 Hz [175]) without the need of sensory organ movement. The phase of these slow rhythms has been shown to modulate neural activity [105,176] and is possibly related to an attentional rhythm [62,63,65,177]. In visual cortical areas, MS rhythm and LFP oscillations work in tandem [27,53]; however, the LFP oscillations might still enable switching of sustained and transient modes even in the absence of MSs.\n\nTaken together, our work outlines a fundamental rhythmic switching mechanism between feedforward and local processing during active sensory processing.\n\nMaterial and methods\n\nEthics statement\n\nTwo adult male rhesus monkeys were used in this study. All the procedures were in accordance with the European council directive 2010/63/EU, the Dutch “experiments on animal acts” (1997) and were approved by the Radboud University ethical committee on experiments with animals (Dier Experimenten Commissie [DEC]).\n\nNeuron model\n\nWe used a 2D integrate-and-fire neuronal model introduced by Izhikevich [178], extended with exponentially decaying synapses. The dynamics of neuron i are given by Eqs 1 through 4.\n\nVi represents the neuron membrane potential, whereas ui represents a membrane recovery variable. The membrane potential is reset to the value of c (and thus an action potential is said to be generated) when it reaches a threshold value (30 mV). Parameters a, b, c, and d are taken from previously published work [178] for the 2 different types of neurons used: RSs and FSs (see Table 1). The dynamics of the presynaptic gate are denoted by si. The total input to neuron i (Ii) consists of the sum of the synaptic inputs, together with any imposed input currents and their noise.\n\nHere, Vrev is the reversal potential of the synaptic connection, and the conductance-like factor gi,j is the synaptic connection strength between neuron j and i. Both the time constants τi and the reversal potentials Vrev,i depend on the type of synapse (AMPA or GABA) and therefore depend on the type of the presynaptic neuron (see Table 1).\n\nThe equations describing the neuronal dynamics (1–4) were numerically integrated using the Runge-Kutta method [179] with a time-step of 0.5 ms. In Eq 5, the noise η on the imposed input current was sampled in each simulated time-step from a normal distribution. The standard deviation of this normal distribution was equal to the square root of the strength of the imposed input current divided by an SNR factor (see Eq 6). The SNR factor was simulation specific).\n\nImposed input currents\n\nThe network of neurons received an imposed input current mimicking synaptic input from the thalamic LGN. The input current consisted of 2 factors:\n\nIn the above equation, Ji is neuron dependent, and it corresponds to the current representing the stimulus input pattern in a retinotopic sense. The time-dependent term ς(t) is the MS modulation function, which was generated by convolving a string of delta functions separated by intersaccadic interval T = 400 ms with an MS modulation kernel:\n\nHere, ШT denotes the Dirac comb function with period T:\n\nThe function δ(x) is the Dirac delta function (i.e., δ(x) = 0 for x ≠ 0 but ∫ δ(x)dx = 1 for interation intervals containing x = 0). The index k takes all integer values. K(t) is the MS modulation kernel:\n\nThe decay constants τ1,P and τ2,P control the length of the transient, and τ1,N and τ2,N control the length of the presaccadic inhibition (with τ1,x &gt; τ2,x for x = P,N). The factors MP and MN control the strength of the transient and the presaccadic inhibition, respectively. The normalization factor Zx with x = P, N is:\n\nThe MS modulation parameters are given in Table 2.\n\nConvolving the kernel with these parameter values leads to the MS modulation function ς(t) illustrated in Fig 1A and used in Fig 2. Note that others have shown that MS modulation varies spatially across the visual cortex depending on the MS’s direction [24]. In our simplified model for MS modulation, we have chosen to omit these effects.\n\nFor Fig 3A, the mean input was an oriented bar-shaped input pattern to illustrate its influence on the spatial distribution of gamma synchronization. The shape was constructed from a 2D thresholded sinusoidal function with added noise:\n\nIn the above equation, Θ[x] is the Heaviside step function (i.e., Θ(x ≥ 0) = 1 and Θ(x &lt; 0) = 0). L is the size of the neuronal grid (in this case, L = 40). The factors a and b determine whether the stimulus is oriented horizontally or vertically. For the stimulus in the top row of Fig 3A, a = 1 and b = 0. For the bottom row, a = 0 and b = 1.\n\nIn Figs 7 and 8, we used patches of natural stimuli from the Berkeley segmentation dataset (BSDS500 [95,96]). The luminance of every pixel of a 40 × 40 patch determined the mean input strength of the corresponding neuron (Ji in Eq 7). The luminance values were first normalized to be between 0 and 1. After this, the input to the E neurons was multiplied by a factor 7, whereas the input to the I neurons was scaled by 3.5. Note that for illustration purposes, we chose luminance as the main feature that determined input drive to our visual cortex model. However, the conclusions in the current work are not affected by whether luminance or local contrast is chosen.\n\nNeural connectivity\n\nThe synaptic connection probability depended on their Euclidean distance D. Note that we employed periodic boundary conditions when calculating D. This means that a neuron on the left edge of the grid is a neighbor of both the neuron directly to the right as well as the neuron on the right edge of the grid. The same holds for neurons along the top and bottom edges. All connection patterns were generated using Gaussian distributions.\n\nHere, σS determines the reach of the neuronal connections; this value changed between simulations (see below). Z is a normalization factor. The probability of a neuron to connect to itself is set to 0.\n\nEvery neuron received a fixed total number of inputs, NS, all of which had the same strength gs. The parameters NS, gS, and σS (in Eq 13) were specific to sender–receiver pair cell type (e.g., NS was different for S = &quot;E to I” connections compared to S = &quot;E to E” connections; the same holds for gS).\n\nThe Gaussian connection probability distribution (Eq 13) was then sampled NS times to generate the synaptic connections. During this sampling process, a neuron pair could be sampled more than once, linearly increasing the connection strength between that neuron sender–receiver pair (i.e., the total connection strength was then equal to a multiple of gS).\n\nIn general, excitatory connections had a longer reach than inhibitory connections. For all network simulations with the exception of Fig 3B, the reach of the excitatory connections (σS in Eq 13) was set to 20, whereas inhibitory connections were more local, and σS was set to 1.\n\nIn the case of the anisotropic network in Fig 3B, connectivity within V1 was the same as in the network used for Fig 2, with the exception of the EE connections. In the case of Fig 3B, only EE connections emerging from the neuron in the center of the network were kept and the strength scaled by factor 3. The EE connection pattern was then spatially restricted by changing the connection-generating distribution (Eq 13) to an oriented bar-like shape, similar to the input pattern in Fig 3A.\n\nLFP\n\nAn LFP signal was approximated by the summation of membrane potentials of nearby excitatory cells. The contribution of a neuron to the LFP signal recorded at a virtual electrode decreased with its Euclidean distance D to that virtual electrode according to a Gaussian kernel:\n\nHere, σLFP determines the spatial spread of the LFP and was set to 1 neuron distance on the square grid.\n\nLFP electrode grid\n\nIn the simulations, a 40 × 40 square grid of excitatory neurons was covered by a 10 × 10 grid of virtual electrodes of the same size (i.e., with a distance between electrodes equal to 4 times the distance between excitatory cells).\n\nsynSTA\n\nTo estimate the effective (functional) connectivity from V1 neurons to V2 neurons, we used an synSTA approach. We used the V2 spike as a trigger to define time windows over which to average preceding V1 spike activity. In this way, we computed the V1 spike probability occurring just before a V2 spike. For a given V2 neuron, we computed the above-defined synSTA only for those V1 neurons that were presynaptic to the V2 neuron.\n\nHere, νi(t) is the number of spikes produced by V2 neuron i at the trigger time t, and νj(t−τ) is the number of spikes produced by V1 neuron j at time t − τ. Si,j is a binary matrix indicating whether V1 neuron j and V2 neuron i are synaptically connected. This is summed for all V1 neurons i ∈ K, where K contains all neurons picked up by virtual electrode k. This measure is normalized by the total number of spikes produced by V2 neuron j (Ni) in the trial of length T. To get one synSTA value, we averaged STA(τ) values from τ = −8 ms to τ = −2 ms. Finally, we subtracted a shuffled synSTA to correct for spurious variation due to spike rate differences. For shuffling, we applied the same analysis as above but chose a random set of time points as triggers.\n\nMI\n\nWe used an MI metric to estimate the mutual dependence between the synSTA and properties of the sending neurons such as firing rate, firing phase, and phase locking with its neighbors. The MI of 2 signals (X and Y) was calculated by binning the signals and constructing discrete probability density histograms (P) and calculating the Shannon entropy (H):\n\nHere, x runs over all instants (bins) of the signal X. The MI I(X, Y) is defined as\n\nwhere H(X|Y) is the conditional entropy:\n\nSpectral analysis\n\nTFR\n\nTime-resolved spectral information of the simulated time-series was obtained from TFRs. These were calculated by estimating spectral power of the simulated LFP signals. Short-time Fourier transforms were obtained using a 150-ms sliding Hann window. Zero-padding was used to interpolate the frequency spectra to achieve the frequency resolution presented in the figures.\n\nPLV and mean phase\n\nFor quantifying consistent synchrony across sites, we employed the PLV [84]. The PLV measures the consistency of the phase difference between 2 LFP signals across saccades using Eq 19:\n\nN is the total number of saccades andi=−1. The phase of LFP signal x in saccade n is denoted by ϕn,x. PLVs take values between 0 (no phase locking) and 1 (perfect phase synchrony between sites across saccades). Note that the phase signals ϕn,x can be a function of time to result in time-resolved PLVs.\n\nThe mean phase difference (θ¯) between the sites was computed by taking the argument rather than the modulus:\n\nShort summary of the monkey data\n\nA detailed description of the MS-linked spectral gamma dynamics recorded in monkey cortical areas V1 and V2 during visual stimulation can be found in [29,53], where details on ethical approval, surgical preparation, recording parameters, and other information can be found. Here, we use the recorded V1 data that are described in detail in [29].\n\nFor Fig 1B, we used LFP data recorded in V1 of one representative session of monkey M1. The data were recorded from a single 16-channel U-probe (Plexon) while gratings (2 cycles/degree, 5 degrees in diameter) were presented that were centered over the recorded RF.\n\nFor Figetions with expception of Figs 3B, 4, 5 and 6, we used data from the same animals [29,53]. In contrast to the data shown in Fig 1B, here the data were acquired using 3 simultaneously inserted U-probes consisting of 16 contacts (150-μm intercontact spacing). The 3 probes were arranged linearly, each spaced about 2 to 3 mm apart. Thus, in each session we recorded 2 “near” pairs in which the electrodes were 2 to 3 mm apart. The corresponding local RFs recorded at each probe were approximately 1 degree apart. Secondly, there was one “far” pair that consisted of the 2 electrodes that were 4 to 6 mm apart. This lead to corresponding local RFs that were approximately 2 degrees apart. The task of the monkey was to fixate on a dot on the screen while a full-screen square wave grating (2 cycles per degree) was shown for 2 seconds. The stimulus had spatially varying luminance contrast, such that different RFs received different contrasts. We had different conditions to parametrically manipulate the contrast difference between RFs [29].\n\nFor Figs 5 and 6, we also used contacts that were situated in V2, which frequently occurred because the laminar probes were long enough to get part of the V2 lying beneath V1. The method to assign contacts to V1 or V2 has been described in detail in [29]. In short, the transition from V1 to V2 can be easily observed through marked shifts in the RF position and size.\n\nIn both experiments (Fig 1B and Figs 4–6), fixation behavior was monitored using a low-resolution eye tracker directed at one eye (Arrington; 60 Hz). The eye tracker was optimized to control saccade behavior and was not sufficient to provide robust and accurate enough MS time estimation. Therefore, in addition, we measured MSs in the other eye by means of an eye-tracking system with high spatial and temporal resolution (Thomas Recording; 240 Hz). For a complete description of the experiments, see [29].\n\nSupporting information"
}