{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000396",
  "doi": "10.1371/journal.pbio.1000396",
  "externalIds": [
    "pii:09-PLBI-RA-5024R3",
    "pmid:20563308",
    "pmcid:PMC2885982"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Drosophila microRNAs 263a/b Confer Robustness during Development by Protecting Nascent Sense Organs from Apoptosis",
  "authors": [
    {
      "name": "Valérie Hilgers",
      "first": "Valérie",
      "last": "Hilgers",
      "affiliation": "Temasek Life Sciences Laboratory, National University of Singapore, Singapore; PhD Programme, European Molecular Biology Laboratory, Heidelberg, Germany"
    },
    {
      "name": "Natascha Bushati",
      "first": "Natascha",
      "last": "Bushati",
      "affiliation": "Temasek Life Sciences Laboratory, National University of Singapore, Singapore"
    },
    {
      "name": "Stephen M. Cohen",
      "first": "Stephen M.",
      "last": "Cohen",
      "affiliation": "Temasek Life Sciences Laboratory, National University of Singapore, Singapore; Department of Biological Sciences, National University of Singapore, Singapore"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-06",
  "dateAccepted": "2010-05-06",
  "dateReceived": "2009-11-24",
  "volume": "8",
  "number": "6",
  "pages": "e1000396",
  "tags": [
    "Discipline/Developmental Biology",
    "Type/Research Article"
  ],
  "abstract": "microRNA-263a/b confer robustness to sense organ development by controlling expression of the pro-apoptotic gene hid during apoptotic tissue pruning in Drosophila.",
  "fullText": "Introduction\n\nOrganogenesis requires the organization of different cell types into precise spatial patterns. The Drosophila compound eye has proven to be a useful model system in which to investigate how such ordered patterns are established and maintained. The mature retina consists of ∼750 regular units, called ommatidia. Each ommatidium consists of eight photoreceptors, four cone cells, and two primary pigment cells. Individual ommatidia are separated by a layer of secondary and tertiary pigment cells. The “interommatidial” lattice also includes sense organs called interommatidial bristles (IOB). The IOB are mechanosensory hair cells, which may help the fly to avoid damage to the eye surface. IOB develop from a distinct set of sensory organ precursors (SOP), specified at discrete positions among the array of interommatidial cells [1].\n\nIn the developing eye imaginal disc, a field of naïve cells is produced by proliferation and the requisite number of ommatidial precursors is selected in a process of spatially patterned cell-type specification [2]. Short-range signaling by the initially specified R8 photoreceptor cell determines the fate of surrounding cells to make the full complement of neuronal cells needed for the ommatidium. Accessory cells, such as pigment cells, are then selected from the surrounding field of interommatidial cells. As in most developing neuronal systems, progenitor cells are over-produced, and excess cells eliminated by apoptosis after the correct pattern has been generated. In the eye imaginal disc, excess interommatidial cells are removed by two waves of programmed cell death during early pupal stages to produce the near-perfect array of ommatidia found in the adult eye [3],[4]. A patterning process based on “pruning” of excess cells requires a mechanism to protect important functionally specified cells.\n\nMechanisms to ensure robustness are an important feature of developmental systems that can be subject to perturbation. MicroRNAs (miRNAs) have been proposed to play a role in conferring robustness during development [5],[6]. This is exemplified by miR-7, which has been shown to contribute to the robustness of regulatory networks that ensure correct sense organ specification in Drosophila [7]. Although miR-7 is not required under normal conditions, SOP patterning was compromised when miR-7 mutant flies were subjected to environmentally challenging conditions. miRNAs act as post-transcriptional regulators that limit levels of target gene expression. This property makes them well suited to buffer fluctuating levels of gene activity. It may also make them well suited to serve a protective function during patterned tissue pruning.\n\nIn this report we present evidence that the miR-263a/b family of miRNAs contributes to the robustness of sense organ development. During apoptotic tissue pruning, functionally specified cells such as photoreceptors and mechanosensory organs are protected, while excess cells are eliminated. Mechanisms to ensure survival of specific cells are needed. Tissue pruning in the developing retina depends on activity of the pro-apoptotic gene hid [8], however the mechanisms that govern the decision as to which cells are lost are not fully understood. In the absence of miR-263a/b sensory bristles are lost, like other cells, in a stochastic manner. Through a process of experimental validation we identify hid, among over 50 candidates examined in vivo, as a biologically important target of miR-263a/b in this context. While hid and other proapoptotic genes are targeted by other miRNAs, including bantam and the miR-2 family [5],[9],[10], none of these interactions has been shown to affect apoptotic pruning. Thus miR-263a/b may have a dedicated antiapoptotic role to ensure the robustness of sense organ development in a fluctuating developmental landscape.\n\nResults\n\nLoss of Sense Organs in Flies Lacking miR-263a and miR-263b\n\nmiR-263a is located near the bereft locus on chromosome 2L (Figure 1A). cDNA evidence has indicated that bereft encodes a spliced transcript, however, one without an obvious protein-coding region [11]. Expression of this cDNA in transgenic flies did not rescue the defects that were attributed to bereft mutants [11]. In this light, we asked if miR-263a might be the functional product of the bereft locus. To address this, ends-out homologous recombination was used to generate a small deletion removing miR-263a. Three hundred and fifty nucleotides including the miRNA hairpin were replaced with a mini-white gene cassette (Figure 1A) [12]. The absence of the mature miR-263a miRNA was confirmed by Northern blot using total RNA isolated from adult flies homozygous mutant for the targeted allele (Δ263a, Figure 1B). Mature miR-263a was also missing in flies carrying the bereft24 allele in trans to the Δ263a deletion allele (Δ263a/bft, Figure 1B), as well as in other bereft mutants (Figure S1). The bereft24 allele is a 2.8 kb deletion that removes the first exon of the bereft transcript (Figure 1A). The absence of mature miR-263a in these flies suggests that miR-263a is the functional product of the bereft locus.\n\nbereft mutants show defects in the formation of a variety of external sense organs, including loss of the IOB of the eye [11]. In miR-263a homozygous mutants and in Δ263a/bereft24 flies ∼80% of IOB were missing (Figure 1C, 1D). The Drosophila genome encodes a second miRNA closely related in sequence to miR-263a (Figure S2A). We generated a miR-263b deletion allele (Δ263b) by homologous recombination and confirmed that mature miR-263b was absent in the mutant (Figure S2B). IOB numbers were only modestly reduced in flies lacking miR-263b alone (Δ263b/Df(3L)X-21.2; Figures S2C, 1D). However, we observed a significant increase in the loss of IOB in flies lacking both miR-263a and miR-263b compared to miR-263a alone (Figures S2C, 1D). These observations suggest that both the miR-263a and miR-263b miRNAs contribute to IOB formation, with miR-263a playing the major role.\n\nIn addition to the IOB phenotype, the miR-263a and miR-263b mutants exhibit other milder defects. The number of large mechanosensory bristles (macrochaetae) on the head and thorax was reduced in miR-263a mutant flies compared to controls (Figure S3). Although the magnitude of the reduction in bristle number was small, the difference was statistically significant. There was no significant enhancement of this phenotype in the miR-263a miR-263b double mutant (Figure S3). In addition, the miR-263a mutant showed reduced viability compared to control flies. Although miR-263b showed little effect alone, the miR-263a miR-263b double mutant showed a stronger viability phenotype (Figure S4). Our further analysis focused on the bristle phenotypes.\n\nIn order to verify that the bristle phenotypes are due to loss of the miRNAs, we performed genetic rescue experiments. To this end, we produced Gal4 “knock-in” alleles of miR-263a and miR-263b, in which the miRNA hairpin sequences were replaced by Gal4 and mini-white (using a modified targeting vector; [13]). Flies carrying the miR-263a-Gal4 allele in trans to bereft24 or Δ263a displayed IOB loss (Figure 2A, 2B; unpublished data). Restoring miR-263a expression under the control of miR-263a-Gal4 using a UAS-miR-263a transgene fully suppressed the loss of IOB in miR-263a mutant flies (Figure 2A, 2B). Measurement of mature miR-263a by quantitative PCR showed that less than 20% of the normal expression level was sufficient to achieve a full rescue (Figure 2B, green bars). A lower level of Gal4-independent expression that results from leakiness of the UAS-miR-263a transgene also conferred partial rescue of IOB loss in the Δ263a/bft background (Figure 2A, 2B). The bristle loss on head and thorax observed in miR-263a mutants was also rescued by Gal4-dependent expression of UAS-miR-263a (Figure S3). These data confirm that absence of miR-263a is responsible for the loss of mechanosensory bristles observed in bereft mutants.\n\nResidues 2–8 at the 5′ end of a miRNA, known as the seed region, are thought to play an important role in miRNA target recognition [10],[14]. miR-263a and miR-263b differ in sequence, with the seed region being shifted by one residue (Figure S2A). Thus it might be expected that they would have different target spectra. Nonetheless, expression of UAS-miR-263b under miR-263b-Gal4 control was able to rescue the miR-263a mutant phenotype (Figure 2C, 2D). Rescue occurred at levels of miR-263b several-fold above normal (Figure 2D, green bars), suggesting that miR-263b can replace miR-263a when over-expressed. In light of the observation that loss of miR-263b has a milder impact than loss of miR-263a, these results imply that the two miRNAs have targets in common in their role during IOB development.\n\nLoss of IOB by Apoptosis in miR-263a Mutants\n\nBecause of the greater dependence of IOB development on miR-263a, we focused on the miR-263a mutant for more in-depth analysis. Mechanosensory organs are composed of four cells produced by two rounds of asymmetric division of a SOP: the sensory bristle (called the shaft cell), its socket cell, a neuron, and its sheath cell [15]. In bereft mutants, all four of these cells are present and properly specified upon completion of IOB cell fate determination [11]. Therefore, miR-263a must act at a later stage, after the asymmetric division of the SOP.\n\nTo determine when bristle development fails, we examined pupal retinas using an antibody to the cell junction protein DE-cadherin [16]. At 24 h after puparium formation (APF), the hexagonal array of ommatidia is clearly defined; bristle progenitor cells are visible at alternate corners in the hexagonal array of ommatidia (arrows, Figure 3A). At this stage, miR-263a mutant retinas were indistinguishable from the controls and bristle shaft progenitor cells were present in normal numbers (Figure 3B).\n\nApproximately one third of the interommatidial cells present at 24 h APF undergo apoptosis during the following 12 h [1],[3]. By 40 h APF, a single row of interommatidial cells surrounds each ommatidium. Bristle shaft progenitor cells appear as brightly labeled cells at three of the six corners (arrows, Figure 3C, 3D). In miR-263a mutant retinas, the majority of these cells were missing at 40 h APF (arrowheads, Figure 3E, 3F). Pax2 protein expression marks the nuclei of bristle shaft and sheath cells of external sensory organs (Figure 3G; [17],[18]). The bristle shaft cell grows by an unusual type of cell cycle called endoreplication, in which DNA replication takes place without cell division [19],[20]. These cells have increased ploidy and therefore larger nuclei (arrows, Figure 3G) than the sheath cells (arrowheads). In miR-263a mutant retinas many of the larger Pax2 positive nuclei were missing, consistent with bristle shaft cell loss (Figure 3H). We made use of the Gal4 knock-in alleles to direct UAS-GFP reporter expression in the endogenous miR-263a and miR-263b expression domains. Triple labeling to visualize GFP and Pax2, together with DE-cadherin (Figure 3I, 3J), showed that both miRNAs are expressed in the bristle shaft cells during the developmental window in which bristles are lost in the mutants.\n\nThe loss of bristle shaft cells by 40 h APF raised the possibility that they might be eliminated during the normal wave of apoptotic pruning of interommatidial cells. To test this possibility, we made use of miR-263a-Gal4 to express the anti-apoptotic protein p35 in miR-263a expressing cells. p35 has been shown to be effective as an inhibitor of apoptosis in Drosophila [21],[22]. Expression of UAS-p35 using miR-263a-Gal4 suppressed IOB loss in miR-263a mutant flies (Figure 4A, 4B). Similarly, over-expression of the anti-apoptotic protein DIAP1, a direct target of the proapoptotic protein Hid [23], was able to prevent IOB loss in miR-263a flies (Figure 4A, 4B). We also monitored programmed cell death in the pupal retina at 35 h APF by visualizing double strand DNA breaks caused by apoptotic endonucleases. In control retinas, we did not observe apoptosis of the Pax2-expressing bristle shaft or sheath cells (Figure 4C). However, apoptotic Pax2-expressing nuclei corresponding to bristle shaft cells were seen in miR-263a mutants (arrows, Figure 4D). The total number of apoptotic cells/ommatidium was not significantly elevated in the mutant (Figure 4E), but there was a statistically significant increase in the number of apoptotic cells that were Pax2-expressing bristle shaft cells (p&lt;0.001). These findings indicate that miR-263a acts to protect these sense organs from the wave of programmed cell death that sweeps over the retina during early pupal development.\n\nIdentification of miR-263a Targets\n\nmiR-263a has several hundred computationally predicted targets [24],[25]. Among these are genes involved in cell proliferation and cell death and a broad range of other biological processes. Endogenous targets are often upregulated in miRNA mutants. Therefore over-expression of a biologically important target in miR-263a expressing cells would be expected to result in IOB loss, phenocopying the miR-263a mutant phenotype. miR-263b-Gal4 was used to drive over-expression of target genes in this series of experiments because it has higher Gal4 activity than miR-263a-Gal4. We selected 56 predicted targets for analysis (Table S1). Only two of the candidates caused bristle loss when expressed under control of miR-263b-Gal4: Cyclin E and head involution defective (hid).\n\nCyclin E is an essential cell cycle regulator, required for normal cell proliferation and for endoreplication [26]. Endoreplication plays an important role in the growth of bristle shaft and socket cells [19]. Over-expression of Cyclin E has been shown to interfere with endoreplication [27],[28] and can suppress bristle shaft cell growth [29]. If Cyclin E over-expression is the cause of the bristle loss in miR-263a mutants, limiting their capacity to express Cyclin E should suppress this phenotype. Bristle loss occurs between 24 and 40 h APF in the mutants. RNA was prepared from pupae at 30 h APF, because the majority of the bristles are not yet lost at this stage. Cyclin E mRNA levels were elevated by ∼2.5-fold in RNA samples from miR-263a mutants (Figure S5). Removing one copy of the Cyclin E gene restored the mRNA to near normal levels but did not rescue the IOB loss phenotype (Figure S5). Although Cyclin E is upregulated in the miR-263a mutant, this does not appear to contribute to the bristle loss phenotype.\n\nThe other candidate, hid, encodes an inducer of cell death in Drosophila. hid has been shown to play a role in the late stage cell death pathway in the retina [22]. hid expression under miR-263b-Gal4 control caused loss of IOB (Figure 5A). To determine whether hid might be a biologically relevant target of miR-263a in vivo, we compared hid mRNA levels in RNA samples from mutant and control pupal eye discs. hid mRNA was 1.6-fold higher in the mutants (Figure 5B). This difference was abolished in miR-263a mutant flies rescued by expression of UAS-miR-263a under miR-263a-Gal4 control.\n\nTo test whether hid over-expression is the cause of bristle loss, we reduced hid activity in the miR-263a mutant background by introducing the hid05014 loss of function allele [22]. This genetic combination restored IOB numbers to ∼60% of normal levels (Figure 5C, 5D). To further reduce hid activity we made use of the W1 allele, which expresses an antimorphic form of hid [30], and found a further restoration of IOB number (Figure 5C, 5D). Similarly, reducing hid levels by expression of a UAS-hid-RNAi transgene under the control of miR-263b-Gal4 produced a strong suppression of the miR-263a mutant phenotype (Figure 5C, 5D). Taken together, these data suggest that miR-263a serves to prevent apoptosis in the IOB precursors by limiting hid expression during the wave of interommatidial cell pruning.\n\nhid Is a Direct Target of miR-263a/b\n\nThe hid 3′UTR contains four potential miR-263a binding sites (Figure 6A). To address whether hid is a direct target of miR-263a, we generated luciferase reporter constructs carrying the full length endogenous hid 3′UTR or mutant versions in which two nucleotides of each predicted miR-263a site were mutated to compromise pairing to the miRNA seed region (Figure 6A, in red). In S2 cells, co-expression of the luciferase reporter carrying the intact sites with miR-263a significantly reduced luciferase activity (Figure 6B, p&lt;0.001). This was attributable to reduced luciferase mRNA levels (Figure 6C). These effects were not observed in cells expressing the mutant form of the hid reporter (Figure 6B, 6C). We also analyzed the effect of miR-263b on the 3′UTR of hid. Although miR-263b differs from miR-263a by three residues, including position 1 of the seed region, hid is also a predicted target of miR-263b (Figure S6; [24],[25]). Coexpression of miR-263b also significantly reduced luciferase activity from the reporter carrying the intact hid 3′UTR but not from the reporter in which the miRNA sites were mutated (Figure 6B). Therefore, miR-263b and miR-263a can each act directly via these sites to regulate hid mRNA levels. Differences in the quality of the sites for the two miRNAs may contribute to the apparent difference in their relative potency observed in vivo.\n\nTo further assess the functionality of these sites in vivo, we generated transgenic flies expressing the two hid 3′UTR luciferase reporters. Luciferase activity levels were compared in pupal retinas dissected from control animals and miR-263a mutants. There was no difference in luciferase activity for the transgene carrying the mutant form of the hid reporter, but the reporter with the intact sites clearly showed increased luciferase activity in the miR-263a mutant (Figure 6D). A similar increase was observed in the level of luciferase mRNA from the hid reporter with the intact sites, but not from the reporter with the mutated sites (Figure 6E). Comparable results were obtained comparing GFP reporter transgenes with intact and mutated sites in control and miR-263a mutants (Figure S7). We also observed an increase in the level of the endogenous mature hid mRNA in the mutant, but not in the level of the hid primary transcript, measured by qRT-PCR using intron-specific primers (Figure 6F). Taken together these experiments provide evidence that miR-263a acts directly via the sites identified in the 3′UTR to regulate hid mRNA levels in vivo. These effects are posttranscriptional, most likely reflecting destabilization of hid transcripts.\n\nIt has been reported previously that excess hid activity eliminates photoreceptors and pigment cells, effectively ablating the eye, while sparing the IOB [22],[31]. The result was a tuft of IOB and undifferentiated cuticle in place of the eye. Further increase of hid activity led to loss of these cells as well. Based on these observations, it was proposed that IOB might contain high levels of a negative regulator of cell death. To ask whether miR-263a/b might be responsible for this activity, we compared the effects of reducing miR-263a/b activity in animals expressing the constitutively active form of Hid, hid(Ala5), in the eye. Reducing miR-263a levels by removing one copy of the miR-263a gene led to fewer IOB, producing a more sparse appearance in the tuft of bristles (Figure 7A, 7B). Because the morphology of the hid(Ala5) eyes is strongly perturbed, the effect of reducing the miRNA can be quantified most reliably by counting the number of empty sockets. Every socket should have an IOB hair cell, so the empty socket indicates a specified sense organ lacking the bristle shaft cell. Although the variance of this measure is high, there was a statistically significant increase of ∼2-fold in the proportion of empty sockets (p&lt;0.005), indicating loss of IOB due to reduced miR-263a activity. Thus reduced activity of the miRNA enhanced the GMR:hid(Ala5) phenotype, suggesting that the miRNA has protective activity even in these extreme conditions of hid over-expression.\n\nFinally, we asked whether the loss of the other mechanosensory bristles in miR-263a mutant flies was also a consequence of apoptosis due to elevated Hid activity. To address this we introduced the antimorphic allele of hid, W1, into miR-263a miRNA mutant flies and found that mechanosensory bristle loss on head and thorax was also significantly suppressed (Figure S3; p&lt;0.001). These observations suggest that miR-263a/b play a protective role, preventing the loss of mechanosensory cells due to hid-induced apoptosis.\n\nDiscussion\n\nmicroRNAs and Robustness\n\nRobustness of a biological system can be thought of in terms of the mechanisms that ensure stability. In developmental terms, perturbation can come in the form of fluctuating levels of intercellular signaling and/or gene expression and can be intrinsic or of environmental origin. Gene regulatory networks have properties that can help to confer stability by buffering the effects of fluctuations in gene expression (reviewed in [32]). Computational analysis has suggested that miRNAs are over-represented in gene regulatory networks in animals, suggesting that they confer useful regulatory possibilities [33],[34]. However to date few examples have been investigated experimentally in terms of biological processes that confer robustness during development of multicellular organisms. A recent study has provided compelling evidence for a miRNA acting to confer robustness to sensory organ specification in Drosophila [7]. In this report we examine the role of miR-263a/b in conferring robustness to sensory organ survival during a developmental pruning process.\n\nmiR-7 was shown to act in two molecularly distinct feed-forward loops required for sense organ specification [7]. One pair of feedforward motifs involve the transcription factors Yan and Pointed, which mediate Notch and EGF signaling to control R8 photoreceptor specification. The second involves the transcription factors E(spl) and Atonal to control SOP specification. In both examples miR-7 is induced by one of the transcription factors to confer repression on the other. The requirement for miR-7 activity in these patterning processes is not evident under normal, environmentally stable, conditions. However, it can be revealed under destabilizing conditions, including severe environmental fluctuation, or in sensitized genetic backgrounds. Thus miR-7 acts to provide stability to these molecular networks.\n\nWe have explored the possibility that miR-263a/b might function in a regulatory feed-forward network to control hid both directly and indirectly. The RAS/MAPK pathway has been reported to regulate hid activity at two levels. Hid activity is controlled by direct phosphorylation mediated by MAPK [31]. Signalling through the EGF/RAS/MAPK pathway protects cells of the developing eye from apoptosis, through MAPK mediated regulation of Hid activity. In addition MAPK signalling represses hid transcription [8]. Intriguingly, an upstream element of the MAPK pathway, Ras85D, is a predicted target of miR-263a. In this scenario, miR-263a would act directly to repress hid and indirectly via the RAS/MAPK pathway (illustrated in Figure S8). Negative regulation of Ras85D by miR-263a would repress MAPK activity and alleviate repression of hid transcription and of Hid protein activity. The result is a so-called “incoherent” motif [32], in which the two branches have opposing effects on their shared target. A prediction of this model is that hid transcription should decrease in the miR-263a mutant due to elevation of MAPK activity. However, as shown in Figure 6F, hid primary transcript levels were not significantly affected in the miR-263a mutant, although mature hid mRNA levels increased due to loss of miRNA direct mediated repression. As a further test, Ras85D mRNA levels were measured in pupal eye discs dissected from control animals and miR-263a mutants. There was no significant difference (Figure S8). Although the topology of this predicted network suggested a potential role in control of hid activity, we do not find sufficient evidence to support the biological relevance of this network in vivo. This example highlights the importance of experimental validation in vivo in assessing such predictions.\n\nOur findings suggest a role for the miR-263a/b miRNAs in conferring robustness of a different sort, ensuring the survival of sense organ cells, after they have been specified by the developmental patterning process. In this scenario the fluctuating cellular landscape derives from triggering cell death through randomly variable activity of the pro-apoptotic gene hid. Under normal conditions, this rarely, if ever, causes bristle loss. However in miR-263a/b mutants sporadic bristle loss was seen and was attributable to elevated hid activity. As in the case of the macrochaetae, loss of individual interommatidial cells is a stochastic process. In each of the single mutants we observed a variable loss of IOB, suggesting that the chance of any given nascent IOB cell succumbing to apoptosis has increased in the absence of the protective effect of miR-263a/b. The overall robustness of the pruning process is impaired.\n\nIn the miR-7 case, the mutants do not show any defect under normal conditions, but the limits to the robustness of the system can be revealed by environmental perturbation. This is consistent with a scenario in which robustness derives from a gene regulatory network designed to buffer molecular perturbation. Based on the observations of Li et al. [7], we examined whether the severity of the miR-263a/b mutant phenotype would be affected by environmental fluctuation to increase noise but found no effect (unpublished data). We also did not find evidence that miR-263a/b act in the context of a gene regulatory network. Instead, miR-263a/b appears to function in a different context, acting as a buffer in a biological process that is inherently stochastic. In this way miRNA activity is used to ensure that apoptotic cell death is not allowed to compromise specific cells. It is noteworthy that as little as 20% of normal miR-263a levels are sufficient to support IOB development. This implies a considerable buffering capacity to ensure that the process of IOB formation is robust in a fluctuating developmental landscape.\n\nmicroRNAs and Apoptosis\n\nSeveral other microRNAs have been implicated in the control of apoptosis in Drosophila. bantam miRNA functions during tissue growth and regulates hid, to prevent proliferation induced apoptosis [9]. However, under normal conditions bantam regulation of hid does not appear to impact upon apoptotic pruning or on survival of sense organs (our unpublished observation). miR-14 has also been reported to be anti-apoptotic [35]. miR-14 mutants do not impact on IOB apoptosis ([36] and our unpublished observations). Similarly, miR-8 mutants show apoptosis in the CNS [37] but do not have an IOB phenoytpe. Finally, members of the miR-2 family of miRNAs have been shown to regulate the propaptotic genes, reaper, grim, and sickle in S2 cell over-expression assays or in reporter transgene assays in vivo [10],[38]. Injection of antisense oligonucleotides to deplete members of this family have been reported to cause apoptosis in the embryo [39], but none of the mutants that affect the members of this family have yet shown any role in apoptotic pruning ([40] and our unpublished observations). We do not exclude the possibility that potential phenotypes might be masked by functional redundancy among family members. The available evidence suggests that miR-263a/b may have a dedicated role in controlling hid-induced apoptosis during developmental pruning of interommatidial cells.\n\nmicroRNA Targets\n\nMost miRNAs are predicted computationally to have many possible targets. Yet our survey of over 50 candidates yielded only one target, hid, for which we have functional evidence in vivo. It may be of interest in this context to consider data from analysis of Drosophila miRNA target predictions. A high proportion of predicted targets are regulated in cell-based miRNA over-expression assays (sample refs: [5],[41]–[44]). This provides evidence that the miRNA, when present abundantly, can regulate the predicted target site. There are fewer examples in which over-expression of a predicted target can be shown to contribute directly to causing a specific miRNA mutant phenotype in vivo. In most such cases only one or a few targets have been implicated (reviewed in [45],[46]; see also [47]–[49]). For miRNA mutants that have been studied in detail, evidence has begun to emerge that different aspects of the mutant phenotype may result from misregulation of different targets in different tissues. miR-8 is a good example, with well characterized phenotypes linked to different targets in three different tissues: Atrophin for neurodegeneration in the CNS [37], Enabled for neuromuscular junction development [48], and U-shaped in the adipose tissue to control tissue growth [49]. Finding a few different key targets in different tissues may prove to be a common theme.\n\nThe genetic evidence presented here identifies hid as a key target of the miR-263 family in supporting bristle development. A priori we cannot exclude that there might be other important targets. But we note that only hid, of the 56 candidates tested, fulfilled two essential criteria: (1) being able to mimic the miRNA mutant phenotype when over-expressed in the miRNA expressing cells and (2) being able to suppress the miRNA mutant phenotype when its level was reduced in the miRNA expressing cells. Further investigation of the miR-263 family miRNA mutants may lead to identification of targets important for other aspects of the miRNA function, such as the reduced viability observed in the double mutants.\n\nA Conserved Family of microRNAs Implicated in Maintenance of Sense Organ Survival\n\nDrosophila miR-263a and miR-263b are members of a conserved family of miRNAs, including mammalian miR-183, miR-96 and miR-182, and miR-228 in C. elegans. Interestingly, members of this family display conservation of expression in ciliated sensory organs in vertebrate and invertebrate organisms [50]. miR-183, miR-96, and miR-182 are expressed in sensory hair cells in mammalian auditory and vestibular organs, as well as in sensory cells of the eye and ear in zebrafish and chicken [51]–[55]. C. elegans miR-228 is expressed in chemosensory and mechanosensory sensilla [50]. Drosophila miR-263a and miR-263b are expressed in sense organ precursors in embryos [11],[56] and in mechanosensory organs of the eye, antenna, and haltere ([11],[50], this report). The high degree of sequence conservation and expression in sensory organs across phyla raises the possibility that a common ancestor of these miRNAs was associated with sensory cell development and function [50].\n\nFurther support for the idea of conservation of function comes from the observation that mutations affecting miR-96 have been identified as the cause of auditory hair cell degeneration and non-syndromic progressive hearing loss in mice and humans [57],[58]. Depletion of all miRNAs using conditional dicer mutants in the mouse also leads to defects in inner ear hair cell development [59],[60]. Whether there is more than a coincidental similarity to the role of miR-263a/b in support of sensory hair development in Drosophila remains to be determined. Superficially the way in which these sense organs are lost appears to differ. In the fly, the mechanosensory cells are lost due to apoptosis in the miR-263a/b mutants. In the mammalian systems, mature differentiated sensory cells appear to be lost through degeneration. In the case of the miR-96 mutant this could be due to inappropriate regulation of genes that are not normally miR-96 targets due to the change in sequence of the mutant miRNA seed, but in the case of dicer conditional mutants it is more likely due to loss of normal miRNA mediated target regulation. Whether this involves apoptosis is not known. Intriguingly, there is evidence suggesting an anti-apoptotic role for miR-182 and related family members in human cancers [61],[62]. So the possibility of an underlying conservation of mechanism exists.\n\nMethods\n\nPlasmids and Fly Strains\n\nCanton-S flies were used as the wild-type control. EP lines were obtained from the Bloomington, Szeged, and Exelixis stock centres. The hid UAS-RNAi strain was obtained from the VDRC. bft24, bft225, and bft6B were provided by Rolf Bodmer. hid05014 and GMR:hid(Ala5) were provided by Hermann Steller. W1, Df(3L)X-21.2, UAS-p35, and UAS-Diap1 were obtained from the Bloomington stock centre. UAS-miR-263a and UAS-miR-263b lines were made by cloning a 300 base pair genomic fragment containing the miRNA hairpin into the 3′UTR of dsRed in pUAST, as described in [10]. The GFP and luciferase hid 3′UTR reporters were made by cloning the 2.2 kb hid 3′UTR after GFP or luciferase, under control of the tubulin promoter [5],[9]. hid UTR reporters with mutated miR-263a/b sites were generated by PCR using primers designed to change the seed region from TGCCA into TCCGA. PCR products were sequence verified.\n\nMutant Generation\n\nEnds-out homologous recombination was performed as described [12]. As miR-263b is located in an intron of CG32150, we removed the intron-containing mini-white gene cassette and confirmed that splicing of CG32150 mRNA was not affected in the ΔmiR-263b mutants by comparing the level of spliced mRNA using qRT-PCR. miR-263a and miR-263b Gal4 knock-in alleles were made using a modified targeting vector [13].\n\nCell Transfection and Luciferase Assays\n\nLuciferase reporters and miRNA expression plasmids were expressed under the control of the tubulin promoter. S2 cells were transfected in 6-well plates with 1,000 ng of miRNA expression plasmid or empty vector, 500 ng of firefly luciferase reporter plasmid, and 500 ng of Renilla luciferase DNA as a transfection control. Transfections were performed with triplicate technical replicates in at least three independent experiments. At 60 h post-transfection, dual luciferase assays (Promega) were performed on a portion of the transfected cells. The other portion was pelleted and dissolved in Trizol reagent (Invitrogen) for total RNA extraction. For luciferase assays on pupal retinas, retinal tissue was dissected and immediately lysed in passive lysis buffer (Promega). Luciferase activity was normalized to total protein content, measured on the same sample using the Bradford method (Bio-Rad).\n\nRNA Analysis\n\nNorthern blots on small RNA were carried out according to [63]. 5 µg of total RNA extracted from adult flies were loaded per lane. The blot was probed with an oligonucleotide complementary to miR-263a, 5′end-labeled with [32]-P. For miRNA qRT-PCR, primer sets designed to amplify mature miR-263a and miR-263b were obtained from Applied Biosystems. Reverse transcription was done on 100 ng of total RNA. miRNA levels were calculated relative to miR-8, after having confirmed that miR-8 levels remain constant in the relevant fly strains. For mRNA qRT-PCR, total RNA was treated with RNase-free DNase (Promega) to eliminate DNA contamination. First strand synthesis used random hexamer primers and SuperScript RT-III (Invitrogen). Samples were RNaseH-treated after the RT reaction and used for qRT-PCR. Measurements were normalized to mitochondrial large ribosomal RNA (mtlrRNA1, AAAAAGATTGCGACCTCGAT and AAACCAACCTGGCTTACACC) or to the transfection control Renilla luciferase mRNA (CGGACCCAGGATTCTTTT and TTGCGAAAAATGAAGACCT). Primers for hid pre-mRNA: TGAAGGTGTTCTCCGATTCC and ATCTCACCCAGCGCTCTTTA. Primers for mature hid mRNA: GAGAACGACAAAAGGCGAAG and CAAAACGAAAACGGTCACAA. Firefly luciferase primers: CCGCCGTTGTTGTTTTG and CTCCGCGCAACTTTTTC. GFP primers: GCAGTGCTTCAGCCGCTA and AGCCTTCGGGCATGGC.\n\nScanning Electron Microscopy and IOB Counts\n\nAdult flies were fixed overnight in 2.5% glutaraldehyde at 4°C, washed 3×15 min with PBS, dehydrated in a series of ascending ethanol concentrations, critical point dried, mounted on stubs, and coated with gold. Eyes were imaged with a JSM-6360LV scanning microscope (JEOL, Tokyo, Japan). The orientation, contrast, and brightness of the images were adjusted using ImageJ. For the quantification of bristle numbers, a high-resolution image of a whole eye was printed and the maximal visible surface delimited, usually 300–500 ommatidia. The number of visible IOBs was counted and divided by the total number of corners where IOBs would be expected or, for Figure 7, by the total number of bristle sockets. 10–30 eyes were analyzed for each genotype.\n\nImmunocytochemistry\n\nTo stage pupae, white pre-pupae were collected and aged at 25°C until dissection. Pupal eye imaginal discs were dissected and fixed in 4% formaldehyde for 20 min on ice. The following primary antibodies were used: rat anti-Dcad2 1∶40 (Developmental Studies Hybridoma Bank), rabbit anti-DPax2 1∶50 (a gift from Erich Frei and Markus Noll), and chicken anti-GFP 1∶1000 (Abcam). Fluorescent secondary antibodies were from Jackson Laboratories. Samples were mounted in Vectashield (Vector Laboratories). Detection of apoptotic cells in pupal eye discs was done using the Apoptag ISOL dual fluorescence kit (Chemicon). Immunofluorescence images were collected using a Leica SPE confocal microscope and processed using ImageJ. Quantification of apoptotic nuclei was done using z-projections of confocal sections. Total apoptotic nuclei as well as apoptotic shaft cell nuclei were counted and normalized to the total number of ommatidia analyzed.\n\nSupporting Information"
}