{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000446",
  "doi": "10.1371/journal.pbio.1000446",
  "externalIds": [
    "pii:09-PLBI-RA-5537R2",
    "pmid:20711475",
    "pmcid:PMC2919418"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Foxp1 and Lhx1 Coordinate Motor Neuron Migration with Axon Trajectory Choice by Gating Reelin Signalling",
  "authors": [
    {
      "name": "Elena Palmesino",
      "first": "Elena",
      "last": "Palmesino",
      "affiliation": "Neural Circuit Development Laboratory, Institut de recherches cliniques de Montréal (IRCM), Montréal, Canada"
    },
    {
      "name": "David L. Rousso",
      "first": "David L.",
      "last": "Rousso",
      "affiliation": "Department of Neurobiology, Broad Center of Regenerative Medicine and Stem Cell Research, David Geffen School of Medicine at UCLA, Los Angeles, California, United States of America"
    },
    {
      "name": "Tzu-Jen Kao",
      "first": "Tzu-Jen",
      "last": "Kao",
      "affiliation": "Neural Circuit Development Laboratory, Institut de recherches cliniques de Montréal (IRCM), Montréal, Canada"
    },
    {
      "name": "Avihu Klar",
      "first": "Avihu",
      "last": "Klar",
      "affiliation": "Department of Medical Neurobiology, Institute for Medical Research-Israel-Canada (IMRIC), Hebrew University-Hadassah Medical School, Jerusalem, Israel"
    },
    {
      "name": "Ed Laufer",
      "first": "Ed",
      "last": "Laufer",
      "affiliation": "Department of Genetics and Development, Columbia University, New York, New York, United States of America"
    },
    {
      "name": "Osamu Uemura",
      "first": "Osamu",
      "last": "Uemura",
      "affiliation": "National Hospital Organization Murayama Medical Center, Tokyo, Japan"
    },
    {
      "name": "Hitoshi Okamoto",
      "first": "Hitoshi",
      "last": "Okamoto",
      "affiliation": "Laboratory for Developmental Gene Regulation, RIKEN Brain Science Institute, Saitama, Japan"
    },
    {
      "name": "Bennett G. Novitch",
      "first": "Bennett G.",
      "last": "Novitch",
      "affiliation": "Department of Neurobiology, Broad Center of Regenerative Medicine and Stem Cell Research, David Geffen School of Medicine at UCLA, Los Angeles, California, United States of America"
    },
    {
      "name": "Artur Kania",
      "first": "Artur",
      "last": "Kania",
      "affiliation": "Neural Circuit Development Laboratory, Institut de recherches cliniques de Montréal (IRCM), Montréal, Canada; Faculté de Médecine, Université de Montréal, and Departements of Anatomy and Cell Biology and Biology, Division of Experimental Medicine, McGill University, Montréal, Canada"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-08",
  "dateAccepted": "2010-06-24",
  "dateReceived": "2009-12-30",
  "volume": "8",
  "number": "8",
  "pages": "e1000446",
  "tags": [
    "Discipline/Neuroscience",
    "Discipline/Neuroscience/Motor Systems",
    "Discipline/Neuroscience/Neurodevelopment",
    "Discipline/Neuroscience/Neuronal Signaling Mechanisms",
    "Type/Research Article"
  ],
  "abstract": "During embryonic development of the vertebrate motor system, the same transcription factors that regulate axonal trajectories can also regulate cell body migration, thereby controlling topographic map formation.",
  "fullText": "Introduction\n\nNeural circuits are frequently organised in a topographic manner such that the position of a neuronal cell body is correlated with the location of the post-synaptic target and therefore its axon trajectory. Since the inference of such organisational principles [1], the molecular identity of many neuronal migration and axon guidance cues has been uncovered [2],[3]. Recent studies have also begun to identify the transcription factors that control neuronal identity and deploy the repertoire of neuronal migration and axon guidance receptors and signals employed in neural circuit assembly [4],[5],[6]. These observations raise the possibility that correlated neuronal soma localisation and axon trajectory of topographically ordered neural circuits arise as a consequence of specific transcription factors directing both axon guidance and cell body migration effector expression.\n\nVertebrate spinal motor neurons are organised myotopically in longitudinal columns such that the location of their soma in the ventral spinal cord corresponds to the position of their muscle targets in the periphery [7]. In mouse and chick, motor neurons innervating axial and body wall muscles are located in medially positioned columns, whereas motor neurons innervating limb muscles are located in the lateral motor column (LMC) present only at spinal cord levels in register with limbs. LMC neurons are further subdivided according to their axon trajectory within the limb: lateral LMC (LMCl) neurons innervate dorsal limb muscles, whereas medial LMC (LMCm) neurons innervate ventral limb muscles [8],[9],[10]. Motor pools are also organised myotopically such that, in general, the anterio-posterior location of a pool within the LMC correlates with the proximo-distal location of its limb muscle target [7],[9],[11],[12]. A motor axon guidance decision point is at the base of the limb where LMC axons interact with mesenchymal cells resulting in the selection of a dorsal or a ventral limb nerve trajectory [10],[13]. Concomitant with this process, LMC somata migrate from the progenitor-rich ventricular zone to the ventral horn of the spinal cord [14],[15], with the later-born LMCl neurons migrating past the earlier-born LMCm neurons in a manner reminiscent of the inside-out lamination of the developing cerebral cortex [16],[17],[18]. Recent studies also describe a topographic relationship between motor neuron soma and dendrite localisation in Drosophila and the patterns of motor neuron recruitment during swimming in fish [19],[20].\n\nThe molecular signals controlling the trajectory of LMC axons are characterised, but those controlling LMC soma position in the spinal cord are poorly understood. The LIM homeodomain proteins Isl1 and Lhx1, expressed by LMCm and LMCl neurons respectively, act in conjunction with the pan-LMC forkhead domain transcription factor Foxp1 to specify the dorsoventral axon trajectory in the limb by regulating the expression of axonal Eph tyrosine kinase receptors that enable LMC growth cones to respond to ephrin ligands in the limb mesenchyme. Genetic evidence argues that ephrin-A ligands in the ventral limb repulse EphA-expressing LMCl axons into the dorsal limb nerve, while ephrin-B ligands in the dorsal limb repulse EphB-expressing LMCm axons into the ventral limb nerve [21],[22],[23],[24],[25],[26]. The clustering of some motor pools relies on EphA4, type II cadherins, and the ETS transcription factor Pea3 [27],[28],[29], while migration of LMCl and LMCm neurons into their appropriate columnar location can be biased by Lhx1 and Isl1 and requires Foxp1 [21],[22],[23]. These observations raise the possibility that Foxp1, Lhx1, and Isl1 control the migration of LMC cell bodies within the ventral horn by restricting the expression of specific effectors of neuronal migration.\n\nThe extracellular matrix protein Reelin is a crucial neuronal migration signal that acts through the lipoprotein receptors VLDLR or ApoER2 to induce the phosphorylation of the intracellular adaptor protein Dab1 leading to remodelling of the actin cytoskeleton [30]. Loss of Reelin or its signalling effectors disrupts the layering of the neuronal somata within the cerebral cortex [31],[32],[33] but the role of Reelin in neuronal migration remains controversial. Reelin has been proposed to act as a neuronal migration stop signal [34]; however, since Reelin expression in the ventricular zone can partially rescue the pre-plate splitting defects in Reelin-deficient mice, Reelin has also been proposed to act as a permissive signal enabling neurons to interpret distinct migration cues [35]. Similar to cortical neurons, spinal neuron progenitor clones migrate away from the ventricular zone in radial spoke-like trajectories [14] and the migration of preganglionic (PG) motor neurons and the layering of the dorsal horn laminae is controlled by Reelin [36],[37]. These studies raise the possibility that Reelin may also regulate the localisation of LMC neurons and is thus a general migration cue specifying the position of many different classes of spinal neurons including LMC motor neurons.\n\nUsing gain and loss of function experiments in chick and mouse, we provide evidence that Reelin directs LMC neuron migration but not the selection of limb axon trajectory. We also show that Foxp1 and Lhx1, the transcription factors specifying LMC axon trajectory choice, gate Reelin signalling through the restriction of Dab1, a key signalling intermediate. Thus, the same transcription factors are directing neuronal soma migration and axon trajectory selection revealing the molecular hierarchy controlling the establishment of a somatotopic map.\n\nResults\n\nExpression of Reelin, VLDLR, ApoER2, and Dab1 in the Ventral Spinal Cord\n\nTo explore the possibility that Reelin signalling might control LMC soma migration, we monitored the expression of Reelin, its receptors, and their adaptor protein Dab1 in mouse embryos between embryonic day of development (e) 11.5 and e12.5 and in chick embryos between Hamburger and Hamilton (HH) stages (St) 23 and 30 [38] in limb-level spinal cord. These stages correspond to the times at which LMCl neurons are migrating out of the ventricular zone and reach their final position lateral to LMCm neurons [17],[22]. We used the transcription factor Foxp1 as a pan-LMC marker and subdivided the LMC based on the presence of Isl1 and Lhx1 transcription factors [21],[23],[25].\n\nReelin has previously been detected in the thoracic spinal cord adjacent to PG neurons [36]. At limb levels Reelin is expressed from e10.5 (Figure S1) and in e11.5 mouse embryos we observed Reelin expression in cells medio-dorsal to LMC neurons, and by e12.5 this domain expanded ventrally, resulting in a Reelin-rich band intercalated between the ventricular zone and the LMC (Figure 1A–H). We also observed a similar Reelin mRNA and protein distribution in chick embryos (Figure S1).\n\nWe next monitored the expression of Reelin receptors VLDLR and ApoER2 and their intracellular adaptor protein Dab1 in mouse and chick spinal cords. In e11.5 mouse embryos at both limb levels, VLDLR protein and mRNA were apparently expressed in all LMC neurons (Figure 1I–L; unpublished data). However, VLDLR protein levels appeared higher in LMCl neurons relative to LMCm neurons (Figure 1K). By e12.5 VLDLR mRNA and protein levels appeared uniform throughout the LMC (Figure 1M–P; unpublished data). In chick embryos, VLDLR mRNA was present in apparently all lumbar LMC neurons at both HH St 24 and HH St 30 (Figure S1). At the stages examined, ApoER2 mRNA was expressed in the ventricular zone adjacent to the floor plate of both mouse and chick embryos; however, its expression in LMC neurons was only apparent in mouse embryos (Figure 1Q–T; Figure S1; unpublished data).\n\nIn mouse, Dab1 mRNA and protein were present throughout the LMC from e10.5, at both limb levels; however, at later ages examined, an LMC subpopulation expressed Dab1 mRNA and protein at noticeably higher levels (Figure 1U–AF; Figure S1, Figure S4; unpublished data). At e11.5, this expression domain (Dab1high) was confined to the medio-ventral aspect of the LMC corresponding to Foxp1+Isl1− LMCl neurons while the low-level Dab1 expression domain (Dab1low) was confined to the dorsally positioned Isl1+Foxp1+ LMCm neurons (Figure 1U–X). By e12.5, Dab1high and Dab1low LMC neurons were found in, respectively, lateral and medial aspect of the LMC, and corresponded to LMCl and LMCm neurons (Figure 1Y–AB). Similar Dab1 mRNA distribution was observed in chick embryos (Figure S1). Together, our expression data raise the possibility that Reelin signalling directs LMC soma migration and the disparate Dab1 expression levels in LMCl and LMCm neurons suggest that these neuronal populations may differ in their responsiveness to Reelin.\n\nLMC Migration Defects in Dab1 and Reln Mutant Mice\n\nTo determine whether Reelin signalling influences LMC neuron migration, we examined the spinal cord of Dab1 and Reelin (Reln) mutant mice (Figure 2) [31],[32]. Since Reelin signalling is required for the appropriate positioning of PG neurons which share a part of their migration trajectory with LMC neurons [36],[39], we focused our analysis on caudal lumbar-sacral (LS) levels, which contain no PG neurons, as assessed by phospho-Smad1 expression [23]. During LMC migration, the total number of LMC neurons, LMCl and LMCm subtype specification, and radial glia development was unaffected by Dab1 and Reln loss of function (Figure S2, Figure S3; unpublished data). Additionally, most likely because of its impaired degradation [40], Dab1 protein levels in LMC neurons were increased in Reln mutants, suggesting that all LMC neurons are responsive to Reelin (Figure S4).\n\nWe next analysed the localisation of lumbar LMC neurons in Dab1 and Reln mutants at e12.5, the time at which, in control embryos, the majority of wild type LMCl neurons have terminated their migration and are positioned lateral to LMCm neurons (Figure 2A–D). In Dab1 mutants, LMCl neurons settled ventral to LMCm neurons, which were abnormally shifted to a lateral position in the ventral horn, and many LMCl and LMCm neurons were intermingled (Figure 2E–H). This neuronal displacement was more evident when we superimposed the position of LMCl and LMCm neurons in images of adjacent wild type (wt) and Dab1 mutant spinal cords sections (Figure 2D, H). To assess the expressivity of this phenotype and to account for LMC neuron displacement along mediolateral (ML) and dorsoventral (DV) axes simultaneously, we performed a two-dimensional position analysis of LMC neuron position using the bivariate statistical Hotelling's T2 test. We measured the mean ML and DV coordinates of wild type and Dab1 mutant LMC neurons within the ventral spinal cord. To compensate for sectioning artefacts, we normalised the ML coordinates to the distance from the ventricular zone to the lateral edge of the Foxp1+ expression domain and the DV coordinates to the dorsoventral extent of the Foxp1+ expression domain, two standard measurements that are not different between Dab1 mutants and wild type littermates (see Experimental procedures for details; unpublished data). Thus, with the lateral-most edge of the LMC defined as ML: 100%, and with the dorsal-most domain of the LMC defined as DV: 100%, in wild type embryos, the mean position of LMCm neurons was not changed significantly by Dab1 mutation; however, these neurons were spread over a larger mediolateral zone compared to wild type littermates (Figure 2I; Table S2). In contrast, by visual inspection of at least six spinal cord sections per embryo, we noted that in six out of six embryos analysed, LMCl neurons were positioned aberrantly. Quantification revealed that LMCl neuron position was significantly shifted in a medio-ventral direction in Dab1 mutants relative to wild type littermates ((ML: 73%; DV: 33%) versus (ML: 79%; DV: 39%); p&lt;0.0035, Hotelling's T2 test; Table S2), which could be observed at least until e15.5 (Figure 2S–U, W–Y; unpublished data). A similar LMC migration phenotype was also observed in the cervical spinal cord as well (unpublished data), and in chick LMC neurons expressing a Dab1 protein in which the five tyrosines essential for Reelin signalling have been mutated (Dab15YF; Figure S5, Table S3; [41]). We also noted that in four out of four embryos, the position within the ventral spinal cord of a Pea3-expressing motor neuron pool was shifted medio-ventrally at e15.5 (Figure 2V, Z). Together, these results demonstrate that in the limb-level spinal cord, Dab1 is essential for the normal migration of LMC neurons and motor pool position.\n\nWe next examined the position of lumbar LMC neurons in Reln mutant embryos at e12.5: Reln mutation did not alter the mean position of LMCm neurons (Figure 2J–Q; Table S2), although as in Dab1−/− embryos, these neurons were spread over a larger area of the LMC when compared to controls (Figure 2R). In contrast, in three out of four embryos, we observed that LMCl neurons were positioned abnormally, with quantification revealing that the mean LMCl neuron position in Reln mutants was significantly shifted in the medio-ventral direction relative to wild type, with many LMCl neurons found intermingled with LMCm neurons ((ML: 75%; DV: 35%) versus (ML: 80%; DV: 41%); p&lt;0.0473, Hotelling's T2 test; Figure 2J–R; Table S2). Migration defects observed in Reln mutants mirrored those observed in Dab1 mutants, thus implicating Reelin signalling in the specification of LMC soma position in the ventral spinal cord.\n\nDab1 Expression Determines LMC Soma Position\n\nBased on the differential expression and the requirement for its function in LMCm and LMCl neurons, we reasoned that the levels of Dab1 expression, rather than simply its presence or absence, might influence the migration of LMC neurons. We therefore asked whether increasing Dab1 expression would shift the position of LMC soma laterally. To do this, we used in ovo electroporation to introduce a Dab1::GFP fusion protein or GFP expression plasmids into the lumbar spinal cord of HH St 17/19 embryos and monitored the position of GFP+ LMC neurons at HH St 29 [22]. Dab1::GFP was expressed with equal efficiency in LMCl and LMCm neurons and did not change their identity nor affect their axon trajectory in the limb (Figure S6; unpublished data). The mean position of LMCl neurons with elevated Dab1 levels was the same as that of LMCl neurons expressing GFP (Figure 3A–G, I; Table S3). However, in four out of five embryos, we observed that LMCm neurons with elevated Dab1 expression were observed in a more ventro-lateral position (Figure 3E–I; (ML: 70%; DV: 49%)) compared to LMCm neurons expressing GFP (Figure 3A–D, I; (ML: 67%; DV: 59%), p = 0.0165, Hotelling's T2 test; Table S3), demonstrating that increasing Dab1 expression levels in LMC neurons is sufficient to shift their position laterally.\n\nDissociation of Axon Trajectory from Soma Position in Reln and Dab1 Mutants\n\nThe myotopic relationship between LMC soma position and axon trajectory within the limb raises the possibility that changes in LMC soma position in Dab1 or Reln mutants could result in the selection of inappropriate limb trajectory by LMC axons. To examine the LMCl axon limb trajectory in Dab1 mutants, we used the Lhx1tlz marker line [42] and quantified the proportion of LacZ+ LMCl axons projecting into e11.5 forelimb dorsal and ventral limb nerves in Dab1−/−; Lhx1tlz/+, and Lhx1tlz/+ littermate embryos [24]. In Lhx1tlz/+ embryos we observed ∼99% of LacZ+ axons within the dorsal limb nerves and ∼1% of LacZ+ axons within the ventral limb nerves (Figure 4A, B, E). The proportions of LacZ+ in dorsal and ventral limb nerves of littermate Dab1−/−; Lhx1tlz/+ embryos were not significantly different (Figure 4C–E; 98% and 2%, respectively, p&gt;0.5, Student's t test). Additionally, in whole mount e12.5 Dab1−/−; Lhx1tlz/+ embryos, we did not detect any aberrantly projecting LMCl axons at either limb level (unpublished data).\n\nTo trace LMCm axons we used the hcrest/Isl1-PLAP reporter line in which the Isl1 enhancer-promoter drives the expression of placental alkaline phosphatase (PLAP) in LMCm neurons at forelimb levels [43]. PLAP enzymatic reaction was used to detect LMCm axons in Dab1−/−; hcrest/Isl1-PLAP+ and control hcrest/Isl1-PLAP+ e11.5 forelimbs, followed by axonal signal quantification. In hcrest/Isl1-PLAP+ embryos, ∼99% of PLAP+ axons were found in the ventral limb nerve, while ∼1% of PLAP+ axons were found in the dorsal limb nerve (Figure 4F, G, J), proportions not significantly different from Dab1−/−; hcrest/Isl1-PLAP+ embryos (Figure 4H–J; 99% and 1%, respectively; p = 0.335, Student's t test). LMCm limb trajectory in Reln mutants was also apparently normal (unpublished data), indicating that neither Dab1 nor Reelin are required for the selection of limb trajectory by LMC axons and demonstrating that the LMC soma position can be dissociated from axon trajectory selection.\n\nFoxp1 Controls Dab1 Expression in LMC Neurons\n\nSince our results indicated that the Dab1 protein level determines the position of LMC neuron somata but not their axon trajectory, we next evaluated whether the deployment of effector pathways governing these processes might be coordinated by a common set of transcriptional inputs. To determine whether Foxp1, a transcription factor specifying LMC cell fate, participates in the control of Dab1 expression in LMC neurons, we analyzed the embryonic spinal cords in which Foxp1 is expressed in all motor neurons (Hb9::Foxp1 transgenic) as well as in those lacking Foxp1 function [21],[23]. We first focused our analysis on upper cervical levels, where Foxp1 and Dab1 expression levels are normally low or undetectable (Figure 5A–C; Figure S7; unpublished data). In e12.5 Hb9::Foxp1+ spinal cords, compared to control embryos, we observed a significant increase in Dab1 mRNA levels (30 arbitrary (arb.) units versus 16 in controls; p = 0.002, Student's t test; Figure 5A, C, D, F, M) as well as protein expression levels associated with ectopic Foxp1+ neurons, without any obvious changes in Reelin expression (Figure 5A, B, D, E, M; Figure S7; 30 arb. units versus 16 in controls; p&lt;0.001, Student's t test). To determine whether Foxp1 is required for Dab1 expression, we examined the lower cervical spinal cord of Foxp1 mutant mice at e12.5. When compared to controls, Foxp1 mutant spinal cords exhibited a significant decrease in Dab1 mRNA levels (15 arb. units versus 33 in control littermates; p&lt;0.001, Student's t test; Figure 5G, I, J, L, M) as well as Dab1 protein levels (Figure 5G, H, J, K, M; Figure S7; 12 arb. units versus 37 in control littermates; p&lt;0.001, Student's t test), demonstrating that Foxp1 is both sufficient and required for Dab1 expression in migrating LMC neurons.\n\nControl of Differential Expression of Dab1 in LMC Neurons by Isl1 and Lhx1\n\nAlthough Foxp1 controls Dab1 expression, because of its uniform expression throughout the LMC, it appeared to us an unlikely determinant of the differential level of Dab1 expression in LMCl and LMCm neurons. LIM homeodomain proteins Isl1 and Lhx1 are determinants of, respectively, LMCm and LMCl neuronal fate, can influence their migration, and can control their axon trajectory by modulating Eph receptor expression (Figure S8 and Text S1; [22],[24],[25],[42]). We thus hypothesized that while Foxp1 activates Dab1 expression in all LMC neurons, Isl1 and Lhx1 have opposing effects on Dab1: (1) Isl1 lowers Dab1 expression in LMCm neurons while (2) Lhx1 elevates Dab1 expression in LMCl neurons. We tested the first of these hypotheses by electroporating Isl1 and LacZ expression plasmids, or a control LacZ expression plasmid alone into HH St 17/19 chick lumbar spinal cords and measuring changes in Dab1 mRNA levels relative to the unelectroporated control side at HH St 29 [22]. Expression of LacZ did not affect Isl1 or Dab1 mRNA expression while overexpression of Isl1 significantly reduced Dab1 mRNA expression levels in LMC neurons (Figure S9; e/u values: 1.4 for LacZ versus 0.7 for Isl1, p&lt;0.001, Student's t test) indicating that Isl1 can suppress Dab1 mRNA expression. To test whether Isl1 is required to control Dab1 expression, we examined the effects of siRNAs directed against Isl1 in LMC neurons but observed no significant difference in Dab1 expression when compared to controls (Figure S9 and Text S1). Together, these data suggest that Isl1 is sufficient but might be dispensable for the modulation of Dab1 expression in LMC neurons.\n\nWe next tested whether Lhx1 is required to specify the position of LMCl neurons by examining embryos with a conditional loss of Lhx1 function in LMC neurons, obtained by crossing Lhx1flox homozygotes with Isl1Cre/+; Lhx1tlz/+ mice, in which Isl1Cre drives Cre recombinase expression in all LMC neurons. We focused our analysis on e12.5 lumbosacral levels in two groups of embryos obtained from these crosses: Lhx1tlz/flox; Isl1Cre/+, designated as Lhx1COND, and control Lhx1tlz/+, designated as Lhx1+/−. Lhx1 loss of function did not affect the total number of LMC or LMCm neurons but resulted in ∼60% of LMCl neurons (Foxp1+Isl1−) losing their Lhx1 expression (Isl1−Lhx1/5+Foxp1+: 37.3% versus 95.2% in controls; p&lt;0.001, Student's t test, Figure 6I, unpublished data). We determined the soma position of three LMC neuronal populations: LMCm, LMCl, and LMCl neurons lacking Lhx1 expression, which were defined as Isl1−Foxp1+Lhx1/5− (LMCl*). As in control embryos, in which the majority of LMCl neurons settled in the most lateral part of the LMC, in Lhx1COND embryos, a significant proportion of LMCl* neurons settled laterally and the mean position of LMCm, LMCl, or LMCl* neurons was not changed when compared to controls (Figure 6A–J; Table S4). However, in Lhx1COND embryos, many LMCl* neurons were found in medial locations, intermingled with LMCm neurons (Figure 6A–H), and these neuronal displacements were more evident when we superimposed the positions of LMCl*, LMCl, and LMCm neurons in images of adjacent control and Lhx1COND spinal cords sections (Figure S10). To further characterise the medially displaced population of LMCl* neurons, we counted the number of LMC neurons in four equal quadrants of the LMC (Figure 6J, K, unpublished data). In both Lhx1 mutant and control embryos the majority of LMCm neurons were in the medial half of the LMC (unpublished data). In control embryos, 60% of LMCl neurons were in the lateral half of the LMC, compared to 42% of LMCl* neurons in Lhx1 mutants, representing a significant change (p = 0.003, Student's t test, Figure 6K), indicating that Lhx1 is required for LMCl position specification.\n\nTo determine whether Lhx1 directs LMCl migration by controlling Dab1 expression, we compared Dab1 protein levels in the lumbar spinal cord of e12.5 Lhx1 mutants in which at least 50% of LMCl neurons lost their Lhx1 expression and littermate controls [22]. Our analysis revealed that in Lhx1 mutants, Dab1 protein expression in LMC neurons was decreased by ∼20% when compared to control embryos (Figure 7A–H, O; p = 0.038, Student's t test). We also quantified Dab1 mRNA and protein levels in the LMCm, defined as containing &gt;90% of Isl1+Foxp1+ neurons and LMCl defined as Isl1−Foxp1+. Within the LMCm, Dab1 mRNA and protein levels were not significantly different from controls, while in LMCl of Lhx1 mutants, relative to controls, Dab1 mRNA was decreased significantly by approximately 40% (p = 0.01, Student's t test) and Dab1 protein was decreased significantly by ∼14% (p = 0.017, Student's t test, Figure 7O), indicating that Lhx1 is required for the differential expression of Dab1 in LMC neurons. Together, our results reveal that Foxp1 and Lhx1 coordinate LMC myotopy through their modulation of expression of neuronal migration and axon guidance effectors.\n\nDiscussion\n\nOur observation that Reelin is an essential signal specifying the location of LMC neurons in the ventral spinal cord allowed us to address how neuronal migration and axon guidance are coordinated to achieve topographical organisation. Our experiments demonstrate that the transcription factors specifying the axon trajectory of LMC neurons occupy a privileged position in the molecular hierarchy controlling myotopy as they also control LMC soma migration by gating Reelin signalling. Here we discuss Reelin as a motor neuron migration signal, coordination of axon trajectory selection and soma placement, and the possible functional consequences of myotopic organisation of motor neurons.\n\nReelin as a Migration Signal for Motor Neurons\n\nFollowing their birth near the ventricular zone, spinal neurons first migrate radially by perikaryal translocation, then tangentially, either in dorsal or ventral direction [14]. Reelin has been proposed as a radial migration signal; however, our observations argue that the initial, apparently radial trajectory of LMC motor neurons is Reelin signalling independent as is the case of PG and hindbrain motor neurons [36],[39]. Thus, in general, the radial migration trajectory of motor neurons might not require Reelin signalling, but once it is terminated, Reelin becomes an important guidance signal, suggesting that unlike cortical neurons that rely on Reelin for their localisation in the radial plane, motor neurons at different rostrocaudal levels of the spinal cord depend on Reelin for the tangential aspect of their migration.\n\nHow does Reelin act in motor neuron migration? The initial model where Reelin is a migration stop signal has been challenged by observations that Reelin overexpression in the cortical ventricular zone can rescue, at least in part, pre-plate splitting defects associated with Reelin loss of function [34],[35]. Likewise, overexpression of Reelin in the ventricular zone of the spinal cord rescues Reln mutant PG neuron migration defects but does not cause an overt phenotype in a wild type background [44]. In the context of LMC neurons, the Reelin expression domain is intercalated between the emerging postmitotic neurons and their final lateral position, thus precluding a function as a migration stop signal, unless at the time of their early migration LMC motor neurons are insensitive to Reelin. Our functional Reelin fragment overexpression in the ventral spinal cord resulted in LMCl motor neurons moving beyond their normal lateral position (E.P., T.-J.K., and A.K., unpublished observations); thus, in the context of motor neurons, Reelin is unlikely to function as a migration stop signal, rather, it likely promotes migration or enables LMC neurons to respond to a cue that provides spatial information.\n\nWhat is the relationship of the Reelin-mediated LMC position specification to that mediated by cadherins, Eph receptors, and the transcription factor Pea3 [27],[28],[29]? Because of their restricted expression patterns and functional analysis phenotypes, these are thought to operate at the level of motor pools, in contrast to Reelin signalling which appears to specify the position of the entire LMCl division. Cadherins have been shown to be involved in the clustering of specific motor pools via their combinatorial expression imparting different adhesion properties on specific motor pools. Similarly, although the early migration of LMC motor neurons in EphA4 mutants appears to be normal, eventually the position of the tibialis motor pool is shifted. Because of these observations, it is likely that Cadherins, EphA4, and Pea3 act at a step following Reelin-mediated migration of LMCl neurons. Unfortunately, since ETS genes, arguably the earliest molecular markers of motor pools, begin to be expressed at the time when LMCl somata attain their lateral position [45], it is technically difficult to ascertain experimentally whether motor pool clustering precedes or coincides with LMCl lateral migration. The differences between the LMC position phenotypes in Dab1 and Lhx1COND mutants might shed some light on this hierarchy. In Dab1 mutants, although shifted medio-ventrally, LMCl neurons remain clustered, in contrast to Lhx1 mutant LMCl motor neurons that can be found intermingled with LMCm neurons. These observations suggest that while the Dab1 mutation probably only leads to the absence of sensitivity to Reelin, the loss of the transcription factor Lhx1 might have consequences beyond the loss of Dab1, resulting, for example, in a change in expression of cell surface adhesion molecules allowing LMCl and LMCm neurons to intermingle.\n\nDab1 as a Neuronal Position Determinant\n\nOur findings demonstrate that migration of LMC neurons within the ventral spinal cord requires Reelin signalling through the intracellular adaptor protein Dab1. This requirement is principally evident in LMCl neurons and corresponds to the high level of Dab1 protein and mRNA expressed in this population when compared to LMCm neurons. Other studies have also implicated Dab1 protein levels controlled by Cullin5 and Notch signalling as a determinant of neuronal migration [46],[47], raising the question of how might differential Dab1 expression specify LMC soma position in the ventral spinal cord. Upon activation of the Reelin pathway, Dab1 is phosphorylated and rapidly degraded [30],[34]. Therefore, in the presence of Reelin, the low Dab1 protein levels in LMCm neurons might be depleted faster than the higher Dab1 protein levels in LMCl neurons, resulting in the termination of Reelin signalling and thus a migration stop occurring sooner in LMCm neurons than in LMCl neurons. This mode of Dab1 function assumes that Reelin promotes migration of LMC neurons, or is a factor enabling their reception of a migration cue and is consistent with our observation that both LMCl and LMCm neurons can respond to Reelin. Thus similar to the Toll-like receptor (TLR) [48] and chemokine [49] signalling pathways regulated by the level of expression of a signalling intermediate, Reelin signal is differentially gated in two neuronal populations through opposing levels of Dab1 expression. In such a model, we would favour the idea that Dab1 concentration, in the presence of Reelin, is an instructive determinant of LMC neuron position, although the formal demonstration of this through, for example, the change of LMCm Dab1 levels to match exactly those in LMCl neurons is technically challenging. Following its phosphorylation, Dab1 is targeted for polyubiquitination and degradation by Cullin5 [47], raising the possibility that in LMC neurons, Dab1 protein stability might contribute to the differences in Dab1 protein in LMC neurons. However, since in LMC neurons Cullin5 is apparently expressed at equal levels by LMCl and LMCm neurons (E.P. and A.K., unpublished observations), and because of the selective enrichment of Dab1 mRNA in LMCl neurons, compared to LMCm neurons, we favour the hypothesis that differential transcriptional regulation of the Dab1 gene or its mRNA stability is an important factor contributing to Dab1 protein levels in LMC neurons.\n\nGating of Reelin Signalling by Transcription Factor Restriction of Dab1 Expression\n\nOur results demonstrate that Dab1 expression levels in LMC neurons are set by Foxp1 and Lhx1, two transcription factors that are essential for the specification of LMC soma position [21],[22],[23]. Our data suggest the following model of Dab1 expression control in LMC neurons: a basal level of Dab1 expression in LMC neurons is induced or maintained by Foxp1, while Lhx1, a transcription factor selectively expressed in LMCl neurons, could act to elevate Dab1 expression in LMCl neurons. Additionally, based on its ability to suppress Lhx1 [22] and Dab1 mRNA expression in LMC neurons, Isl1 might function to diminish Dab1 expression in LMCm neurons. Thus, although we cannot exclude the influence of other transcription factors or distinguish whether the control of Dab1 expression by Foxp1 and Lhx1 occurs at the level of the Dab1 promoter, through intermediary transcription factors or regulation of Dab1 mRNA stability, we propose that the concerted action of Foxp1 and Lhx1 leads to differential Dab1 expression levels in LMC neurons.\n\nCould transcription factor control of Dab1 expression be a general mechanism gating Reelin signalling in the CNS? In the cortex, examples of control of migration effectors by transcription factors include the coupling of neurogenesis to migration by bHLH control of doublecortin and p35, Tbx20 control of the planar cell-polarity pathway, and Nkx2.1 control of Neuropilin2 expression [6], but to our knowledge, a general link between a specific transcription factor and Dab1 expression has so far only been established for CREB/CREM [50]. Intriguingly, in the spinal cord, like LMC neurons, PG neurons migrate in response to Reelin and also require Foxp1 for their specification [21],[23],[36], yet although their initial lateral migration path is shared, they eventually occupy two distinct locations in the spinal cord, raising the question of the identity of the divergent migration cues that act on these two motor neuron populations.\n\nCoordination of Myotopy by Transcription Factors\n\nThe myotopic organisation of spinal motor neurons is the consequence of the selection of a specific axon trajectory in the limb mesenchyme and of a particular soma location within the spinal cord. The two processes can be uncoupled by loss of Reelin, Eph signalling, or mutation of Lmx1b, a LIM homeodomain transcription factor that controls ephrin ligand expression in the limb [24],[26],[42], raising the question of the molecular hierarchy controlling myotopy. Foxp1 and Lhx1 determine the selection of a dorsal or ventral LMC axon trajectory through restriction of Eph receptor expression [21],[22],[23], and our data suggest that they gate LMC neuron sensitivity to Reelin signals, thereby specifying the position of LMC soma in the ventral spinal cord. These observations imply that the selection of an LMC axon trajectory in the limb and soma position within the ventral horn are normally controlled coordinately by Foxp1 and LIM homeodomain transcription factors. Based on these observations, we propose a simple hierarchy for motor axon trajectory and soma position selection coordination (Figure 8). Foxp1 together with Lhx1 and Isl1 transcription factors are required for the expression of Eph receptors in LMC axons, and thus their repulsion from ephrin ligands in the limb mesenchyme, leading to their selection of a dorsal or a ventral limb trajectory. Foxp1, Lhx1, and possibly Isl1 also establish disparate Dab1 protein levels in LMC neurons, thus enabling their cell bodies to segregate into distinct mediolateral positions. A number of transcription factors regulating reception of specific axon guidance receptors has already been described [4],[5], implying that some of them may also direct neuronal migration, thus coordinating topographic organisation of neuronal circuits. Moreover, topographical organisation also extends to dendrite arborisation and synaptic activity [19],[51], and since Foxp1 regulates the position of motor neuron dendrites [21], it remains plausible that the transcription factors controlling migration and axon projections may be used to control other facets of topographic organisation.\n\nWhy should neuronal migrations and axon trajectories be controlled coordinately? LMC neurons within a specific motor pool, i.e. those innervating a particular muscle, are electrically coupled through gap junctions, possibly to consolidate their electrical activity patterns during the time of spinal motor circuit assembly [52]. Aberrant soma position could result in the inability of LMC neurons to form electrically coupled motor pools even though neuromuscular junctions with appropriate muscle targets in the limb might be maintained. Thus, a motor neuron might receive appropriate signals from its muscle target but is unable to synchronise its electrophysiological maturation, such as calcium transient waves [53], with other motor neurons in its pool because of their dispersed position. The emergence of functional motor circuitry also depends on the formation of specific sensory-motor contacts achieved by sensory axons synapsing on the dendrites of homonymous motor neurons within the ventral spinal cord [54]. Motor neurons in distinct pools have stereotypic dendritic arbor shapes which in principle could be dictated by the position of the motor neuron soma [28], although it remains to be determined whether motor neuron soma displacement, without any effects on molecular markers of cell fate, results in dendritic arborisation defects and whether such defects alter the sensory-motor connectivity. Reelin signalling has also been implicated in cortical dendrite formation, raising the possibility that Reln mutation might lead to LMC dendritic arbour defects independently of its effect on soma localisation. Moreover, in Reln mutant mice, although retrograde and electrophysiological analysis reveals relatively normal cortico-thalamic connectivity, retinal circuit connectivity is perturbed possibly due to defects in neuronal layer formation [55],[56]. Because of the involvement of Reelin in synapse function [57], it is difficult to dissociate the functional consequences of altered topography in Reelin signalling loss of function from altered synaptic function. However, examples of severe functional deficits caused by neural circuit topography disruption apparently independent of Reelin signalling [58] highlight the importance of topographic organisation of the nervous system.\n\nMaterials and Methods\n\nAnimals\n\nAll mice were maintained and genotyped by PCR as previously described [21],[31],[43],[59],[60],[61],[62]; Reln allele was Relnrl/J (Jackson Laboratory, USA). Fertilised chick eggs (Couvoir Simentin, Canada) were staged according to Hamburger and Hamilton [38].\n\nExpression Plasmid Generation and Chick In Ovo Electroporation\n\nChicken Dab1L isoform (NM_204238) [63] was cloned by RT-PCR (Invitrogen, USA) and fused in frame to GFP at the C-terminus in pN2-eGFP (Invitrogen, USA).\n\nChick spinal cord electroporation was performed using a Ovodyne TSS20 square pulse generator (Intracell, UK) as described [24],[64].\n\nImmunostaining and In Situ mRNA Detection\n\nImmunofluorescence stainings were carried out on 12 µm cryosections as described [22],[24]. For antisera used and dilutions, see Table S1.\n\nIn situ mRNA detection was performed as previously described [65],[66]. Probe sequence details are available upon request.\n\nImage Quantification\n\nImages were acquired using a Zeiss LSM confocal microscope or a Leica DM6000 microscope with Improvision Volocity software. Quantification of protein and mRNA expression, GFP- and β-gal-labelled axon projections was as described [24],[65]. To quantify axon projections in hCrest/Isl1-PLAP embryos, 12 µm cryosections were immunostained (see Table S1), post-fixed, washed, and incubated at 65°C. Phosphatase activity was revealed simultaneously in sections containing mutant and control tissue. The signal was quantified in sections sampled at 30–50 µm rostrocaudal intervals at the cervical level with at least six sections analysed per embryo.\n\nMotor Neuron Position Quantification\n\nAll quantifications were done between lumbosacral (LS)4 and LS6 levels as assessed by vertebra counts and absence of pSmad1+ PG neurons [23]. Neurons were imaged in 12 µm cryosections sampled at 100 µm intervals using a Zeiss LSM confocal or Leica DM6000 fluorescent light microscope; ML and DV values were calculated using ImageJ software measurements of distance (D) and angle (α) of motor neuron soma from the ventral edge of the ventricular zone (see Text S1 for details) and then plotted using Matlab software running the “dscatter” function, which creates a scatter plot with contour lines linking data points with similar frequency and colour intensities that increase with data point frequency.\n\nIn all cases, to compare the vectors of means between experimental and control groups, we used a two-sample Hotelling's T2, which is a two-dimensional generalization of the Student's t test, combined with a randomization test under the assumption of unequal variances, which does not rely on the stringent assumptions of the parametric Hotelling's T2, to circumvent the difficulty of having moderately sized samples. The analysis was implemented using the NCSS software package (Hitze J. (2007); Kaysville, Utah, www.ncss.com).\n\nSupporting Information"
}