{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000732",
  "doi": "10.1371/journal.pbio.3000732",
  "externalIds": [
    "pii:PBIOLOGY-D-20-00389",
    "pmid:32603375",
    "pmcid:PMC7326158"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Paradoxical activation of AMPK by glucose drives selective EP300 activity in colorectal cancer",
  "authors": [
    {
      "name": "María Gutiérrez-Salmerón",
      "first": "María",
      "last": "Gutiérrez-Salmerón",
      "affiliation": "Area of Physiology, Faculty of Health Sciences, University Rey Juan Carlos, Alcorcón, Madrid, Spain",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-6818-6951"
      ]
    },
    {
      "name": "José Manuel García-Martínez",
      "first": "José Manuel",
      "last": "García-Martínez",
      "affiliation": "Area of Physiology, Faculty of Health Sciences, University Rey Juan Carlos, Alcorcón, Madrid, Spain",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-6498-5174"
      ]
    },
    {
      "name": "Javier Martínez-Useros",
      "first": "Javier",
      "last": "Martínez-Useros",
      "affiliation": "Translational Oncology Division, OncoHealth Institute, Health Research Institute-University Hospital Fundación Jiménez Diaz-UAM, Madrid, Spain"
    },
    {
      "name": "María Jesús Fernández-Aceñero",
      "first": "María Jesús",
      "last": "Fernández-Aceñero",
      "affiliation": "Department of Surgical Pathology, Hospital Gregorio Marañon, Madrid, Spain"
    },
    {
      "name": "Benoit Viollet",
      "first": "Benoit",
      "last": "Viollet",
      "affiliation": "Université de Paris, Institut Cochin, CNRS, INSERM, Paris, France",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-0121-0224"
      ]
    },
    {
      "name": "Severine Olivier",
      "first": "Severine",
      "last": "Olivier",
      "affiliation": "Université de Paris, Institut Cochin, CNRS, INSERM, Paris, France",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-7653-2295"
      ]
    },
    {
      "name": "Jagat Chauhan",
      "first": "Jagat",
      "last": "Chauhan",
      "affiliation": "Ludwig Institute for Cancer Research, Nuffield Department of Medicine, University of Oxford, Oxford, United Kingdom"
    },
    {
      "name": "Silvia R. Lucena",
      "first": "Silvia R.",
      "last": "Lucena",
      "affiliation": "Area of Physiology, Faculty of Health Sciences, University Rey Juan Carlos, Alcorcón, Madrid, Spain",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-1803-3922"
      ]
    },
    {
      "name": "Antonio De la Vieja",
      "first": "Antonio",
      "last": "De la Vieja",
      "affiliation": "Unidad de Tumores Endocrinos (UFIEC), Instituto de Salud Carlos III and CiberOnc, Majadahonda, Madrid, Spain",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-1187-1907"
      ]
    },
    {
      "name": "Colin R. Goding",
      "first": "Colin R.",
      "last": "Goding",
      "affiliation": "Ludwig Institute for Cancer Research, Nuffield Department of Medicine, University of Oxford, Oxford, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-1614-3909"
      ]
    },
    {
      "name": "Ana Chocarro-Calvo",
      "first": "Ana",
      "last": "Chocarro-Calvo",
      "affiliation": "Area of Physiology, Faculty of Health Sciences, University Rey Juan Carlos, Alcorcón, Madrid, Spain; Ludwig Institute for Cancer Research, Nuffield Department of Medicine, University of Oxford, Oxford, United Kingdom",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-1476-4848"
      ]
    },
    {
      "name": "Custodia García-Jiménez",
      "first": "Custodia",
      "last": "García-Jiménez",
      "affiliation": "Area of Physiology, Faculty of Health Sciences, University Rey Juan Carlos, Alcorcón, Madrid, Spain",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-0146-4424"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-06-30",
  "dateAccepted": "2020-05-27",
  "dateReceived": "2020-02-17",
  "volume": "18",
  "number": "6",
  "pages": "e3000732",
  "tags": [
    "Biochemistry",
    "Cancers and neoplasms",
    "Carbohydrate metabolism",
    "Carbohydrates",
    "Cell biology",
    "Cell signaling",
    "Chemical compounds",
    "Chemistry",
    "Colorectal cancer",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cancers and neoplasms",
    "Discipline-v3/Carbohydrate metabolism",
    "Discipline-v3/Carbohydrates",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell signaling",
    "Discipline-v3/Chemical compounds",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Colorectal cancer",
    "Discipline-v3/Gastroenterology and hepatology",
    "Discipline-v3/Gastrointestinal cancers",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Genetics",
    "Discipline-v3/Glucose",
    "Discipline-v3/Glucose metabolism",
    "Discipline-v3/Glucose signaling",
    "Discipline-v3/Glycobiology",
    "Discipline-v3/Glycogens",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Metabolism",
    "Discipline-v3/Monosaccharides",
    "Discipline-v3/Oncology",
    "Discipline-v3/Organic chemistry",
    "Discipline-v3/Organic compounds",
    "Discipline-v3/Phosphorylation",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Post-translational modification",
    "Discipline-v3/Proteins",
    "Discipline-v3/Signal transduction",
    "Gastroenterology and hepatology",
    "Gastrointestinal cancers",
    "Gene expression",
    "Genetics",
    "Glucose",
    "Glucose metabolism",
    "Glucose signaling",
    "Glycobiology",
    "Glycogens",
    "Metabolism",
    "Monosaccharides",
    "Oncology",
    "Organic chemistry",
    "Organic compounds",
    "Phosphorylation",
    "Post-translational modification",
    "Proteins",
    "Signal transduction",
    "Type/Research Article"
  ],
  "abstract": "Coordination of gene expression with nutrient availability supports proliferation and homeostasis and is shaped by protein acetylation. Yet how physiological/pathological signals link acetylation to specific gene expression programs and whether such responses are cell-type–specific is unclear. AMP-activated protein kinase (AMPK) is a key energy sensor, activated by glucose limitation to resolve nutrient supply–demand imbalances, critical for diabetes and cancer. Unexpectedly, we show here that, in gastrointestinal cancer cells, glucose activates AMPK to selectively induce EP300, but not CREB-binding protein (CBP). Consequently, EP300 is redirected away from nuclear receptors that promote differentiation towards β-catenin, a driver of proliferation and colorectal tumorigenesis. Importantly, blocking glycogen synthesis permits reactive oxygen species (ROS) accumulation and AMPK activation in response to glucose in previously nonresponsive cells. Notably, glycogen content and activity of the ROS/AMPK/EP300/β-catenin axis are opposite in healthy versus tumor sections. Glycogen content reduction from healthy to tumor tissue may explain AMPK switching from tumor suppressor to activator during tumor evolution.",
  "fullText": "Introduction\n\nCoordination of gene expression programs that drive proliferation and differentiation is essential to maintain homeostasis and for development. Understanding how the availability of nutrients needed for macromolecule synthesis is coordinated with gene expression reprogramming is a key issue. Recent insights have revealed a key integrating role for the evolutionarily conserved lysine acetyl-transferases EP300 and the highly related CREB-binding protein (CBP), which target histone and nonhistone proteins to modify their interactions and/or activities [1]. Best known as co-factors for a wide range of transcription factors—including nuclear receptors, β-catenin, Smad, or p53—EP300 and CBP share most targets, and as functional differences remain unclear, they are often referred to as EP300/CBP. In addition to acting as transcription co-factors, EP300/CBP have also been implicated in DNA damage repair and control of proliferation [2], with increasing evidence suggesting a role in regulating metabolism [3–5] and autophagy [6,7]. Given the broad repertoire of interactors and the limited pools of EP300/CBP, it has been suggested that there may be competition for EP300/CBP [1], raising the possibility that environmental cues signal to direct EP300/CBP interactions towards specific pathways. For example, recruitment of EP300/CBP to the cAMP-response element binding protein CREB is enhanced by CREB phosphorylation in response to elevated cAMP [8] or intracellular calcium [9]. Alternatively, direct post-translational modification (PTM) of EP300/CBP itself may regulate its activity or association with specific interactors.\n\nSeveral intra- and extracellular inputs modulate EP300/CBP activity, with PTMs such as methylation, ubiquitination, sumoylation, or phosphorylation [10] altering protein stability, interactions, and ultimately function [11]. Most notable are phosphorylation events within the C-terminal (Carboxy terminus [Ct]) region that relieve inhibition of the acetyl-transferase domain through a conformational switch [7]. EP300 can be phosphorylated within the Ct by AKT [12] and the mitogen-activated protein kinase (MAPK) extracellular signal-regulated kinase (ERK) [10] downstream from pro-proliferative receptor tyrosine kinases as well as by mammalian Target Of Rapamycin Complex 1 (mTORC1) [7], which is in turn activated by amino acids needed for proliferation. In-trans auto-acetylation of EP300 was suggested to yield increased acetyl-transferase activity that may enhance its stability [13,14]. In addition to the Ct regulatory inputs, the amino terminus (Nt) of EP300 is also modified at S89 by protein kinase C (PKC) or AMP-activated protein kinase (AMPK), a key cellular sensor that controls the balance between catabolism and anabolism. AMPK-mediated phosphorylation of EP300 prevents its interaction with nuclear hormone receptors [15]. Since AMPK is generally activated in response to reduced glucose availability or by increased AMP:ATP or ADP:ATP ratio [16,17], AMPK-driven inhibition of EP300/nuclear receptor interaction provides a means to coordinate its activity with the supply of energy. However, it is unclear whether the response to changing glucose levels is specific to EP300 or CBP, whether it may affect gene expression programs independent of nuclear receptors, or whether the AMPK response differs between cell types. Especially relevant would be differences between cells that have physiological roles in glucose sensing and cells that exhibit metabolic pathologies such as cancer cells.\n\nGiven the critical importance of EP300/CBP for gene expression, understanding their regulation by the metabolic context during tumor evolution is a key issue. Here we explore the response of EP300 to changing glucose levels in gastrointestinal cancer cells. We show in vitro, in vivo, and in human clinical samples that, in contrast to expectation, exposure to glucose in colon cancer cells triggers AMPK activation that increases EP300 levels and redirects EP300 away from nuclear hormone receptors towards β-catenin, a key driver of colorectal cancer proliferation. By contrast, in healthy colon or other cancer cell types, glycogen storage blocks the ability of glucose to activate the reactive oxygen species (ROS)/AMPK/EP300/β-catenin axis.\n\nResults\n\nCell-type–specific activation of EP300 but not CBP by glucose\n\nGlucose uptake can fuel glycolysis to generate acetyl-CoA, a key co-factor for the EP300/CBP acetyl transferase [18,19] that should be important for several pathologies, including diabetes and cancer [1]. Addition of glucose to gastrointestinal murine (STC-1) or human (HCT 116) cancer cells previously starved of glucose for 36 h leads to significantly increased cytoplasmic and nuclear EP300 levels as detected by western blotting (S1A Fig) and immunofluorescence (S1B Fig); note that EP300 major fraction is nuclear. Remarkably, glucose-mediated induction of EP300 levels is restricted to gastrointestinal cancer cells (Fig 1A) with no effects in cancer cells from associated organs like pancreas AsPC-1 or liver Hep G2, or unrelated human cancer cells like IGR37 melanoma or Raji B-cell lymphoma. Surprisingly, despite the high homology of EP300 and CBP and the lack of identified stimuli that discriminate between them, exposure to glucose selectively increased EP300, as shown in Fig 1A and S1A and S1B Fig, without altering the levels of CBP or the associated acetyltransferase P300/CBP-associated factor (PCAF) (Fig 1B).\n\nAlthough we anticipated elevated EP300 levels in response to glucose to be mediated by increased EP300 transcription, as reported for human endothelial umbilical vein cells (HUVEC) [3], unexpectedly, EP300 mRNA levels were moderately decreased in response to glucose (Fig 1C), indicating that glucose might increase EP300 protein stability. Indeed, inhibition of protein synthesis by cycloheximide (CHX) revealed augmented EP300 protein stability in HCT 116 colon cancer cells exposed to glucose (Fig 1D), likely triggered by PTMs.\n\nSince auto-acetylation of EP300/CBP in trans enhances its catalytic activity [13,14,20], EP300 acetylation status in response to glucose addition was examined by immunoprecipitation of cell extracts using an anti-acetyl lysine antibody followed by western blotting. The results revealed increased levels of acetylated EP300, but not acetylated CBP, following stimulation of STC-1 and HCT 116 cells with glucose (Fig 1E), with acetylation of EP300 being blocked using the selective EP300 inhibitor C646 [21]. Acetylation of H3K9, a specific target of EP300 but not of CBP [22,23], was also increased by glucose exposure and was prevented by C646 (S1C Fig).\n\nCollectively, the results indicate that in gastrointestinal, but not in multiple other cancer cell types, glucose levels selectively increase EP300 but not CBP. The data suggest that additional high-glucose–induced PTMs in EP300 may mediate its pro-proliferative effects on colon cancer cells.\n\nSelective induction of EP300 by high glucose correlates with cell-type–specific AMPK activation\n\nWe reasoned that differential interactions and enhanced acetylation of EP300 molecules in response to glucose may rely on additional PTMs and initially explored the possibility that glucose would regulate one of the several kinases known to phosphorylate EP300 (Fig 2A). Using H2O2 as a positive control known to induce ERK, p38, AKT [24,25], and AMPK [26], glucose only activated AMPK among these kinases (S2A Fig). We therefore focused our attention on AMPK, a kinase that we anticipated would be inhibited by glucose addition. To our surprise, time course experiments in gastrointestinal cancer cells revealed that glucose induced a significant activation of AMPK, as detected by the activating phosphorylation on T172, as well as increased phosphorylation of the canonical AMPK substrate Acetyl-Coenzyme A Carboxilase 1 (ACC1) on S79 (Fig 2B). Most notably, like EP300, AMPK was induced by glucose in the panel of gastrointestinal cancer cell lines, but not in hepatocellular carcinoma Hep G2 cells (Fig 2C). Importantly, phosphorylation at the EP300 consensus AMPK site (S89) correlated with increased EP300 protein levels in gastrointestinal cancer cells but not in Hep G2 liver cancer cells (Fig 2D).\n\nElevated EP300 levels by glucose may generally increase EP300-substrate interactions, leading to increased acetylation of EP300 substrates: EP300 itself and H3K9, as shown in Fig 1E and S1C Fig. However, since phosphorylation of EP300 (S89) by AMPK was previously reported to decrease EP300/Peroxisome Proliferator-Activated Receptor gamma (PPARγ) interactions in BHK cells [15], co-immunoprecipitations with anti-EP300 antibodies were used to evaluate EP300 interactions. EP300/PPARγ interactions, examined as a control, were down-regulated also in gastrointestinal cancer cells (Fig 2E). Likewise, EP300 interactions with the nuclear receptor for vitamin D (VDR), associated with colon differentiation, were also decreased, extending previous findings. Surprisingly, by contrast, the interactions of EP300 with the pro-proliferative factor β-catenin, the effector of Wnt signaling critical for colon tumorigenesis, were remarkably increased. Furthermore, glucose induction of EP300/β-catenin interaction correlated with activation of β-catenin target genes critical for proliferation such as CCND1 (cyclin D) and MYC as revealed by quantitative Reverse Transcription Polymerase Chain Reaction (qRT-PCR) (Fig 2F).\n\nIn sum, the results indicate that glucose promotes a selective switch in EP300 to favor proliferation-related EP300/β-catenin interactions and suppresses differentiation-related EP300/VDR interactions.\n\nCell-type–specific induction of EP300 by glucose relies on AMPK activation\n\nThe ability of glucose to stimulate AMPK activity in gastrointestinal cancer cells suggested that it was a candidate regulator of the cell-type–specific response of EP300 to glucose. To determine whether EP300 protein levels increased in response to glucose through AMPK induction, we manipulated AMPK activity and examined the EP300 response. Cells were exposed to metformin or 5-aminoimidazole-4-carboxamide ribonucleotide (AICAR) that pharmacologically activate AMPK indirectly [27], with glucose being used as a positive control. Fig 3A reveals that both metformin and AICAR increased pAMPK (T172) and induced a parallel increase in EP300 levels in STC-1 and HCT 116 cells. Likewise, direct induction of AMPK with the activator A769662, which binds to the AMPK beta1 subunit and acts both allosterically and via inhibition of AMPK (T172) dephosphorylation [28,29], also increased EP300 levels in HCT 116 (Fig 3B). Importantly, direct induction of AMPK with A769662 led to enhanced interaction between EP300 and β-catenin (Fig 3C), that can promote colon cancer proliferation during tumorigenesis. Conversely, inhibiting AMPK using the ATP competitive Compound C blocked glucose induction of pAMPK (T172) and of EP300 (Fig 3D). Small interfering RNA (siRNA) mediated depletion of AMPK, and consequently of pAMPK (T172), also blocked EP300 accumulation in response to glucose in STC-1 and HTC 116 gastrointestinal cancer cell lines (Fig 3E). To eliminate any potential off-target effects of the siRNA or pharmacological regulators of AMPK activity, we obtained 2 different clones of CRISPR/Cas9-mediated AMPK α1 and α2 knockout (KO) Caco-2 colon cancer cells [30,31]. Although the parental scramble Caco-2 cells responded to glucose by inducing EP300 protein levels, this effect was ablated in the AMPKα KO cells (Fig 3F). Furthermore, expression of a constitutively active deletion mutant of AMPK [32] reproduced the accumulation of EP300 in response to glucose (S3A Fig). By contrast, neither inhibition of EP300 using C646 (S3B Fig) nor overexpression of EP300 (S3C Fig) altered the induction of AMPK phosphorylation by glucose, indicating that EP300 lies downstream of AMPK and not upstream. Collectively, the data so far are consistent with glucose-driven activation of AMPK in gastrointestinal cancer cells leading to increased EP300 protein levels and selective interactions and activity.\n\nGlucose metabolism-generated ROS activate AMPK in cancer cells that cannot store glycogen\n\nSince AMPK is a known energy sensor induced by starvation, it was surprising that the mechanism by which glucose induced EP300 in gastrointestinal cancer cells was through AMPK activation. AMPK can be stimulated through both canonical and noncanonical pathways. Canonical, energy-sensing pathways are dependent on increased intracellular AMP/ATP, ADP/ATP ratios. Noncanonical pathways are dependent on stresses, such as increased intracellular Ca+2 or decreased fructose-1,6-bisphosphate (FBP levels) and are exemplified by ROS induction or glucose deprivation [33–37]. To explore the mechanism of AMPK activation by glucose, we examined whether, in gastrointestinal cancer cells, 25 mM glucose might induce osmotic stress that causes AMPK activation. STC-1 cells were cultured in parallel with similar concentrations of glucose or mannitol, a membrane-impermeable carbohydrate. Unlike glucose, mannitol induced accumulation neither of pAMPK (T172) nor of EP300 or EP300 phosphorylation (S89) (S4A Fig), indicating that osmotic stress is not the cause of EP300 induction. The use of 2-deoxy-glucose (2-DG), a non-metabolizable carbohydrate, allowed us to explore the need of glucose metabolism for AMPK activation in gastrointestinal cancer cells. While both pAMPK (T172) and EP300 levels were induced by glucose in HCT 116 cells, addition of 2-DG interfered with glucose-mediated activation of AMPK and EP300 (S4B Fig). Together, these results suggest that glucose metabolism is necessary for AMPK induction. In consequence, we hypothesized that perhaps in Hep G2 cells (in which glucose did not induce AMPK), glucose was not metabolized but was stored instead as glycogen.\n\nGlycogen storage was assayed using Periodic Acid-Schiff (PAS) staining, and pre-digestion with α-amylase or diastase (Periodic Acid-Schiff with alpha amylase [PAS-D]) that degrades glycogen was used to determine the specificity of PAS staining for glycogen. The results revealed that Hep G2 cells exhibited a basal level of glycogen and dramatically augmented glycogen stores when exposed to glucose (Fig 4A). By contrast, HCT 116 colon cancer cells did not accumulate glycogen in response to high glucose exposure. In line with these results, glucose increased the levels of the rate-limiting glycogen synthesis enzyme Glycogen Synthase 2 (GYS2) in Hep G2 cells, but not in HCT 116 (Fig 4B). Note that increased GYS2 inversely correlated with pAMPK (T172) in Hep G2 cells. Remarkably, siRNA-mediated GYS2 depletion led to AMPK induction by glucose in liver Hep G2 cancer cells (Fig 4C). Thus, blocking glycogen synthesis triggers AMPK activation by glucose in otherwise unresponsive cells.\n\nAs glucose-mediated activation of the AMPK/EP300 axis favors EP300/β-catenin association and would be inhibited in the presence of high GYS2, we anticipated that in liver cancer, in which GYS2 levels vary considerably, high GSY2 activity would correlate with reduced β-catenin activity. Remarkably, Fig 4D shows that in The Cancer Genome Atlas (TCGA) liver cancer (HCC) cohort, high expression of Wnt/β-catenin targets strongly anti-correlated with GYS2 expression. A Kaplan-Meier plot of disease-free survival versus GYS2 content in this cohort (S4C Fig) indicated that high GYS2 expression is associated with significantly higher survival up to 80 months.\n\nSince glucose metabolism was required for AMPK induction in gastrointestinal cancer cells unable to store glycogen, we evaluated the possibility that glucose metabolism-generated ROS can noncanonically induce AMPK [37]. In gastrointestinal cancer STC-1 and HCT 116 cell lines, high glucose concentrations increased the production of ROS over time up to levels comparable to those induced by 30-min treatment with 100 μM H2O2 (Fig 4E and S4D Fig). By contrast, Hep G2 hepatocellular carcinoma cells, which exhibited lower basal ROS, did not significantly increase ROS production upon exposure to glucose (Fig 4E). Lack of ROS production together with increased glycogen content in Hep G2 upon glucose exposure (Fig 4A), inhibited pAMPK (T172) in these cells (S4E Fig), ERK 1/2 phosphorylation is shown as a positive control for H2O2 [38]. Significantly, siRNA-specific depletion of GYS2 in Hep G2 cells cultured with high glucose led to increased ROS (S4F Fig), consistent with glucose induction of pAMPK (T172) in Hep G2 depleted of GYS2 as shown in Fig 4C.\n\nCoenzyme Q (CoQ10), or ubiquinone, acts as an electron carrier from complex I or complex II to complex III within the inner mitochondrial membrane and is also a potent antioxidant that neutralizes free radicals [39]. In gastrointestinal cancer cells, CoQ10 reduced the production of ROS in response to glucose or H2O2 (S4G Fig). Consistent with this, CoQ10 blocked the glucose-driven induction of pAMPK (T172) (Fig 4F) and the downstream pEP300 (S89) phosphorylation and accumulation of EP300 (Fig 4G). Importantly, glucose-mediated induction of H3K9 Ace was also prevented by CoQ10 (S4H Fig).\n\nThe results so far are consistent with a model in which colon cancer cells do not accumulate glycogen and glucose metabolism elevates ROS. Lack of glycogen and elevated ROS induce AMPK-mediated activation of EP300 to enhance β-catenin signaling. In line with this, a ROS-induced gene expression signature directly correlated with expression of a set of β-catenin target genes in the TCGA colorectal cancer cohort (Fig 4H). Relevant to these results, since glycogen synthase kinase 3β (GSK3β) induces β-catenin degradation and glycogen synthase inactivation, note that glucose did not significantly change GSK3β activity in colon cancer cells, according to unchanged levels of pGSK3β (S9) as previously published [40]. Thus, the inability of colorectal cancer cells to divert glucose away from metabolism into glycogen storage underpins the cell-type–specific activation of the glucose/ROS/AMPK/EP300/β-catenin axis.\n\nThe ROS/AMPK/EP300/β-catenin axis drives glucose-mediated gastrointestinal cancer cell proliferation\n\nOur results suggest that the interaction between EP300 and β-catenin, a key event in gastrointestinal neoplasia, is driven by glucose-mediated activation of AMPK via ROS. To confirm that this pathway drives proliferation, consistent with the ability of glucose to increase transcription of the β-catenin target genes CCND1 and MYC (Fig 2F), we examined the effect of glucose and its downstream effectors on the cell cycle of gastrointestinal cancer cells. Flow cytometry indicated that increasing glucose levels accelerated cell cycle progression by shortening G1 to increase the number of cells in S and G2M (S5A Fig), with a total increase in the proliferation rate (S5B Fig).\n\nIn support of a ROS/AMPK/EP300/β-catenin axis mediating glucose-induced proliferation of colon cancer cells, blockade at each level (Fig 5A) abolished the effects of glucose on proliferation. First, counteracting ROS accumulation with CoQ10 reduced the proliferative response of gastrointestinal cancer cells to high glucose (Fig 5B). Inhibition of AMPK with Compound C (Fig 5C) or AMPK deletion with CRISPR/Cas9 (Fig 5D) reduced proliferation to similar levels. Both AMPKα1/α2 KO clones (KO 1 and KO 2) were analyzed and gave similar results although, for simplicity, only clone KO 1 is shown. Moreover, inhibition of EP300 activity using C646 also interfered with high-glucose–induced acceleration of the cell cycle (Fig 5E) and decreased the cellular proliferation rate (Fig 5F). Finally, siRNA-mediated depletion of β-catenin also interfered with the acceleration of the cell cycle by glucose (Fig 5G) and blocked its pro-proliferative effects (Fig 5H), indicating that increased proliferation of colon cancer cells in response to glucose requires β-catenin.\n\nTaken together, the results suggest that glucose specifically promotes gastrointestinal cancer cell growth through increased ROS production that induces AMPK and EP300-driven interaction with, and acetylation of, β-catenin. Acetylation of β-catenin is required for nuclear accumulation in colon cancer cells [40].\n\nThe glucose/ROS/AMPK/EP300/β-catenin axis is on in mouse and human colorectal cancer\n\nTo validate in vivo the pro-proliferative ROS-AMPK-EP300/β-catenin axis, we used combined azoxymethane and dextran sodium sulfate (AOM/DSS) to induce tumors in C57/Bl6 mice, a well-established model of colorectal cancer [41]. Fig 6A depicts the protocol to induce tumors with representative colonoscopy taken after tumor induction and methylene blue staining of the median intestinal section. PAS staining and pre-digestion with diastase (PAS-D) of consecutive sections revealed abundant glycogen content in healthy colon tissue (Fig 6B). In clear contrast with healthy tissue, tumor sections were PAS negative and thus depleted of any glycogen content (Fig 6C). In healthy tissue, glycogen stores anti-correlated with pAMPK (T172), pEP300 (S89), and nuclear β-catenin (Fig 6C). By contrast, tumor sections were depleted of glycogen and exhibited high levels of ROS, pAMPK (T172), pEP300 (S89), and nuclear and cytoplasmic β-catenin. Thus, tissue data are consistent with our results in cell lines. Immunohistochemistry from tumor and healthy sections from 19 mice were semi-quantitatively evaluated with an H-score, combining intensity of the staining and percentage of positive cells. The relationship between ROS (8-OHdG), pAMPK (T172), pEP300 (S89), and β-catenin was assessed by linear correlation (Fig 6D). pEP300 (S89) and β-catenin, factors located downstream of the axis, were positively correlated (R = 0.641; P = 0.003). Although linear correlation between the other factors did not achieve statistical significance, a high trend towards significance and a moderate positive correlation was found between ROS and pAMPK (T172) (R = 0.339; P = 0.144) and between pAMPK (T172) and β-catenin (R = 0.410; P = 0.072). Bearing in mind that the analysis was done in 19 isogenic mice, the results suggested that the ROS/AMPK/EP300/β-catenin axis might be “ON” in tumor tissue and “OFF” in adjacent healthy sections and encouraged us to study its relevance in human samples.\n\nConsistent with the mouse results, PAS staining of healthy human tissue sections revealed the presence of abundant glycogen and neutral mucins, and pre-digestion of consecutive sections with diastase (PAS-D) confirmed the important contribution of glycogen (Fig 7A). The surprising capacity to store glycogen in healthy colon was confirmed in in vitro–cultured healthy colon HIEC 6 cells exposed to glucose 25 mM (Fig 7B).\n\nThe clinical relevance of the ROS/AMPK/EP300/β-catenin axis was examined in human samples (Fig 7C and 7D). Representative pictures of human large bowel sections (Fig 7C) illustrate that healthy sections were PAS positive in contrast with the PAS-negative tumor sections, as described for mouse. Moreover, the ROS/AMPK/EP300/β-catenin axis was active in human cancers and inactive in adjacent nontumor tissue, consistent with the in vivo data from mice. Core sections from 95 stage II colorectal cancer patients with the clinical features of tumors summarized in S1 Table were probed in tissue microarrays (TMAs) with the relevant antibodies. The immunohistochemistry from the TMA was semi-quantitatively evaluated with an H-score, combining intensity of the staining and percentage of positive cells. A linear correlation was assessed to study the relationship between ROS (8-OHdG), pAMPK (T172), pEP300 (S89), and β-catenin, (Fig 7D). A positive and significant linear correlation was revealed between each two nodes of the axis. First, ROS and pAMPK (T172) levels exhibited a positive and significant correlation (r = 0.289, P = 0.001). Second, a positive significant correlation (r = 0.269, P = 0.012) between pAMPK (T172) and pEP300 (S89) was found. Third, pEP300 (S89) and β-catenin were also directly correlated (r = 0.275, P = 0.010).\n\nTaken together, the results suggest that the presence of glycogen in healthy colon epithelia at tumor initiation may inhibit AMPK, whereas upon tumor evolution, combined loss of capacity to store glycogen and increased glucose uptake and metabolism induce a ROS/AMPK/EP300/β-catenin axis that sustains proliferation of colon cancer cells.\n\nDiscussion\n\nThe ability of cells to coordinate energy supply with gene expression is crucial to control migration, proliferation, and homeostasis [43]. It is widely assumed that the response to key nutrients such as glucose is likely to be similar between different cell types. In this respect, glucose limitation or starvation is known to activate AMPK in cells of diverse origins, including liver cancer Hep G2 cells [44,45]. However, most of these studies were done in tissues such as liver, muscle, and adipose that facilitate maintenance of whole-body energy homeostasis by releasing energy from glycogen or fat store. Remarkably, we reveal here that in gastrointestinal, but not in several other cancer cell types, AMPK is in fact activated by glucose. The apparently paradoxical activation of AMPK in gastrointestinal cancer cells arises as a consequence of ROS production generated by glucose metabolism and is suppressed in other cell types with an ability to synthesize and store glycogen. Thus, the fate of glucose within cells—increased metabolism and ROS accumulation versus storage as glycogen—is a key determinant for the response of AMPK, which in turn controls cellular metabolism and downstream transcription programs through effectors such as EP300.\n\nOur results indicate that, in gastrointestinal cancer cells, the activation of AMPK in response to glucose leads to EP300 stabilization and increased interaction with β-catenin that can promote pro-proliferative MYC and CCND1 expression. By contrast, AMPK-driven phosphorylation of EP300 interferes with EP300/VDR and PPARγ interactions, which are crucial for differentiation and homeostasis of gastrointestinal mucosa [46]. This is in line with previous observations that in BHK cells, phosphorylation of EP300 at S89 also decreases EP300 interactions with the nuclear receptors for thyroid hormones (TR) for All-trans Retinoic Acid (RAR) and for 9-cis Retinoic Acid (RXR) [15]. Our data are consistent with exposure to high glucose of gastrointestinal cancer cells, but not healthy or other cancer types, promoting a switch of a limited EP300 pool from nuclear receptors towards β-catenin leading to a pro-proliferative outcome. Since S89 is not conserved between EP300 and CBP, this may explain the specificity of EP300 regulation by glucose. It could be argued that phosphorylation of pEP300 at S89 is mediated by PKC as previously reported in in vitro assays or HeLa cells [47,48]. Although PKC and AMPK target similar consensus sequences, PKC exhibits additional requirements at position −3 that make EP300 a poor PKC substrate. Moreover, we have been unable to detect induction of PKC by high glucose in gastrointestinal cancer cells. Since the siRNA-mediated depletion or CRISPR/Cas9-mediated deletion of AMPK abolishes, and the constitutively active AMPK mutant mimics the induction of EP300 by glucose, we believe the major phosphorylation event on S89 is mediated by AMPK. Nevertheless, in some cell types, PKC may induce pEP300 (S89) indirectly through AMPK activation as shown in monocytes [49].\n\nUnlike in gastrointestinal cancer cells, glucose triggers increased EP300 mRNA expression in endothelial HUVEC cells [3] and cardiomyocytes [50]. In the absence of EP300 phosphorylation at S89 to redirect EP300 towards β-catenin, increased EP300 levels may lead to a transcriptional outcome different from that observed in gastrointestinal cancer cells. Thus, our results illustrate how nutrients signal through AMPK to select EP300 binding partners and substrates that define the transcriptional outcome in a cell-type–specific fashion.\n\nSince AMPK activation by high glucose in colon cancer cells drives proliferation, a question arises as to whether AMPK acts as a tumor promoter or as tumor suppressor. AMPK increases cellular glucose uptake [51–53], a cancer cell hallmark that would require AMPK activity. However, AMPK also inhibits mTORC1, the master controller of protein synthesis for growth, and as such AMPK would be expected to be inhibited in cancer cells. The importance of the question is reflected by the significant interest in targeting AMPK in cancer (https://clinicaltrials.gov). In fact, examples can be found where AMPK inhibition reduces growth in prostate cancer cells, whereas AMPK activation with metformin or phenformin reduces or delays formation of certain tumors [54,55], although it can be argued that the effects of metformin on cancer cells might be AMPK dependent or independent [56,57]. A recent in-depth review of genetic and animal evidence proposes that AMPK acts as a tumor suppressor at initial stages and as a tumor promoter in later stages of tumor evolution, when AMPK may become critical for metabolic adaptation and survival [58]. However, what in each cell or at a given time drives AMPK to act as tumor suppressor or promoter remains unclear. One possibility would be that exhausting the capacity to store glycogen, which can bind and negatively regulate AMPK [59–62], allows glucose-mediated generation of the AMPK activator ROS, switching AMPK from suppressor to promoter of cancer growth. This hypothesis is supported by our results showing the contrasting capacity to store glycogen in healthy and tumor cells of the colon. It is tempting to propose that at tumor initiation increased glucose uptake might still be diverted into glycogen storage to inhibit AMPK, enabling mTORC1 to allow growth and proliferation. During tumor evolution, the capacity to store glycogen is diminished, rewiring AMPK signaling to coordinate metabolism that allows survival. At this stage, glucose metabolism will increase ROS to induce AMPK and redirect EP300 towards pro-proliferative β-catenin interactions. Importantly, metformin reduces glycogen content in several cell types [63,64]. Following this reasoning, the role of AMPK targeting drugs may depend on tumor stage [65]. Thus, the metabolic context (i.e., capacity to store glycogen) may define whether glucose inhibits AMPK, acting as tumor suppressor at initial tumor stages, or induces AMPK acting as tumor promoter at advanced stages to drive EP300/β-catenin interactions. In this scenario, the potential for AMPK to act as tumor promoter or suppressor may depend on the capacity to store glycogen.\n\nThus, activation of AMPK by glucose in gastrointestinal cancer cells leads to a cascade of downstream events, including increased levels and selective acetyl transferase activity of EP300 on specific substrates such as histone H3K9 (a hallmark of chromatin opening) [66] and the WNT effector β-catenin, which increases its transcriptional activity [67], leading to increased proliferation. The surprising cell-type–restricted activation of EP300 and its re-direction towards β-catenin in response to glucose and AMPK signaling revealed here highlights a key molecular switch that integrates nutrient availability with regulation of β-catenin, a key driver of gastrointestinal tumorigenesis. Since hyperglycemia can trigger increased ROS and is a major cause of clinical complications associated with diabetes and obesity [68], the results presented have implications for those cancers associated with diabetes [69,70] and for the non–insulin-dependent response of cells to high glucose. The results may also have significant implications for understanding the response to drugs targeting AMPK, increasingly used in the treatment of both diabetes and cancer.\n\nFuture work looking closely at initial versus final stages of colorectal cancer will unveil the potential of strategies targeting glycogen [71] or the convenience of inducing or inhibiting AMPK in stratified populations.\n\nMaterials and methods\n\nEthics statement\n\nAnimal studies were approved by the ethics committee C2EA number 005 Charles Darwin, (number of approval: APAFIS#21551–2019071915156299 v4). All experiments complied with the EU guidelines for the protection of vertebra animals used for scientific purposes, under French authorization and approval number 75–886.\n\nHuman samples\n\nThis TMA was part of a comprehensive study in which many prognostic factors were included and was reviewed and approved by the Institutional Review Board (IRB) of the Fundación Jimenez Diaz Hospital, which evaluated the study, granting approval on December 9, 2014, by the act number 17/14. Clinical samples were kindly supplied by the BioBank of Fundación Jiménez Díaz-Universidad Autónoma de Madrid (PT13/0010/0012). All patients gave written informed consent for the use of their biological samples for research purposes. Fundamental ethical principles and rights promoted by Spain (LOPD 15/1999) and the European Union EU (2000/C364/01) were followed. In addition, all patients’ data were processed according to the Declaration of Helsinki (last revision 2013) and Spanish National Biomedical Research Law (14/2007, of July 3).\n\nMaterials are listed in S2 Table.\n\nCell culture\n\nMouse tumor enteroendocrine STC-1, colorectal adenocarcinoma (HT-29, HCT 116, LS 174T, Caco-2), and hepatocellular adenocarcinoma (Hep G2) were cultured in DMEM. Healthy colon cells (HIEC 6) were cultured in Opti-MEM. Pancreatic carcinoma (AsPC-1), melanoma (IGR 37), and Burkitt’s lymphoma (Raji) were cultured in RPMI. All media were supplemented with 10% fetal bovine serum, and cells grew at 37°C under 5% CO2. Cells starved of glucose for 24–36 h were stimulated as indicated. Caco-2 were deleted by CRISP/Cas9 of AMPK α1 and α2 using two different sgRNA guides that generated 2 clones or the scramble control (SC). These clones were generated as previously described [30,31] from parental Caco-2.\n\nTransient transfections\n\nFor plasmid transfection, cells were seeded in plates at 50% confluence using JetPei PolyPlus reagent, following the manufacturer’s instructions. After 24 h, cells were cultured in absence of glucose and treated as indicated.\n\nFor AMPKα or GYS2 siRNA, cells plated in 6-well plates at 50% confluence were transfected using JetPRIME reagent following the manufacturer’s instructions. After 2 d, cells were cultured in the absence of glucose for 24 h, treated again with glucose for another 24 h, and collected to analyze by western blot.\n\nFor β-catenin siRNA, cells were plated in 24-well plates at 15% confluence and transfected using JetPRIME reagent following the manufacturer’s instructions. Cells were collected to analyze cell-growth curves, cell cycle or by western blot.\n\nColorectal cancer induction using AOM/DSS\n\nEight- to ten-week-old C57BL/6 male mice were injected i.p. with 12.5 mg/kg AOM (A5486, Sigma-Aldrich) on day 1 of the protocol. Mice were exposed to 3 cycles of 1.5% DSS-containing (160110, MP Biomedicals) drinking water for 7 d with a switch to DSS-containing water at day 7, day 28, and day 49. Colonoscopy (TRICAM endoscope Karl Storz) was performed on anesthetized mice with inhaled isoflurane 65 d after AOM injection to evaluate tumor development (representative colonoscopy picture shown in Fig 6A). At day 70, tumor-bearing mice were euthanized by cervical dislocation to obtain nontumor and tumor tissues.\n\nPreparation of cell extracts\n\nWhole cell extracts\n\nCells were washed with iced PBS before extract preparation and scraped in RIPA buffer (10 mM Tris HCl [pH 7.4], 5 mM EDTA, 5 mM EGTA, 1% Tryton X100, 10 mM Na4P2O7 [pH 7.4], 10 mM NaF, 130 mM NaCl, 0.1% SDS, 0.5% Na-deoxycholate). After 5 min on ice, cells were pelleted (12,000 rpm for 5 min, 4°C), and the supernatant was directly used as whole cell extract or frozen at −80°C.\n\nFractionated cell extracts\n\nAfter washing as before, cells were scraped in hypotonic buffer (20 mM Hepes [pH 8.0], 10 mM KCl, 0.15 mM EDTA, 0.15 mM EGTA, 0.05% NP40 and protease inhibitors) and swollen on ice for 10 min before adding 1:2 volume of sucrose buffer (50 mM Hepes [pH 8.0], 0.25 mM EDTA, 10 mM KCl, 70% sucrose). Lysates were fractionated (5,000 rpm for 5 min at 4°C) to obtain the cytoplasmic fraction in the supernatant. Nuclear pellets were further washed twice with washing buffer (20 mM Hepes [pH 8.0], 50 mM NaCl, MgCl2 1.5 mM, 0.25 mM EDTA, 0.15 mM EGTA, 25% glycerol and protease inhibitors), pelleted at 5,000 rpm, 5 min at 4°C, and resuspended in nuclear extraction buffer (20 mM Hepes [pH 8.0], 450 mM NaCl, MgCl2 1.5 mM, 0.25 mM EDTA, 0.15 mM EGTA, 0.05% NP40, 25% glycerol and protease inhibitors) before centrifugation at 12,000 rpm for 5 min at 4°C to pellet and discard cell debris. The supernatants were used as nuclear fractions.\n\nImmunoprecipitation\n\nWhole cell extracts were obtained in the same buffer without 0.1% SDS and 0.5% Na-deoxycholate. For immunoprecipitation from fractionated extracts, the hypotonic buffer was modified by adding 100 mM NaCl and 0.1% NP40. For immune complex formation, protein A/G-coated magnetic beads were washed 3 times with the extraction buffer before coating with the primary antibody for 2 h at 4°C in a rotating wheel, followed by 2 washes with the same buffer to eliminate unbound antibody, and then extracts were added O/N at 4°C in the rotating wheel. Immunocomplexes were washed twice and used for western blotting.\n\nWestern blotting\n\nProteins from lysed cells or immunoprecipitates were denatured and loaded on sodium dodecyl sulfate polyacrylamide gels and transferred to polyvinylidene difluoride membranes. After blocking with 5% (w/v) BSA or milk, the membrane was incubated with the corresponding primary and secondary antibodies. The specific bands were analyzed using Thyphoon or ChemiDoc Imaging Systems.\n\nImmunofluorescence\n\nCells in cover slips were washed 3 times, fixed with 4% paraformaldehyde in PBS (pH 7.4) for 10 min, and washed again. Cells were permeabilized (PBS [pH 7.4], 0.5% Triton X-100, 0.2% BSA) for 5 min; blocked (PBS [pH 7.4], 0.05% Triton X-100, 5% BSA) for 1 h at room temperature; incubated with primary antibody over night at 4°C; and washed 3 times for 5 min and incubated with the secondary antibody for 1 h at room temperature. Slides were mounted, and images were acquired using a SP5 confocal microscope (Leica) with a 63× objective. Fluorescence intensity was quantified using Image J software. For each experiment, 3 different fields were evaluated per slide.\n\nPAS and PAS-D staining\n\nHCT 116, HIEC 6 and Hep G2 cells seeded in coverslips were washed 3 times, fixed with 4% paraformaldehyde in PBS (pH 7.4) for 10 min, and washed again. For PAS-D staining, slides were incubated with 0.2% α-amylase (Diastase, Sigma-Aldrich) in PBS for 30 min at 37°C and rinsed in tap water and then with distilled water. For PAS staining, this step was performed with PBS. Slides were then oxidized for 5 min with 1% solution of periodic acid (Sigma-Aldrich), washed with tap water for 3 min, washed with distilled water for 1 min, and incubated in Schiff’s reagent (Sigma-Aldrich) for 20 min. Slides were washed first with distilled water for 5 s and then with tap water for 10 min. Counterstaining was performed with Hematoxylin Solution (Sigma-Aldrich) for 2 min and washed 3 times for 5 min with PBS. For tissue sections, slides were deparaffinized and hydrated before diastase digestion (1 h at 37°C) and/or PAS staining: 5 min in 1% solution of periodic acid followed by washes and incubation in Schiff’s reagent for 5 min. Slides were counterstained with Hematoxylin for 30 s. Images were acquired using a microscope (Zeiss) with a 40× objective for cultured cells or 20× for tissue sections.\n\nMeasurement and imaging of ROS by fluorescence\n\nIntracellular levels of ROS were determined using 2’7’-dichlorodihydrofluorescein diacetate (DCF-DA) in conjunction with cytometer and fluorescent microscopy. For cytometry, cells were harvested, washed with PBS, and loaded with 0.5 μM DCF-DA in the dark for 15 min at 37°C. The excess dye was flushed off, and cells were resuspended in PBS. Fluorescence intensity was quantified using FACSCalibur (Becton-Dickinson). For microscopy imaging, cells were treated with 10 μM DCF-DA for 30 min at 37°C, washed twice with PBS, and analyzed in a fluorescence microscope.\n\nCell-growth curves and cell cycle\n\nCells were seeded at a density of 20,000 cells per well in a Corning 12-well plate and counted in a Neubauer camera by TB dye exclusion. Cell number was counted every 24 h for 5–7 d, and the medium was replaced every 3 d. For cell cycle analysis, cells were harvested by trypsinization, washed with PBS, fixed in 70% ethanol, stained with 7-AAD (Santa Cruz Biotechnology) for 10 min at 37°C, and analyzed by flow cytometry (FACSCalibur, Becton-Dickinson). The percentages of cells in the cell cycle phases were analyzed using CXP software (Becton-Dickinson).\n\nGene expression analysis\n\nTotal RNA was isolated with TRIzol (Invitrogen). cDNA was generated from 1 μg of RNA following the manufacturer’s protocol. Reagents and detection systems were from Life Technologies. 18S ribosomal RNA primers served as a nonregulated control. Relative expression was calculated using the Ct method, expressed as 2−ΔΔCt [72]. The PCR efficiency was approximately 100%.\n\nEvaluation of protein degradation\n\nProtein degradation was evaluated after protein synthesis inhibition by the administration of 30 μg/mL of CHX to HCT 116 cells incubated 24 h before without or with 25 mM glucose. A time course was performed by western blot analysis of whole cell extracts.\n\nBioinformatics analysis\n\nGene expression (RNA-seq) data from the TCGA colorectal and liver (HCC) cancer cohort was downloaded from the cBioportal for Cancer Genomics (http://www.cbioportal.org) using CGDS-R [73,74] following TCGA guidelines (http://cancergenome.nih.gov/publications/publicationguidelines). Individual gene expression values for the genes of interest as normalized RNA-Seq by Expectation Maximization (RSEM) read counts pre-processed through the TCGA/cBioportal projects. RSEM values less than 1 were set to 1 to avoid negative expression values upon log2-tranformation if necessary. The “Regulation of Response to Oxidative Stress” and “HALLMARK_WNT_BETA_CATENIN_SIGNALING” β-catenin gene expression signatures were obtained from the Molecular Signatures Database (MSigDB) (http://www.broadinstitute.org/msigdb) [75]. All colorectal or HCC cancer samples were ordered by increasing expression values of the average expression of the HALLMARK_WNT_BETA_CATENIN_SIGNALING gene set. The moving average expression of the “Regulation of Response to Oxidative Stress” gene set or GYS2 expression was calculated using a sample window size of n = 20, and trendlines were added to the barplots. An R-script for calculating and generating moving average plots of TCGA cancer cohorts implementing TCGA access via cBioportal has been described previously [76]. An asymptotic Spearman correlation test using original log2 expression values, not the moving average, was used to determine the significance of the Spearman rank correlation. Analysis of TCGA data by Kaplan Meier plotter available at http://kmplot.com/analysis/index.php?p=background [77].\n\nPatient samples\n\nA total of 95 patients diagnosed with stage II colorectal cancer who underwent surgery at General and Digestive Tract Surgery Department, Fundación Jimenez Diaz University Hospital, Madrid, Spain, were assessed for eligibility. Clinicopathological characteristics of patients are summarized in S1 Table.\n\nTMA, immunohistochemistry, and quantification\n\nHuman samples\n\nA TMA was constructed using the MTA-1 tissue arrayer (Beecher Instruments, Sun Prairie) for immunohistochemistry analysis and contained 95 cores. Each core (diameter 0.6 mm) was punched from pre-selected tumor regions in paraffin-embedded tissues. We chose central areas from the tumor, avoiding foci of necrosis. Staining was conducted in 2-μm sections. Slides were deparaffinized by incubation at 60°C for 10 min and incubated with PT-Link (Dako, Agilent) for 20 min at 95°C in low pH to detect p-AMPK (T172) antigen, or high pH buffered solution to detect 8-OHdG and pEP300 (S89) antigens. To block endogenous peroxidase, holders were incubated with peroxidase blocking reagent (Dako, Agilent) and then with the following dilutions of antibodies: 1:250 of anti-8-OHdG to detect ROS [78,79] 1:100 of anti-phospho-EP300 (S89) for 20 min or overnight incubation with a 1:50 dilution of anti-pAMPK (T172). All previously described antibodies presented high specificity. After that, slides were incubated for 20 min with the appropriate anti-Ig horseradish peroxidase-conjugated polymer (EnVision, Dako, Agilent) or, in the case of 8-OHdG, with 1:200 anti-goat-HRP (Bethyl Labs) to detect antigen-antibody reaction. Sections were then visualized with 3,3'-diaminobenzidine (Dako, Agilent) as a chromogen for 5 min and counterstained with Harrys’ Hematoxylin (Sigma Aldrich, Merck). Photographs were taken with a stereo microscope (Leica DMi1).\n\nAccording to the human protein atlas (available at http://www.proteinatlas.org), a human intestinal tissue was used as a positive control for immunohistochemical staining to determine anti-phospho-EP300 (S89) concentration, a human kidney tissue for anti-pAMPK (T172) and human brain tissue for 8-OHdG.\n\nImmunoreactivity of tumor sample was quantified blind with an Histoscore (H score) that considers both the intensity and percentage of cells stained for each intensity (low, medium, or high) following this algorithm (range 0–300): H score = (low%) × 1 + (medium%) × 2 + (high%) × 3.\n\nQuantification for each patient biopsy was calculated blindly by 2 investigators (MJFA and JMU). pEP300 (S89) showed nuclear staining, pAMPK (T172) and 8-OHdG were mainly cytoplasmic, and β-catenin was in the nucleus and cytoplasm.\n\nMouse samples\n\nWhole intestines were prepared as Swiss-rolls, paraffin embedded, and sections (5 μm) were stained/counterstained with PAS/hematoxylin to detect the presence of glycogen and with the relevant antibodies as for human samples.\n\nStatistical analysis\n\nResults are presented as fold induction, mean ± SEM from 3 biological replicates. Tests for significance between 2 sample groups were performed with Student t test and ANOVA with Bonferroni’s post-test for multiple comparisons. Differences were considered statistically significant if P ≤ 0.05.\n\nFor immunohistochemical expression, the Kolmogorov-Smirnov test was used to determine whether calculated H scores for each of the antigens were well-modelled by a normal distribution. In our series, only pEP300 (S89) revealed normal distribution. Linear correlation between parametric variables (pEP300 [S89]) was evaluated by the Pearson test and nonparametric variables by Spearman’s test. pEP300 (S89) H_score was categorized as low or high expression levels using the median as the cut-off point since it showed a normal distribution.\n\nSupporting information"
}