{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2006716",
  "doi": "10.1371/journal.pbio.2006716",
  "externalIds": [
    "pii:pbio.2006716",
    "pmid:30856173",
    "pmcid:PMC6428341"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "miR-181a/b-1 controls thymic selection of Treg cells and tunes their suppressive capacity",
  "authors": [
    {
      "name": "Marcin Łyszkiewicz",
      "first": "Marcin",
      "last": "Łyszkiewicz",
      "affiliation": "Institute of Immunology, Hannover Medical School, Hannover, Germany; Institute for Immunology, Ludwig-Maximilians University, Planegg-Martiensried, Germany"
    },
    {
      "name": "Samantha J. Winter",
      "first": "Samantha J.",
      "last": "Winter",
      "affiliation": "Institute for Molecular Medicine, Goethe University Frankfurt am Main, Frankfurt, Germany"
    },
    {
      "name": "Katrin Witzlau",
      "first": "Katrin",
      "last": "Witzlau",
      "affiliation": "Institute of Immunology, Hannover Medical School, Hannover, Germany"
    },
    {
      "name": "Lisa Föhse",
      "first": "Lisa",
      "last": "Föhse",
      "affiliation": "Institute of Immunology, Hannover Medical School, Hannover, Germany"
    },
    {
      "name": "Rebecca Brownlie",
      "first": "Rebecca",
      "last": "Brownlie",
      "affiliation": "Institute for Immunology and Infection Research, The University of Edinburgh, Edinburgh, United Kingdom"
    },
    {
      "name": "Jacek Puchałka",
      "first": "Jacek",
      "last": "Puchałka",
      "affiliation": "Department of Pediatrics, Dr. von Hauner Kinderspital, Ludwig-Maximilians University, Munich, Germany"
    },
    {
      "name": "Nikita A. Verheyden",
      "first": "Nikita A.",
      "last": "Verheyden",
      "affiliation": "Institute for Molecular Medicine, Goethe University Frankfurt am Main, Frankfurt, Germany"
    },
    {
      "name": "Heike Kunze-Schumacher",
      "first": "Heike",
      "last": "Kunze-Schumacher",
      "affiliation": "Institute for Molecular Medicine, Goethe University Frankfurt am Main, Frankfurt, Germany"
    },
    {
      "name": "Esther Imelmann",
      "first": "Esther",
      "last": "Imelmann",
      "affiliation": "Institute for Molecular Medicine, Goethe University Frankfurt am Main, Frankfurt, Germany"
    },
    {
      "name": "Jonas Blume",
      "first": "Jonas",
      "last": "Blume",
      "affiliation": "Institute of Immunology, Hannover Medical School, Hannover, Germany"
    },
    {
      "name": "Solaiman Raha",
      "first": "Solaiman",
      "last": "Raha",
      "affiliation": "Institute of Immunology, Hannover Medical School, Hannover, Germany"
    },
    {
      "name": "Takashi Sekiya",
      "first": "Takashi",
      "last": "Sekiya",
      "affiliation": "Department of Microbiology and Immunology, Keio University School of Medicine, Tokyo, Japan"
    },
    {
      "name": "Akihiko Yoshimura",
      "first": "Akihiko",
      "last": "Yoshimura",
      "affiliation": "Department of Microbiology and Immunology, Keio University School of Medicine, Tokyo, Japan"
    },
    {
      "name": "Jochen T. Frueh",
      "first": "Jochen T.",
      "last": "Frueh",
      "affiliation": "Experimental Immunology, Department for Children and Adolescents Medicine, Hospital of the Goethe University Frankfurt, Frankfurt, Germany; LOEWE Center for Cell and Gene Therapy, Goethe University, Frankfurt, Germany"
    },
    {
      "name": "Evelyn Ullrich",
      "first": "Evelyn",
      "last": "Ullrich",
      "affiliation": "Experimental Immunology, Department for Children and Adolescents Medicine, Hospital of the Goethe University Frankfurt, Frankfurt, Germany; LOEWE Center for Cell and Gene Therapy, Goethe University, Frankfurt, Germany"
    },
    {
      "name": "Jochen Huehn",
      "first": "Jochen",
      "last": "Huehn",
      "affiliation": "Department of Experimental Immunology, Helmholtz Centre for Infection Research, Braunschweig, Germany"
    },
    {
      "name": "Siegfried Weiss",
      "first": "Siegfried",
      "last": "Weiss",
      "affiliation": "Institute of Immunology, Hannover Medical School, Hannover, Germany"
    },
    {
      "name": "Maximiliano G. Gutierrez",
      "first": "Maximiliano G.",
      "last": "Gutierrez",
      "affiliation": "The Francis Crick Institute, London, England, United Kingdom"
    },
    {
      "name": "Immo Prinz",
      "first": "Immo",
      "last": "Prinz",
      "affiliation": "Institute of Immunology, Hannover Medical School, Hannover, Germany"
    },
    {
      "name": "Rose Zamoyska",
      "first": "Rose",
      "last": "Zamoyska",
      "affiliation": "Institute for Immunology and Infection Research, The University of Edinburgh, Edinburgh, United Kingdom"
    },
    {
      "name": "Natalia Ziętara",
      "first": "Natalia",
      "last": "Ziętara",
      "affiliation": "Institute of Immunology, Hannover Medical School, Hannover, Germany; Institute for Immunology, Ludwig-Maximilians University, Planegg-Martiensried, Germany"
    },
    {
      "name": "Andreas Krueger",
      "first": "Andreas",
      "last": "Krueger",
      "affiliation": "Institute of Immunology, Hannover Medical School, Hannover, Germany; Institute for Molecular Medicine, Goethe University Frankfurt am Main, Frankfurt, Germany",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-7873-7334"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2019-03-11",
  "dateAccepted": "2019-02-27",
  "dateReceived": "2018-05-18",
  "volume": "17",
  "number": "3",
  "pages": "e2006716",
  "tags": [
    "Animal cells",
    "Biochemistry",
    "Blood cells",
    "Cell biology",
    "Cell signaling",
    "Cellular types",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Biochemistry",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Blood cells",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell signaling",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Forkhead box",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Gene regulation",
    "Discipline-v3/Genetics",
    "Discipline-v3/Hematopoietic progenitor cells",
    "Discipline-v3/Immune cells",
    "Discipline-v3/Immune receptors",
    "Discipline-v3/Immune system",
    "Discipline-v3/Immune system proteins",
    "Discipline-v3/Immunology",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/MicroRNAs",
    "Discipline-v3/Natural antisense transcripts",
    "Discipline-v3/Non-coding RNA",
    "Discipline-v3/Nucleic acids",
    "Discipline-v3/Protein domains",
    "Discipline-v3/Proteins",
    "Discipline-v3/RNA",
    "Discipline-v3/Regulatory T cells",
    "Discipline-v3/Signal transduction",
    "Discipline-v3/Signaling cascades",
    "Discipline-v3/Stem cells",
    "Discipline-v3/T cell receptors",
    "Discipline-v3/T cells",
    "Discipline-v3/TCR signaling cascade",
    "Discipline-v3/Thymocytes",
    "Discipline-v3/Thymus",
    "Discipline-v3/White blood cells",
    "Forkhead box",
    "Gene expression",
    "Gene regulation",
    "Genetics",
    "Hematopoietic progenitor cells",
    "Immune cells",
    "Immune receptors",
    "Immune system",
    "Immune system proteins",
    "Immunology",
    "MicroRNAs",
    "Natural antisense transcripts",
    "Non-coding RNA",
    "Nucleic acids",
    "Protein domains",
    "Proteins",
    "RNA",
    "Regulatory T cells",
    "Signal transduction",
    "Signaling cascades",
    "Stem cells",
    "T cell receptors",
    "T cells",
    "TCR signaling cascade",
    "Thymocytes",
    "Thymus",
    "Type/Research Article",
    "White blood cells"
  ],
  "abstract": "The interdependence of selective cues during development of regulatory T cells (Treg cells) in the thymus and their suppressive function remains incompletely understood. Here, we analyzed this interdependence by taking advantage of highly dynamic changes in expression of microRNA 181 family members miR-181a-1 and miR-181b-1 (miR-181a/b-1) during late T-cell development with very high levels of expression during thymocyte selection, followed by massive down-regulation in the periphery. Loss of miR-181a/b-1 resulted in inefficient de novo generation of Treg cells in the thymus but simultaneously permitted homeostatic expansion in the periphery in the absence of competition. Modulation of T-cell receptor (TCR) signal strength in vivo indicated that miR-181a/b-1 controlled Treg-cell formation via establishing adequate signaling thresholds. Unexpectedly, miR-181a/b-1–deficient Treg cells displayed elevated suppressive capacity in vivo, in line with elevated levels of cytotoxic T-lymphocyte–associated 4 (CTLA-4) protein, but not mRNA, in thymic and peripheral Treg cells. Therefore, we propose that intrathymic miR-181a/b-1 controls development of Treg cells and imposes a developmental legacy on their peripheral function.",
  "fullText": "Introduction\n\nRegulatory T cells (Treg cells) expressing the lineage-defining transcription factor forkhead box protein P3 (Foxp3) form an integral part of the adaptive immune system and function to prevent unwanted immune responses [1,2]. Treg cells are generated during T-cell development in the thymus (thymic [t]Treg cells) as well as via peripheral induction of naive T cells (induced [i]Treg cells). Development of tTreg cells depends on strong T-cell receptor (TCR) signals [3]. Accordingly, tTreg cells are generated when a TCR of a developing T cell recognizes a self-antigen with high affinity, as has been demonstrated in mouse models transgenic for both a TCR and its cognate antigen [4,5] and by analysis of polyclonal superantigen-reactive T cells [6,7]. tTreg cells can develop through two distinct precursor (prec) stages. Some Treg-cell precursors are found within a cluster of differentiation (CD) 4 single-positive (SP) Foxp3−, glucocorticoid-induced tumor necrosis factor receptor-related protein high (GITRhi), CD25+ population [8]. These cells are the first precursors generated in double transgenic TCR/cognate-antigen mouse models [9,10]. More recently, an additional CD4SP Foxp3+CD25− Treg-cell precursor has been described [11]. These cells are phenotypically less mature than tTreg cells, are generated with similar kinetics as tTreg cells upon induction of T-cell development in vivo, and efficiently become tTreg cells in vitro and in vivo [10,11]. Generation of both precursors is dependent on strong TCR signals, although on average, Foxp3+CD25– Treg-cell precursors have received somewhat weaker signals than their Foxp3−GITRhiCD25+ counterparts [10]. Further differentiation into mature Foxp3+CD25+ tTreg cells is then dependent on γc cytokines [8,10–12]. The level of TCR signal strength required for tTreg cell generation in comparison to TCR signals resulting in clonal deletion have not been fully established. Data from a TCR signaling reporter as well as repertoire studies suggest that signal strength required for tTreg-cell development overlaps with that inducing clonal deletion in other autoreactive thymocytes [3,13–15]. However, reduction of major histocompatibility complex (MHC) ligand levels on medullary thymic epithelial cells rescued autoreactive T cells from clonal deletion but resulted in a concomitant increase in Treg-cell development, suggesting that at least some tTreg cells are generated through weaker TCR signals than those inducing clonal deletion [16].\n\nTreg cells suppress T-cell immune responses using multiple molecular mechanisms, including consumption of interleukin-2 (IL-2) and production of suppressive cytokines, as well as expression of the coinhibitory receptor cytotoxic T-lymphocyte–associated protein 4 (CTLA-4) [17,18]. Mice specifically lacking the inhibitory receptor CTLA-4 in Treg cells succumb to fatal autoimmune disease, indicating that CTLA-4 plays a major role in suppressive function [19]. It has been proposed that CTLA-4 on Treg cell surfaces acts through capture of the costimulatory ligands CD80 and CD86 on antigen-presenting cells, thereby curtailing full activation of conventional T cells [20].\n\nMicroRNAs (miRNAs) play a critical role in immune homeostasis and tolerance. Global loss of miRNAs results in defective development of tTreg cells [21]. However, no individual miRNA has been demonstrated to control intrathymic generation of Treg cells. miRNA miR-181a is the most prominently expressed miRNA in double-positive (DP) thymocytes, and it has been shown in vitro that miR-181a serves as a rheostat for TCR signals in T cells and thymocytes through targeting a combination of tyrosine and dual-specificity phosphatases, including protein tyrosine phosphatase, nonreceptor type (Ptpn) 11, Ptpn22, and dual specificity phosphatase 6 (Dusp6) [22–24]. Deletion of miR-181a/b-1 in mice resulted in an almost complete failure in development of invariant natural killer T (iNKT) cells and Mucosal-Associated Invariant T (MAIT) cells [25–27] due to a defect in thymic agonist selection [26,28]. Furthermore, loss of miR-181a/b-1 caused altered selection of conventional T cells in a TCR transgenic model with a shift towards positive selection [29]. However, counterintuitively, miR-181a/b-1−/− mice display increased resistance to experimental autoimmunity, which has not been fully explained [29].\n\nHere, we tested the hypothesis that miR-181a/b-1 controlled intrathymic development of Treg cells. De novo production of miR-181a/b-1−/− tTreg cells was impaired because of altered sensitivity to TCR signals during selection. Generation of Treg cells in the absence of miR-181a/b-1 resulted in elevated expression of CTLA-4, which penetrated into the periphery despite the fact that peripheral WT Treg cells express very low amounts of miR-181a. As a consequence, miR-181a/b-1−/− Treg cells had an increased suppressive capacity.\n\nResults\n\nmiR-181a/b-1 controls intrathymic Treg-cell development\n\nFirst, we tested the hypothesis that miR-181a/b-1 might play a role during Treg-cell development. Using a recombination activating gene 1–green fluorescent protein (Rag1GFP) knock-in allele to discriminate between nascent and mature thymus-resident or recirculating Treg cells, we found that frequencies and absolute numbers of de novo generated Rag1GFP-positive Treg cells were reduced by 2- to 3-fold in miR-181a/b-1−/− mice when compared to control (ctrl), indicating that expression of miR-181a/b-1 is required for normal Treg-cell development in the thymus (Fig 1A). Competitive bone marrow (BM) chimeras with 1:1 mixtures of donor cells from wild-type (WT) and miR-181a/b-1−/− mice revealed a disadvantage in Treg-cell generation, but not more immature double-negative and DP as well as CD4SP populations, from thymocytes of miR-181a/b-1−/− origin, indicating that miR-181a/b-1 controls Treg-cell formation in a cell-intrinsic manner (Fig 1B and S1A Fig). In order to test how miR-181a/b-1 influenced developmental progression towards Foxp3+CD25+ Treg cells, we analyzed inducible Rag1 (InduRag1) miR-181a/b-1−/− mice, in which a wave of T-cell development can be induced by transient initiation of Rag1 gene expression through a tamoxifen-inducible Cre recombinase (Cre) [30]. At day 7 after Rag1 induction, only a few CD4SP thymocytes were generated, precluding robust analysis of Treg cell development (S1B and S1C Fig). However, we noted reduced frequencies of postselection DP thymocytes as well as postselection CD4SP thymocytes at this time point in miR-181a/b-1−/− mice when compared to ctrls (S1D Fig). These data support the notion that selection processes are altered in the absence of miR-181a/b-1. At day 14 and day 28, frequencies of Treg cells within CD4SP thymocytes were lower in miR-181a/b-1−/− mice when compared to ctrls (Fig 1C). Consistent with findings at steady state, these data indicate that Treg-cell formation is less efficient in the absence of miR-181a/b-1. Next, we analyzed miR-181a/b-1–dependent formation of Foxp3−CD25+ (prec 1b) or Foxp3+CD25− (prec 1a) Treg-cell precursors in the InduRag1 model. At day 14 after induction, both intermediates were present at somewhat similar frequencies in miR-181a/b-1−/− mice when compared to ctrl, whereas at day 28, we observed reduced frequencies of Foxp3+CD25− precursors and an accumulation of Foxp3−CD25+ precursors, suggesting that precursor generation is not restricted by a developmental block (Fig 1C). Taken together, these data indicate that in the absence of miR-181a/b-1, Treg cells are formed with slower kinetics rather than being subject to a defined developmental block. Treg-cell development in the thymus follows a somewhat different course in the absence of a full CD4SP compartment [10]. To account for such differences, we complemented the analysis of InduRag1 mice by taking advantage of the Rag1GFP knock-in allele described above to temporally separate Treg-cell development at steady state. Green fluorescent protein (GFP+) cells were arbitrarily gated into 5 populations based on different GFP levels, with loss of GFP expression indicating increasing amounts of time since cessation of Rag gene expression, which occurs in DP thymocytes. Frequencies of precursor 1b were elevated in GFPhi cells from miR-181a/b-1−/− mice when compared to ctrls. In contrast, generation of precursor 1a as well as Treg cells was delayed in miR-181a/b-1−/− mice when compared to ctrls (Fig 1D), which is consistent with data obtained in the InduRag1 model. We conclude that loss of miR-181a/b-1 results in an overall delay of Treg-cell formation, which is likely to be initiated prior to the emergence of defined Treg-cell precursors and cannot be compensated for by increased frequencies of Foxp3–CD25+ precursors.\n\nTCR signal strength determines miR-181a/b-1–dependent Treg-cell development\n\nIn order to test whether TCR signal strength differed in thymocytes from miR-181a/b-1−/− mice, we assessed expression of Nuclear hormone receptor NUR/77 (Nur77) as a surrogate marker. Of note, miR-181a/b-1−/− DP cells expressed lower levels of Nur77 prior to stimulation when compared to ctrls (Fig 2A). Furthermore, ex vivo stimulation of miR-181a/b-1−/− DP cells failed to induce WT levels of Nur77, together suggesting that miR-181a/b-1−/− DP cells received weaker TCR signals and failed to respond to TCR triggering with the same sensitivity as their WT counterparts (Fig 2A). In order to test whether TCR signaling was impaired prior to Treg-cell generation, we assessed surface expression of CD5, which correlates with TCR signal strength, on thymocyte subsets [31]. At steady state, total DP thymocytes, the majority of which have not undergone selection, displayed similar levels of surface CD5 in the presence and absence of miR-181a/b-1 (Fig 2B). However, CD4SP thymocytes from miR-181a/b-1−/− mice displayed lower surface levels when compared to ctrls. tTreg cells from either genotype expressed similar levels of Nur77 transcripts (Fig 2C), together indicating that miR-181-a/b-1 limits TCR signal strength prior to the emergence of Treg cells.\n\nNext, we took advantage of a system mimicking increased TCR signal strength during Treg-cell development via inducible nuclear translocation of the Nur77 family member Nr4a2 [32]. BM chimeric mice were generated to carry miR-181a/b-1–deficient or miR-181a/b-1–sufficient ovalbumin-specific MHC class II-restricted alpha beta (OT-II) TCR transgenic cells expressing inducible Nr4a2. Transduction with ctrl virus resulted in generation of low frequencies of Treg cells from miR-181a/b-1–sufficient mice, and even fewer Treg cells emerged from miR-181a/b-1−/− donor BM cells (Fig 2D). Upon activation of Nr4a2, frequencies of Treg cells generated from miR-181a+/− donors were slightly, albeit not significantly, reduced, suggesting that activation of Nr4a2 promotes a shift towards clonal deletion. In contrast, in the absence of miR-181a/b-1, Treg-cell development was rescued upon activation of Nr4a2, supporting the hypothesis that limited TCR signal strength accounts for defective Treg-cell differentiation in miR-181a/b-1−/− mice. To corroborate these data, we analyzed chimeric mice generated using OT-II TCR transgenic miR-181a/b-1–sufficient (OT-II-ctrl) or deficient (OT-II-knockout [KO]) donor cells transferred into RIPmOVA recipients. RIPmOVA mice express the cognate antigen for the OT-II TCR in the thymus, resulting in clonal deletion of OT-II TCR transgenic cells as well as generation of low numbers of Treg cells. OT-II-KO&gt;RIPmOVA chimeras showed lower levels of clonal deletion and generated considerably lower numbers of Treg cells when compared to OT-II-ctrl&gt;RIPmOVA chimeras (Fig 2E). OT-II-ctrl&gt;WT as well as OT-II-KO&gt;WT chimeras failed to generate sizeable numbers of OT-II Treg cells and showed no signs of clonal deletion of OT-II thymocytes. We conclude that impaired generation of Treg cells in miR-181a/b-1–deficient mice is due to restricted TCR signal strength during thymic selection.\n\nHomeostatic expansion generates normal Treg-cell numbers in the periphery of miR-181a/b-1−/− mice\n\nTo address potential consequences of impaired tTreg-cell development in the absence of miR-181a/b-1, we next determined frequencies of Treg cells in the periphery. We did not observe any differences in frequencies and absolute numbers of peripheral Treg cells in spleens from miR-181a/b-1−/− mice compared to ctrls (Fig 3A). Consistently, frequencies of recirculating or thymus-resident (Rag1GFP-negative) Treg cells in the thymus were largely unaffected in the absence of miR-181a/b-1, but we observed reduced frequencies of Rag1GFP-positive recent thymic emigrants (RTEs) among peripheral Treg cells (S2A and S2B Fig). Equilibration of Treg-cell numbers in the periphery can occur through homeostatic expansion of tTreg cells or preferential peripheral induction from naive T cells. Spleens of miR-181a/b-1–sufficient and deficient mice contained comparable frequencies of RTEs (TCRβ+Rag1-GFP+) cells, which are enriched in peripheral Treg cell precursors (S2B Fig) [33]. Furthermore, CD4+CD25− RTEs from miR-181a/b-1−/− mice did not produce more iTreg cells upon transfer into lymphopenic interleukin-7 receptor α gene (Il7r)−/− hosts when compared to ctrls, suggesting that Treg-cell induction is not the primary mechanism to equilibrate peripheral Treg-cell numbers in miR-181a/b-1−/− mice (S2C Fig). Chimeric mice generated with 1:1 mixtures of miR-181a/b-1−/− and WT BM showed that miR-181a/b-1−/− Treg cells had a competitive disadvantage in the periphery when WT Treg cells were present, indicating that niche availability permits homeostatic expansion of tTreg cells in miR-181a/b-1−/− mice (Fig 3B). This conclusion was supported by Helios staining and TCR repertoire analysis. Elevated Helios expression has been associated with Treg-cell activation and proliferation [34]. Comparison of tTreg cells from miR-181a/b-1–sufficient and deficient mice showed low and similar expression of Helios between genotypes (Fig 3C). Staining in peripheral lymphoid organs (spleen, subcutaneous lymph node (scLN), and mesenteric lymph node [mLN]) revealed elevated numbers of Helios+ Treg cells in miR-181a/b-1−/− mice, indicating that in these mice, more Treg cells are in an activated/proliferative state (Fig 3C).\n\nWe predicted that limited de novo generation and increased peripheral expansion resulted in reduced TCR diversity in peripheral Treg cells in the absence of miR-181a/b-1. Comparison of numbers of unique CDR3 sequences as well as calculation of effective number of species as a measure for repertoire diversity showed that TCR diversity in peripheral Treg cells from miR-181a/b-1−/− mice was significantly reduced (Fig 3D and S3A Fig). In contrast, in the thymus, Treg cells from miR-181a/b-1−/− mice displayed comparable TCR diversity as their ctrl counterparts (Fig 3E and S3A Fig). Thus, these data indicate that, as a consequence of less efficient generation, fewer clones egress from the thymus to be available for peripheral expansion.\n\nInefficient intrathymic generation of Treg cells results in a post-transcriptional increase in CTLA-4 expression\n\nNext, we assessed whether impaired generation in the thymus altered the phenotype of Treg cells in the absence of miR-181a/b-1. Expression of miR-181a progressively decreases after thymocytes exit the DP stage, with CD4+SP thymocytes and thymic Treg cells expressing 2-fold and 15-fold lower levels, respectively (Fig 4A). In the periphery, expression of miR-181a was further reduced to 30-fold and 75-fold lower levels for CD4+ conventional T cells (Tconv) and Treg cells, respectively, when compared to DP thymocytes. Peripheral miR-181a/b-1−/− Treg cells showed a virtually identical global gene expression profile to their ctrl counterparts. Notably, this was also the case for key Treg-cell signature genes (Fig 4B). Comparison of transcriptomes of thymic miR-181a/b-1−/− Treg cells with their WT counterparts also revealed no significant differences both globally as well as with regard to Treg-cell signature genes (Fig 4C). Given that miRNAs may also act on a post-transcriptional level, we next assessed expression levels of Treg-cell signature receptors and transcription factors. Peripheral and tTreg cells from miR-181a/b-1−/− mice showed similar expression levels of most surface receptors and transcription factors analyzed as WT ctrls (S4A, S4B and S4C Fig). Notably, we detected strongly increased levels of total CTLA-4 protein in both peripheral and tTreg cells from miR-181a/b-1−/− mice when compared to ctrls (Fig 4D). Although the coding sequence of Ctla4 mRNA contains putative miR-181 binding sites, direct modulation of CTLA-4 expression by miR-181 could not be observed in luciferase assays (S5A and S5B Fig).\n\nWe conclude from these data that thymic generation in the absence of miR-181a/b-1 results in post-transcriptionally controlled up-regulation of CTLA-4 protein in Treg cells while other Treg-cell signature genes remain unaffected. Loss of miR-181a expression in WT peripheral Treg cells suggests that elevated expression of CTLA-4 in these cells is imprinted during development.\n\nElevated levels of CTLA-4 in the absence of miR-181a/b-1 are maintained via increased rates of translation\n\nIn order to understand the underlying mechanisms of how elevated levels of CTLA-4 protein are maintained in peripheral miR-181a/b-1−/− Treg cells, we analyzed its intracellular distribution using confocal microscopy. We confirmed elevated expression of CTLA-4 protein in the absence of miR-181a/b-1 (Fig 5A). Next, we determined intracellular localization of CTLA-4 by costaining for Ras-related in brain protein 11 (Rab11, marking recycling endosomes), lysosome-associated membrane protein 2 (LAMP2, late endosomes), early endosome antigen 1 (EEA1, early endosomes), and cis-Golgi matrix protein 130 (GM130, Golgi). We detected no differences in the extent of colocalization of CTLA-4 with early endosomes and the Golgi apparatus in Treg cells from miR-181a/b-1−/− mice compared to ctrls (Fig 5B). However, we noted reduced colocalization of CTLA-4 with recycling endosomes but a marked increase in colocalization with late endosomes in miR-181a/b-1−/− Treg cells when compared to ctrls (Fig 5C).\n\nIn order to assess whether aberrant localization of CTLA-4 in miR-181a/b-1−/− Treg cells affected protein degradation, we stimulated Treg cells in the absence or presence of the translation inhibitor cycloheximide. Inhibition of translation for 2 h reduced CTLA-4 protein to similar levels in miR-181a/b-1−/− Treg cells and ctrls (Fig 5D). Given the higher protein levels when translation is active, these data imply that degradation rates of CTLA-4 are higher in the absence of miR-181a/b-1, which is consistent with its preferential localization in late endosomes rather than recycling endosomes. Furthermore, these data predict that if protein degradation is intact, elevated levels of CTLA-4 protein arise as a result of increased rates of protein translation. To test this prediction, we assessed accumulation of CTLA-4 protein in Treg cells in the presence of bafilomycin, an inhibitor of lysosomal protein degradation, in vitro. Over the course of 3 hours, miR-181a/b-1−/− Treg cells accumulated significantly more CTLA-4 protein when compared to their WT counterparts (Fig 5E). Together, these data indicate that elevated levels of CTLA-4 in peripheral Treg cells in the absence of miR-181a/b-1 are due to increased rates of translation. Increased protein translation in the absence of altered mRNA levels may be induced by loss of miRNAs other than miR-181a/b-1. To test this possibility, we performed small RNA sequencing (small RNAseq) of miR-181a/b-1–sufficient and deficient peripheral Treg cells. Consistent with the overall small changes in the transcriptome, we identified 4 miRNAs (miR-15b, miR-150, miR-342, and lethal (let)-7g) that were moderately down-regulated in Treg cells from miR-181a/b-1−/− mice (S5C and S5D Fig). However, in silico analysis of Ctla4 mRNA using Targetscan7 and RNA22 provided no evidence for the existence of either canonical or noncanonical binding sites for any of these miRNAs, suggesting that elevated protein levels of CTLA-4 are not caused by reduced miRNA expression. Next, we assessed whether peripheral expansion contributed to sustained expression of CTLA-4 in peripheral Treg cells. To this end, we generated mixed BM chimeras and analyzed CTLA-4 levels on miR-181a/b-1−/− and WT Treg cells isolated from the same mice. CTLA-4 levels were consistently higher in miR-181a/b-1–deficient Treg cells despite competition by their WT counterparts, indicating that CTLA-4 levels are regulated cell-intrinsically and do not depend on peripheral expansion (Fig 5F). Finally, we tested whether alterations in tonic TCR signaling might result in elevated expression of CTLA-4. Freshly isolated peripheral Treg cells from miR-181a/b-1−/− and WT mice expressed comparable levels of Nr4a1 mRNA, suggesting that tonic signaling through the TCR is similar (Fig 5G). Taken together, these findings further support the hypothesis that miR-181a/b-1–dependent ctrl of CTLA-4 expression is elicited in the thymus and subsequently sustained in the periphery.\n\nTreg cells from miR-181a/b-1−/− mice display increased suppressive capacity\n\nIn order to test the functional consequences of elevated levels of CTLA-4 in miR-181a/b-1−/− Treg cells, we assessed their suppressive capacity. First, loss of miR-181a/b-1 resulted in reduced levels of tumor necrosis factor (TNF)α, IL-4, and IL-2 by conventional CD4+ T cells (Fig 6A). In contrast, expression of IL-17 and IL-10 remained unaffected. Whereas levels of TNFα were also reduced in miR-181a/b-1−/− Treg cells, we did not observe additional significant miR-181a/b-1–dependent alterations in cytokine production by Treg cells or CD8+ T cells (Fig 6A and S6A Fig). Such alterations in cytokine profiles might be due to cell-intrinsic effects or due to modulation of Treg-cell suppressive capacity. Therefore, we next assessed in vivo suppressive capacity of Treg cells by transfer of congenically marked 1:1 mixtures of miR-181a/b-1–sufficient or miR-181a/b-1–deficient Treg cells (CD45.2) and conventional T cells (CD45.1) into Rag1−/− recipients. Suppression of lymphopenia-driven expansion of Tconv cells is dependent on CTLA-4 [35]. At 14 days after transfer, homeostatic expansion of Tconv cells was assessed. We observed lower frequencies of Tconv cells (CD45.1) in spleens of mice co-transferred with miR-181a/b-1−/− Treg cells when compared to those co-transferred with miR-181-a/b-1–sufficient Treg cells (Fig 6B). This reduction in frequency was reflected by lower absolute numbers of Tconv cells recovered in the presence of miR-181a/b-1−/− Treg cells, whereas absolute numbers of Treg cells recovered were similar in both conditions (Fig 6C). Together, these data indicate that in the absence of miR-181a/b-1, Treg cells have a stronger capacity to suppress lymphopenia-driven expansion of Tconv cells in vivo. Of note, we did not observe significant alterations in suppressive capacity of miR-181a/b-1−/− Treg cells in vitro (S6B Fig). Taken together, our data indicate that miR-181a/b-1 controls intrathymic Treg cell development in a TCR-dependent manner. Impaired Treg-cell development in the absence of miR-181a/b-1 is associated with post-transcriptional up-regulation of CTLA-4, which penetrates into the periphery and results in increased suppressive capacity. Low levels of miR-181a in peripheral WT Treg cells suggest that the effects of loss of miR-181a/b-1 are imprinted during intrathymic development.\n\nDiscussion\n\nHere, we demonstrated that intrathymic generation of Treg cells depends on miR-181a/b-1 via establishing signaling thresholds to adequately respond to strong TCR signals. In the absence of miR-181a/b-1, de novo generation of Treg cells was attenuated and resulted in Treg cells expressing elevated levels of CTLA-4. Homeostatic expansion resulted in a completely filled peripheral Treg-cell compartment while CTLA-4 levels remained elevated via a post-transcriptional mechanism, resulting in Treg cells with increased suppressive capacity.\n\nTreg cells develop from CD4SP thymocytes through two possible intermediates, Foxp3−CD25+ and Foxp3+CD25− [8,11]. It has been suggested that generation of these precursors occurs through a TCR-dependent step, whereas further maturation into mature Foxp3+CD25+ Treg cells is dependent on the cytokines IL-2 and IL-15 [8,10,11]. Analysis of InduRag1 mice as well as a Rag1GFP virtual timer indicated that miR-181a/b-1 predominantly affects formation of Foxp3+CD25− precursors, whereas Foxp3−CD25+ are more frequent in miR-181a/b-1–deficient mice. Nevertheless, these precursors cannot compensate for the partial loss of Foxp3+CD25− precursors, suggesting that the major route of Treg-cell development is through the latter. Indeed, it has been shown that in WT mice, only approximately 20% of CD4+Foxp3−CD25+ cells ultimately give rise to Treg cells [8,10]. Treg-cell development via Foxp3−CD25+ intermediates predominantly occurs in double transgenic mouse lines expressing a transgenic TCR plus its cognate antigen [9]. Furthermore, these cells express higher levels of a Nur77GFP reporter than either Foxp3+CD25− precursors or mature Treg cells [10]. Thus, it has been suggested that Foxp3−CD25+ intermediates arise at the extreme end of the TCR affinity spectrum and might increase in frequency by an influx of cells otherwise targeted for clonal deletion. Accordingly, reduction in MHCII levels on thymic epithelial cells in a monoclonal system diverted thymocytes from clonal deletion into the Treg cell lineage [16]. TCR repertoire analyses and autoreactivity suggest that TCR signal strength required for tTreg-cell generation overlaps both with that of positively selected thymocytes as well as that of cells normally undergoing clonal deletion [3,13,14]. Rescue experiments performed in this study agree with both non-mutually exclusive models. Fewer donor-derived miR-181a/b-1−/− OT-II Treg cells developed in RIPmOVA antigen transgenic mice compared to WT OT-II Treg cells. Concomitantly, clonal deletion of miR-181a/b-1−/− OT-II cells was also impaired in RIPmOVA mice, suggesting that in this particular paired TCR–antigen model, TCR signal strength is reduced through loss of miR-181a/b-1 to limit both Treg-cell formation and clonal deletion. Conversely, induced expression of Nr4a2 promoted Treg-cell production in the absence of miR-181a/b-1 but resulted in somewhat limited production of Treg cells in the presence of miR-181a/b-1, suggesting that in the latter case, clonal deletion might be favored over Treg-cell development.\n\nIntrathymic development of Treg cells depends on CD28-mediated costimulatory signals [36]. Thus, it might be possible that elevated expression of CTLA-4 by Treg cells in the thymus contributes to impaired development. Costimulation via CD28 is required for efficient generation of Foxp3−CD25+ Treg-cell precursors but less so during later Treg-cell development, suggesting that CD28 signaling protects thymocytes from clonal deletion [36–39]. Loss of CD28 signaling does not result in export of autoreactive cells into the periphery, indicating that it does not simply act as an amplifier of TCR signal strength [39]. Consistently, loss of CD28-mediated costimulation and loss of miR-181a/b-1 generate phenotypically distinct developmental defects, also supporting the notion that elevated levels of CTLA-4 in miR-181a/b-1−/− Treg cells are a consequence rather than cause of inefficient generation of Treg cells in these mice.\n\nConsequences of altered TCR signal strength in the thymus have been previously analyzed in mice carrying hypomorphic mutations of key signal mediators, such as zeta-chain–associated kinase of 70 kD (Zap-70), or reduced numbers of immunoreceptor tyrosine-based activation motifs (ITAMs) within CD3ζ molecules [40–42]. Collectively, these studies showed that alterations in TCR signal affected positive and negative selection as well as Treg-cell formation, albeit in a manner that is not easily predictable. Thus, these data indicate that the quantitative relationship between proximal TCR signaling and effcient thymic selection needs to be tightly balanced. Furthermore, mutations characterized in these studies equally affect T-cell activation and tonic signaling in the periphery, precluding analysis of developmental consequences of altered TCR signaling exclusively occurring in the thymus.\n\nIn contrast, expression levels of miR-181a/b-1 in peripheral Treg cells are very low and should therefore allow WT-like levels of tonic TCR signaling. Notably, peripheral TCR signaling controls Treg-cell homeostasis and helps to maintain functional Treg cells [43,44]. For instance, in the absence of peripheral TCR expression, levels of CTLA-4 protein are reduced, and suppressive capacity is compromised [44].\n\nOur data suggest that alterations in thymic selection caused by the absence of miR-181a/b-1 have long-term impact and are translated to increased suppressive activity of peripheral Treg cells. We therefore propose that the developmental legacy of TCR signal strength during agonist selection determines Treg-cell function in the periphery. Thus, altered TCR thresholds during selection might affect a Treg cell’s responsiveness to tonic signaling. Similar observations have previously been reported for both CD4 and CD8 Tconv cells [45,46]. The avidity of positively selecting self-peptides and thus strength of the TCR signal during selection determines the outcome of a T-cell immune response even of T cells recognizing the same foreign antigen with an identical avidity [45]. In contrast to Treg cells, differential reactivity to self-peptide by CD8 Tconv cells was accompanied by clear differences in gene expression profiles [46]. Although in Tconv cells, the capacity for tonic signaling in the periphery contributes to distinct responsiveness to pathogens, thymically predetermined levels of the feedback regulator of TCR signaling CD5 are likely to help control tonic signals [45]. Thus, the quality of protective T-cell responses as well as Treg-cell mediated suppression appear to be preset during thymic selection.\n\nHow TCR signal strength during thymic agonist selection confers long-term changes in CTLA-4 protein expression remains unclear. Our study supports a model in which expression of CTLA-4 is cell-intrinsically sustained in the periphery through a post-transcriptional mechanism controlling its translation rate. Translational control can be exerted at multiple different levels, including changes in mRNA composition through alternative splicing and miRNAs as well as RNA binding proteins. Given the lack of umambiguous evidence for one of these mechanisms being predominant, our data suggest that multiple factors may act in concert to control CTLA-4 protein. Tight control of CTLA-4 expression is likely to be paramount for tuning suppressive capacity of Treg cells.\n\nOur study establishes miR-181a/b-1 as a central regulator of agonist-selected αβT cells. Earlier studies showed that miR-181a/b-1 is critical for the development of innate-like T cells expressing semi-invariant TCRs, such as iNKT cells and MAIT cells (but not their γδTCR-expressing counterparts) [25,26,47]. Here, we demonstrated that the role of miR-181a/b-1 can be extended to highly diverse polyclonal T-cell populations. This finding was not anticipated because it might be expected that a shift in integrated signal strength might be compensated for by a shift in the repertoire. Such compensation might partly explain why the effect of miR-181a/b-1 deletion on Treg cells is somewhat milder when compared to other agonist selected T cells. Finally, based on the dramatic down-regulation of miR-181a after the DP stage, our study implies that the lineage fate decision to become a Treg cell manifests itself early during selection.\n\nMaterials and methods\n\nEthics statement\n\nAll experiments were performed in accordance with German law on care and use of laboratory animals or with the institutional and ethical guidelines of the University of Edinburgh and have been approved by the Niedersächsisches Landesamt für Verbraucherschutz und Lebensmittelsicherheit (LAVES) (33.12-42502-04-08-1480; 11/0533; 12/0869; 13/1224; 15/1846), the Regierungspräsidium Darmstadt (V54–19c20/15–FU/1119; FU/1155; FU/1159; FU/1178) or under a project license granted by the UK Home Office (PPL60_4510 procedure 19b 5), respectively. Animals were killed by CO2 inhalation, in some cases followed by cervical dislocation.\n\nMice\n\nMiR-181a/b-1−/− and miR-181a/b-1+/− mice (B6.Mirc14tm1.1Ankr) were generated as described in [26] and bred at the Hannover Medical School and Goethe University, Frankfurt, Germany. OT-II mice (B6.Cg-Tg(TcraTcrb)425Cbn/J) were purchased from The Jackson Laboratory, crossed with miR-181a/b-1−/− and miR-181a/b-1+/− mice, and bred at the Hannover Medical School. RIPmOVA mice (C57BL/6-Tg(Ins2-TFRC/OVA)296Wehi/WehiJ) were purchased from The Jackson Laboratory and crossed with B6 CD45.1. F1 mice (RIPmOVA CD45.1/2) were bred at the Hannover Medical School. C57BL/6J mice (CD45.2), B6.SJL-PtprcaPepcb/BoyJ mice (termed “B6 CD45.1” throughout this manuscript), and IL-7Rα–deficient mice (B6.129S7-Il7rtm1Imx/J) were purchased from Charles River or The Jackson Laboratory or bred at the animal facility of Hannover Medical School. (C57BL/6J × B6 CD45.1) F1 mice (CD45.1/CD45.2 heterozygous) and IL-7Rα−/− CD45.1 mice were bred at the animal facility of Hannover Medical School. InduRag1fl/fl × Rosa26-CreERT2 mice (termed InduRag1 here) were obtained by crossing InduRag1fl/fl mice with Rosa26-CreERT2 mice (kindly provided by Prof. Anton Berns, The Netherlands Cancer Institute, Amsterdam, The Netherlands) and bred at the Helmholtz Centre for Infection Research [30]. These mice were crossed to miR-181a/b-1−/− (InduRag1 × miR-181a/b-1−/−) and miR-181a/b-1+/− (InduRag1 × miR-181a/b-1+/−) mice bred and maintained at the Helmholtz Centre for Infection Research in Braunschweig. Foxp3hCD2 × Rag1GFP mice were obtained by crossing Foxp3hCD2 mice [48] with Rag1GFP mice [49] (kindly provided by Nobuo Sakaguchi, Kumamoto, Japan). These mice were crossed to miR-181a/b-1−/− and miR-181a/b-1+/− mice and bred at the Helmholtz Centre for Infection Research in Braunschweig. Rag1−/− mice and B6 CD45.1 mice used in the in vivo suppression assay were bred and maintained at the University of Edinburgh. All mice were used between 7–12 weeks of age and were maintained under specific-pathogen–free conditions.\n\nIn vivo induction of Treg-cell development\n\nTreg-cell development was induced in 6- to 8-week–old InduRag1 × miR-181a/b-1−/− and InduRag1 × miR-181a/b-1+/− mice by oral administration of tamoxifen (Ratiopharm, Ulm, Germany) in corn oil (Sigma Aldrich, St. Louis, MO, USA), 0.6 mg/400 μl/mouse every 4 days. To ensure proper tamoxifen solubility, in the first step, it was dissolved in 100% ethanol prewarmed to 55 °C and later in prewarmed corn oil. Before each oral administration, the mixture was always prewarmed to 37 °C.\n\nCompetitive BM chimeras\n\nB6 CD45.1+ recipient mice were lethally irradiated (9 Gy). Donor BM from both WT (CD45.1/2+) and miR-181a/b-1+/− or miR-181a/b-1−/− (CD45.2+) mice mixed at a 1:1 ratio was injected into the lateral tail vein within 24 h postirradiation (a total of 4 × 106 cells/mouse). Mice were provided with antibiotic-containing water and were housed in sterile microisolator cages. Analysis of BM chimeras was performed 8–12 weeks after transplantation.\n\nOverexpression of Nr4a2 in BM chimeras\n\nBM cells were isolated from the tibia and femur of age-matched (7–10 weeks) OT-II × miR-181a−/− and OT-II × miR-181a+/− mice. First, lineage-negative (lin−) cells were enriched by incubation with the cocktail of purified rat-anti-mouse antibodies (CD19 [1D3], CD11b [M1/70], Gr-1 [RB6-8C5], NK1.1 [PK136], Ter-119, CD4 [RM4.4], and CD8α [53–6.7]; all from eBioscience, Thermo Fisher Scientific, Waltham, MA, USA) followed by incubation with sheep-anti-rat dynabeads (Dynal; Invitrogen, Carlsbad, CA, USA) and magnetic separation. Cells were stained with a phycoerythrin (PE)-Cy7–conjugated cocktail of lin antibodies (CD19 [6D5], CD11b [M1/70], Gr-1 [RB6-8C5], NK1.1 [PK136], Ter-119, CD4 [GK1.5], and CD8α [53–6.7]; all from eBioscience) and Sca-1 (E13–161.7) PacificBlue, c-kit (CD117) allophycocyanin (APC), and sorted as lin−Sca-1+c-kit+ to 98% purity. Cells were cultured overnight at a density of 5 × 104 cells/100 μl (on 96-well plate) with mouse IL-6 (20 ng/ml), mouse IL-7 (25 ng/ml), mouse Flt-3L (25 ng/ml), and mouse SCF (50 ng/ml; all obtained from PeproTech, Rocky Hill, NJ, USA), in DMEM containing 10% FBS. Next day, cells were infected by centrifugation at 700 g for 45 min at 32 °C on retronectin-coated plates (50 μg/ml, 4 °C overnight) loaded (3× 100 μl/well, 2,000 g, 20 min at 32 °C) with Nr4a2-ΔLBD-ERT2–expressing retrovirus or ctrl retrovirus (both carrying Thy1.1 tag detectable by flow ctometry) in the presence of polybrene (8 μg/ml) and the abovementioned cytokines. Fresh medium was supplemented after 24 h. After 48 h, cells were collected, and transduction efficacy (frequency of Thy1.1+ cells) was determined. Routinely, it was approximately 60%, and thus cells were later sorted to 100% of Thy1.1+. B6 CD45.2+Thy1.2+ recipient mice were lethally irradiated (9 Gy). Sorted cells were intravenously injected (1 × 105/recipient). Mice were provided with antibiotic-containing water and were housed in sterile microisolator cages.\n\nSix weeks after injection, mice were orally administered 0.6 mg/400 μl of tamoxifen (Ratiopharm) dissolved in corn oil (Sigma Aldrich) per recipient mouse for 5 consecutive days. Tamoxifen preparation was performed as for induction of Treg-cell development in InduRag1 mice. Twelve hours after the final administration, mice were analyzed.\n\nIntracellular staining of Nur77 in thymocytes\n\nThymocytes isolated from miR-181a+/− and miR-181a−/− mice were left untreated or were stimulated for 3 h at 37 °C in the presence of plate-bound αCD3 (17A2, 2.5 μg/ml) and soluble αCD28 (37.51, 2.5 μg/ml). Next, cells were stained for surface CD4 and CD8α and intracellular Nur77 with intracellular staining buffer set (eBioscience).\n\nRIPmOVA × OT-II BM chimeras\n\nBM cells were isolated from the tibia and femur of age-matched (7–10 weeks) OT-II × miR-181a/b-1−/− and OT-II × miR-181a/b-1+/− mice. Red blood cells were lysed, and cells were counted and injected (5 × 106/recipient) into the lateral tail vein of lethally (2 × 4.5 Gy) irradiated RIPmOVA (CD45.1/2+) recipient mice. Mice were provided with antibiotic-containing water and were housed in sterile microisolator cages. Analysis of BM chimeras was performed 8–12 weeks after transplantation.\n\nFlow cytometry and cell sorting\n\nMonoclonal antibodies specific for CD4 (RM4.4, GK1.5), CD8α (53–6.7), CD25 (PC61.5, eBio7D4 for sort), CD24 (M1/69), CD27 (LG.3A10), CD28 (37.51), CD103 (M290), CD122 (TM-β1), CD127 (A7R34), Gr-1 (RB6-8C5), erythroid cell marker (Ter-119), CD19 (1D3, 6D5), CD11b (M1/70), CD45.1 (A20), CD45.2 (104), CD117 (c-kit) (2B8, ACK2), Sca-1 (E13–161.7), NK1.1 (PK136), CD11c (N418), TCRβ (H57-597), Foxp3 (MF23, FJK-16s), human CD2 (RPA-2.10), Qa2 (1-1-2), Nur77 (12.14), Vβ5.1/5.2 TCR (MR9-4), Vα2 TCR (B20.1), CTLA-4 (UC10-4B9, UC10-4F10-11), Helios (22F6), TGF-βR (RI/ALK-5), GITR (DTA-1), PLZF (Mags.21F7), Gata3 (TWAJ), Egr2 (erongr2), Irf4 (3E4), c-Rel (1RELAH5), and KLRG1 (2F1) were used as biotin, PacificBlue, fluorescein isothiocyanate (FITC), Alexa Fluor 488, PE, peridinin chlorophyll protein-Cy5.5 (PerCP-Cy5.5), PE-Cy7, APC, APC-Cy7, APC-eFluor780, Brilliant Violet 421, eFluor450, and Alexa Fluor 647 conjugates. Antibodies were purified from hybridoma supernatants using standard procedures or were purchased from eBioscience, BD Biosciences (San Jose, CA, USA), BioLegend (San Diego, CA, USA), or R&amp;D Systems (Minneapolis, MN, USA). For intracellular stainings, an intracellular staining buffer set and a Foxp3/transcription factor staining buffer set (both eBioscience) were used according to the manufacturer’s protocol. RNA flow cytometry was performed using the PrimeFlow system (Thermo Fisher Scientific). Cells were stained with Nr4a1-AF647. Samples were acquired on LSRII (BD Biosciences) cytometers and sorted on a FACS Aria II (BD Biosciences). Data were analyzed with FlowJo software, v.9.4.9 (Tree Star, Ashland, OR, USA). For analysis, dead cells and debris were excluded by gating of forward and side scatter. Sorted cells were of 98% or higher purity, as determined by reanalysis.\n\nIn vivo Treg-cell induction assay\n\nRTEs depleted of Treg cells were sorted as Rag1GFP+CD4+CD8α−CD25− from the spleens of Foxp3hCD2 × Rag1GFP × miR-181a/b-1−/− and Foxp3hCD2 × Rag1GFP × miR-181a/b-1+/− mice. 5 × 105 cells were injected into the lateral tail vein of lymphopenic IL-7Rα−/− (CD45.1) recipients. Spleens, peripheral lymph nodes (pLNs: inguinal, brachial, axiliary, and cervical), and mLN were analyzed for the induction of Foxp3 within donor population (CD45.2) 28 days later.\n\nIn vitro suppression assay\n\nSplenic antigen-presenting cells (CD45.1+) were purified using sheep-anti-rat magnetic beads and depletion of CD19, CD3, NK1.1, and Gr-1–positive cells as described above. Cells were plated on a U-bottom–shaped 96-well plate coated with αCD3 antibody (17A2, 10 μg/ml) at 4 °C, overnight, at the density 1 × 104 cells/100 μl/well. Next, they were loaded with OVA323–339 peptide (2 μg/ml; AnaSpec, Fremont, CA, USA) for 45 min at 37 °C and washed 3 times to remove unbound peptide. Naïve, CD4+ OT-II cells (CD45.1/2+) were purified using a CD4+T cell negative depletion kit (Invitrogen). Cells were further labeled with 1 μM CFSE (Molecular Probes, Eugene, OR, USA) for 10 min at 37 °C and washed twice. They were added to peptide-loaded antigen-presenting cells at a density of 1 × 105 cells/well (antigen-presenting cell/OT-II ratio 1:10). Treg cells (CD45.2+) were sorted as CD4+CD25+ cells from spleens of miR-181a/b-1+/− and miR-181a/b-1−/− mice (purity always &gt;98%), and their graded concentrations were added to antigen-presenting cell/OT-II cocultures in the presence of murine IL-2 (100 U/ml, PeproTech). Assay was analyzed after 48–60 h by flow cytometry.\n\nIn vivo suppression assay\n\nTo analyze the function of Treg cells in vivo, sorted populations of naïve CD45.1+ (1 × 105 to 4 × 105 cells) together with CD45.2+ miR-181a/b-1+/− or miR-181a/b-1−/− Treg cells were injected intravenously into Rag1−/− recipients and analyzed after 14 days.\n\nTCR sequencing\n\nTotal RNA was isolated using the RNeasy Mini Kit (Qiagen, Hilden, Germany) from 1 × 105 sorted thymic CD3+CD4+CD25+ miR-181a/b-1+/− or miR-181a/b-1−/− Treg cells and 4 × 105 sorted splenic CD3+CD4+CD25+ miR-181a/b-1+/− or miR-181a/b-1−/− Treg cells. Purity was above 98% as determined by reanalysis. Four independent sorts were performed (pooled 4–5 mice/genotype), and so were 2 independent sequencing experiments. cDNA templates were synthesized using SuperScript II reverse transcriptase (Invitrogen) according to the manufacturer’s recommendation. To generate template libraries of rearranged TCR CDR3 regions from Treg-cell cDNA for the Genome Sequencer FLX system (454 sequencing; Roche, Basel, Switzerland), we used primers spanning the variable region between constant Cα and V elements of the Vα8 family (comprising TRAV12-1*01, TRAV12-1*03, TRAV12-1*04, TRAV12-1*05, TRAV12D-2*01, TRAV12D-2*02, TRAV12D-2*03, TRAV12D-2*04, TRAV12D-2*05, TRAV12D-3*01, TRAV12D-3*02, and TRAV12D-3*03) [50]. Forward and reverse primers contained at their 5′ ends the universal adapter sequences and a multiplex identifier (MID), respectively. Amplicons were purified by agarose gel electrophoresis and QIAquick Gel Extraction Kit (Qiagen) and quantified by Quant-iT dsDNA HS Assay Kit (Invitrogen). Single PCR amplicon molecules were immobilized onto DNA capture beads within an oil–water emulsion to enable clonal amplification in a second PCR process with universal primers. The emulsion was then disrupted, and isolated beads were loaded onto PicoTiterPlates. Sequencing reactions were performed by ultradeep 454 pyrosequencing on the Genome Sequencer FLX system (Roche). Productive rearrangements and CDR3α regions were defined by comparing nucleotide sequences to the reference sequences from IMGT, the international ImMunoGeneTics information system (http://www.imgt.org) [51]. Rearrangements were analyzed and CDR3α regions were defined using IMGT/HighV-QUEST [52].\n\nConfocal microscopy\n\nCD4+ T cells were purified from spleens and pLN of miR-181a/b-1+/− and miR-181a/b-1−/− mice using CD4+ T-cell negative isolation kit (Dynal, Invitrogen). Next, cells were plated on glass coverslips (Assistent, 0.13–0.16 mm, Thermo Fisher Scientific) coated with poly-L-lysine (Sigma Aldrich) or Histogrip (Invitrogen) for 2 h at 37 °C. In some experiments, glass coverslips were additionally coated with αCD3 antibody (10 μg/ml, 17A2) and αCD28 antibody (10 μg/ml, 37.51). After 2 h, cells were fixed in 3% (v/v) electron-microscopy–grade PFA (Electron Microscopy Sciences). CTLA-4, Foxp3, LAMP2, EEA1, GM130, and Rab11 were stained using indirect immunofluorescence. The following primary antibodies were used: purified α-mouse CTLA-4 (UC10-4F10-11, BD Biosciences) labeled with DyLight650 antibody labeling kit (Pierce, Thermo Fisher Scientific) according to the manufacturer’s protocol, AlexaFluor488-labeled rat-α-mouse Foxp3 (MF23, BD Biosciences), purified rat-α-mouse LAMP2 (Hybridoma Bank), α-mouse EEA-1 (14/EEA1, BD Biosciences), α-mouse GM130 (35/GM130, BD Biosciences), and α-mouse Rab11 (D4F5, Cell Signaling, Danvers, MA). The following secondary antibodies were used, all conjugated to AlexaFluor488 (all Molecular Probes): mouse-α-rat, rat-α-mouse, and goat-α-rabbit. Nuclear staining was performed using DAPI (Molecular Probes). Coverslips were mounted on glass slides using aqueous mounting medium (DakoCytomation, Glostrup, Denmark). Samples were analyzed by confocal fluorescent microscopy using a Leica SP5 inverted microscope (Leica Microsystems, Wetzlar, Germany). During imaging, a single focal plane was monitored in x-y-z scanning mode using 63×/1.4–0.6 NA oil HCX PL APO lambda blue DIC oil objective, UV laser (405 nm), argon laser (488 nm), diode-pumped solid-state (DPSS) laser (561 nm), and helium–neon (HeNe) laser (633 nm) at a scanner frequency of 400 Hz, line averaging 4. In order to avoid fluorescence overlap, sequential scans were performed. Images were analyzed using LAS AF Lite (Leica Microsystems) and ImageJ software. Quantification of fluorescence intensity and image analysis was performed using ImageJ software.\n\nInhibition of lysosomal degradation in Treg cells\n\nCD4+CD25+ Treg cells were enriched from spleens and LNs of miR-181a/b-1+/− or miR-181a/b-1−/− mice using a MACS isolation kit (Miltenyi Biotec, Bergisch Gladbach, Germany). Cells were incubated in the absence or presence of 50 nM bafilomycin (InvivoGen, San Diego, CA, USA) and collected after 30, 60, 120, and 180 min. Samples were stained with αCD4, αCD25, and αhCD2 (Foxp3) antibodies and intracellularly for CTLA-4. For intracellular stainings, the Foxp3/transcription factor staining buffer set (eBioscience) was used according to the manufacturer’s protocol. Samples were acquired on LSRII (BD Biosciences). Data were analyzed with FlowJo software, v.9.4.9 (Tree Star). For analysis, dead cells and debris were excluded via staining with Zombie Aqua reagent (BioLegend) prior to fixation and permabilization of cells.\n\nMicroarrays\n\nRNA isolation, cDNA preparation, and DNA microarray analysis of gene expression were performed at the Microarray Genechip Facility of the University of Tübingen (MFT Services). Fluorescent images of hybridized microarrays (MOE-430 version 2.0; Affymetrix, Santa Clara, CA, USA) were obtained using an Affymetrix Genechip Scanner. Microarray data were analyzed using BioConductor Suite 2.1 software. All samples were repeated two times with individually sorted cells and averaged.\n\nSmall RNAseq\n\nTreg cells (1 × 105) sorted from 3 pooled WT and miR-181a/b-1−/− thymi were stored in RNAprotect Cell Reagent (Qiagen). Small RNAseq was performed by Admera Health (South Plainfield, NJ, USA) using the SMARTer smRNA-Seq Kit (Takara, Kusatsu, Japan). Adapters were trimmed with Flexbar 3.4, and rRNA was removed using Bowtie 2. The remaining reads were aligned using STAR aligner and counted using HTSeq. Differential expression analysis was performed in R using the DESeq2 package. Three biological replicates per genotype were analyzed.\n\nLuciferase assay\n\nPart of the CTLA-4 coding sequence (CTLA-4WT, 294 bp) and a version devoid of the putative miR-181a binding site (CTLA-4del, 271 bp) were synthesized by GeneArt (Regensburg, Germany) and cloned into PsiCheck2.0 Vector (Promega, Madison, WI, USA). 3T3 cells overexpressing murine miR-181a or ctrl cells were established by retroviral transduction and sorted to 100% purity (GFP reporter). Viral particles were produced in HEK293T cells by co-transfection with pCLEco (coexpressing MLV gag, pol, and env) and the plasmids MDH1-PGK-GFP_2.0 (Addgene plasmid #11375) or MDH1-miR-181a-1-PGK-GFP (Addgene plasmid #11376), which were gifts from Chang-Zheng Chen [53]. 3T3 cells were cultured in complete DMEM (Life Technologies, Carlsbad, CA, USA) (10% FCS, 100 U PenStrep, 1 mM Na-pyruvate, 25 μg/mL Geneticin [Life Technologies]). 250,000 cells were electroporated with 0.1 μg of PsiCheck2.0 (250 V, 950 μF, Biorad Gene Pulser II) and cultured for 24 h on 6-well plates. Dual-Luciferase Reporter (DLR) assays (Promega) were conducted according to the manufacturer’s instructions. Luciferase activity was measured using Lumat LB 9507 machine (Berthold).\n\nqRT-PCR\n\nRNA was prepared using the miRNeasy Kit according to the manufacturer’s instructions (Qiagen). RT reaction was performed using TaqMan MicroRNA Reverse Transcription Kit (Applied Biosystems, Thermo Fisher Scientific, Waltham, MA, USA) and miRNA-specific primers according to the manufacturer’s protocol. Quantitative RT-PCR analysis of miRNA expression was carried out using the following Taqman probes: hsa-miR-181a, TM: 000480; mmu-miR-15b, TM: 000390; mmu-miR-150-5p, TM: 000473; mmu-miR-342, TM: 002260; mmu-let-7g-5p, TM: 002282 (Applied Biosystems). Fold differences were calculated using the ΔCt method normalized to snoRNA412 as housekeeping miRNA gene (Applied Biosystems, TM: 001243).\n\nStatistical analyses\n\nAll analyses were performed using GraphPad Prism software. Data are represented as mean ± SD. Statistical analyses of significance were performed using unpaired or paired Student’s t test, multiple t test, or two-way ANOVA with Bonferroni post t test or Sidak’s multiple comparison test.\n\nSupporting information"
}