{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002443",
  "doi": "10.1371/journal.pbio.1002443",
  "externalIds": [
    "pii:PBIOLOGY-D-15-03122",
    "pmid:27093619",
    "pmcid:PMC4836687"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Chromatin Modulatory Proteins and Olfactory Receptor Signaling in the Refinement and Maintenance of Fruitless Expression in Olfactory Receptor Neurons",
  "authors": [
    {
      "name": "Catherine E. Hueston",
      "first": "Catherine E.",
      "last": "Hueston",
      "affiliation": "Department of Neurobiology, Duke University, Durham, North Carolina, United States of America"
    },
    {
      "name": "Douglas Olsen",
      "first": "Douglas",
      "last": "Olsen",
      "affiliation": "Department of Biology, Duke University, Durham, North Carolina, United States of America"
    },
    {
      "name": "Qingyun Li",
      "first": "Qingyun",
      "last": "Li",
      "affiliation": "Department of Biology, Duke University, Durham, North Carolina, United States of America"
    },
    {
      "name": "Sumie Okuwa",
      "first": "Sumie",
      "last": "Okuwa",
      "affiliation": "Department of Biology, Duke University, Durham, North Carolina, United States of America"
    },
    {
      "name": "Bo Peng",
      "first": "Bo",
      "last": "Peng",
      "affiliation": "Department of Biology, Duke University, Durham, North Carolina, United States of America"
    },
    {
      "name": "Jianni Wu",
      "first": "Jianni",
      "last": "Wu",
      "affiliation": "Undergraduate Program in Neuroscience, Duke University, Durham, North Carolina, United States of America"
    },
    {
      "name": "Pelin Cayirlioglu Volkan",
      "first": "Pelin Cayirlioglu",
      "last": "Volkan",
      "affiliation": "Department of Biology, Duke University, Durham, North Carolina, United States of America; Duke Institute for Brain Science, Duke University, Durham, North Carolina, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-04-19",
  "dateAccepted": "2016-03-17",
  "dateReceived": "2015-11-10",
  "volume": "14",
  "number": "4",
  "pages": "e1002443",
  "tags": [
    "Afferent neurons",
    "Anatomy",
    "Animal anatomy",
    "Animal cells",
    "Animal models",
    "Animal physiology",
    "Animals",
    "Antennae (animal physiology)",
    "Arthropoda",
    "Axon guidance",
    "Cell biology",
    "Cellular neuroscience",
    "Cellular types",
    "Developmental neuroscience",
    "Discipline-v3/Afferent neurons",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animal physiology",
    "Discipline-v3/Animals",
    "Discipline-v3/Antennae (animal physiology)",
    "Discipline-v3/Arthropoda",
    "Discipline-v3/Axon guidance",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Developmental neuroscience",
    "Discipline-v3/Drosophila",
    "Discipline-v3/Drosophila melanogaster",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Gene regulation",
    "Discipline-v3/Genetics",
    "Discipline-v3/Insects",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Nervous system",
    "Discipline-v3/Neural pathways",
    "Discipline-v3/Neuroanatomy",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Olfactory receptor neurons",
    "Discipline-v3/Organisms",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Zoology",
    "Drosophila",
    "Drosophila melanogaster",
    "Gene expression",
    "Gene regulation",
    "Genetics",
    "Insects",
    "Invertebrates",
    "Model organisms",
    "Nervous system",
    "Neural pathways",
    "Neuroanatomy",
    "Neurons",
    "Neuroscience",
    "Olfactory receptor neurons",
    "Organisms",
    "Type/Research Article",
    "Zoology"
  ],
  "abstract": "During development, sensory neurons must choose identities that allow them to detect specific signals and connect with appropriate target neurons. Ultimately, these sensory neurons will successfully integrate into appropriate neural circuits to generate defined motor outputs, or behavior. This integration requires a developmental coordination between the identity of the neuron and the identity of the circuit. The mechanisms that underlie this coordination are currently unknown. Here, we describe two modes of regulation that coordinate the sensory identities of Drosophila melanogaster olfactory receptor neurons (ORNs) involved in sex-specific behaviors with the sex-specific behavioral circuit identity marker fruitless (fru). The first mode involves a developmental program that coordinately restricts to appropriate ORNs the expression of fru and two olfactory receptors (Or47b and Ir84a) involved in sex-specific behaviors. This regulation requires the chromatin modulatory protein Alhambra (Alh). The second mode relies on the signaling from the olfactory receptors through CamK and histone acetyl transferase p300/CBP to maintain ORN-specific fru expression. Our results highlight two feed-forward regulatory mechanisms with both developmentally hardwired and olfactory receptor activity-dependent components that establish and maintain fru expression in ORNs. Such a dual mechanism of fru regulation in ORNs might be a trait of neurons driving plastic aspects of sex-specific behaviors.",
  "fullText": "Introduction\n\nThe assembly of neural circuits dedicated to specific behaviors must be tightly regulated during development, where neurons need not only define their identity as individual neurons but also molecularly and developmentally link themselves with the specific neural circuitry they will be integrated into. Such developmental programs can, for example, establish a connection between sensory circuits tuned to a particular stimulus and the motor pathways that execute the output behavior in response to that stimulus. An elegant example of this is seen in the sex-specific behavioral circuitry of Drosophila melanogaster. This circuitry is regulated by the single transcription factor Fruitless (Fru) [1]. Sex-specific alternative splicing of fru generates the protein product FruM in males only [2–5]. Studies in which the sex-specific splicing of fru was manipulated in both males and females have shown that FruM function is necessary and sufficient for male-specific behaviors [6]. Despite the dramatic nature of these mutant phenotypes, fru is only expressed in a small fraction of the D. melanogaster nervous system. Only about 2,000 interconnected neurons express fru, and the specific activation of fru-positive neurons is sufficient to trigger male-specific behaviors [1,2,6–8]. Thus, fru expression identifies the neural circuitry that controls sex-specific behaviors. Support for this idea comes from the recently identified fru-positive neuronal circuitry that drives the sexually dimorphic response to the pheromone cis-vaccenyl acetate (cVA) [9]. fru is expressed throughout the entire cVA circuitry, from the olfactory receptor neurons (ORNs) that detect the pheromone to the motor neurons that trigger courtship behaviors [10,11]. Despite a large volume of research, it is largely unknown how Fru regulates the development or function of this circuitry and how fru expression is developmentally coordinated with the identity programs for each of the neurons within the circuitry.\n\nOlfaction is a key component of sex-specific behaviors. Flies detect volatile pheromones and other odors important for the initiation of courtship and aggression via olfactory receptors (ORs) expressed in ORNs [12]. Clusters of 1–4 ORNs are housed in sensory hairs called sensilla that cover the surface of the antennae and maxillary palps. ORNs are classified and named by the single OR gene that they express, and each ORN class targets a specific glomerulus in the antennal lobe. FruM function was shown to be specifically required in ORNs for normal courtship behavior [2], and three ORN classes express fru in adult D. melanogaster antennae [12]. Or67d ORNs, the best studied of the fru-positive ORNs, are housed in the at1 sensilla. These neurons detect the male-specific pheromone cVA, which acts as a suppressant of both male—male and male—female courtship [9]. Ir84a ORNs, housed in the ac4 sensilla, also express fru and can detect the availability of food sources and coordinate reproductive behaviors accordingly [13]. Recent studies show that the third fru-positive ORN class, Or47b, detects methyl laurate, a cuticular pheromone, and is necessary for successful copulation [14–17].\n\nNeurons expressing Or67d, Ir84a, and Or47b all express fru and are specifically receptive to olfactory cues required for courtship, but the developmental programs regulating the expression of these three Or genes and coordinating them with fru expression is unknown. During development, combinations of transcription factors diversify ORN precursor cell identities, thus restricting the ORN classes that can be generated in each precursor lineage [18,19]. This “cellular memory” of possible fates is retained through asymmetric divisions as Notch signaling further segregates each possible sensory identity into individual ORNs within the same sensillum [12,20,21]. The retention of cellular identity through multiple cell divisions suggests that changes in chromatin states might also contribute to these programs [22,23]. We speculate that existing OR regulation can be co-opted for coregulation of fru expression in ORNs with sex-specific behavioral functions.\n\nHere, we describe a molecular circuitry with both developmentally hardwired and olfactory-receptor-activity-dependent components that refine and maintain fru expression in Or47b and Ir84a ORNs. In a genetic screen for ORN development, we identified a putative chromatin modulator, Alhambra/AF10 (Alh), which, when mutated, expands both fru/Or47b and fru/Ir84a expression to fru-negative ORNs independently of axon guidance decisions during development. Alh is expressed dynamically in developing ORNs in pupal stages, but during the onset of OR expression it is expressed in ORNs that do not express fru. Once the correct pattern of OR and fru expression is established, the maintenance of fru expression requires Or47b and Ir84a activity in adult flies. This mode of fru regulation in adult ORNs is disrupted in CamKI and histone acetyl transferase p300/CREB Binding Protein (CBP) mutants. Our results suggest that Alh and OR-dependent signaling represent two different modes of fru transcriptional regulation that coordinate, establish, and maintain the fru-positive identity alongside the sensory identities of ORNs.\n\nResults\n\nfru-Positive OR Expression Is Expanded to fru-Negative ORNs in p1353 Mutants\n\nWe previously carried out a forward genetic screen for regulators of class-specific ORN development in the olfactory system [24]. This was a histology-based mutagenesis screen where the glomerular targeting patterns of three different classes of ORNs (Or47a, Or47b, and Gr21a) were analyzed in antennal mutant clones in an otherwise heterozygous animal [25]. We specifically looked for mutants with defective ORN projection patterns in the antennal lobe. In this screen, we isolated a mutation (p1353) that modified the projection pattern of Or47b ORNs in the antennal lobe (Fig 1). We mapped this mutation to the D. melanogaster orthologue of the chromatin modulatory protein AF10, Alhambra (alh). We refer to this mutation as alh1353 in the rest of the paper. In both alh1353 and alhJ8C8 mutants, Or47b ORN axons project to their normal target, the VA1v glomerulus, as well as the DL3 glomerulus (Fig 1A and 1H). In addition, the VA1v glomerulus expands dorsally, appearing to almost engulf the VA1d glomerulus, leading to a loss of VA1d glomerulus in some of the mutant antennal lobes [26]. The DL3 and VA1d glomeruli are normally innervated by other at4 sensilla ORNs that express Or65a and Or88a, respectively, which develop from the same sensory organ precursor as Or47b ORNs [20].\n\nIn D. melanogaster, ORNs housed in the same sensillum arise through asymmetric divisions of a single multipotent precursor cells. During these divisions, the axons from the ORNs sort themselves and navigate to different future glomerular regions in the antennal lobe. Unlike mammals, ORs in D. melanogaster are not required for ORN axon guidance [27,28]. In fact, axon sorting decisions that guide ORNs from the same sensillum to distinct glomeruli are made prior to OR expression, suggesting that independent programs regulate the sensory identities and guidance of ORN axons [29]. The defects in the glomerular pattern of Or47b ORN projections in alh mutants could be due to a disruption of developmental programs regulating Or47b ORN axon guidance. Alternatively, the same defects might arise due to a conversion of Or65a and Or88a ORNs to the Or47b sensory identity without affecting the glomerular position of the at4 ORNs. In order to differentiate between these two hypotheses, we analyzed Or47b expression in the antenna. In wild type antennal MARCM clones [30], one Or47b ORN is found in each at4 sensillum. However, in alh1353 mutant clones, Or47b expression is expanded within the same sensillum, leading to 2–3 Or47b ORNs per sensillum, all of which extend their dendrites into the same sensory bristle (Fig 1A). This was verified by counting the total number of cells in each mutant antenna, a somewhat variable number due to differences in the sizes of the clones produced by MARCM (Fig 1D). To reduce this variability, we also quantified the number of clusters of cells (defined as cell bodies with dendrites that project to the same sensillum) and divided this number by the total number of cells to normalize by the size of the clonal population (Fig 1G). Examination of Or88a and Or65a expression showed a concomitant decrease in the number of Or88a and Or65a ORNs, suggesting a conversion of Or65a and Or88a to Or47b sensory identity (Fig 1B–1F). These changes in Or47b, Or88a, and Or65a expression were also confirmed by qRT-PCR of wild type and alh mutant antennae (S1 Fig). In addition, double-labeling experiments show that the few remaining Or88a ORNs in alh mutants are never found in “clusters” in the antennae, and their axons intermingle with the converted Or47b axons in the VA1d glomerulus (S4A Fig).\n\nWe also overexpressed different isoforms of Alh. We hypothesized that if Alh is required to suppress Or88a and activate Or47b fate, overexpression of Alh should result in the decrease of Or47b ORNs and expansion of Or88a fate. Overexpression of the long isoform of alh, alh-L, using elav-GAL4, did not result in any Or88a or Or47b phenotype (S5A Fig). Elav-GAL4-induced expression of alh-S was lethal, suggesting this is the functionally important isoform. We then used heatshock-induced expression of GAL4 to pulse alh-S expression through third instar-10 h after pupanium formation (APF), 10–30 h APF, 24–34 h APF, and 48–58 h APF old pupae. None of these experiments resulted in an expanded Or88a or lost Or47b ORN population (S5 Fig). These results suggest that OR expression in at4 ORNs is more sensitive to loss of alh function rather than overexpression. One possible explanation for this can be that overexpression of alh might not be strong enough to overcome lineage-specific chromatin states around at4 OR genes that are already in place during at4 ORN development at the times of our heatshock. In addition, it is still possible that, due to the highly dynamic expression pattern of alh, there is a very narrow time window during pupal stages that was not captured in our heatshock experiments. Thus, we base our interpretations on the results from the mutant analysis, which suggests a function for Alh in appropriate segregation of ORs identities of ORNs independent of their guidance decisions to specific glomerular zones, uncoupling the genetic programs for sensory receptor selection and axon guidance.\n\nThe majority of the other ORN classes representing approximately ten different sensilla, including Or67d ORNs in at1 sensilla (Fig 2D–2F) examined, were not affected by similar sensory conversions (S2 Fig). In contrast, we detected a similar identity conversion in the sensilla housing Ir84a ORNs (Fig 2A–2C). We detected a general decrease in the total number of ac4 sensilla based on cell counts in alh1353 mutants (Fig 2B). This possibly is due to an earlier function of Alh on precursor patterning based on its expression in a ring of cells on the antennal disc known to give rise to some of the coeloconic and trichoid sensilla fates [31] (S6 Fig), which in alh mutants lead to decreased cell survival. Despite the effects on the total number of sensilla, within the formed sensilla, multiple Ir84a-positive ORNs were observed (Fig 2A–2C).\n\nEach Ir84a ORN is normally housed in the ac4 sensilla with its sibling ORNs that express Ir75d and Ir76a (Fig 2C) [31]. Examination of the antennal lobes of alh1353 mutants showed that in addition to the VL2a glomerulus normally innervated by Ir84a ORNs, Ir84a-positive ORNs were also present in the VM4 glomerulus of Ir76a ORNs (Fig 2A and 2C) [32]. We found that Ir76a expression was decreased in alh mutants (S4C Fig). We also observed Ir84a–positive ORN terminals innervating the DP1l glomerulus housing Ir75a ORNs, which normally reside in ac2 and ac3 sensilla, suggesting that ectopic expression of Ir84a is not restricted to the ac4 ORNs but also expands to other coeloconic sensilla ORNs. From our previous studies, we know that ORN organization and development in coeloconic sensilla is not identical to ORNs in basiconic and trichoid sensilla [18,31,32]. For example, ac2, ac3, and ac4 sensilla all share the same neurons, Ir76b, Or75d, Ir75a and Or76b, in different combinations, and thus they are more developmentally intertwined than other sensilla types, which does not happen in basiconic and trichoid sensilla. It is possible that the differences of Or47b and the Ir84a expression phenotypes in alh1353 mutants might reflect differences in the developmental programs of trichoid (at4) versus coeloconic (ac4) sensilla. In summary, our results suggest that in alh1353 mutants, two fru-positive ORs (Or47b and Ir84a) expand to developmentally related ORNs without changing the projection of their axons to appropriate glomerular areas in the antennal lobe.\n\nFru Expression Accompanies Sensory Conversion in alh1353 Mutants\n\nOur results demonstrate that Alh regulates some aspects of ORN identity, such as Or expression, but not others, such as axon sorting and guidance. We then asked what other aspects of ORN identity might be regulated by alh1353. We were intrigued that the two ORNs expanded by the alh1353 mutation, Or47b and Ir84a, are two of the three ORN classes that express fru. To answer whether other aspects of neuronal identity are also altered in alh1353 mutants, we examined fru expression.\n\nWe observed an expansion of fru expression in alh1353 mutant antennae (Fig 3). When we examined fru expression closely in alh1353 mutant ORNs, we found clusters of 2–3 fru-positive ORNs within the same sensillum, mimicking Or47b expression in the alh1353 mutants (Fig 3B). Indeed, colabeling for Or47b and fru revealed that both were coexpressed in alh mutant ORN clusters (Fig 3B). The expansion of fru expression to multiple at4 and ac4 ORNs observed in the antenna was confirmed when we examined fru-positive axon guidance in the antennal lobes of alh1353 mutants, which show a striking similarity to the expression patterns of Or47b and Ir84a in alh1353 mutants. (Fig 3C and 3D). Additional double-labeling experiments show that the innervation of the Va1d glomerulus by fru-positive axons in alh mutants is a result of the expansion of Or47b- and fru-positive axons to this location as previously found. The remaining nonclonal wild type Or88a ORNs in these mutants do not express fruitless (S4B Fig). These results suggest that fru expression accompanies Or47b and Ir84a expansion, and alh1353 disrupts a program that is normally required to corepress both Or47b/Ir84a and fru expression in inappropriate, yet developmentally related ORNs.\n\nalh-Dependent Regulation of Or and fru Expression Occurs Early in ORN Development\n\nWe hypothesized that in wild-type flies Alh, either directly or indirectly, coordinates repression of fru and Or expression in fru-negative ORNs (Fig 4A). If this is the case, then alh should be expressed in fru-negative at4 ORNs and excluded from their fru-positive sibling ORNs at the onset of or expression. To test this, we used three GAL4 enhancer trap lines. Two of the lines have P-element insertions upstream of the first exon of short alh transcripts. The third line has an insertion within the first intron of the short isoform at a similar site to that of alhj8c8 (S3 Fig). All insertions are located within the fifth intron of the long isoforms (S3 Fig).\n\nDevelopmental analysis of the expression of these alhGAL4-driven UAS-CD8GFP reporters showed a highly dynamic but reproducible expression pattern of alh during development (Fig 4B). In the antennal imaginal discs at the third larval instar, Alh is expressed in the central ring, which houses ORN precursors (S6 Fig). Later, 40–50 h after puparium formation (APF), alh is expressed in most ORNs (Fig 4B). At this time, alh-positive ORNs can be seen in sensilla clustered in the lateral regions of the antenna where the at4 and ac4 sensilla are located in adults, as well as neurons in the sacculus. The expression pattern becomes more restricted as pupal development proceeds and is almost absent in the adult.\n\nOur observations suggest that Alh refines and coordinates Or and fru expression among the ORNs in at4 and ac4 sensilla. Developmental analysis presented later in this paper shows that Or47b expression begins at 40 h APF. Colabeling alh and Or47b showed that after 50 h, alh expression is excluded from Or47b ORNs while still present in other at4 ORNs (Fig 4C and 4D). The alh mutant phenotype can be observed at this same time, where clusters of Or47b and fru-positive 2–3 Or47b ORNs are observed in single sensilla (Fig 4E). In addition, the glomerular positioning defects of Or47b ORNs in the antennal lobe are apparent by 60 h APF (Fig 4F). These results suggest that fruitless expression is developmentally coregulated with fru-positive OR expression, and that Alh acts during development to repress the fru-positive OR identity in fru-negative ORNs prior to selection of their appropriate receptors.\n\nFruitless Expression in ORNs Requires OR Function\n\nIn alh mutants, fru expression in the antenna is expanded alongside Or47b and Ir84a expression (Fig 3). The synchronous, expanded expression of both fru and fru-positive ORs in alh mutants suggests a tight relationship between OR and fru expression, regulated by Alh. We posited three possible ways to explain this relationship: 1) Alh represses fru, which is required to activate Or expression; 2) Alh represses Or expression, which can activate fru expression; and 3) Alh represses both fru and Or expression either directly or indirectly, by repressing an activator of both genes. Given the established role of Fru in the regulation of gene expression and courtship [33], our initial prediction was that Fru functions to regulate the expression of Or genes involved in courtship behaviors.\n\nTo test this hypothesis, we first asked whether Fru regulates Or47b expression in Or47b ORNs. However, we found that Or47b expression is unaffected in fru mutants, suggesting that Fru does not regulate Or47b expression (S7 Fig). We then examined fru expression in the absence of Or47b function. Surprisingly, we observed that fru expression in Or47b ORNs is abolished in Or47b mutants, (Fig 5B). This finding was confirmed by qRT-PCR (S8 Fig). This phenotype could be rescued by the expression of a UAS-Or47b transgene driven with fruGAL4 (Fig 5C). The expression of UAS-Or88a, a closely related receptor that detects similar ligands to Or47b [17] was partially able to rescue fru expression. This indicates a requirement for the function of ORs activated by the same ligand in fru regulation (Fig 5D and 5D’ and S11 Fig). Expression of Or67d, the third fru-expressing Or gene, which detects cVA, was not able to rescue fru expression in Or47b ORNs (S9D Fig).\n\nWe also abolished Or47b function using mutants for the general Or coreceptor orco [28]. A loss of fru expression, similar to that seen in Or47b mutants, was observed in orco mutants (Figs 6A, 6B and 6H, 8E and S11 Fig) and was confirmed by qRT-PCR (S8 Fig). This phenotype could be rescued by expression of a UAS-orco transgene (Figs 6C and 6H, 8E and S11 Fig).\n\nTime-course analysis of antennae showed that Or47b mutant ORNs start showing signs of degeneration by 14 d (S9 Fig). A degeneration phenotype has been reported for orco mutants as well [34]. In order to show that loss of fru expression is not due to degeneration or neuronal death, we colabeled Or47b and fru–positive ORNs. Double-labeling experiments confirmed that in both Or47b and orco mutants, fru expression was dramatically decreased specifically in Or47b ORNs, and that this loss of fru occurred prior to neuronal degeneration (Figs 5B’, 6B’, 8E and S9, S11 Figs). Perturbing Wingless signaling has been shown to suppress orco-dependent neuronal degeneration [34]. fruGAL4-dependent overexpression of disheveled (dsh), a downstream effector of the Wingless pathway, rescues the degeneration defect but not loss of fru expression in Or47b ORNs (S9C Fig). Expression of Or88a was sufficient to rescue Or47b ORN degeneration, and was also partially able to rescue loss of fru expression (Figs 5D, 8E, S9A and S9B and S11 Figs).\n\nWe next tested whether the other fru-positive receptors Ir84a and Or67d also regulate fru expression in adult ORNs. Unlike Or47b ORNs, Or67d and orco mutants did not affect fru expression in Or67d ORNs (S9D Fig). On the other hand, analysis of fru expression in Ir84a mutants and mutants of Ir8a (a coreceptor expressed in Ir84a ORNs [35]) showed that the number of fru-positive cell bodies decreases by approximately 20 cells (Fig 6D, 6E and 6H). To confirm that the decrease observed in fru expression in these mutants is restricted to Ir84a ORNs, we used orco-GAL80 to suppress fruGAL4-driven GFP expression in basiconic and trichoid ORNs. This allowed us to observe fru expression only in the Ir84a ORN population of wild type flies and Ir84a mutants. Wild type antennae had approximately 20 fru-positive cell bodies, which represent the Ir84a ORN class (Fig 6F and 6G). On the other hand, we observed a few to no fru-positive cell bodies in Ir84a mutants (Fig 6F and 6G). These findings were confirmed by qRT-PCR (S8 Fig). These results suggest that in addition to Or47b, Ir84a function is also required for fru expression in adult Ir84a ORNs.\n\nOR Function Is Required for Maintenance of fru Expression in Adult ORNs but Not during Development\n\nWe predicted that both fru and Or expression must be established in pupal stages as ORNs adopt their final fates (Fig 4A). In wild type flies, the onset of fru expression coincides with the onset of Or47b expression, starting around 40 h APF and absent at earlier stages (Fig 7A). Given the temporal coordination of Or47b expression with fru during pupal development, we wanted to test whether Or47b function is required for the onset of fru expression. To do this, we analyzed fru expression during pupal development in Or47b and orco mutants (Fig 7). In these mutants, we found that fru expression in Or47b ORNs was still detectable by 90 h APF, suggesting that OR function is not required to initiate fru expression and that other factors, such as Alh, establish the correct expression and coupling of fru/Or during ORN development (Fig 7C and 7D). However, fru expression was lost within a few days after eclosion in both Or47b and orco mutants (Fig 7C and 7D). These results indicate that Or47b function is dispensable during the onset of fru expression in pupal stages, but once the flies eclose from their pupal cases, Or47b activity is required to maintain fru expression.\n\nCamK1 and p300/CBP Are Involved in Olfactory-Receptor-Dependent Maintenance of fru Expression\n\nIn D. melanogaster, ORs are necessary to generate both spontaneous and evoked patterns of ORN activity [9,13,28,36,37]. One possible explanation for the Or-dependent maintenance of fru expression in adult ORNs is that Or-mediated neuronal activity is required. To test the role of neuronal excitability in the regulation of fru expression, we electrically silenced fru-positive ORNs using the potassium channel UAS-dORK. We observed a statistically significant decrease in the number of fru-positive ORN cell bodies in the antenna when these ORNs were electrically silenced (S10A, S11 Figs and Fig 8E). However, double-labeling showed that this decrease was due to a smaller total number of Or47b ORNs. Unlike the OR mutants, the remaining Or47b ORNs continued to express fru. These results suggest that maintenance of fru expression in a subpopulation of ORNs requires OR function independent of neuronal activity.\n\nNext, we investigated the mechanisms that relay Or/Ir activity to the transcriptional machinery in the nucleus. Unlike their mammalian counterparts, odorant receptors in D. melanogaster are not G-protein coupled but instead encode ligand-gated cation channels that conduct both calcium and sodium [38–41]. Given the role of calcium in signaling- and activity-dependent regulation of gene expression, we predicted that calcium signaling could maintain fru transcription in adult ORNs. To test this hypothesis, we screened RNAi knock-down lines of CamKI and CamKII using double-labeling of Or47b and fru expression. We found that disrupting CamKI function using different UAS-CamkI RNAi lines resulted in a decrease in fru expression in the Or47b ORN zone (Fig 8B and 8E, S11 Fig). Loss of CamKII had little yet significant effect on fru expression in Or47b ORNs as well (S10 Fig, S11 Fig). These results suggest that calcium signaling through CamKs contribute to maintenance of fru expression in a proportion of fru-positive ORNs.\n\nCamKI encodes the D. melanogaster orthologue of the vertebrate CamKI/IV, which has been shown to phosphorylate the histone acetyl transferase CBP/p300 and CREB, both of which are activated by receptor signaling and can function to maintain gene expression [42–44]. We first tested the candidate gene Creb-B, which functions in signal-dependent regulation of gene expression in many contexts [45,46]. Overexpression of a dominant negative form of Creb-B, which was previously shown to abolish Creb function [47], did not result a change in fru expression (S10B Fig). RNAi-mediated knock down of either Creb-A or Creb-B had a mild yet significant decrease in fru expression in Or47b ORNs, similar to what was observed for CamKII RNAi knock down (Fig 8E, S11 Fig). In contrast, overexpression of Creb-B resulted in a substantial decrease in fru expression in Or47b ORNs (Fig 8C and 8E and S11 Fig).\n\nThe finding that Creb-B overexpression, but Creb-B mutants, shows a dramatic reduction of fru expression is contradictory to the known function of Creb-B as a transcriptional activator. These results suggested that the effect of Creb-B overexpression on fru regulation could be indirect. Thus, we tested the possibility that Creb-B might be titrating a fru regulator that is found in limiting amounts in the ORNs. Creb proteins are known to interact with CBP/p300, which also interacts with many other transcription factors to maintain gene expression [45]. In addition, titrations effects on gene expression due to competition for limiting amounts of CBP/p300 was previously reported [48–52]. Since CBP/p300 is activated through phosphorylation by CamKI [43], we tested the hypothesis that p300 is required to maintain fru expression in Or47b and Ir84a ORNs. Similar to the CamKI mutants, and Creb-B overexpression experiments, an RNAi line targeting p300 showed a strong decrease in fru-positive Or47b ORNs (Fig 8D and 8E, S11 Fig). These results suggest that OR as well as CamK signaling, and CBP/p300 histone acetyl transferase function contribute to the maintenance of fru expression in Or47b ORNs (Fig 9).\n\nDiscussion\n\nFru As a Molecular Identity Marker for Sex-Specific Behavioral Circuits\n\nIn D. melanogaster, sex-specific behaviors are largely regulated by a single gene, fru, whose expression is restricted to a circuit of approximately 2,000 interconnected neurons [3]. Functional studies of fru-positive neurons support the hypothesis that fru labels the neuronal circuits that drive sex-specific behaviors, but the mechanisms that restrict its expression in the nervous system are not known. If fru is necessary for appropriate circuit formation during development as well as circuit function, its expression in appropriate neurons must be tightly controlled using hardwired developmental programs for neuronal fate such as OR expression. However, it is also known that sex-specific behaviors are adaptable, suggesting a need for a plastic molecular mechanism to modify fru expression and the structure of fru-positive circuits. In this paper, we describe two different modes of transcriptional regulation of fru in ORNs mediating sex-specific behaviors: (1) establishment of fru expression through an Alh-mediated chromatin modulatory pathway that coordinates and refines fru, Or47b, and Ir84a expression in developing ORNs; and (2) maintenance of fru expression through ORs in adult ORNs by calcium signaling and histone acetyl transferase, p300/CBP. To our knowledge, our results provide the first example of a regulatory pathway that coordinates the sensory identity of neurons with the identity of the neural circuit they must integrate into. Our results suggest that this is a distinct step in the developmental program of a neural circuit, one that is independent of axon guidance decisions by the neurons as the circuit develops. These findings also highlight the role of feed-forward regulatory loops that establish and maintain these identities with hardwired and environmentally sensitive components, respectively (Fig 9).\n\nSeparate Programs Control Odorant Receptor Choice and Axonal Guidance during ORN development\n\nIn mammals, OR genes are critical for appropriate axon guidance through an elegant mechanism that links the amount of guidance molecules produced by the axon to the unique, ligand-independent G-protein coupled receptor (GPCR) activity signature of each Or [53–55]. These guidance molecules interact with gradients of other guidance molecules to sort ORN axons in a class-specific manner as they enter the olfactory bulb [53–55]. In contrast, OR function does not regulate ORN targeting in D. melanogaster. Many groups have shown that there is no contribution of Or genes to the guidance of ORN axons to specific glomerular zones in D. melanogaster [9,27,28,36,37]. The fact that axon guidance is largely completed before OR expression begins [29] also supports the hypothesis that programs of sensory receptor choice and axon guidance are independently regulated.\n\nNevertheless, receptor identity must be coupled with an appropriate target location to establish the one-neuron/one-receptor/one-glomerulus rule for odortopic mapping in the brain. Since the identity of the ORN precursor cell determines both the receptor expression and guidance programs for all the ORNs it will generate, the expression and axon guidance instructions for each ORN must be segregated together during asymmetric divisions of these precursors. Notch signaling, which acts in a context-independent manner during these divisions, is required to ensure segregation of both sensory and glomerular targeting identities of ORNs [20,22]. The sorting of Or expression and guidance fates throughout precursor division is accomplished through the generation of Notch “ON” and “OFF” cellular states due to asymmetries in Notch signaling components [20,56]. Perturbing Notch function results in the duplication of both sensory fates and glomerular postion of one ORN class at the expense of the other within a sensillum [20]. Segregation of glomerular positioning programs for ORNs in the same sensillum during asymmetric precursor divisions requires Notch-dependent differences in the repulsive cell surface molecule sema-2b [57]. Notch was also shown to affect postmitotic neuronal targeting in the D. melanogaster central nervous system independent of neuronal fate decisions [58]. However, very little is known about the mechanisms that segregate sensory identity of ORNs downstream of Notch. alhambra is the first gene identified that, when mutated, results in a complete conversion of the sensory identity of one ORN in the same sensillum to another while remaining independent of glomerular positioning decisions. This indicates that Alh specifically regulates the proper segregation of individual Or choice programs among ORNs in the same sensillum after glomerular positioning decisions are properly segregated and established. It will be interesting to see whether Or and fru expression decisions driven by Alh are induced downstream of Notch signaling.\n\nThe Putative Chromatin Modulator alhambra Coregulates OR and fru Expression\n\nAlh encodes the D. melanogaster orthologue of the leukemia fusion gene AF10, which has been previously shown to interact with chromatin modulators such as proteins in the SWI/SNF remodeling complex and the histone methyl transferase hDOT1 [59,60]. More recently, it was shown that the Caenorhabditis elegans orthologue of alhambra, ZFP-1, interacts with Dot1 and affects cell signaling by regulating RNA polymerase pausing on selected genes [61]. Recent work suggests that polymerase pausing may have many effects on transcriptional regulation, and one such effect appears to be an establishment of permissive chromatin around the paused polymerase [62].\n\nA key feature of the alh mutant phenotype is the repressive effect it has on the expression pattern of both fru and fru-positive OR genes during development. The loss of ORN diversity within the at4 and ac4 sensilla suggests that Alh might modify chromatin in response to signals such as Notch, which operate during asymmetric cell divisions to diversify ORN fates. The phenotypic specificity of alh mutants to at4 and ac4 fru-positive sensilla suggests that Alh functions during the development of these sensilla to ensure fru expression is restricted to only certain neurons that are tuned to specific odors. Alh may function to repress the expression of terminal differentiation genes that work together to define the odor tuning properties of a given ORN (Ors) and the behavioral circuits it will be integrated into (Fru), independently of axon guidance programs (Fig 9).\n\nIt is likely that a factor X (Fig 9) is expressed in Or47b ORNs that coordinately activates fru and Or47b. The restriction of the sensory conversion phenotype in alh mutants to fru-positive ORs suggests that Alh might suppress the fru-positive ORs (e.g., Or47b) and promote alternate OR expression (e.g., Or88a), either indirectly, through suppression of factor X, or directly prior to the selection of an alternate receptor by the ORNs in the same sensillum (Fig 9). For example, the fru-positive Or47b identity might be the “default,” since the expression of either Or65a or Or88a seems to require the suppression of Or47b, and Or47b is the first receptor to be expressed in at4 ORNs. Once Or47b expression begins in one of the at4 ORNs, Notch signaling may ensure that Or47b is turned off in the sibling ORNs or precursors by changes in chromatin induced by proteins such as Alh. It is interesting to note that a “default” identity from which other identities diversify is also a phenomenon seen in the diversification of ORN precursor identities, pointing to a modularity in the cell fate programs regulating ORN diversity [18]. The phenotype is slightly more complex for Ir84a, where fru-positive Ir84a expression not only expands to another ORN in the same sensilla subtype but also to an ORN in another coeloconic sensilla. The reason for this discrepancy might be due the differences in developmental programs of coeloconic sensilla ORNs expressing Irs. Several Irs are in fact expressed in multiple neurons across several different coeloconic sensilla subtypes, a phenomenon not seen in canonical ORs expression [32,40]. The third fru-positive OR, Or67d, is not affected in alh mutants. This might be due to the fact that this is the only ORN in the at1 sensillum.\n\nThe expansion of OR expression to other sensilla ORNs without affecting guidance was previously reported in atrophin mutants [63]. However, there are multiple differences between the atrophin and alh mutant phenotypes. First, in alh mutants, in both ac4 and at4 sensilla, there is a within-sensilla sensory identity conversion among developmentally related ORNs. In atrophin mutants, expansion does not happen among the ORNs within the same sensillum. Secondly, in atrophin mutants, there is a coexpression of both the endogenous receptor and the ectopically expressed receptor in the affected ORNs. In contrast, in alh mutants, the expansion of one receptor to ectopic ORNs is accompanied by the loss of the endogenous receptor normally expressed in that ORN. Thus, the mutant ORNs express a single receptor rather than two. Loss of alh function converts the sensory identity to one at the expense of another, whereas in atrophin mutants, ORNs maintain a dual sensory identity.\n\nOR Signaling in the Maintenance of fru Expression in Adult Flies\n\nHere, we report for the first time that once the terminal differentiation of Or47b and Ir84a ORNs is complete, OR signaling is required for the maintenance of fru expression. fru expression is lost in an ORN class-specific manner in Or47b and Ir84a mutant adults. This process also requires CamK signaling and the histone acetyl transferase CBP/p300, as mutants in both are associated with a loss of fru expression in adult ORNs. Interestingly, fru expression does not require OR function in Or67d ORNs. This raises the possibility that fru expression in Or67d ORNs is somehow hardwired and not under the control of OR activity.\n\nWhat, then, is special about Or47b and Ir84a ORNs? fru expression in Or67d ORNs appears unaffected in orco and Or67d mutants. Given the well-established role of Or67d in detection of the male specific pheromone cVA and regulation of courtship, it is possible that fru expression is under a different and more robust regulatory mechanism in these ORNs, one that is independent of OR signaling. Previous studies on the patterns of projection neurons (PNs), which synapse with the fru-positive ORNs have also shown that the organization of Or67d circuit is somehow different from Or47b and Ir84a circuits deeper in the brain. In the lateral horn, a downstream processing center, the axons of the PNs that synapse with Or47b and Ir84a ORNs closely overlap. In fact, they overlap more than any of the other classes of PNs getting input from the 44 ORN classes, while remaining excluded from the Or67d PNs terminals [64]. Aside from these anatomical differences which may indicate possible differences in function, ligand activation of Or and calcium signaling may underlie the Or47b- and Ir84a-dependent maintenance of fru expression. In orco and Or47b mutants, fru expression is lost soon after flies eclose from the pupal case, which might indicate odor-dependent activation of ORs in this process.\n\nOur findings that the expression of Or88a, but not Or67d, in Or47b mutant ORNs can partially rescue the loss of fru expression in Or47b mutants also support the idea Ors are not entirely interchangeable, and that detection of specific fly odors function to maintain fru expression. Recent work has at long last identified the ligands that activate Or47b and Or88a ORNs [17]. While both ORNs have long been known to respond to the complex mixture of compounds found on both male and female cuticles [64], this work establishes that both Or47b and Or88a ORNs respond robustly to a single compound, methyl laurate. On the other hand, Or67d ORNs are activated by cVA, but not by methyl laurate. These responses suggest that the similarity of the ligands detected by Or47b and Or88a ORNs may underlie Or88a’s ability to partially rescue the maintenance of fru expression.\n\nDespite the innate aspects of courtship behaviors and the role of FruM in regulating structure and function of courtship circuits, there is an adaptable aspect to courtship. A particularly interesting example of adaptive courtship behavior is a recently described type of experience-dependent courtship [65]. Males lacking FruM function that have been housed in isolation display very little courtship towards female or male targets. However, when fru mutant males are housed in groups, they acquire the ability to court a wide variety of courtship objects. This learned form of courtship appears to require olfactory input, as no experience-dependent courtship is observed in fru-orco double mutants. It is intriguing to speculate that Or47b, through detection of methyl laurate, may contribute to olfactory experience-dependent modulation of courtship behavior. The receptor-dependent plasticity of fru expression we describe in these ORNs may also be connected to the experience-dependent plasticity of courtship behavior. Recent identification of fru-dependent transcriptional targets showed that fru regulates the expression of many genes that affect different processes in neuronal development in addition to neuronal function [33]. The interconnectedness of fru-positive neuronal circuits [8] and the behavioral function of fru raises the possibility that fru might regulate the flow of information from one fru-positive neuron to another within the circuitry. Thus, loss of fru expression in Or47b or Ir84a mutants might interfere with the integration and communication of Or47b and Ir84a ORNs with the command centers regulating courtship behaviors.\n\nStructural Evolution of ORN Circuits Underlying Sex-Specific Behaviors\n\nFinally, it is tempting to speculate that the processes we describe may operate across Drosophilid and even insect species. Or47b gene sequence and the ligands that activate Or47b and Or88a ORNs are well preserved across Drosophila species [17]. This might also explain the olfactory-experience-dependent courtship learning that occurs in fruM mutants and allows courtship with species other than D. melanogaster [65]. It is plausible to speculate that fruM expression is less robust in ORNs, which have more modulatory effects on courtship, like Or47b and Ir84a. In more innate pathways, driven by the Or67d-dependent detection of cVA, fru expression is independent of OR activity, more robust, and only regulated during development.\n\nIt is also important to note the anatomical similarities between the enlarged, fru-positive, dorsolateral portion of the antennal lobe in alh mutants and the macroglomerular complex previously described in Manduca antennal lobes [66]. This enlarged region of the moth antennal lobes is also located in the dorsolateral region and is the region responsive to bombykal, the female sex pheromone [66]. It is possible that in alh mutants, this structure is converted to a more ancient configuration similar to a macroglomerular complex, and that addition of Alh to the gene regulatory networks required for the assembly of the D. melanogaster ORN circuits to further diversify ORN fates from an ancestral state. The anatomical similarities across insect species as well as the conservation of fly-produced mating signals, invite speculation that odor-evoked plasticity is generated by the same mechanisms across insect species, and future studies are needed to investigate whether these mechanisms underlie plasticity of courtship behaviors.\n\nMaterials and Methods\n\nFly Genetics\n\nFly stocks were maintained on conventional cornmeal-agar-molasses medium at 25°C. The rationale for the genetic screen, from which the alh1353 mutant was recovered, is described in [24]. Or47b mutants, UAS-Or67d, and UAS-Or88a were kindly provided by Leslie Vosshall, Dean Smith, and John Carlson, respectively. fruGAL4 alleles were obtained from Barry Dickson and Bruce Baker. Other mutant alleles and transgenic lines used in MARCM analyses were obtained from Bloomington and Kyoto Stock Centers. Or47b-LexA transgene was generated by cloning in a 3-kb fragment of Or47b upstream regulatory regions into a LexA plasmid and were injected to obtain transgenics. The expression pattern of the Or47b-LexA transgene was confirmed to match the Or47b-GAL4 line.\n\nMapping p1353 Mutation\n\nThe p1353 mutation is homozygous lethal. Complementation tests with the deficiency kit on the right arm of third chromosome yielded four deficiencies (Df(3R)Antp17, Df(3R)Antp6, Df (3R)Antp1 and Df(3R)Scx4) that failed to complement the lethality of the p1353 allele, narrowing the cytological position to a region between 84B–D. Further complementation tests using single gene mutants in the region identified alhj8c8 as allelic to the p1353 mutation. The alhj8c8 allele is a LacZ enhancer trap line inserted in the first intron of the second transcriptional start site of alh. Phenotypic characterization of Or47b expression in alhj8c8 MARCM clones [30] showed that alhj8c8 phenocopies the p1353 mutation (Figs 1 and 2). The results from the complementation tests and phenotypic analysis suggest that alh (AF10) is the gene disrupted in p1353 mutants. alh encodes the D. melanogaster orthologue of the leukemia fusion gene AF10, an epigenetic factor involved in heterochromatin-mediated gene silencing [67–69]. It has two major transcriptional start sites and multiple splice isoforms, which are either “long” isoforms containing the PHD domain, or short isoforms lacking this domain (S3 Fig). We refer to the p1353 allele as alh1353 in the paper.\n\nImmunohistochemistry\n\nStaining of adult and pupal brains was performed as previously described [18,24]. Primary antibodies were used in the following dilutions: rabbit α-GFP 1:1,000 (Invitrogen), rat α-Ncad 1:20, rat α-elav 1:100, mouse α-Bruchpilot 1:20 (Developmental Studies Hybridoma Bank), mouse α-CD2 1:1,000 (Serotec). The following secondary antibodies were used: goat α-rabbit-FITC 1:1000, goat α-mouse-Cy3 1:100, goat α-rat-Cy3 1:200, goat α-guinea pig-Cy3 1:500, goat α-rat-Cy5 1:200, goat α-rabbit-Cy5 1:500 (Jackson ImmunoResearch), Alexa 568 goat α-mouse IgG highly cross-adsorbed 1:300 (Invitrogen). Confocal images were taken using an Olympus Fluoview FV1000.\n\nStatistical Analysis\n\nData was analyzed using JMP.\n\nTotal cell counts (Figs 1D–1F and 2B and 2F)\n\nCells were counted by an experimenter blinded to all genotypes.\n\nA one-way ANOVA was performed for each genotype. Statistical significance was accepted at the p &lt; .01 level.\n\nor47b, F(2,89) = 79.7037, p &lt; .0001.\n\nor88a, F(2,131) = 23.8642, p &lt; .0001.\n\nor65a, F(2,49) = 15.1466, p &lt; .0001.\n\nir84a, F(2,95) = 31.0864, p &lt; .0001.\n\nor67d, F(1,51) = 0.0786, p = .7804\n\nAll simple pairwise comparisons were made using the Tukey’s HSD test. Statistical significance was accepted at the p &lt; .005 level for pairwise comparisons.\n\nCell cluster ratios (Fig 1G)\n\nCells were counted by an experimenter blinded to all genotypes.\n\nA one-way ANOVA was performed. Statistical significance was accepted at the p &lt; .01 level.\n\nor47b, F(2,85) = 716.4228, p &lt; .0001.\n\nAll simple pairwise comparisons were made using the Tukey’s HSD test. Statistical significance was accepted at the p &lt; .005 level for pairwise comparisons.\n\nFru-positive cell counts (Fig 6H)\n\nA one-way ANOVA was performed with all fru data: F(10,145) = 68.5683, p &lt; .0001, followed by Tukey-Kramer HSD posthoc tests. Statistical significance was accepted at the p &lt; .005 level for pairwise comparisons.\n\nFru-positive cell counts (Fig 8D)\n\nA one-way ANOVA was performed with all fru data: F(13,172) = 43.3096, p &lt; .0001, followed by Tukey-Kramer HSD posthoc tests. Statistical significance was accepted at the p &lt; .005 level for pairwise comparisons.\n\nRT-PCR\n\nAntennae from approximately 25 flies were dissected for each genotype, and at least two biological replicates were analyzed for each genotype. RNA was extracted with an RNeasy kit (Qiagen), treated with on-column DNase digestion (Qiagen), and then reverse transcribed into cDNA using the SuperScript First-Strand Synthesis System for RT-PCR (Invitrogen). qPCR was performed using the FastStart Universal SYBR Green Master Mix (Roche) using standard protocol. Expression for each gene was analyzed in triplicate using primers below (Table 1). Ct values were normalized to the expression of actin for each genotype, and these normalized values for experimental and control genotypes were then compared using the delta-delta Ct method. Significance was determined using paired, two-tailed t tests comparing Wt and mutant delta Ct values.\n\nGenerating Or67d Mutants Using CRISPR\n\nA targeted deletion of the Or67d coding region was generated using the CRISPR Cas9 system. Guide RNA sequences that flank the Or67d coding region were:\n\nOr67d 5’ chiRNA sense oligo- 5’ CTTCGTGCTTTCGATTATTTTTCC 3’\n\nOr67d 5’ chiRNA antisense oligo- 5’ AAACGGAAAAATAATCGAAAGCAC 3’\n\nOr67d 3’ chiRNA sense oligo- 5’ CTTCGAAGGCCAAGATGGTTGCTG 3’\n\nOr67d 3’ chiRNA antisense oligo- 5’ AAACCAGCAACCATCTTGGCCTTC 3’\n\nThe sense and antisense oligo for each chiRNA were annealed and then cloned into the BbsI site of the pU6-BbsI-chiRNA plasmid (Addgene). The Or67d locus was replaced with a 3xP3-DsRed selectable marker and attP phage recombination site by homology-directed repair. Homology arms of approximately 1 kb upstream and downstream of the Cas9 target sites were amplified from genomic DNA from the genotype into which they would be injected, y1 M vas-Cas9.GFP-ZH-2A w1118, using the following primers:\n\n5’ homology arm forward- 5’ TTCCCACCTGCAAATTCGCTTACCCAAAAAGGGCGGCTG 3’\n\n5’ homology arm reverse- 5’ CACACACCTGCCCCCCTACAAAATAATCGAAAGCGCCAC 3’\n\n3’ homology arm forward- 5’ AGGCCTCTGAGGGGTGTTGGGAGGTC 3’\n\n3’ homology arm reverse- 5’ GTGATTCTGCAGCTGCCAACGGGAAGCAATCT 3’\n\nThe homology arms were cloned into the 5’ and 3’ multiple cloning sites of the pHD-DsRed-attP plasmid (Addgene) with AarI (5’ arm), StuI (3’ arm) and PstI (3’ arm).\n\nThe embryo injection mixture contained the two pU6-BbsI-chiRNA plasmids at 100 ng/mL each and the pHD-DsRed-attP donor plasmid at 500 ng/mL. F1 progeny of the injected embryos were screened for DsRed expression in the adult eye and correct targeting of the Or67d locus was confirmed by PCR and DNA sequencing of the locus.\n\nSupporting Information"
}