{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1002450",
  "doi": "10.1371/journal.pbio.1002450",
  "externalIds": [
    "pii:PBIOLOGY-D-15-02928",
    "pmid:27148744",
    "pmcid:PMC4858240"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Neuronal Cell Fate Specification by the Convergence of Different Spatiotemporal Cues on a Common Terminal Selector Cascade",
  "authors": [
    {
      "name": "Hugo Gabilondo",
      "first": "Hugo",
      "last": "Gabilondo",
      "affiliation": "Departamento de Biología, Universidad Autónoma de Madrid, Cantoblanco, Madrid, Spain"
    },
    {
      "name": "Johannes Stratmann",
      "first": "Johannes",
      "last": "Stratmann",
      "affiliation": "Department of Clinical and Experimental Medicine, Linköping University, Linköping, Sweden"
    },
    {
      "name": "Irene Rubio-Ferrera",
      "first": "Irene",
      "last": "Rubio-Ferrera",
      "affiliation": "Departamento de Biología, Universidad Autónoma de Madrid, Cantoblanco, Madrid, Spain"
    },
    {
      "name": "Irene Millán-Crespo",
      "first": "Irene",
      "last": "Millán-Crespo",
      "affiliation": "Departamento de Biología, Universidad Autónoma de Madrid, Cantoblanco, Madrid, Spain"
    },
    {
      "name": "Patricia Contero-García",
      "first": "Patricia",
      "last": "Contero-García",
      "affiliation": "Departamento de Biología, Universidad Autónoma de Madrid, Cantoblanco, Madrid, Spain"
    },
    {
      "name": "Shahrzad Bahrampour",
      "first": "Shahrzad",
      "last": "Bahrampour",
      "affiliation": "Department of Clinical and Experimental Medicine, Linköping University, Linköping, Sweden"
    },
    {
      "name": "Stefan Thor",
      "first": "Stefan",
      "last": "Thor",
      "affiliation": "Department of Clinical and Experimental Medicine, Linköping University, Linköping, Sweden",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-7602-5322"
      ]
    },
    {
      "name": "Jonathan Benito-Sipos",
      "first": "Jonathan",
      "last": "Benito-Sipos",
      "affiliation": "Departamento de Biología, Universidad Autónoma de Madrid, Cantoblanco, Madrid, Spain",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-1159-3644"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2016-05-05",
  "dateAccepted": "2016-04-01",
  "dateReceived": "2015-10-16",
  "volume": "14",
  "number": "5",
  "pages": "e1002450",
  "tags": [
    "Anatomy",
    "Animal cells",
    "Animal models",
    "Animals",
    "Arthropoda",
    "Cell biology",
    "Cell death",
    "Cell processes",
    "Cellular neuroscience",
    "Cellular types",
    "Central nervous system",
    "Discipline-v3/Anatomy",
    "Discipline-v3/Animal cells",
    "Discipline-v3/Animal models",
    "Discipline-v3/Animals",
    "Discipline-v3/Arthropoda",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell death",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Cellular neuroscience",
    "Discipline-v3/Cellular types",
    "Discipline-v3/Central nervous system",
    "Discipline-v3/Drosophila",
    "Discipline-v3/Drosophila melanogaster",
    "Discipline-v3/Gene expression",
    "Discipline-v3/Gene regulation",
    "Discipline-v3/Gene types",
    "Discipline-v3/Genetics",
    "Discipline-v3/Insects",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Nervous system",
    "Discipline-v3/Neuronal death",
    "Discipline-v3/Neurons",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Organisms",
    "Discipline-v3/Phenotypes",
    "Discipline-v3/Regulator genes",
    "Discipline-v3/Research and analysis methods",
    "Drosophila",
    "Drosophila melanogaster",
    "Gene expression",
    "Gene regulation",
    "Gene types",
    "Genetics",
    "Insects",
    "Invertebrates",
    "Model organisms",
    "Nervous system",
    "Neuronal death",
    "Neurons",
    "Neuroscience",
    "Organisms",
    "Phenotypes",
    "Regulator genes",
    "Type/Research Article"
  ],
  "abstract": "Specification of the myriad of unique neuronal subtypes found in the nervous system depends upon spatiotemporal cues and terminal selector gene cascades, often acting in sequential combinatorial codes to determine final cell fate. However, a specific neuronal cell subtype can often be generated in different parts of the nervous system and at different stages, indicating that different spatiotemporal cues can converge on the same terminal selectors to thereby generate a similar cell fate. However, the regulatory mechanisms underlying such convergence are poorly understood. The Nplp1 neuropeptide neurons in the Drosophila ventral nerve cord can be subdivided into the thoracic-ventral Tv1 neurons and the dorsal-medial dAp neurons. The activation of Nplp1 in Tv1 and dAp neurons depends upon the same terminal selector cascade: col&gt;ap/eya&gt;dimm&gt;Nplp1. However, Tv1 and dAp neurons are generated by different neural progenitors (neuroblasts) with different spatiotemporal appearance. Here, we find that the same terminal selector cascade is triggered by Kr/pdm&gt;grn in dAp neurons, but by Antp/hth/exd/lbe/cas in Tv1 neurons. Hence, two different spatiotemporal combinations can funnel into a common downstream terminal selector cascade to determine a highly related cell fate.",
  "fullText": "Introduction\n\nDuring nervous system development, vast numbers of different neuronal subtypes are generated, and understanding the process of cell fate specification remains a major challenge. Studies have shown that establishment of distinct neuronal identities requires complex cascades of regulatory information, starting from spatial and temporal selector genes [1] and feeding onward to terminal selector genes [2,3], often acting in combinatorial codes to dictate final and unique cell fate [4–6]. One particularly intriguing regulatory challenge pertains to the generation of highly related neuronal subtypes in different regions of the central nervous system (CNS). Examples are plentiful and include e.g., various groups of dopaminergic and serotonergic neurons in the mammalian CNS [7,8], as well as neuropeptide-producing neurons in many systems [9,10]. The appearance of highly related neurons in different regions and at distinct developmental time-points clearly indicates that different spatial and temporal cues can converge to trigger the same terminal selector code, to thereby trigger a similar final cell fate. However, the underlying mechanisms are unclear.\n\nIn the developing Drosophila ventral nerve cord (VNC), two distinct sets of neurons selectively express the neuropeptide Nplp1: dAp and Tv1. Both subtypes express the LIM-homeodomain transcription factor Apterous (Ap; mammalian Lhx2a/b) and the transcription co-factor Eyes absent (Eya; mammalian Eya1-4). dAp neurons constitute a dorsal-medial set of bilateral neurons running the length of the ventral nerve cord, while Tv1 neurons are located ventrolaterally in the three thoracic segments (Fig 1A and 1B). Both dAp and Tv1 project axons ipsilaterally and anteriorly, and join a common Ap fascicle [11,12]. While it is possible that other aspects of their cell fate are different, their common neuropeptide expression and axonal projections suggest that dAp and Tv1 can be grouped into a highly related, if not identical, neuronal subtype. A number of regulatory genes and pathways acting in the specification of the Tv1 neurons have been elucidated [6,11,13–20]. These studies reveal that Tv1 cell fate depends upon a feedforward cascade in which spatial cues, provided by Hox and Hox cofactor input (Antp, Exd and Hth), and temporal cues, provided by the temporal factor Cas, activate a col→ap/eya→dimm terminal selector cascade. This selector cascade ultimately results in the activation of Nplp1 neuropeptide expression. dAp neurons depend upon the same col→ap/eya→dimm terminal selector cascade as Tv1. However, dAp neurons are not restricted to thoracic segments, but rather are distributed throughout the VNC (Fig 1A and 1B). In addition, they are born at an earlier stage than Tv1 [12]. Furthermore, while Tv1 is generated by NB5-6T, the lineage that generates dAp is unknown [6]. Not surprisingly, the upstream spatial and temporal cues that trigger the terminal selector cascade in the Tv1 neuron do not affect the dAp cells [14,17]. Thus, the dAp and Tv1 cells represent a unique scenario for addressing how neurons generated by different neuroblasts (NBs) and with different spatial and temporal regulators can activate the identical terminal selector cascade to ultimately dictate a highly related, if not identical, neuronal subtype identity.\n\nHere, we identify the NB generating the dAp neurons as NB4-3 and find that these dAp neurons are generated during an earlier time in development than Tv1, dictated by the temporal factors Kr and Pdm. Hence, the same terminal selector cascade (col→ap/eya→dimm) is triggered by distinct spatial and temporal cues in two different neuroblasts. Additionally, we find two crucial and specific factors refining the action of those spatiotemporal selectors: the GATA factor Grain (Grn), acting in dAp neurons, and the Ladybird early factor (Lbe), in Tv1 neurons. Thus, the col→ap/eya→dimm terminal selector cascade is triggered by the Cas/Exd/Hth/Antp/Lbe spatiotemporal code in NB5-6T, but by the Kr/Pdm/Grn code in NB4-3. These results demonstrate that distinct spatiotemporal combinatorial codes can converge onto a common terminal selector cascade. Because the generation of highly related neurons in different regions of the CNS and at distinct time-points represents a common feature of many animal systems, the regulatory logic outlined here is likely to be widespread.\n\nResults\n\ndAp is Generated by NB4-3 in an Early Temporal Window\n\nPrevious work demonstrated that the terminal selector cascade composed by col→ap/eya→dimm is critical for the Nplp1 terminal cell fate both in dAp and Tv1 neurons, and can trigger this fate broadly in the CNS when combinatorially misexpressed [6,11,13–20]. Tv1 neurons have been most extensively studied, and their NB origin is well understood [14,17]. They are generated at the end of the NB5-6T lineage, under a Castor (Cas) temporal window and through a type 0 division mode (Fig 1A) [14,21]. dAp neurons arise from a distinct, previously unknown NB lineage. Thus, we began by identifying the progenitor NB that gives rise to dAp neurons, utilizing sets of markers that identify most, if not all, of the 30 NBs generated in each hemisegment [22–26]. Eya expression commences in dAp at St13, and using Eya together with a number of NB markers, we found that dAp neurons are generated by NB4-3 (Fig 2A–2I). To follow the development of this lineage, we made use of a col enhancer that drives reporter expression selectively in the dAp neuron, as well as in the NB4-3 and parts of the lineage (Fig 2J and 2K). NB4-3 is known to delaminate at St late 11 [25], and we can observe the lineage using col-GFP from this stage and onward. We mapped the expression of the temporal genes, and as anticipated from the early birth of dAp, evident by Eya expression, we did not find expression of the late temporal factor Cas (S3A Fig). We did not observe expression of the early temporal factor Kr (Fig 2L–2N). Because both hb and Kr mutants affect dAp specification (see below), we envision that Hb and Kr are expressed in the NB4-3 prior to the onset of col-GFP. One of the two “middle” temporal factors Pdm1 (Nubbin [Nub], which together with Pdm2 we collectively refer to as Pdm1/2) was, however, expressed in several cells in the NB4-3 lineage (col-GFP cells) (Fig 2Q). When Col and Eya are turned on, we can identify Nub expression specifically in the early dAp neuron itself at St13, to subsequently be downregulated at St15 (Fig 2Q and 2R). Using anti-phospho-Ser10 on Histone 3 (pH3), we were able to monitor cell divisions in the NB4-3 lineage, which revealed that dAp is born by a ganglion mother cell (GMC) and is hence generated in a type I proliferation window (Figs 2K and S3B). In order to unambiguously show that dAp comes from a type I lineage, we analyzed the dAp neuron in a sanpodo (spdo) mutant background. Corroborating the notion deduced with the pH3 analysis, we observe two dAp neurons in that mutant background (S3B Fig). Therefore, dAp is born in a type I proliferation window.\n\nIn a screen for regulators and specific markers of dAp cell fate, we identified the GATA factor Grain (Grn) as being expressed in the dAp cell (see below), and could hence use a grn-lacZ reporter to map the NB4-3 lineage. We found that grn-lacZ expression is concomitant with Pdm and hence precedes Col, being turned on in the GMC that generates the dAp cell (Fig 2O). We further observed grn-lacZ expression in dAp neurons at all later embryonic stages (Fig 2P).\n\nIn summary, we map the origin of dAp to NB4-3 and find that it is born in the middle of this lineage. At the stage when NB4-3 generates the GMC that in turn will divide to generate the dAp neuron, it expresses Pdm and Grn (Fig 2O and 2Q). Hence, dAp and Tv1 are lineage-unrelated neurons, generated in different temporal windows, mid versus late, and during two different proliferation modes, type I versus type 0.\n\nThe Early Born dAp Neurons Depend upon Early Temporal Genes\n\nHaving identified that dAp is born early in NB4-3, we next tested the expression of Nplp1/Eya markers in mutants for the temporal genes. In the early temporal mutant hb, we observed an apparent duplication of dAp neurons, evident by Col, Eya, and Dimm expression (Fig 3B and S2). In Kr mutants we found a reduction of Col, Eya, Dimm, and Nplp1 expressing cells (Fig 3C, 3H and 3L). As anticipated from the expression of Pdm in the GMC generating the dAp cells, and in the dAp cells themselves, we also observed loss of dAp neuron markers in pdm mutants (Df(2L)ED773, a genomic deletion that removes both nub and Pdm2) (Fig 3D, 3I and 3L). Previous studies revealed that Kr regulates Pdm [27,28]; to address their relationship with regards to dAp specification, we attempted to cross-rescue Kr mutants with UAS-pdm, driven from the NB driver pros-Gal4. This experiment revealed a partial rescue, evident by expression of Col and Nplp1, while Eya was not significantly rescued (Fig 3J, 3K and 3N and S1 Data). As anticipated from previous studies [14], the late temporal gene cas specifically affected Tv1 and not dAp, while grh did not affect either cell (Fig 3E, 3F and 3L and S1 Data). To determine if dAp neurons undergo cell death in Kr and pdm mutants, we combined these mutants with the cell death mutant Df(3R)H99, which removes all embryonic cell death [29]. We did not, however, note any rescue of dAp cell in these double mutants (S7A and S7B Fig). We conclude that dAp neurons, which are born in an early temporal window, depend upon the early temporal genes hb, Kr, and pdm for their specification. In contrast, Tv1 neurons, which are born late, depend upon the late temporal gene cas.\n\ngrain is Necessary for dAp but not for Tv1 Specification\n\nThe distinct NB origin and spatiotemporal generation of dAp and Tv1 demonstrates that two different sets of spatiotemporal inputs can converge upon the same terminal selector cascade (col→ap/eya→dimm), which triggers Nplp1 expression. Although the temporal factors are selectively expressed at different points of the lineage development, they are broadly spatially expressed in most NBs during neurogenesis [27,28]. Hence, we predicted the existence of additional upstream spatially-defining regulatory genes acting with the Kr and pdm temporal genes. In order to identify such additional upstream cues, we analysed a number of mutants for changes in Nplp1 expression in dAp but not in Tv1 cells or vice-versa (see Materials and Methods). In the case of the dAp neurons, one mutant identified in this survey was grain (grn), which encodes a GATA transcription factor known to be dynamically expressed in the developing VNC [30]. Our expression mapping of NB4-3 revealed expression of grnlacZ in the NB at StE11, in the GMC at StL11, and in early dAp cells from St14 and onward to St16 (Figs 2O, 2P and S4A). Addressing the function of grn, we found that several grn allelic combinations all displayed complete loss of Col, Eya, aplacZ, Dimm, and Nplp1 expression in dAp, but not in Tv1 neurons (Fig 4A–4G and S1 Data). To determine if dAp neurons undergo cell death in grn mutants, we expressed the cell death blocker p35. This did not, however, result in rescue of dAp cells (S7C Fig). Thus, the grn mutant analysis indicates that grn is an early factor, acting upstream of col, in the dAp specification cascade. Strikingly, grn is not involved in triggering this cascade in the Tv1 neuron (Figs 4A–4D, S4A and S4B).\n\ngrain Acts at an Early Stage of dAp Specification\n\ncol is a critical determinant of early dAp neuron identity [6], and we find that grn acts upstream of col. Thus, we next addressed whether all of the grn functions in the dAp specification are mediated by col. To this end, we re-expressed col in grn mutants from Gal4 drivers with different temporal onset: pros-Gal4 at St10 and elav-Gal4 at St12 [17,21]. We found robust re-appearance of dAp neurons, showing both the Eya and Nplp1 markers, when we used either the pros-Gal4 or elav-Gal4 drivers (Fig 5B, 5D and 5G). As anticipated from previous studies [6], expression of UAS-col from either pros-Gal4 or elav-Gal4 also triggered a number of ectopic Eya/Nplp1 cells (Fig 5A and 5C). In a reciprocal experiment we tried to cross-rescue dAp cell fate in col mutants by expressing grn from elav-Gal4 or pros-Gal4. We did not, however, find any rescue of dAp cell specification in these cross-rescues (Fig 5E, 5F and 5H; S5 Fig and S1 Data).\n\nTogether, these results suggest that the main, if not the only, role of grn in dAp cells is to trigger the expression of col, setting in motion the cascade of regulatory events that culminate with the dAp specification.\n\ngrain Acts Downstream of the Kr and pdm Temporal Genes\n\nOur lineage and expression analyses indicated that grn acts downstream of the Kr and pdm temporal genes, and that its primary role is to trigger col expression. To further test this notion, we drove the expression of grn in Kr and pdm mutants. In both cases, we found partial rescue of the dAp neurons (Fig 6A, 6B and 6E). Next, we expressed col in Kr and pdm mutants and observed rescue of dAp neurons in both experiments (Fig 6C, 6D and 6F and S1 Data). Misexpression of UAS-col again triggered a number of ectopic Eya/Nplp1 cells (Fig 6C and 6D).\n\nThese findings indicate that dAp cell fate is specified by a Kr/pdm&gt;grn&gt;col cascade, in which the function of Kr/pdm is to activate grn, and the function of grn is to activate col. However, the partial rescue of Kr by grn suggests that Kr may be involved in a feedforward manner to regulate col.\n\nladybird early Delimits the Broad Action of the Spatio-temporal Cues Responsible for the Tv1 Specification\n\nHaving identified grn as a key spatial regulator upon which the temporal factors act to specify a dAp fate, we attempted to find a counterpart of grn in Tv1 fate specification. Recently we performed a large-scale forward genetic screen looking for genes critical for Tv4/FMRFa cell fate which resulted in the identification of additional genes controlling NB5-6T development [31]. One of the mutants identified in this genetic screen, by its loss of FMRFa-EGFP expression, was mapped to ladybird early (lbe) (mammalian Lbx1/2). This EMS allele, lbe12C005, has a nonsense mutation at amino acid 29 (a likely null allele) [31], and was placed over deletion Df(lbl-lbe)B44 to avoid genetic background problems (hereafter referred to as lbe mutants). In lbe mutants, we observe a complete loss of Eya, Dimm, and Nplp1 (Fig 7A and 7B). Strikingly, we find that lbe does not affect dAp neurons (Fig 7A, 7B, 7M and 7N).\n\nIn order to further characterize the loss-of-function phenotype of lbe, we analysed the expression of other key regulators acting during Ap cluster specification. In lbe mutants, we observed normal expression of the sub-temporal factor Nab (Fig 7C and 7D) [14]. However, we observed complete loss of Col, Eya, Dimm, and Nplp1 expression (Fig 7A–7D, 7G and 7H). The loss of Col expression in lbe mutants prompted us to reciprocally address Lbe expression in col mutants. We observed normal Lbe expression as well as normal Nab expression in col mutants (Fig 7E and 7F). As previously described [6], col mutants show complete loss of Eya (Fig 7I and 7J). As anticipated, temporal expression analysis revealed that Lbe expression precedes Col expression (Fig 7K and 7L), in line with previous studies showing Lbe expression already at St9 in the NB5-6T [32]. Hence, Lbe is expressed in NB5-6T prior to the onset of any Ap cluster determinants and is critical for the activation of the col→ap/eya→dimm terminal selector cascade.\n\nlbe Acts in a Feedforward Manner with col in the Tv1 Specification Cascade\n\nlbe regulates col, but is this the only role that lbe plays, or does it play multiple roles, perhaps acting on targets downstream of col? To address this, we attempted to cross-rescue lbe using elav-Gal4 driving UAS-col. First, as a control, we rescued lbe mutants with UAS-lbe, and, as anticipated, this resulted in rescue of thoracic lateral Eya/Dimm/Nplp1 cells (Fig 8A and 8B). Next, we attempted to cross-rescue lbe with UAS-col, but did not observe any thoracic lateral Eya/Dimm/Nplp1 cells (Fig 8C). These results indicate that lbe plays roles in addition to activating col, perhaps acting downstream together with col. To test this idea, we misexpressed lbe and col alone, and compared this to the effects of combinatorial misexpression. We noted that each gene alone could trigger ectopic aplacZ/Eya/Dimm/Nplp1 expression. However, their combinatorial action was striking, with vast numbers of ectopic aplacZ/Eya cells (Fig 8D–8G). Interestingly, only a subset of ectopic aplacZ/Eya cells co-expressed Dimm/Nplp1, which may be explained by the fact that lbe and col are also critical for the Ap cluster Tv2 and Tv3 cell fate: non-neuropeptide expressing interneurons. Finally, we addressed whether lbe is regulated by other Tv1 upstream regulators, and stained for Lbe in cas, hth and Antp mutants. This revealed no effects on Lbe expression in any of these three mutants (S1A–S1F Fig). Reciprocally, we tested lbe mutants for expression of Cas, Hth, and Antp, but did not observe any effects (S1G–S1J Fig).\n\nThese results demonstrate that lbe acts in parallel to the four other Ap cluster upstream determinants, and acts in a feedforward manner, first activating col and subsequently acting with col to activate Ap/Eya/Dimm/Nplp1 (Fig 8H).\n\nDiscussion\n\nA number of previous studies have addressed the final steps of neuronal specification with regards to neuropeptide expression in single neuronal lineages in Drosophila [6,11,13,14,17,20, 33–36]. However, there are many examples in Drosophila of neurons in diverse locations expressing the same neuropeptide [10]. The current study addresses the mechanism by which different upstream cues are integrated to trigger neuropeptide, Nplp1, expression in two spatially and temporally unrelated cells: the Tv1 and dAp cells. We find that the late-born Tv1 cell requires an interplay in the NB5-6T lineage of late temporal selector gene input from cas together with spatial input from Antp, lbe, hth, and exd to activate col; a key trigger gene for the Nplp1 terminal selector cascade (Fig 9). In contrast, the early-born dAp cell requires an input of the early temporal selectors Kr and pdm, together with the GATA factor grn, to activate col in NB4-3 (Fig 9). Once col is activated in either Tv1 or dAp cell, an identical feed-forward terminal selector cascade plays out downstream of col to activate the Nplp1 expression. Hence, the more restricted expression of grn and lbe acts to refine the broader spatiotemporal cues, triggering a highly restricted terminal selector code, which is initiated by Col expression. Thus, col could be viewed as a genetic integrator of different spatiotemporal input.\n\nLogical Basis for the Different Spatiotemporal Selector Inputs\n\nThoracic Hox input (Antp), along with the Hox co-factors Exd and Hth, is required for Tv1 specification, while dAp does not require segment-specific Hox input, neither from Antp nor from the posterior bithorax Hox genes [17]. The most obvious reason for this difference is that Tv1 displays a thoracic-specific restriction, while dAp is generated throughout the VNC. Along similar lines, Tv1 cells are born late in NB5-6T and depend upon the late temporal selector Cas, while dAp cells are born early-middle and hence depend upon Kr and Pdm.\n\nIn NB5-6T, Col is triggered by a combinatorial code of spatiotemporal selectors (cas Antp, lbe, hth, and exd) that to some extent explain its selective expression. However, Col expression is in itself fairly broad and highly dynamic in the developing VNC [6], and hence its expression cannot explain the highly restricted expression of Ap/Eya. However, here lbe plays a secondary role, as it acts with col to activate Ap/Eya expression. Hence, the highly selective expression of lbe, in only a few row 5 NBs, and its feedforward action with col combine to refine the action of col.\n\nIn the case of dAp and NB4-3, we are likely still missing additional upstream and feedforward regulators. First, although Grn contributes to refine the action of Kr/Pdm, the specific activation of expression of Kr, Pdm, and Grn is still not restricted enough to explain the specific triggering of Col in NB4-3. Second, as mentioned above, Col itself is also broadly expressed and needs additional factors to refine its role in NB4-3. Thus, we envision the existence of additional upstream factors in the dAp genetic cascade.\n\nExpanding Steps of Coherent Feedforward Loops\n\nExpression analysis in mutant and misexpression backgrounds will most often help to place two regulators, X and Y, in relationship to each other. If X expression is not lost in Y mutants, but Y expression is lost in X mutants, one would propose that X regulates Y. However, to address whether or not the only thing X does is to regulate Y, we employ two other approaches: cross-rescue and combinatorial misexpression. The cross-rescue can show, for example, that dAp cells can be fully rescued in grn mutants by col re-expression, while in contrast, Tv1 cells cannot be rescued in lbe mutants by col re-expression. Regarding combinatorial misexpression, we observe a striking combinatorial misexpression effect of lbe/col when compared to either gene alone. Such cross-rescue and co-misexpression experiments prompts us to postulate a direct linear and non-feedforward regulation of col by grn in dAp cells. In contrast, for Tv1 cells we propose feedforward regulation of lbe on col, and subsequently with col on ap/eya. Such loops, i.e., X→YX→Z, are denoted coherent feedforward loops, and are common in Escherichia coli and yeast gene regulatory networks [37]. Coherent feedforward loops act as regulatory timing devices and allow for gene X to carry different regulatory output (or meaning) at successive developmental time-points. col is a salient example of this; its transient expression in NB5-6T triggers an initial “generic” Ap/Eya interneuron cell fate in the four Ap cluster neurons, while its maintained expression (specifically in Tv1) acts to propagate the terminal selector cascade that ultimately results in the activation of Nplp1 [6,14].\n\nCoherent feedforward loops have also been identified during nervous system development in other animals, including Caenorhabditis elegans [38,39]. With regards to neuropeptide cell specification, we now find increasingly longer loops; five steps between Kr and Nplp1 in dAp cells, and ranging in developmental time from St10 to late embryonic stage. The presence of coherent feedforward loops has not been extensively tested in vertebrate systems, primarily because cross-rescue and multiple combinatorial misexpression experiments are technically challenging in these systems. But it is tempting to speculate that coherent feedforward loops are extensively utilized by more complex systems, and that the number of regulatory levels in these loops may increase with evolutionary complexity.\n\nMaterials and Methods\n\nFly Stocks\n\nlbe12C005 [31]. Df(lbl-lbe)B44, UAS-lbe, and ladybird early fragment K driving lacZ (referred to as lbe(K)-lacZ) (provided by C. Jagla) [32]. lbe(K)-EGFP [40]. elav-Gal4 (provided by A. DiAntonio) [41]. prospero-Gal4 (F. Matsuzaki, Kobe, Japan). casΔ1 and casΔ3 (provided by W. Odenwald) [42]. UAS-nls-myc-EGFP (referred to as UAS-nmEGFP) [11]. col1, col3 [43] and UAS-col (provided by A. Vincent) [44]. hkb5953 (referred to as hkblacZ) [45]. UAS-ap and apmd544 (referred to as apGal4)[46]. aprK568 (referred to as aplacZ) [47]. UAS-grn-HA (#F001916; provided by FlyORF). grhIM [48]. hbP1, hbFB and Kr1, KrCD [27], unpg1912-r37 = unpg-lacZ (provided by C.Q. Doe) [23]. Antp12 (provided by F. Hirth) [49]. ind-lacZ and en-lacZ (provided by H. Reichert). grn-lacZ, grn7L12, grnSPJ9, UAS-grn (provided by J. Castelli-Gair Hombría). col- dAp-GFP was generated by inserting a genomic fragment from the col gene into the vector pEGFP.attB (provided by K. Basler and J. Bischof) and generating transgenes by PhiC31 transgenic integration (BestGene Inc, California, United States).\n\nFrom Bloomington Drosophila Stock Center: Antp25 (BL#3020). Df(2L)ED773 (removes both nub and Pdm2; BL#7416). mirr-lacZ (mirrB1-12; BL#30023). elavC155 = elav-Gal4 (BL#458). elav-Gal4 (BL#8765). hth5E04 (BL#4221). Df(3R)Exel6158 (BL#7637; referred to as hthDf3R). Mutants were maintained over GFP- or YFP-marked balancer chromosomes. As wild type, w1118 or OregonR was used. Staging of embryos was performed according to Campos-Ortega and Hartenstein [50].\n\nExploratory Screen to Study Nplp1 Specification\n\nThe following transcription factor mutants were scored for changes in Nplp1 expression, without any apparent effects: escargot (esg), shuttle craft (stc), elbow/No ocelli (el/noc), rotund (rn), eagle (eg), kruppel homolog (kr h), knirps (kni), schnurri (shn), klumpfuss (klu), zfh2, dachshund (dac), defective proventriculus (dve), seven up (svp), vein (vn), beadex (bx), scribbler (sbb).\n\nImmunohistochemistry\n\nPrimary antibodies were: Guinea pig a-Deadpan (1:1,000) (provided by J.B. Skeath). Rabbit a-ß-Gal (1:5,000; ICN-Cappel, Aurora, Ohio, US). Rabbit a-GFP (1:500; Molecular Probes, Eugene, OR, US). Guinea pig a-Col (1:1,000), guinea pig a-Dimm (1:1,000), chicken a-proNplp1 (1:1000), and rabbit a-proFMRFa (1:1,000). Rat a-Grh (1:1,000). Rabbit a-Cas (1:250) (provided by W. Odenwald). Rat mAb a-GsbN (1:10) (provided by R. Holmgren). Mouse a-Nubbin (referred to in the figure as Nub [Pdm]; 1:20) (provided by Steve Cohen). Mouse mAb a-Dac dac2–3 (1:25), mAb a-Antp (1:10), mAb a-Pros MR1A (1:10), mAb a-Eya 10H6 (1:250) (Developmental Studies Hybridoma Bank, Iowa City, Iowa, US). Guinea pig anti-Odd (1:500); guinea pig anti-Runt (both provided by M. Ruiz and D. Kosman). Rat a-Msh (1:500) (provided by Z. Paroush) [51].\n\nConfocal Imaging and Data Acquisition\n\nZeiss LSM 700 or Zeiss META 510 Confocal microscopes were used for fluorescent images; confocal stacks were merged using LSM software or Adobe Photoshop. Statistic calculations were performed in Graphpad prism software (v4.03). To address statistical significance, Student's t test or nonparametric Mann-Whitney U test or Wilcoxon signed rank test, in the case of non-Gaussian distribution of variables, was used. Images and graphs were compiled in Adobe Illustrator.\n\nSupporting Information"
}