{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1001699",
  "doi": "10.1371/journal.pbio.1001699",
  "externalIds": [
    "pii:PBIOLOGY-D-13-02141",
    "pmid:24223516",
    "pmcid:PMC3818164"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Reflections on the Cost of \"Low-Cost\" Whole Genome Sequencing: Framing the Health Policy Debate",
  "authors": [
    {
      "name": "Timothy Caulfield",
      "first": "Timothy",
      "last": "Caulfield",
      "affiliation": "Health Law Institute, University of Alberta, Edmonton, Alberta, Canada"
    },
    {
      "name": "Jim Evans",
      "first": "Jim",
      "last": "Evans",
      "affiliation": "Department of Genetics, UNC School of Medicine, Chapel Hill, North Carolina, United States of America"
    },
    {
      "name": "Amy McGuire",
      "first": "Amy",
      "last": "McGuire",
      "affiliation": "Center for Medical Ethics and Health Policy at Baylor College of Medicine, Houston, Texas, United States of America"
    },
    {
      "name": "Christopher McCabe",
      "first": "Christopher",
      "last": "McCabe",
      "affiliation": "Department of Emergency Medicine, University of Alberta, Edmonton, Alberta, Canada"
    },
    {
      "name": "Tania Bubela",
      "first": "Tania",
      "last": "Bubela",
      "affiliation": "School of Public Health, University of Alberta, Edmonton, Alberta, Canada"
    },
    {
      "name": "Robert Cook-Deegan",
      "first": "Robert",
      "last": "Cook-Deegan",
      "affiliation": "Institute for Genome Sciences & Policy and Sanford School of Public Policy, Duke University, Durham, North Carolina, United States of America"
    },
    {
      "name": "Jennifer Fishman",
      "first": "Jennifer",
      "last": "Fishman",
      "affiliation": "Biomedical Ethics Unit, McGill University, Montreal, Quebec, Canada"
    },
    {
      "name": "Stuart Hogarth",
      "first": "Stuart",
      "last": "Hogarth",
      "affiliation": "Department of Social Science, Health & Medicine, King's College London, London, England"
    },
    {
      "name": "Fiona A. Miller",
      "first": "Fiona A.",
      "last": "Miller",
      "affiliation": "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada"
    },
    {
      "name": "Vardit Ravitsky",
      "first": "Vardit",
      "last": "Ravitsky",
      "affiliation": "Bioethics Programs at the Faculty of Medicine, Université de Montréal, Montreal, Quebec, Canada"
    },
    {
      "name": "Barbara Biesecker",
      "first": "Barbara",
      "last": "Biesecker",
      "affiliation": "Genetic Counseling Program (Johns Hopkins University [JHU];National Human Genome Research Institute [NHGRI], Social and Behavioral Research Branch [SBRB];NHGRI/National Institutes of Health [NIH]), Bethesda, Maryland, United States of America"
    },
    {
      "name": "Pascal Borry",
      "first": "Pascal",
      "last": "Borry",
      "affiliation": "Department of Public Health and Primary Care, KU Leuven, Leuven, Belgium"
    },
    {
      "name": "Mildred K. Cho",
      "first": "Mildred K.",
      "last": "Cho",
      "affiliation": "Stanford Center for Biomedical Ethics, Stanford University, Stanford, California, United States of America"
    },
    {
      "name": "June C. Carroll",
      "first": "June C.",
      "last": "Carroll",
      "affiliation": "Department of Family & Community Medicine, University of Toronto; Granovsky Gluskin Family Medicine Centre, Mount Sinai Hospital,  Toronto, Ontario, Canada"
    },
    {
      "name": "Holly Etchegary",
      "first": "Holly",
      "last": "Etchegary",
      "affiliation": "Faculty of Medicine, Memorial University of Newfoundland, St. John's, Newfoundland and Labrador, Canada"
    },
    {
      "name": "Yann Joly",
      "first": "Yann",
      "last": "Joly",
      "affiliation": "Department of Human Genetics, Faculty of Medicine, McGill University, Montreal, Quebec, Canada"
    },
    {
      "name": "Kazuto Kato",
      "first": "Kazuto",
      "last": "Kato",
      "affiliation": "Department of Biomedical Ethics and Public Policy, Graduate School of Medicine, Osaka University, Suita, Osaka, Japan; Institute for Integrated Cell-Material Sciences, Kyoto University, Kyoto, Japan"
    },
    {
      "name": "Sandra Soo-Jin Lee",
      "first": "Sandra Soo-Jin",
      "last": "Lee",
      "affiliation": "Stanford Center for Biomedical Ethics, Stanford University, Stanford, California, United States of America; Program in Science, Technology, and Society, Stanford University, Stanford, California, United States of America"
    },
    {
      "name": "Karen Rothenberg",
      "first": "Karen",
      "last": "Rothenberg",
      "affiliation": "National Human Genome Research Institute, National Institutes of Health, Bethesda, Maryland, United States of America"
    },
    {
      "name": "Pamela Sankar",
      "first": "Pamela",
      "last": "Sankar",
      "affiliation": "Department of Medical Ethics and Health Policy, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, United States of America"
    },
    {
      "name": "Michael J. Szego",
      "first": "Michael J.",
      "last": "Szego",
      "affiliation": "Centre for Clinical Ethics (a joint venture between Providence Healthcare, St. Joseph's Health Centre, and St. Michael's Hospital), University of Toronto McLaughlin Centre and Joint Centre for Bioethics, Toronto, Ontario, Canada; The Centre for Applied Genomics, Hospital for Sick Children, Toronto, Ontario, Canada"
    },
    {
      "name": "Pilar Ossorio",
      "first": "Pilar",
      "last": "Ossorio",
      "affiliation": "University of Wisconsin Law School, Madison, Wisconsin, United States of America; Morgridge Institute for Research, Madison, Wisconsin, United States of America"
    },
    {
      "name": "Daryl Pullman",
      "first": "Daryl",
      "last": "Pullman",
      "affiliation": "Faculty of Medicine, Memorial University of Newfoundland, St. John's, Newfoundland and Labrador, Canada"
    },
    {
      "name": "Francois Rousseau",
      "first": "Francois",
      "last": "Rousseau",
      "affiliation": "CHU de Québec Research Center, Quebec City, Quebec, Canada; Faculté de médicine, Université Laval, Quebec City, Quebec, Canada"
    },
    {
      "name": "Wendy J. Ungar",
      "first": "Wendy J.",
      "last": "Ungar",
      "affiliation": "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Program of Child Health Evaluative Sciences, Hospital for Sick Children, Toronto, Ontario, Canada"
    },
    {
      "name": "Brenda Wilson",
      "first": "Brenda",
      "last": "Wilson",
      "affiliation": "Department of Epidemiology and Community Medicine, University of Ottawa, Ottawa, Ontario, Canada"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2013-11",
  "volume": "11",
  "number": "11",
  "pages": "e1001699",
  "tags": [
    "Type/Perspective"
  ],
  "abstract": "The future clinical applications of whole genome sequencing come with speculation and enthusiasm but require careful consideration of the true system costs and health benefits of the clinical uses of this exciting technology.",
  "fullText": "Introduction\n\nThe upfront cost of sequencing an individual's entire genome is decreasing rapidly. As a result, whole genome sequencing (WGS) is becoming feasible for broad use in both research and clinical care. (In this article, by WGS we mean both WGS and other approaches, such as whole exome sequencing [WES] that, while not as comprehensive as WGS, nevertheless analyze a broad swath of the human genome.) Not surprisingly, this tremendous technological advance has resulted in a great deal of enthusiastic speculation about public uptake and clinical application. There is significant momentum around the idea of using WGS as a clinical tool in the near future [1]. Indeed, some institutions are already seeking to integrate WGS into their clinical programs [2]. The US press has even suggested that the drive for some institutions to develop the necessary technological capacity is akin to a genomics &quot;arms race&quot; [3],[4].\n\nGiven this interest and the concomitant investment in both genomic and clinical translational research, we should consider how best to frame health policy discussions about the utilization of these emerging sequencing technologies. For example, for many genomic funding agencies and some researchers, adopting WGS into routine clinical care is an explicit aspiration. Indeed, WGS has been called a revolutionizing diagnostic tool [5],[6] that will have a profound impact on the practice of medicine [7]. While inexpensive and efficient, WGS is an impressive technological achievement, with the potential to serve as the foundation for new approaches to screening, diagnosis, risk prediction, and prognostic platforms in clinical practice; the actual impact it will have on health and health care systems is far from certain.\n\nIn this article, we highlight policy issues that warrant thought regarding the applications/uses of WGS in clinical care and within health systems. As with any new technology, decisions about clinical use should, as much as possible, be based on the best available evidence and on consideration of potential benefits and harms [8]. History tells us that without careful consideration of the social forces that influence technological implementation and their public and social costs, a less than ideal utilization policy can emerge [9],[10]. As some seek to introduce WGS into clinical use—including what has been called a &quot;genome-based assault on cancer&quot; [4]—a detailed reflection on its clinical applications seems warranted. Indeed, as enthusiasm grows and speculation on a range of applications intensifies, the timing for this kind of policy analysis seems ideal.\n\nHere we seek to highlight the most promising areas for the application of WGS, whilst considering areas where claims of its clinical and social utility may be overstated. We also consider, from a health policy perspective, how best to guide discussions about the implementation of this emerging technology.\n\nPublic and Scientific Enthusiasm for WGS\n\nSuccess stories of WGS abound in the popular press [11],[12]. Thousands of individuals currently have their genomes sequenced each year in the clinical, research and, to a lesser extent, direct-to-consumer context. And, in certain clinical situations, WGS helps to provide a more definitive diagnosis (e.g., in unusual and rare conditions that seem likely to have a genetic cause). For rare inherited conditions and some cancers, WGS has even led to improved medical management of patients [13]. Given these early successes, it is no surprise that there have been many enthusiastic predictions about the possible clinical value of WGS—particularly in the context of personalized medicine. One industry commentator, for example, has claimed that the rise in cancer rates &quot;can be fixed&quot; with genome sequencing and personalized medicine [14]. What impact might this type of discourse have on health policy?\n\nScientific and public enthusiasm for an emerging area is a common feature of the innovation process [15]. This enthusiasm and the associated public representations help to build institutional momentum and attract funding from both the public and private sectors [16]—a process that is particularly important for big, complex, and expensive areas of scientific inquiry, like genomics [17]. But research tells us that this kind of enthusiasm can, for better or worse, also impact how an area is represented, including framing the speculation about clinical utility and health benefit.\n\nThere is a growing literature on how a range of social forces and publication trends can lead to exaggerated claims of future clinical benefit [18]–[21]. It has, for example, been noted that positive &quot;spin&quot; exists in peer-reviewed articles [22], institutional press releases [23], and the popular press. Growing commercialization and translation pressures, the need to attract research support in a highly competitive funding environment, and the simple momentum caused by the commitment of a large number of researchers and resources [17] (also known as a &quot;scientific bandwagon&quot;) [24] can distort public communication on this issue and thus public expectations [25]. These distortions, together with enthusiasm from funding entities, media coverage, and the positioning of WGS and personalized medicine as a tool for regional economic growth [26], may influence our thinking on how best to deploy WGS technologies within health care systems.\n\nHealth policy deliberations need to be aware of these forces and their impact on the representations and perceptions of the value and cost of high profile technology like WGS. Spectacular technological advances have led to the dramatic decrease in cost of sequencing [27], and this decrease is often treated as sufficient justification for its clinical application. A US$1,000 price tag does bring WGS data within reach for many. However, WGS brings with it more costs—both monetary and beyond—than the charges for sequencing. Upstream costs include creating and validating the institutional and technological infrastructure for both the production and storage of sequence data that follow clinical laboratory standards and for the interpretation and confirmation of WGS results. The latter can frequently be laborious, expensive, and highly time-consuming. This has led many to joke about of the US$1,000 genome and the US$1 million interpretation [28].\n\nMoreover, the downstream costs of a diagnostic intervention can far outweigh the upfront costs of the initial test [29]. This is especially true for tests that generate a large amount of information, and potentially large amounts of ambiguous information as well as false positives and incidental findings. The downstream resource and health consequences of ambiguous results are substantial and can include clinical follow-up, additional tests, and also unnecessary surveillance and interventions—as is seen with other technologies, such as has happened, for example, with the introduction of prostate specific antigen (PSA) testing [9]. In clinical practice, there is rarely such a thing as a &quot;low cost&quot; test; the &quot;low cost high value&quot; WGS may be rarer still.\n\nClinical Utilization of WGS\n\nLower cost sequencing has fostered the idea that there will be a high degree of both consumer and clinical utilization of WGS [3],[30], as captured by the suggestion that soon &quot;everyone will be sequenced&quot; [31]. There is little doubt that the application of WGS in the research setting is shedding new light on the molecular mechanisms that influence health, disease, and drug response. Also, there are significant social forces, particularly in the US and UK where this field is often cast as a potential engine of economic growth, driving its clinical implementation [4]. Nevertheless, we need to bear in mind that its uses in research do not necessarily imply equivalent utility in the clinic. Utility in a clinical setting depends on many—and very different—factors, and must take into account not only such performance characteristics as sensitivity, specificity, and positive and negative predictive value, but also demonstration of beneficial impact of using the test on patients' health, or on health services delivery. Failure to do so can trigger overt harm to patients in addition to excessive cost to the health care system [9].\n\nIt is clear that genomic sequencing will prove to be a useful diagnostic approach in specific situations [32]. For example, it will allow the identification of a causative mutation in patients with genetically heterogeneous disorders (in which mutations in many different genes can result in a similar phenotype), in children with complex unexplained co-morbidities, and in individuals with strong family histories of an enigmatic disorder. Although more work needs to be done to demonstrate clinical utility, promising opportunities exist in the realm of cancer treatment. For example, genome-scale sequencing of tumors may provide important information regarding the mutations that drive a patient's malignancy and so guide their treatment [33], with one of the potential beneficial by-products of WGS being drug dosing and pharmacogenomics applications.\n\nIn contrast to these successes, there are few data and little compelling support to suggest that WGS of individuals with common diseases will result in clinically actionable information, or that whatever benefits are accrued might outweigh the burdens of, for example, false positive results or the follow-up investigation of ambiguous results. Common diseases that, by definition, affect the greatest number of individuals, have a relatively low genetic component, placing an inherent ceiling on the usefulness of genomic information to meaningfully inform individuals regarding these disorders [34]. This in itself supports the adoption of a cautious, if not outright skeptical, perspective regarding the impact of WGS on the clinical management of common diseases and thus more modest expectations of a revolution in medical care, at least in the short term.\n\nAs mentioned above, there is a high risk of generating a lot of ambiguous information when a tremendously broad test such as WGS is used clinically. It is a well-supported tenet of medical practice that overly broad testing can cause considerable harm owing to the inevitable trade-off between sensitivity and specificity [35] requiring such testing to be carefully used. This caution regarding the use of non-specific testing has particular resonance when considering the application of WGS in healthy members of the population. In the public health setting, the probability that any specific variant is meaningful is low due to the rarity of disorders with a strong genetic cause in the general population.\n\nWhile the balance of the clinical benefits and harms of WGS in otherwise healthy people may not currently support its adoption as a diagnostic tool, some communities outside of health care are already utilizing sequencing technology (via the private sector) to provide answers to questions that are not credibly available in any other manner, perhaps most notably in genealogy. The meaningfulness of WGS to these communities is difficult to refute. Advocates of WGS, and personalized medicine more generally, often promote the idea that more data is always better and that &quot;knowledge is power&quot; [36], and that genomics will inevitably empower patients and promote individual control over health (Box 1). The push to embrace WGS is inextricably linked to this vision of empowerment, particularly in the context of genetic risk information [37]. However, the provision of such information will create clinical challenges, including straining the physician/patient relationship by shifting more responsibility and expectations to the patient [38],[39]. More fundamentally, there is little evidence to support the basic premise implied by the empowerment rhetoric—namely that individuals will use genomic risk information to adopt a healthier lifestyle and, thus, reduce their risk for chronic diseases. In fact, existing research tells us that individuals do not alter their behaviour on the basis of genetic risk information [40]–[43]. Indeed, promoting meaningful behaviour change is tremendously difficult, particularly on a population level [44]. Hence, the value of WGS in this space—that is, in the context of empowerment—is conditional upon the development of effective behaviour change interventions.\n\nBox 1. The Rhetoric of Empowerment\n\nThe ideas of empowerment and personal choice are significant aspects of the popular culture messaging around WGS, particularly in the context of personalized medicine. Below are a few examples of how this message is framed in various domains.\n\n&quot;The success of personalized medicine will come about only when we each take responsibility for our health. Health care providers can help, but they cannot drive your bus… [there are] things you can do now to take full advantage of the potential for personal empowerment. If you follow these recommendations, you will truly be on the leading edge of this new revolution&quot; [48].\n\n&quot;WGS is not a panacea for all that ails humankind, but a powerful new tool that can catalyze our understanding of the genome and thereby empower patients&quot; [49].\n\n&quot;Advances in genomic and molecular medicine hold the potential to radically transform human health by enabling much more precise prediction, prevention, and treatment of disease on an individual level… The Center's mission is to empower patients to understand their unique health needs…&quot; [50].\n\n&quot;It [personalized medicine] is proactive and participatory, engaging patients in lifestyle choices and active health maintenance to compensate for genetic susceptibilities&quot; [51].\n\n&quot;There will be a greater emphasis on the physician-patient relationship as we team together to develop more accurate and personalized care plans. Our ultimate goal is to empower our patients and our community towards greater health&quot; [52].\n\nIn the context of utility it is also worth reflecting on the predictions of high uptake among the general population. Previous experience with high-throughput DNA technologies suggests the need for caution and an expectation that the utility of platform technologies such as WGS will be highly variable. Microarrays have played an important role in the diagnosis of developmental disorders, but their use in pharmacogenetics has thus far been clinically disappointing, in part due to an absence of evidence that they produce convincing outcomes. Array-based susceptibility testing for common diseases has also failed to garner clinical adoption, and where it has been commercialized as direct-to-consumer services there has been only modest uptake [45]. Despite claims that inexpensive WGS will lead to widespread use on a population level, there is little evidence, at this stage, to suggest that it will be widely adopted [46].\n\nMoving Forward\n\nWGS holds undeniable promise as a diagnostic tool in certain clinical situations, and might also contribute to improving public health if used judiciously on an evidence-base basis [47]. However, its promise, coupled with the cautions noted above, argue for careful consideration as we seek to craft policy regarding its transition from research to clinical practice.\n\nCharacterizing the benefits and costs of specific applications of WGS will need to take full account of the upfront investment and downstream clinical practice implications. It will require the comparison of WGS-augmented care with current clinical practice and with care pathways that utilize alternative testing technologies.\n\nRemembering that inefficient use of limited resources reduces the scale and quality of health care available for others, health systems will need to assess carefully the benefits of WGS that they wish to pay for and the quality of evidence they require to accept the benefits as demonstrated. Given the low unit cost of WGS, the risk of moving quickly from research and clinical practice may be substantial, and health systems will need to consider how to protect themselves from the costs of over-testing and the potential burden of false positives, in the absence of clear value criteria.\n\nClarifying the evidence hurdles facing WGS also will benefit the research community. By signaling clearly the type of evidence required to support a decision to provide funding to cover the costs of testing and related services, health systems will enable researchers and investors to prioritize alternative research investment opportunities to focus on those that have the greatest value.\n\nConclusion\n\nThere are, of course, many other issues that need to be considered as WGS becomes more common, including concerns about genetic discrimination, issues of consent (e.g., to what degree should or could biological relatives be engaged in the consent process), and the direct-to-consumer provision of WGS. In addition, there are likely to be a range of translation issues, such as uncertainty about the role and impact of intellectual property (Box 2). Also, the diversity of health insurance systems and health economic policies in various countries will undoubtedly affect the way new technology is incorporated into clinical practices. But while these, and other, issues require further reflection, we already know enough to provide advice for the framing of health policy.\n\nBox 2. WGS and the Impact of Intellectual Property\n\nWhile intellectual property (IP) complexities may arise that concern WGS, they are unlikely, for a number of reasons, to come from gene-based patent claims [53],[54]. The policy rationale for exclusive rights in DNA-based diagnostics has historically been weak [55],[56]. And the recent decision by the Supreme Court of  the United States, which declared that a naturally occurring DNA segment is a product of nature and therefore not patentable, will weaken patent related hurdles to WGS [57].\n\nHowever, other forms of IP present challenges, such as data-hoarding practices in both academia and industry. Access to genomic data held in the private databases of both sectors is needed to advance science and to interpret diagnostic tests. Myriad Genetics' proprietary database, for example, is based on a million tests performed when Myriad's patent rights were presumed valid [58]. Lack of access to this data prevents the external validation of clinical interpretation, verification testing, and clinical research on BRCA gene mutations. Inaccessible data will also limit the comprehensiveness of core genomic databases, impoverishing the public domain. In response, innovative models are emerging at, for example, public research institutions to re-create public domain data resources where external validation is possible [59].\n\nTranslating new data into useful clinical information will require data-sharing, interoperability, and database infrastructure (and stable funding to ensure reliability, access, and curation). Interoperability includes legal regimes that accommodate differences in privacy laws and informed consent to enable the use of stored datasets. Patient groups are becoming increasingly active in establishing platforms through which patients and other individuals may contribute their own genetic and other health information [60]. Patients and consumers need to be at the table when decisions about pooling and sharing data are made. Widespread data sharing also entails risks to privacy. Therefore policies to promote data sharing will require a legal infrastructure to prevent re-identification and to protect privacy.\n\nRapid, lower-cost WGS is a promising research tool with unproven clinical utility, except in a small set of very specific situations. The journey from bench to bedside is one we should travel with care. Caution is warranted because we must reconcile diverse tensions—the commercial appetite for market growth versus the need for prudent health care expenditure, the research community's enthusiasm for genomic science versus professional, and public skepticism about personalized medicine. Due diligence should attend to the many competing demands on health care expenditure and biomedical R&amp;D, to the ambiguous effects of new technologies, and to our well-justified ambivalence about the utility of an over-abundance of clinical data in the absence of evidence to establish actual clinical value. The scale and pace of adoption of this powerful new technology should be driven by clinical need, clinical evidence, and a commitment to put patients at the centre of health care policy."
}