{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0000038",
  "doi": "10.1371/journal.pbio.0000038",
  "license": "This is an open-access article distributed under the terms of the Public Library of Science Open-Access License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Patricia Goldman-Rakic",
  "authors": [
    {
      "name": "Pat Levitt",
      "first": "Pat",
      "last": "Levitt"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2003-11",
  "dateElectronic": "2003-11-17",
  "volume": "1",
  "number": "2",
  "pages": "e38",
  "tags": [
    "Discipline/Neuroscience",
    "Type/Obituary"
  ],
  "abstract": "Obituary for an outstanding neuroscientist.",
  "fullText": "Neuroscience, by its very nature, incorporates most other scientific disciplines in a quest to discover the roots of such complex functions as sensation, movement, emotion, and cognition. But it is a rare individual who has the courage to embrace multiple disciplines to fundamentally advance understanding of the relationship between brain and behavior. The career and life of Patricia Goldman-Rakic, cut short in late July this year by a tragic accident, embodied the passion of discovery and the daring of a scientific pioneer. Many tributes have been written about Pat's accomplishments: from her election to the National Academy of Sciences and the Institute of Medicine and her tenure as president of the Society for Neuroscience to her strong publication record of over 250 articles. Here's a view of Pat Goldman-Rakic, the research scientist.\n\nPat's multidisciplinary approaches were focused on defining the mechanisms of working memory, the kind of memory we use to remember a telephone number as we reach for the receiver. Pat often used the metaphor “blackboard of the mind” to describe the essence of working memory. It is, fundamentally, the ability to hold information “online” during the processing of a task that requires retrieval and manipulation of information at successive steps to perform associations with new ideas and incoming data. The key issue for Pat, as it is for those who work in the field of cognitive neuroscience in general, was to determine how mental representations are held in the brain and how such information can be accessed. She believed that understanding the essence of working memory would lead naturally to a new perspective on neuropsychiatric disorders that disrupt the central processes of cognition, such as schizophrenia.\n\nPat was not alone in attributing an important role in working memory to the frontal lobes, an area of the neocortex largely expanded in primates. She was, however, rare in her unwavering belief that the key to understanding something as complex as working memory lies in understanding the interactions of multiple elements found in this cortical region. These cellular players include driving inputs from the thalamus and from other areas of the cortex, output neurons, local cells that suppress outputs, and also the neuromodulatory systems, the monoamines, that influence the processing of neurophysiological information by dampening or enhancing function. For Pat, there was no shortcut around this complex of biological elements to understanding cognition—one simply had to use whatever tools were necessary to study the component parts of the system. Moreover, she recognized the need to study an animal model in which such complex function could be evaluated as it developed and then probed as it reached maturity.\n\nThe journey for Pat started several decades ago, as a young psychologist whose travels brought her from graduate school at the University of California at Los Angeles eventually to the National Institute of Mental Health (NIMH) in the mid-1960s, where she was to be influenced greatly by the eminent cognitive neuroscientist Haldor Rosvold, who established the first laboratory at NIMH for the study of higher cortical function and complex behavior. Realizing that the fundamental biological substrates for working memory would only come from the ability to study and manipulate systems and cells, Pat adopted the non-human primate as a model system. In the context of elucidating the component psychological parts of working memory, Pat performed a series of experiments to document now well-known developmental lesion effects. Although the ability of the brain to reorganize and recover functions in early life is now a topic of much investigation, Pat's own studies in the 1970s showed that working memory recovers remarkably well when injury to the frontal cortex occurs early in life, but that the effects are much more detrimental when injury occurs in post-adolescence. She soon followed these studies by demonstrating behavioral plasticity with modern neuroanatomical tools to illustrate a pronounced reorganization of frontal lobe circuitry accompanying restoration of working-memory functions.\n\nIt was from those early anatomical studies that Pat became interested in the columnar organization of the cortex. Prior work, including the Nobel Prize-winning studies of David Hubel and Torsten Wiesel, had established that in the cortices receiving basic sensory information, functionally similar neurons were grouped vertically in columns. These columns were proposed to be a basic unit of cortical processing. Pat discovered that these unique structural components were in fact alive and well in the frontal cortex, too. In the 1980s, Pat's laboratory went on to produce the largest body of evidence that illustrated a conserved organization of the neocortex, extending well beyond visual and other primary sensory systems to the frontal lobe, with parallel streams of information flowing across cortical areas, as well as subcortically via the basal ganglia to effector systems. The transformation of Pat's laboratory continued in the late 1980s and 1990s as the focus moved from defining the long-distance circuitry, much as had been done by others in the visual and somatosensory cortex, to begin the difficult task of discovering just what these circuits do. This meant incorporating complex neurophysiological approaches to monitor neuronal activity before, during, and after a working-memory exercise.\n\nUsing a task in which animals were trained to remember the location of a target in order to make a rapid eye movement to it—an oculomotor delayed-response task—Pat and her colleagues saw a remarkable profile of activity for different populations of neurons during different phases of repeated behavioral trials. Some neurons explicitly fired during the planning stage of the task, some during the period of delay, when information must be held online, and some at completion, and all in a highly reproducible pattern. The data led to their hypothesis that neurons in the dorsal and lateral prefrontal cortex carry out component processes of the working-memory task and that neurons performing different functions are in fact located in distinct positions along the essential organizing unit of the neocortex, the column. Just as in the visual cortex where columns of neurons could process different fields of the visual world, Pat proposed the existence of memory fields in the prefrontal cortex. In recent years, this brain-behavior link may not seem so surprising, but this was an attempt to deconstruct thought processes, heretofore abstract and unapproachable for the cellular and molecular neuroscientist.\n\nTo complete her picture of the frontal cortex, Pat's most recent efforts interdigitated these landmark neurophysiological and anatomical studies with detailed analyses of the regional and subcellular organization of neurotransmitter systems, from inputs to receptors. She was particularly fond of the dopamine system, because of the natural link to neuropsychiatric disorders and their dopamine-associated drug therapies and because of the profound modulatory influence that dopamine seemed to provide for memory systems. Pat integrated these data from each domain (molecular, cellular, and neuroanatomical) to provide an in-depth understanding of the frontal circuitry that governs working memory. Her contributions extended well beyond normal function to novel hypotheses about the molecular and cellular development of cortical circuitry and about schizophrenia as a disease of synaptic development and maintenance in the prefrontal cortex.\n\nPat's versatility did not extend to pulling pipette tips in the laboratory or purifying a new receptor antibody. But she knew what would be necessary to tackle the next great challenge in understanding human cognition. Pat's hands and head were part of every experiment, from her surgical wizardry to her own intellectual fearlessness. Those who were fortunate to be mentored and challenged by Pat, in her laboratory and in the field of neuroscience, understand the rare gifts that she has bestowed on all of us."
}