{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.2003476",
  "doi": "10.1371/journal.pbio.2003476",
  "externalIds": [
    "pii:pbio.2003476",
    "pmid:29135981",
    "pmcid:PMC5685480"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Pioneer cells established by the [SWI+] prion can promote dispersal and out-crossing in yeast",
  "authors": [
    {
      "name": "Gregory A. Newby",
      "first": "Gregory A.",
      "last": "Newby",
      "affiliation": "Department of Biology, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America; Whitehead Institute for Biomedical Research, Cambridge, Massachusetts, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-7869-2615"
      ]
    },
    {
      "name": "Susan Lindquist",
      "first": "Susan",
      "last": "Lindquist",
      "affiliation": "Department of Biology, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America; Whitehead Institute for Biomedical Research, Cambridge, Massachusetts, United States of America; Howard Hughes Medical Institute, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America"
    }
  ],
  "journal": "PLOS Biology",
  "date": "2017-11-14",
  "dateAccepted": "2017-10-18",
  "dateReceived": "2017-06-29",
  "volume": "15",
  "number": "11",
  "pages": "e2003476",
  "tags": [
    "Alcohols",
    "Carbohydrates",
    "Cell biology",
    "Cell cycle and cell division",
    "Cell migration",
    "Cell motility",
    "Cell processes",
    "Chemical compounds",
    "Chemistry",
    "Cytophotometry",
    "Developmental biology",
    "Discipline-v3/Alcohols",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Carbohydrates",
    "Discipline-v3/Cell biology",
    "Discipline-v3/Cell cycle and cell division",
    "Discipline-v3/Cell migration",
    "Discipline-v3/Cell motility",
    "Discipline-v3/Cell processes",
    "Discipline-v3/Chemical compounds",
    "Discipline-v3/Chemistry",
    "Discipline-v3/Cytophotometry",
    "Discipline-v3/Developmental biology",
    "Discipline-v3/Ethanol",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Experimental organism systems",
    "Discipline-v3/Flow cytometry",
    "Discipline-v3/Fluorescence imaging",
    "Discipline-v3/Fungi",
    "Discipline-v3/Glucose",
    "Discipline-v3/Imaging techniques",
    "Discipline-v3/Model organisms",
    "Discipline-v3/Monosaccharides",
    "Discipline-v3/Organic chemistry",
    "Discipline-v3/Organic compounds",
    "Discipline-v3/Organisms",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Saccharomyces",
    "Discipline-v3/Saccharomyces cerevisiae",
    "Discipline-v3/Spectrophotometry",
    "Discipline-v3/Spectrum analysis techniques",
    "Discipline-v3/Yeast",
    "Discipline-v3/Yeast and fungal models",
    "Ethanol",
    "Eukaryota",
    "Experimental organism systems",
    "Flow cytometry",
    "Fluorescence imaging",
    "Fungi",
    "Glucose",
    "Imaging techniques",
    "Model organisms",
    "Monosaccharides",
    "Organic chemistry",
    "Organic compounds",
    "Organisms",
    "Saccharomyces",
    "Saccharomyces cerevisiae",
    "Spectrophotometry",
    "Spectrum analysis techniques",
    "Type/Short Reports",
    "Yeast",
    "Yeast and fungal models"
  ],
  "abstract": "To thrive in an ever-changing environment, microbes must widely distribute their progeny to colonize new territory. Simultaneously, they must evolve and adapt to the stresses of unpredictable surroundings. In both of these regards, diversity is key—if an entire population moved together or responded to the environment in the same way, it could easily go extinct. Here, we show that the epigenetic prion switch [SWI+] establishes a specialized subpopulation with a “pioneer” phenotypic program in Saccharomyces cerevisiae. Cells in the pioneer state readily disperse in water, enabling them to migrate and colonize new territory. Pioneers are also more likely to find and mate with genetically diverse partners, as inhibited mating-type switching causes mother cells to shun their own daughters. In the nonprion [swi−] state, cells instead have a “settler” phenotype, forming protective flocs and tending to remain in their current position. Settler cells are better able to withstand harsh conditions like drought and alkaline pH. We propose that these laboratory observations reveal a strategy employed in the wild to rapidly diversify and grant distinct, useful roles to cellular subpopulations that benefit the population as a whole.",
  "fullText": "Introduction\n\nMicrobes face a constant struggle for resources and survival in an environment that changes by the hour. Wide temperature fluctuations, severe drought, and other environmental factors can cause mass extinction events, leaving vast regions for surviving cells to recolonize. Likewise, events such as floods or fruit falling from trees may fill new areas with nutrients, enabling expansion and growth of microbial populations. However, exploration of a new area with unknown resources carries a significant risk of death. How have microbes evolved to spread efficiently without excessive risk?\n\nPrions are powerful evolutionary devices by which yeast cells switch between phenotypic programs, “hedging their bets” to survive in fluctuating and unpredictable environments [1–6]. Prion proteins can exist in at least two stable conformations, each having an altered function—typically a soluble, high-activity “[prion−] state” and an aggregated, low-activity “[PRION+] state.” A cell will generally contain one conformation for each prion protein, and these conformational states switch at rates that range from 10−2 to 10−7 cells per generation [2]. At least 10 different proteins in S. cerevisiae have the capacity to propagate in alternate prion states [6–9]. Thus, the combination of potential prion states can lead to a plethora of switchable phenotypes.\n\nAn advantage of prion-based phenotypes is that they can be totally reversed by a return to the original protein conformation. In contrast, a new phenotype gained by genetic mutation is very difficult to perfectly reverse, particularly in the case of loss-of-function mutations and deletions. Prion-based adaptation is thus ideal for flexibly changing between different phenotypic programs that are each advantageous in different situations [10]. The [SWI+] prion has previously been shown to cause slow growth in nonfermentable carbon sources [11] and a loss of invasiveness and flocculation [12] but has not previously been demonstrated to provide any advantage to yeast.\n\nThe protein that underlies the [SWI+] prion state, Swi1, is a DNA-binding protein and subunit of the SWI/SNF chromatin remodeling complex. In laboratory strains and conditions, the [SWI+] prion stochastically arises at frequency of approximately 10−3–10−5 [13] and can be lost after prolonged treatment in stressful conditions [14]. The [SWI+] prion was recently shown to regulate adhesion, invasion, pseudohyphal growth, and flocculation through a prominent effect on the expression level of flocculin genes [12]. In the [SWI+] state, FLO1 and FLO11, and thus flocculation and invasion, are greatly repressed. Could this loss of multicellularity confer advantages in microbial migration?\n\nResults and discussion\n\nOne likely means of microbial migration is the flow and agitation of water, especially during rainfall. We designed experiments to test the effect of [SWI+]-dependent flocculation on migration under rain-like conditions. [SWI+] and [swi−] strains were spotted side by side on agar plates. After one day of growth on solid substrate, small droplets of water were added onto each spot of yeast and the plate was tipped to one side to allow the water droplet to flow down its surface (Fig 1A). A multichannel pipette was used to ensure equal “rainfall” on each spot. Plates were dried and photographed after one more day of growth (Fig 1B). The [SWI+] prion conferred a clear advantage for the spreading of yeast away from the original spot, allowing cells to colonize the entire area touched by flowing water. We expect this phenomenon would also occur in nature—testing migration on natural substrates under actual rainfall would be an interesting future experiment. In this laboratory setting, scraping each lane of migrated cells separately into solution and subsequent measurement by flow cytometry revealed that there were about four times more [SWI+] cells than [swi−] cells at the conclusion of this experiment (Fig 1C), demonstrating the potential growth advantage of a “pioneer” population. This migratory enhancement is specifically due to the prion’s effect mediated through the flocculin genes. In a strain lacking a transcription factor required for expression of flocculins (flo8-), the [SWI+] prion does not affect migration (S1A Fig).\n\nCould a small population of [SWI+] cells confer a migratory benefit to their [swi−] neighbors? It is logical to expect that [SWI+] cells might disrupt larger flocs that would otherwise be formed by adjacent [swi−] partners, thereby encouraging the escape and migration of [swi−] cells with flowing water. We tested for such a cooperative migratory effect by seeding different ratios of [SWI+] and [swi−] cells on agar plates. The same simulated rainfall procedure was applied, and migrated cells were grown for one day and imaged (Fig 1D). Only when [SWI+] and [swi−] populations were mixed did larger colonies appeared within the migrants; these were likely formed by the migration of clusters of cells (Fig 1D, arrows). To confirm the prion state of these colonies, we utilized the yeast transcriptional reporting of aggregating proteins (yTRAP) sensor for Swi1 [15], which yields bright fluorescence in [swi−] cells and dim fluorescence in [SWI+] cells. The large migrated colonies from mixed populations were indeed brightly fluorescent and thus [swi−] (Fig 1D, left and center, arrows). In contrast, when [SWI+] and [swi−] were spotted separately, no bright, [swi−]-clustered cells migrated (Fig 1D, right). The relative amount of [SWI+] cells seeded in this experiment were higher than one may expect to arise spontaneously [13]. However, when rare, nonadherent [SWI+] cells disperse in flowing water, they will establish new populations that originate as 100% [SWI+]. Such populations, over time, may experience the full range of [SWI+]:[swi−] ratios tested in this experiment. We conclude that [SWI+] not only migrates more efficiently itself but also can cooperatively enhance the migration of otherwise immobile [swi−] neighbors.\n\nIn liquid growth media, the [SWI+] prion has a noticeable effect on the partitioning of cells into clumped flocs visible with the naked eye (dominated by [swi−] cells) or the suspended “supernatant” (dominated by [SWI+] cells) [12]. We quantified this effect using yTRAP—[SWI+], and [swi−] cells were co-inoculated in equal number and grown for 16 hours. We then used flow cytometry to measure the prion state of cells in the supernatant versus the total culture after dispersion of flocs (S1B Fig). The [SWI+] cells were generally less fit and comprised less than 40% of the total culture. However, in the supernatant fraction, [SWI+] cells comprised more than 70%. When cultures were grown in the presence of ethanol, a byproduct of yeast growth that is known to enhance flocculation [16], the fraction of [SWI+] cells in the supernatant increased to over 90%. We hypothesized that these supernatant cells would be more capable of migration, as they would overflow during rainfall. We tested the overflow of liquid cultures in a laboratory setup (S1C Fig). Indeed, [SWI+] cells had a strong advantage in escaping to colonize new ground (S1D Fig). These results establish a clear benefit to [SWI+] cells in migration in response to the common environmental stimulus of flowing or falling water. We therefore term [SWI+] cells “pioneers” and the nonmigratory [swi−] cells “settlers”.\n\nSwi1’s effect on transcription is not limited to flocculins. In fact, the SWI1 gene is so named because its mutation leads to a defect in transcription at the HO locus, which is required for mating-type switching. Mating-type switching occurs after a diploid cell has sporulated to produce four haploid spores. Haploid cells can mate with one another to return to the more robust diploid state, but only if the two mating partners are of opposite mating types. Spores containing a functional HO gene will commonly divide once or twice, after which the mother cells switch their mating type and mate with their own daughter cells, generating homozygous diploids [17]. While this does not increase genetic diversity, it does return both cells to the more robust diploid state without the risks of out-crossing (for example, the risks of acquiring transposons, 2 μ DNA, or nonadaptive prion states). Because mating-type switching occurs readily in the lab, it is a mystery as to why so many natural S. cerevisiae isolates are heterozygous and appear to have mated most recently with diverse partners (out-crossing) rather than daughter cells [18].\n\nWe hypothesized that the [SWI+] prion, like SWI1 mutants, may confer a defect in HO expression and thereby increase out-crossing frequency. To test this, we measured the out-crossing efficiency of [SWI+] and [swi−] HO+ spores. Our measurement was normalized to identical ho− control spores to specifically determine the prion effects mediated through HO (experimental procedure: S2 Fig). As anticipated, the [SWI+] prion increased the out-crossing efficiency of HO+ spores (Fig 2). Elimination of the prion by passaging on guanidine [11] returned the out-crossing frequency to that of the original [swi−] strain, confirming that the effect was indeed mediated through the prion state. Thus, the [SWI+] prion acts as a deterrent for inbreeding and encourages the diversification of genomes by out-crossing. We propose that a combined effect of enhanced migration, which would increase the chance of encountering diverse strains, with enhanced out-crossing would synergistically favor the generation of diverse hybrid diploids by pioneer cells.\n\nThe [SWI+] prion is acutely sensitive to perturbations in the Hsp70 chaperone system. Proteotoxic stress such as elevated temperature and the modulation of certain chaperones has been shown to entirely eliminate [SWI+], but not the prions [PSI+] or [RNQ+] [14]. How might cells benefit from eliminating [SWI+] in response to stress? To test this, we compared the survival and growth of [SWI+] and [swi−] strains across a number of conditions (Fig 3). In every condition tested, the “settler” [swi−] state was advantageous. After six days of starvation or one day of antifungal treatment (caspofungin or amphotericin B), the flocculated [swi−] cells showed increased survival (Fig 3A). The growth defect of [SWI+] cells was particularly dramatic when media was buffered to pH 7.5 (Fig 3B) but was also present when cells were grown at a favorable pH supplemented with glucose or raffinose (S3 Fig). [swi−] cultures were also uniquely able to withstand dry conditions—after 24 hours under a draft of sterile air, about 3% of [swi−] cells survived, while the survival of [SWI+] cells was below the detection limit (Fig 3C). Upon rehydration and subsequent incubation, [swi−] cells recovered and grew in microtiter wells, while [SWI+] cells did not (Fig 3D). This demonstrates the advantage of the settler phenotype and provides an evolutionary rationale for switching to the [swi−] settler state under stress.\n\nOur results suggest an environmental factor that is likely to play a major role in the relative advantage of the [SWI+] or [swi−] phenotypic states: moisture. Rainfall, dew, or other sources of fluid motion could favor [SWI+] pioneers that readily disperse in water, colonizing new territory and mating with diverse partners. Dry conditions, on the other hand, may eliminate these advantages and instead favor [swi−] settlers that are resistant to desiccation.\n\nNotably, the human homolog of Swi1, ARID1A, is commonly lost in multiple types of cancer [19]. Loss of ARID1A confers increased cellular migration and metastases and is associated with poor prognosis [20, 21]. This effect is mediated by a resulting loss of E-cadherin [21], a cell surface protein that would otherwise promote cell–cell adhesion in epithelia [22, 23]. In a reminiscent manner, [SWI+] mimics a Swi1 loss-of-function in yeast, leading to reduced expression of flocculins and a loss of adhesion to surrounding cells and substrates [12]. This results in the increased ability of [SWI+] cells to migrate. Although yeast flocculins, regulated by Swi1, and human E-cadherin, regulated by ARID1A, are not from the same protein family, both form calcium-sensitive cell–cell adhesions. Our discovery that [SWI+] regulates yeast migratory states may point to a conserved role of Swi1 family members in controlling cell adhesion and thus migration.\n\nThe process of cell migration is of great importance to single-celled organisms, as nutrient availability can vary widely from place to place. The bacterium Caulobacter crescentus deterministically encodes a switch between specialized motile and stationary phenotypic programs within its cell cycle [24]. This presumably assists the organism to colonize new areas without the risk of abandoning its present location. A few other specialized states in microbes are known to switch in a stochastic manner, for example, bacterial persister cells that survive antibiotic treatment and white/opaque switching in Candida albicans that regulates aspects of host interactions and mating [25, 26].\n\nPrions are thought to act as bet-hedging elements in S. cerevisiae [1, 3, 4, 6, 9]. That is, they confer environment-specific growth advantages so that a diverse population with many prion states—and thus many hedged bets—is more likely to have subsets of cells that are already adapted to unpredictable future environments. The [SWI+] prion has not previously been shown to confer a growth advantage in any environment, so its function as a potential bet-hedging element was mysterious. We have demonstrated that [SWI+] can indeed benefit the growth of the total population when the opportunity to migrate arises (Fig 1C). We propose that, in addition to simple bet-hedging of growth rates, prions can generate specialized subpopulations of cells with the ability to take advantage of unique ecological niches. Based on the results presented here, we hypothesize that wild [SWI+] cells would have an advantage over isogenic [swi−] neighbors in colonizing new territory and sampling diverse genetic space though mating, thus acting as specialized “pioneers” on both fronts. In dry or otherwise stressful natural environments, we predict that [swi−] cells will have a survival advantage and that [SWI+] cells will switch to the [swi−] state at increased rates. The [swi−] “settler” phenotype could also be advantageous in allowing cells to adhere to and remain in favorable locations, even during rainfall that would wash pioneer cells away. The first bacterial prion was recently discovered [27], proving that the ability to switch phenotypes based on prion propagation is not limited to yeast. Prion-based specialization strategies could be widely used in single-celled organisms to switch between risky yet potentially beneficial phenotypic programs.\n\nMaterials and methods\n\nCloning and vector construction\n\nThe yTRAP sensor plasmid pGAN202 [15] was used to detect the [SWI+] prion. This plasmid integrates into the HO locus, disrupting the endogenous site and adding a fluorescent detection cassette for the [SWI+] prion. It produces bright green fluorescence in the [swi−] state and dim fluorescence in the [SWI+] state.\n\nThe multicopy, episomal plasmid pGAN160 (Newby et. al., in review) was used to induce the [SWI+] prion in cells by overexpression of Swi1 from the GAL1 promoter in galactose.\n\nThe FLO8-correction plasmid pGAN300 was made using pAG305GAL [28]. pAG305GAL was cut with the restriction enzymes XbaI and XhoI, followed by ligation of the wild-type FLO8 coding sequence. The restriction enzyme BstAPI was used to cut the plasmid between the start codon of FLO8 and the site of its mutation in laboratory strains to favor correction of the endogenous copy under its native promoter.\n\nYeast strains and growth media\n\nYeast strains used in this study were derivatives of BY4741 [29] (his3d1, leu2Δ, met15Δ, ura3Δ, ho−). BY4741 trp1:KanMX from the Invitrogen deletion library (Cat. no. 95401.H2) and SK1 [30] (HO+ a/α) were used to determine out-crossing efficiency. To restore flocculation in BY4741, the FLO8 gene was corrected using pGAN300. For a complete list of strains, please see S1 Table.\n\nGrowth media was YPD or complete standard synthetic media (CSM) or media lacking certain amino acids with either 2% glucose, 2% galactose, or 2% raffinose supplemented as the carbon source. [SWI+] was cured by streaking on YPD agar plates supplemented with 5 mM guanidine hydrochloride. Yeast transformations were conducted using a lithium acetate competent cell protocol as previously described [31]. To calculate the OD600 of flocculating cells or measure them by flow cytometry, flocs were fully dispersed by the addition of 25 mM EDTA followed by vigorous vortexing or pipetting.\n\nTo induce the [SWI+] prion, the Swi1 overexpression plasmid pGAN160 was transformed into a strain containing the yTRAP sensor (pGAN202). The Swi1 protein was transiently overexpressed by growth for 16 hours in galactose followed by plating on glucose. Potential [SWI+] colonies had heritable, low fluorescence. The presence of the prion was confirmed by streaking on guanidine media—if the strain was [SWI+], this treatment returned cells to the bright, [swi−] state.\n\nMigration from liquid culture\n\nTo test for the ability of cells to emerge from an overflowing liquid pool, 2-tiered holes were produced in agar YPD medium. Overnight, 50-μL cultures of CSM + 2% glucose + 5% ethanol (strains yGAN102 and yGAN103) were pipetted into the bottom hole and allowed to settle for one hour. A multichannel pipette was used to transfer 800 μL of sterile water into each hole simultaneously so that the bottom tier overflowed onto the top. Then, the water was aspirated away and the plates were dried under flowing air in a hood for one hour, then transferred to 30 oC to allow colonies to grow. Migrated colonies were photographed on a Bio-Rad ChemiDoc.\n\nIn order to make the 2-tiered holes, a custom mold was ordered from the MIT machine shop made from PDMS. Six pins were inserted into the mold, each of which formed a 2-tiered hole. The bottom-tier hole had a radius of 0.15 in and a height of 0.47 in. The top hole had a radius of 0.9 in and a height of 0.47 in. Each pin was placed 1.4 in apart. The sides of each tier were slanted at 6 o to ease removal from solidified agar.\n\nSupernatant/Total culture quantification\n\nQuadruplicate, 4 mL YPD or YPD + 5% ethanol cultures were inoculated with 50% [SWI+] (yGAN103) and 50% [swi−] (yGAN102) to a final OD600 of 0.02. Cultures were grown for 16 hours at 30 oC with shaking. Tubes were let sit for 15 minutes on the bench without agitation. Supernatant samples were collected from the top of the culture (approximately 0.1 OD600 units), and cultures were then fully resuspended with EDTA to disperse flocs. Additional samples were collected to represent the total culture. All samples were centrifuged, resuspended in 500 μL fresh YPD, and incubated four hours at 30 oC in deep well 96-well plates to reach log phase before measurement. EDTA was added to disperse flocs, and samples were measured by flow cytometry using the MACSquant VYB (Miltenyi Biotec). The percentage of [SWI+] cells was calculated by gating in the GFP/SSC channels.\n\nMigration on solid agar plates\n\nOvernight cultures of yGAN102 and yGAN103 (OD600 ~ 8) were spotted on rectangular YPD plates. After 16 hours of growth at 30 oC, 14 μL of sterile water was pipetted on the spots using a multichannel pipette to ensure even flow. Plates were immediately tipped to the side until vertical, allowing the drops of water to flow down the surface of the plate. Plates were incubated 16 hours more at 30 oC, then photographed. The Bio-Rad ChemiDoc was used to collect images in the green fluorescent channel. An Epson document scanner was used to take normal photographs.\n\nTo calculate the total number of cells after migration, the original yeast spot and all yeast that grew on its trail of migration were scraped into 500-μL CSM. This was diluted 100-fold and measured by flow cytometry as above. The number of cells per μL was used to calculate the total number of cells that were present on the plate.\n\nFor mixtures of [SWI+] and [swi−] cultures, EDTA was added to all cultures to disperse flocs (for consistency, nonflocculating [SWI+] cells were also treated with EDTA). ODs were normalized, and cultures were mixed in the given ratios then centrifuged and resuspended in media lacking EDTA. These were spotted onto agar plates as above.\n\nOut-cross ratio measurement\n\nThe procedure to calculate the out-cross ratio is summarized in S2 Fig. The procedure is relatively involved because HO+ haploids cannot be propagated stably in the laboratory. The homozygous, HO+ diploid SK1 strain was sporulated by overnight incubation in 2% potassium acetate. SK1 spores were mated to MATa flo8-[SWI+] and -[swi−] strains (yGAN100 and yGAN101) by co-inoculation into YPD and overnight growth. Hybrid diploids were selected by growth on media lacking histidine, supplemented with 100 μg/mL nourseothricin. The [SWI+] diploid was cured by passaging on guanidine to generate an additional control for the effect of the prion. This generated yeast strains yGAN104-106 (S1 Table).\n\nThese hybrid diploids contained one functional copy of HO (from SK1) and one mutant copy (from the [SWI+] sensor strain). Importantly for a later selection step, these diploids were homozygous TRP1+. Due to the HO-integrated pGAN202, the mutant ho− allele is marked with the expression of a green fluorescent protein. Upon sporulation, the green ho− spores will be preferentially able to mate with an exogenous strain. HO+ nonfluorescent spores are instead able to switch mating types and mate with their daughters or other near neighbors. To test whether the [SWI+] prion affects this tendency, we sporulated the diploids for seven days in 2% potassium acetate, followed by vigorous vortexing. We then mixed triplicate mating tubes of YPD containing these spores and BY4741 trp1:KanMX at an OD600 of 0.01 each and final volume of 4 mL. Mating tubes were incubated at 30°C for 16 hours.\n\nDiploids formed between the exogenous strain (BY4741 trp1:KanMX) and any spores were selected by 20-fold dilution into synthetic media lacking tryptophan and supplemented with 100 μg/mL geneticin (Sigma Aldrich A1720). After 24 hours of growth, selection was continued with a further 100-fold dilution into the same selective media. After another 24 hours of growth, cultures were diluted 100-fold in the same media and grown six hours to log phase before flow cytometry measurement as above. PI stain was used to exclude dead cells. The out-cross ratio was calculated as the number of nonfluorescent diploids (formed from HO+ spores) divided by the number of fluorescent diploids (formed from ho− spores). This allowed us to normalize specifically to the effect of the [SWI+] prion mediated through the HO locus.\n\nSurvival measurement\n\nSmall colonies of FLO8+ [swi−] or [SWI+] strains (yGAN102 and yGAN103) were picked into triplicate cultures of synthetic complete media. 150 ng/mL caspofungin (Abcam ab145180) or 5 μg/mL amphotericin B (Santa Cruz Biotechnology sc-202462) were used for antifungal treatment—these two drugs comprise the two major classes of naturally occurring fungicidal compounds. After overnight growth (or one week of incubation in the case of starved cultures), cultures were centrifuged and resuspended in fresh CSM. 25 mM EDTA was added to disrupt flocs, and 10 μg/mL propidium iodide (Sigma Aldrich Cat. no. P4864) was added to stain dead cells. Cultures were measured by flow cytometry and dead/live cells were gated in the red fluorescence channel.\n\nTo test survival in dry conditions, overnight 4-mL cultures of the same strains were pelleted by centrifugation for four minutes at 2,000 rpm, following which the supernatant was discarded. The plastic culture tubes containing [swi−] or [SWI+] cell pellets were left without caps in a sterile hood, with air blowing over them for 24 hours. After this desiccation period, 4 mL of fresh media was added to rehydrate cells. Then, the same survival measurement was conducted as above, with the addition of EDTA and propidium iodide followed by flow cytometry. To test recovery from drying out, these cultures were separately diluted 25-fold into fresh media and left in microtiter plates for four days to recover before imaging with a standard camera.\n\nGrowth curve determination\n\nGrowth curves were collected using a ThermoFisher MultiSkan GO at 30 oC. Cells were diluted to OD600 of 0.01 in the indicated media. Absorbance at 600 nm was collected every 15 minutes after 15 seconds of shaking. For pH 7.5 media, pH was buffered with 100 mM sodium phosphate. Strains used for growth curve determination were flo8− (yGAN100 and yGAN101) because flocculation interferes with absorbance measurements.\n\nData and flow cytometry gating strategy availability\n\nNumerical data used to generate graphs in this article, along with a depiction of the gating strategies used to analyze flow cytometry data, are available from the Dryad Digital Repository: http://dx.doi.org/10.5061/dryad.d5r16 [32].\n\nSupporting information"
}