{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000067",
  "doi": "10.1371/journal.pbio.3000067",
  "externalIds": [
    "pii:PBIOLOGY-D-18-00790",
    "pmid:30532236",
    "pmcid:PMC6289406"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Far away from the lamppost",
  "authors": [
    {
      "name": "Tudor I. Oprea",
      "first": "Tudor I.",
      "last": "Oprea",
      "affiliation": "Department of Internal Medicine, Comprehensive Cancer Center, University of New Mexico School of Medicine, Albuquerque New Mexico, United States of America"
    },
    {
      "name": "Lily Jan",
      "first": "Lily",
      "last": "Jan",
      "affiliation": "Department of Physiology, University of California–San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Gary L. Johnson",
      "first": "Gary L.",
      "last": "Johnson",
      "affiliation": "Department of Pharmacology, Lineberger Comprehensive Cancer Center, University of North Carolina School of Medicine, Chapel Hill, North Carolina, United States of America"
    },
    {
      "name": "Bryan L. Roth",
      "first": "Bryan L.",
      "last": "Roth",
      "affiliation": "Department of Pharmacology, University of North Carolina School of Medicine, Chapel Hill, North Carolina, United States of America"
    },
    {
      "name": "Avi Ma’ayan",
      "first": "Avi",
      "last": "Ma’ayan",
      "affiliation": "Department of Pharmacological Sciences, Icahn School of Medicine at Mount Sinai, New York, New York, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-6904-1017"
      ]
    },
    {
      "name": "Stephan Schürer",
      "first": "Stephan",
      "last": "Schürer",
      "affiliation": "Department of Pharmacology, Miller School of Medicine, Center for Computational Science, University of Miami, Miami, Florida, United States of America"
    },
    {
      "name": "Brian K. Shoichet",
      "first": "Brian K.",
      "last": "Shoichet",
      "affiliation": "Department of Pharmaceutical Chemistry, University of California San Francisco, San Francisco, California, United States of America"
    },
    {
      "name": "Larry A. Sklar",
      "first": "Larry A.",
      "last": "Sklar",
      "affiliation": "Department of Pathology, Comprehensive Cancer Center, University of New Mexico School of Medicine, Albuquerque, New Mexico, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-8196-5060"
      ]
    },
    {
      "name": "Michael T. McManus",
      "first": "Michael T.",
      "last": "McManus",
      "affiliation": "Department of Microbiology and Immunology, UCSF Diabetes Center, University of California–San Francisco, San Francisco, California, United States of America",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3013-6569"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2018-12-11",
  "dateAccepted": "2018-11-07",
  "dateReceived": "2018-09-25",
  "volume": "16",
  "number": "12",
  "pages": "e3000067",
  "tags": [
    "Animal genomics",
    "Careers in research",
    "Computational biology",
    "Consortia",
    "Discipline-v3/Animal genomics",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Careers in research",
    "Discipline-v3/Computational biology",
    "Discipline-v3/Consortia",
    "Discipline-v3/Genetics",
    "Discipline-v3/Genome analysis",
    "Discipline-v3/Genomic libraries",
    "Discipline-v3/Genomic medicine",
    "Discipline-v3/Genomics",
    "Discipline-v3/Human genomics",
    "Discipline-v3/Invertebrate genomics",
    "Discipline-v3/Mammalian genomics",
    "Discipline-v3/People and places",
    "Discipline-v3/Population groupings",
    "Discipline-v3/Professions",
    "Discipline-v3/Science and technology workforce",
    "Discipline-v3/Science policy",
    "Discipline-v3/Scientists",
    "Discipline-v3/Social sciences",
    "Discipline-v3/Sociology",
    "Discipline-v3/Structural genomics",
    "Genetics",
    "Genome analysis",
    "Genomic libraries",
    "Genomic medicine",
    "Genomics",
    "Human genomics",
    "Invertebrate genomics",
    "Mammalian genomics",
    "Population groupings",
    "Professions",
    "Science and technology workforce",
    "Scientists",
    "Sociology",
    "Structural genomics",
    "Type/Formal Comment"
  ],
  "abstract": "This Formal Comment responds to a recent Meta-Research Article by identifying initiatives that are already in place for funding risky exploratory research that illuminate mysteries of the dark genome.",
  "fullText": "One of the most exciting scientific accomplishments of this last century is the elucidation of the human genome sequence. This ambitious project cost hundreds of millions of dollars and was akin to sending humans to the moon. At the time, some wondered whether we are probing where no one should. They argued that successfully deciphering the veritable blueprint of life might forever amputate the intrinsic mysteries of humanity. Yet decades later, it is quite clear that scientists are still far from understanding the true depth and meaning of the 3.3 billion base pairs that make up the human genome.\n\nAn article published in PLOS Biology by Amaral and colleagues [1] reiterated some of the challenges associated with exploring this vast treasure trove of human DNA. Rather than systematically studying and assigning meaning to each gene in the human genome, the global research enterprise remains focused on a small proportion of the human genome that has already been studied intensively. This has left thousands of genes in an understudied situation, even though many of them share associations with human health and disease. We previously noted [2] that understudied proteins “are less likely to be the subject of scientific curiosity, which is a reflection of funding patterns and an overall lack of information and molecular probes.”\n\nRecognizing this fundamental shortcoming, the National Institutes of Health (NIH) addressed this challenge by launching the Illuminating the Druggable Genome (IDG) program [2,3] in 2014, with the explicit goal of transforming basic science and drug discovery by shedding light on the “dark genome.” The IDG program, now in its fourth year, has begun the slow process of reversing human scientific habits, encouraging scientists to apply for funds specifically to interrogate the “dark genome.” Currently, the IDG aggregates knowledge across all proteins coded by the human genome, assesses the knowledge state of each protein, and focuses its experimental efforts on generating new technologies and new data around the darkest of druggable genes, specifically those that have the most immediate prospects of improving human health by means of novel therapies. With success, we hope this effort will demonstrate the feasibility and value of illuminating understudied proteins, which can then be applied to additional protein families.\n\nIn addition to the IDG, there are other significant ongoing efforts by the NIH and other research foundations, including those inside and outside the United States. These include the Structural Genomics Consortium (SGC), which supports unbiased and systematic research, helping to deduce the three-dimensional structures of proteins—an important goal for understanding basic biology and developing new medicines. In addition, there is the Knockout Mouse Project (KOMP) and the International Mouse Phenotype Consortium (IMPC) [4,5], an international consortium whose goal is to generate and characterize a knockout mouse strain for every gene. The IMPC has partnered with the IDG to identify “dark protein coding genes” and prioritized the production of orthologous knockout strains. Indeed, the IMPC has already investigated 47% of the 500 genes that were reported to be understudied by the Amaral and colleagues article. Further, the Library of Integrated Network-based Cellular Signatures (LINCS) is helping to illuminate functional connectivity between well-studied and dark genes. These programs are helping to lead systematic efforts to assign functions to every gene in the genome and provide high-value fundamental data and resources. As we gain further insight into the biology of human health and disease, these programs can contribute to the development of new therapeutic targets. Instead of looking for keys under the lamppost, where the light shines, the IDG, SGC, IMPC, and many other programs make it possible to systematically study the “dark genome.”\n\nWe feel impelled to draw attention to extremely valuable data and a growing collection of community resources (Table 1). As the Amaral article did not include these types of data in their analyses, it underscores the challenges associated with awareness of a growing collection of data and resources that bear relevance to understanding the human genome. The fact that some of these programs have been producing reagents and experimental resources for over a decade suggests a larger problem with transparency and outreach. Some funded programs are systematically producing data and resources at a faster pace than researchers can be aware of them, outpacing the race to understand the rich complexity of human genome. Other programs stitch data elements from biomedical literature, NIH-funded grants, clinical trials and worldwide patents, in addition to combining evidence from genome-wide and mouse phenotype studies (Pharos, Harmonizome). These imbalances reflect the slow process of the research enterprise and pose a gentle reminder that the extraordinary accomplishment of the human genome–sequencing project is really the first step of a long and more arduous journey.\n\nIn the larger picture, it’s important to recall that research is anything but systematic and organized. Like bees to honey, scientists swarm to genes that promise a better understanding of what makes us human and how to cure disease. However, scientists are also guided by availability of research support, and as Amaral and colleagues pointed out, there are likely other systemic barriers to individual-level researchers embarking on study of these neglected proteins. Funded research is often granted to study those genes which have significant pre-existing knowledge that bolster specific hypotheses. To avoid this “catch 22” situation, the NIH and funding agencies in Europe, Canada, and elsewhere have established systematic programs dedicated to helping adjust the organic growth of the research enterprise by making data and reagents available to investigators. Although these programs are far from perfect and far from complete, we should continue the increasing trend of funding the “dark genome,” despite the risky and exploratory nature of exploratory research, accelerating science by shining light on what makes us human."
}