{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0040210",
  "doi": "10.1371/journal.pbio.0040210",
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Translation Repression in Human Cells by MicroRNA-Induced Gene Silencing Requires RCK/p54",
  "authors": [
    {
      "name": "Chia-ying Chu",
      "first": "Chia-ying",
      "last": "Chu",
      "affiliation": "Department of Biochemistry and Molecular Pharmacology, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America"
    },
    {
      "name": "Tariq M Rana",
      "first": "Tariq M",
      "last": "Rana",
      "affiliation": "Department of Biochemistry and Molecular Pharmacology, University of Massachusetts Medical School, Worcester, Massachusetts, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2006-07",
  "dateElectronic": "2006-06-13",
  "dateAccepted": "2006-04-21",
  "dateReceived": "2006-01-09",
  "volume": "4",
  "number": "7",
  "pages": "e210",
  "tags": [
    "Discipline/Biochemistry",
    "Discipline/Cell Biology",
    "Discipline/Developmental Biology",
    "System Taxonomy/Eukaryotes",
    "System Taxonomy/In Vitro",
    "Type/Research Article"
  ],
  "abstract": "RNA interference is triggered by double-stranded RNA that is processed into small interfering RNAs (siRNAs) by Dicer enzyme. Endogenously, RNA interference triggers are created from small noncoding RNAs called microRNAs (miRNAs). RNA-induced silencing complexes (RISC) in human cells can be programmed by exogenously introduced siRNA or endogenously expressed miRNA. siRNA-programmed RISC (siRISC) silences expression by cleaving a perfectly complementary target mRNA, whereas miRNA-induced silencing complexes (miRISC) inhibits translation by binding imperfectly matched sequences in the 3′ UTR of target mRNA. Both RISCs contain Argonaute2 (Ago2), which catalyzes target mRNA cleavage by siRISC and localizes to cytoplasmic mRNA processing bodies (P-bodies). Here, we show that RCK/p54, a DEAD box helicase, interacts with argonaute proteins, Ago1 and Ago2, in affinity-purified active siRISC or miRISC from human cells; directly interacts with Ago1 and Ago2 in vivo, facilitates formation of P-bodies, and is a general repressor of translation. Disrupting P-bodies by depleting Lsm1 did not affect RCK/p54 interactions with argonaute proteins and its function in miRNA-mediated translation repression. Depletion of RCK/p54 disrupted P-bodies and dispersed Ago2 throughout the cytoplasm but did not significantly affect siRNA-mediated RNA functions of RISC. Depleting RCK/p54 released general, miRNA-induced, and \n\t\t\t\t\tlet-7-mediated translational repression. Therefore, we propose that translation repression is mediated by miRISC via RCK/p54 and its specificity is dictated by the miRNA sequence binding multiple copies of miRISC to complementary 3′ UTR sites in the target mRNA. These studies also suggest that translation suppression by miRISC does not require P-body structures, and location of miRISC to P-bodies is the consequence of translation repression.",
  "fullText": "Introduction\n      \nSmall non-coding RNAs play important roles in the posttranscriptional regulation of genes that code for diverse biological functions, e.g., in most metazoan organisms from nematodes to mammals [1–3]. Two classes of such small (∼ 21 nucleotide [nt]) RNAs that have been extensively studied in gene silencing are short interfering RNAs (siRNAs) and microRNAs (miRNAs) (reviewed in [4]). Currently, the best known mechanism of gene silencing is RNA interference (RNAi), an evolutionarily conserved process whereby double-stranded RNA induces the sequence-specific degradation of homologous mRNA [5]. Long double-stranded RNA and precursors of miRNAs are processed by Dicer enzyme, and siRNAs are assembled into an RNA-induced silencing complex called RISC. The RNAi machinery can also be programmed in cells by introducing duplexes of siRNAs that are assembled into RNA-induced silencing complexes (siRISC) containing Dicer, argonautes, and other proteins [6]. Although RNAi has commonly been associated with siRNAs, this process is largely mediated in plants by miRNAs [7,\n\t\t\t\t8], and examples of miRNA-mediated RNAi have been found in mammals and viruses (reviewed in [6]). Growing evidence indicates that miRNAs are important in human disease, including cancers [9–12]. For example, relatively low levels of \n\t\t\t\tlet-7 miRNA up-regulate RAS protein in lung cancer cells, demonstrating a possible role of miRNA in tumorigenesis [13].\n\nBoth classes of small RNAs are assembled into silencing complexes that contain Dicer, argonautes, and other proteins [4], but they silence gene expression by two different pathways. Upon recognizing complementary mRNA, activated RISC forms an effector complex with the target mRNA [6]. Antisense siRNA in activated RISC serves as a guide for Argonaute2 (Ago2) [14–16] to catalyze the cleavage of target mRNA at a site ∼ 10 nt from the 5′ end of the siRNA [17]. Following cleavage, the target mRNA is degraded. Activated RISC, as a multi-turnover enzyme [18], is recycled to cleave additional mRNA targets.\n\nIn the case of miRNAs, they are assembled into miRNA-induced silencing complexes (miRISC) that contain Dicer, argonaute proteins, transactivation-responsive RNA-binding protein [19–22], and other cellular factors [4]. This assembly into miRISC has been implicated in miRNA functions [19–24].\n\nWhether siRNA-mediated RNAi or miRNA-mediated inhibition of translation is triggered depends largely on the degree of complementarity between the siRNA or miRNA and its mRNA target (reviewed in [2,\n\t\t\t\t25]). While both miRNAs and siRNAs must harbor sequences that recognize the target mRNA, miRNAs are generally not fully complementary to the mRNA target. In contrast, siRNA sequences must be completely complementary to the mRNA target cleavage site to efficiently induce cleavage through the RNAi pathway. Interestingly, miRNAs can behave like siRNAs and induce mRNA cleavage when the miRNA sequence is completely complementary to a target mRNA [18,\n\t\t\t\t26,\n\t\t\t\t27].\n\nIn human cells, the mechanism by which the endogenous miRNA and siRNA pathways are distinguished is not clearly understood. It is also unclear how miRNAs repress the translation of target mRNAs. New insights into miRNA function have recently been provided by localization of the RISC components, Ago1 and Ago2, in mRNA-processing bodies (P-bodies) [28–31], which are cytoplasmic foci containing translationally repressed mRNP complexes. During cellular translational control, an mRNP complex is formed containing the translationally repressed mRNA and associated repressor proteins and lacking translation initiation factors [32]. These translationally repressed mRNPs accumulate in P-bodies and contain proteins that mediate the translation [33–35], RNAi [28–31,\n\t\t\t\t36], translation suppression [37], and decay [32,\n\t\t\t\t38] of cellular mRNA. P-bodies, also referred to as GW or Dcp bodies, contain GW182 proteins that have recently been reported to play a role in RNAi [39–41]. Other proteins found in cytoplasmic P-bodies and implicated in mRNA processing are RCK/p54, Lsm1, Dcp1:2, and eIF4E [32,\n\t\t\t\t33,\n\t\t\t\t38]. Given that target mRNA and RISC components have been co-localized in P-bodies [29,\n\t\t\t\t31], it is possible that P-bodies are the bona fide site for RISC-induced target cleavage or repression of translation. However, the mechanism by which target mRNA and miRISC are directed to P-bodies and how translation is repressed by miRISC is still unknown.\n\nOne P-body protein, RCK/p54, the human homolog of yeast Dhh1p, is a member of the ATP-dependent DEAD box helicase family and was originally identified as a proto-oncogene [42]. In human cells, RCK/p54 interacts in P-bodies with the translation initiation factor, eIF4E [33]. The \n\t\t\t\tXenopus homolog of RCK/p54, Xp54, which interacts with eIF4E and forms RNA-dependent oligomers, represses the translation of mRNA in oocytes and eggs [43]. In yeast, Dhh1p interacts with the decapping and deadenylase complex and functions in translational repression [44]. Dhh1p has also recently been shown to stimulate translational repression by inhibiting production of the pre-initiation complex [45].\n\nHere, we show that RCK/p54 interacts with argonaute proteins, Ago1 and Ago2, in affinity-purified active RISC assemblies from human cells programmed with siRNA or endogenous miRNA; directly interacts with Ago1 and Ago2 in vivo, facilitates formation of cytoplasmic P-bodies, and acts as a general repressor of translation. Depletion of RCK/p54 disrupted P-bodies and dispersed Ago2 throughout the cytoplasm. We further show that depletion of RCK/p54 did not significantly affect the RNAi function of RISC, but released general, miRNA-induced and \n\t\t\t\tlet-7-mediated translational repression. Taken together, our results suggest that RCK/p54 is the effector molecule in miRISC that represses translation and that the specificity of this repression is dictated by the sequence of miRNA binding to complementary sites in the 3′ UTR of the target mRNA.\n\n      Results\n      \n        Human Argonaute Proteins Interact with RCK/p54, a Component of P-Bodies\n        \nTo investigate the mechanism of miRNA-mediated repression of mRNA translation and to determine the interactions of P-body components with the RNAi machinery, we constructed expression vectors for the yellow fluorescent protein (YFP)-tagged P-body proteins, Lsm1, RCK/p54, Dcp2, and eIF4E. These vectors were co-expressed in HeLa cells with Myc-tagged Ago2 and immunopurified using anti-Myc antibodies. The protein composition of isolated complexes was analyzed by immunoblot using antibodies against green fluorescent protein (GFP) or Myc. When total cell extracts (TCE) were analyzed to determine the protein expression efficiencies of the vectors used in these experiments (Figure 1A, TCE lane), all YFP- and Myc-tagged proteins were expressed. Analysis of immunopurified complexes revealed that Ago1, Dcp2, RCK/p54, and eIF4E formed complexes with Ago2 (Figure 1A, anti-Myc lane). Control experiments showed that YFP did not co-purify with Ago2 (Figure 1A). Interestingly, Lsm1 did not co-purify with Ago2, but localized to P-body structures in HeLa cells (Figure 1B).\n\nSince P-bodies contain RNA and proteins, many protein components of P-bodies are likely to be assembled on a common RNA scaffold without forming functional protein–protein interactions. To address this possibility, HeLa cells were transfected with vectors to co-express Myc-Ago2 and the YFP-tagged P-body proteins, Lsm1, RCK/p54, Dcp2, and eIF4E, subjected to RNase A digestion, and immunopurified. Analysis of immunopurified complexes showed that Ago1 and RCK/p54 interactions with Myc-Ago2 were not affected by RNase treatment, whereas the amounts of Dcp2 and eIF4E protein that co-purified with Myc-Ago2 decreased significantly (Figure 1A, anti-Myc lane). Control experiments analyzing Myc-Ago2 showed that equal amounts of complexes were purified (Figure 1A, anti-Myc lane). Taken together, these results suggest that Ago1 and RCK/p54 directly interacted with Ago2, whereas Dcp2 and eIF4E interactions with Ago2 were RNA-mediated. These results do not rule out the possibility that Ago1 and RCK/p54 interactions with Ago2 were mediated by adapter protein(s).\n\nCytoplasmic P-bodies contain RCK/p54, Lsm1, Dcp2, and eIF4E [32,\n\t\t\t\t\t33,\n\t\t\t\t\t38]. To confirm whether these structures also contain Ago2 as recently reported [28,\n\t\t\t\t\t31], we transfected HeLa cells with expression vectors containing YFP-Ago1, CFP (cyan fluorescent protein)-Ago1, YFP-Ago2, and CFP-Ago2. Transiently expressed YFP- and CFP-tagged Ago1 and Ago2 co-localized at specific foci in cytoplasm (unpublished data). To examine the contents of these cytoplasmic foci, HeLa cells were transfected with expression vectors for YFP-Lsm1 and CFP-Ago2, or YFP-RCK/p54 and CFP-Ago2, and visualized 24 h later by confocal microscopy. As shown in \n\t\t\t\t\tFigure 1B, CFP-Ago2 co-localized with YFP-Lsm1 and YFP-RCK/p54, two bona fide P-body proteins [32,\n\t\t\t\t\t33,\n\t\t\t\t\t38]. In addition, immunofluorescence experiments showed that endogenous Ago2 co-localized with Lsm1 in P-bodies (\n\t\t\t\t\tFigure S1). Interestingly, over-expressing YFP-RCK/p54 increased the average number of P-bodies in every cell (Figure 1B, compare a and d). To confirm that the localization of Ago2 and Lsm1 to P-bodies was not the result of over-expression in transiently transfected cells, we immunostained cells with antibodies to endogenous Ago2 and Lsm1 and found that the localization of Ago2 and Lsm1 to P-bodies (\n\t\t\t\t\tFigure S1) was similar to that in \n\t\t\t\t\tFigure 1B. These results show that Ago2, Lsm1, and RCK/p54 are present in P-bodies.\n\nTo visualize protein–protein interactions in vivo, we used fluorescence resonance energy transfer (FRET) as a probe. In FRET, a fluorescent donor molecule transfers energy via a nonradiative dipole–dipole interaction to an acceptor molecule [46]. We used a well-known donor: acceptor fluorescent-protein pair, CFP:YFP, with a Förster distance (R0) of 4.9 nm [47]. To determine whether Ago1 and Ago2 interacted in vivo with each other and with RCK/p54, we measured the FRET efficiency between the donor, CFP-Ago2, and acceptor, YFP-RCK/p54. To do so, we used a method in which the donor signal lost during FRET is restored by deliberately photobleaching the acceptor fluorophore to abolish its capacity as an energy acceptor [48–50]. In cells expressing YFP-RCK/p54 and CFP-Ago2, the FRET efficiency was 21.07% ± 2.52% (Figure 1C and \n\t\t\t\t\t1D). In cells expressing CFP-Ago2 and YFP-Lsm1, FRET efficiency was not significant (1.62% ± 1.11%), corroborating our immunoprecipitation results (Figure 1A). Furthermore, cells co-expressing YFP-RCK/p54 and CFP showed no significant FRET efficiency (1.64% ± 1.28%). Similar to the YFP-RCK/p54 and CFP-Ago2 pair, YFP-Ago1 and CFP-Ago2 showed an efficient FRET (19.61% ± 4.51%), indicating a direct interaction between Ago1 and Ago2 in vivo [28].\n\nInterestingly, the FRET efficiency between Ago1 and Ago2 decreased to 12.13% ± 1.6% when we used CFP-Ago1 and YFP-Ago2, indicating that the energy transfer efficiencies were sensitive to the orientation of donor: acceptor pair in the ribonucleoprotein (RNP) complex. Moreover, only moderate energy transfer efficiency (6.41% ± 1.96%) was seen when YFP-RCK/p54 and CFP-Ago1 were used in FRET experiments, suggesting that this donor: acceptor pair was not as ideally oriented for an efficient energy transfer as the pair CFP-Ago1 and YFP-Ago2. Alternatively, RCK/p54-Ago1-Ago2 is assembled in an RNP complex where the donor: acceptor pair is affected by the location of the probe. Nonetheless, the efficiency of energy transfer was well above the background control (0.99%). As a control experiment, cells co-expressing YFP-Ago1 and CFP showed no significant FRET efficiency (0.99% ± 0.67%). Taken together, these results indicate that Ago1 and Ago2 directly interact in vivo with each other and with RCK/p54.\n\n        RCK/p54 Is a Component of RISC Containing the Guide Strand of siRNA\n        \nTo determine whether RCK/p54 is recruited into a functional RISC complex containing argonaute proteins or its association with Ago1/Ago2 is merely due to their co-localization in P-bodies, we affinity-purified active RISCs, analyzed their protein composition, and assayed for RISC function (Figure 2A). siRNA duplexes targeting GFP (siGFP) were synthesized and 3′ -biotin moieties were conjugated to the 3′ -end of the guide strand. These two duplexes (unmodified siGFP and biotin-modified siGFP) were transfected into HeLa cells, and RISCs were captured by incubating cell extracts with streptavidin-conjugated magnetic beads [51,\n\t\t\t\t\t52]. Beads and supernatants were analyzed for RISC function, i.e., the ability to cleave target mRNA in vitro [53]. RISCs primed with siGFP or biotin-modified siGFP guide strands efficiently cleaved their target mRNA (Figure 2B, lanes 1 and 3), but only biotin-containing RISC purified on streptavidin-magnetic beads showed cleavage activity (Figure 2B, lanes 2 and 4). These results show that active RISC can be programmed in human cells by biotin-containing guide strands of siRNAs and can be captured on magnetic beads for further analysis.\n\nTo probe the involvement of P-body proteins in this purified active RISC, its protein composition was analyzed by immunoblot using antibodies against Flag tag or endogenous Ago2, RCK/p54, eIF4E, and Lsm1. When the RNAi machinery was primed with biotin-containing siRNAs, Ago1, Ago2, and RCK/p54 were co-purified with RISC; and when the guide strand of siRNA did not contain biotin, RISC did not bind to beads (Figure 2C). Interestingly, eIF4E did not co-purify with RISC, indicating that the Myc-Ago2 interaction with eIF4E that occurred in P-bodies (Figure 1A) was RNA-dependent, and eIF4E did not directly interact with Ago2 to assemble into active RISC by the guide strand. The data also show that Lsm1 was not a RISC component, consistent with findings shown in \n\t\t\t\t\tFigure 1A. Together, these results identify a new argonaute-interacting protein, RCK/p54, that is recruited to siRISC.\n\n        RCK/p54 Is a Component of RISC Containing miRNA\n        \nTo determine the functional interactions of RCK/p54 with miRISC, we employed affinity purification of RISC and target mRNA cleavage capabilities of miRISC when the target has perfectly complementary sequences to the miRNAs. Cell extracts containing \n\t\t\t\t\tlet-7 miRISC cleaved perfectly matched radiolabeled target mRNA with high efficiencies, whereas a substrate mRNA containing a mismatched sequence was not cleaved (Figure 3A, lanes 2 and 3). In the absence of extracts, no mRNA cleavage or degradation was detected (Figure 3A, lane 1). After establishing the functional assay to analyze miRISC, we next affinity-purified miRISC on magnetic beads using anti-Ago2 and anti-RCK/p54 antibodies and assessed the cleavage of perfectly matched \n\t\t\t\t\tlet-7 target mRNA by the bead and supernatant phases. miRISCs purified by anti-Ago2 and anti-RCK/p54 antibodies showed efficient cleavage of \n\t\t\t\t\tlet-7 target mRNA (Figure 3A, lanes 7 and 9). Ago2 antibodies captured most of the RISC activity on beads as compared to RCK/p54 antibodies (Figure 3A, lanes 6–9). Non-specific IgG did not purify miRISC activities on beads (Figure 3A, lanes 4 and 5). These results demonstrate that RCK/p54 is a component of functional miRISC.\n\nTo confirm these results, we next used an alternative approach to determine whether RCK/p54 is associated with endogenous RISC programmed by miRISC. RISCs containing miRNA were isolated from HeLa cells by affinity-capture as described in \n\t\t\t\t\tFigure 2A, with the following modifications. To specifically capture endogenous miRISC, 2′-\n\t\t\t\t\tO-methyl (2′-\n\t\t\t\t\tO Me) inhibitors of \n\t\t\t\t\tlet-7 miRNA were employed [54,\n\t\t\t\t\t55]. HeLa cytoplasmic extracts expressing Myc-Ago1 and Flag-Ago2 were incubated with 3′-biotinylated-\n\t\t\t\t\tlet-7–2′-\n\t\t\t\t\tO-Me inhibitor, which is complementary to the \n\t\t\t\t\tlet-7 miRNA, and incubated with streptavidin-conjugated magnetic beads. As a control, cell extracts were treated with the \n\t\t\t\t\tlet-7–2′-\n\t\t\t\t\tO-Me inhibitor without 3′-biotinylation. After capture, beads containing miRISCs were washed with lysis buffer and split into two aliquots to determine miRISC function and protein composition. Function was determined by assaying for in vitro cleavage of a32P-target mRNA that perfectly matched the \n\t\t\t\t\tlet-7 sequence. The data in \n\t\t\t\t\tFigure 3B (lanes 1 and 4) show that cell extracts containing active \n\t\t\t\t\tlet-7 miRISC cleaved the perfectly matched target mRNA with high efficiencies [54,\n\t\t\t\t\t55]. Incubation with \n\t\t\t\t\tlet-7 inhibitors (with or without 3′-biotin) blocked the cleavage activity of \n\t\t\t\t\tlet-7 miRISC in supernatant or beads (Figure 3B, lanes 2–3, and lanes 5–6). These results are consistent with previous reports [54,\n\t\t\t\t\t55] that adding 2′-\n\t\t\t\t\tO-Me oligonucleotides complementary to \n\t\t\t\t\tlet-7 abolishes target cleavage activity by \n\t\t\t\t\tlet-7 in cell extracts, indicating complete hybridization of the 2′-\n\t\t\t\t\tO-Me probe. Immunoblot analysis of affinity-purified miRISC using anti-Myc, anti-Flag, anti-RCK/p54, and anti-eIF4E antibodies (Figure 3C) showed that Myc-Ago1, Flag-Ago2, and RCK/p54 were associated with \n\t\t\t\t\tlet-7 miRISC. As observed for the active RISC programmed with siRNA, eIF4E did not associate with miRISC. These findings reveal that RCK/p54 is a novel component of endogenous RISC programmed with either siRNA or miRNA.\n\n        Depletion of RCK/p54 Disrupts P-Bodies and Ago2 Localization\n        \nTo understand the function and role of RCK/p54 in the RNAi pathway, RCK/p54 was depleted in P-bodies of HeLa cells by siRNA-mediated RNAi. 24 h after transfecting cells with siRNA, real-time quantitative PCR showed that mRNA levels decreased by more than 90% and immunoblot analysis showed that RCK/p54 protein levels decreased significantly without affecting the levels of other P-body proteins including Lsm1 and Ago2 (\n\t\t\t\t\tFigure S2). The effect of depleting RCK/p54 on localization of Ago2 was next examined by immunofluorescence analysis of HeLa cells expressing Myc-Ago2 and siRNAs against RCK/p54. As shown in \n\t\t\t\t\tFigure 4B, \n\t\t\t\t\t4C, \n\t\t\t\t\t4F, and \n\t\t\t\t\t4G, depleting RCK/p54 disrupted the cellular P-body structures. In these P-body-deficient cells, Ago2 proteins were diffused throughout the cytoplasm and no longer accumulated at specific foci (Figure 4A and \n\t\t\t\t\t4E). This cytoplasmic redistribution of Ago2 suggests that its localization to P-bodies is driven in mammalian cells by factors such as RCK/p54.\n\n        Depletion of Lsm1 Disrupts P-Bodies but Does Not Affect RCK/p54 and Ago2 Interactions\n        \nThe interactions between the P-body proteins, RCK/p54, and argonautes raised the question whether P-body structures are required for these interactions. To address this question, we disrupted P-body structures by using RNAi against Lsm1, which is a P-body protein that does not associate with RISC as shown in \n\t\t\t\t\tFigure 1. HeLa cells were transfected with siRNA against Lsm1, harvested at 24, 48, and 72 h post-transfection, and TCEs were analyzed by immunoblot. The results show an efficient knockdown of Lsm1 without changing the levels of RCK/p54, Ago2, and GAPDH (Figure 5A). We next visualized Lsm1 and Ago2 by immunofluorescence using antibodies against Lsm1 and Myc tag and found that Lsm1 and Ago2 co-localized in P-bodies (Figure 5B). To determine the status of P-body structures and RISC localization in cells after Lsm1 knockdown, Lsm1-depleted cells were analyzed by immunofluorescence. We found that P-body structures were drastically disrupted, Ago2 was diffused throughout the cytoplasm, and Lsm1 and Ago2 were minimally co-localized (Figure 5B). These results show that P-body structures were drastically disrupted and Ago2 was diffuse throughout the cytoplasm when Lsm1 was depleted by RNAi.\n\nTo determine the effect of P-body disruption on Ago2 and RCK/p54 interactions, we immunopurified Myc-Ago2 and RCK/p54 after Lsm1 knockdown. HeLa cells were transfected for 48 h with Myc-Ago2 and control siRNA or siRNA against Lsm1, TCEs were prepared, and Myc-Ago2 was immunoprecipitated from an aliquot of TCE. TCEs and anti-Myc immunoprecipitation products were analyzed by immunoblot using anti-Myc, anti-RCK/p54, and anti-Lsm1 antibodies. Lsm1 siRNA treatment efficiently depleted Lsm1 protein levels without affecting Myc-Ago2 and RCK/p54 levels (Figure 5C). Immunoprecipitation using Myc antibodies showed that RCK/p54 interacted with Ago2 and this interaction was not significantly changed by depleting Lsm1 (Figure 5C). Since P-bodies were disrupted by Lsm1 depletion, these results demonstrate that Ago2 and RCK/p54 interaction does not require P-bodies.\n\nNext, we analyzed the target mRNA cleavage activities of affinity-purified miRISC from Lsm1-depleted cell extracts. P-bodies were disrupted in HeLa cells by transfecting them with siRNA against Lsm1, and cytoplasmic extracts were prepared 48 h post-transfection. These HeLa cell extracts were incubated with magnetic protein A beads coupled with rabbit IgG, rabbit anti-Ago2, or rabbit anti-RCK/p54 antibodies to purify miRISC associated with RCK/p54 or Ago2. After immunoprecipitation, RISC activities were analyzed by incubating the supernatant (S) or bead (B) phases with 182-nt32P-cap-labeled \n\t\t\t\t\tlet-7 substrate mRNAs having a perfectly complementary or mismatched sequence to the \n\t\t\t\t\tlet-7 miRNA. Cleavage products were resolved on 6% denaturing polyacrylamide gels. miRISCs purified by anti-Ago2 and anti-RCK/p54 antibodies showed efficient target \n\t\t\t\t\tlet-7 cleavage (Figure 5D, lanes 4 and 6). Ago2 antibodies captured more RISC activity on beads than RCK/p54 antibodies, as also observed in \n\t\t\t\t\tFigure 3A (lanes 6–9). Control experiments using IgG (Figure 5D, lanes 1 and 2) did not show any miRISC activity purified by magnetic beads, supporting specific capture by Ago2 and RCK/p54 antibodies (Figure 5D, lanes 4 and 6). miRISC did not cleave a mismatched substrate RNA for \n\t\t\t\t\tlet-7 (Figure 5D, lane 7). Despite the significant loss of P-body structures in cells treated with Lsm1 siRNA, the efficiency of \n\t\t\t\t\tlet-7 target mRNA cleavage by miRISC purified by anti-RCK/p54 antibody was not significantly affected (compare \n\t\t\t\t\tFigure 3A, lane 9 with \n\t\t\t\t\tFigure 5D, lane 6). These results indicate that disrupting P-bodies by depleting Lsm1 did not significantly affect RCK/p54 association with miRISC.\n\n        Depletion of RCK/p54 Does Not Affect RNAi Activity In Vivo\n        \nTo examine whether the P-body protein RCK/p54, also a component of RISC, is involved in siRNA-mediated gene silencing, the siRNA dose dependence of RNAi-mediated gene silencing was quantified in RCK/p54-depleted HeLa cells using a dual fluorescence reporter assay. Briefly, GFP and red fluorescent protein (RFP) were constitutively expressed in cells transfected with reporter plasmids for enhanced GFP (EGFP) and RFP, respectively. GFP expression was silenced by treating cells with a 21-nt siRNA targeting nt 238–258 of the EGFP mRNA. The fluorescence intensity ratio of target (GFP) to control (RFP) fluorophore was determined in the presence of siRNA duplexes and normalized to that observed in control-treated cells [52].\n\nWhen HeLa cells were transfected with siRNA mismatched for CDK9 (control), the second transfection with GFP siRNA silenced GFP expression in a dose-dependent manner, i.e., GFP/RFP ratios decreased with increasing concentrations of siRNA (Figure 6A, gray bars). Depleting RCK/p54 before quantifying GFP silencing resulted in moderate to no significant loss of RNAi activity, i.e., GFP/RFP again decreased with increasing concentrations of siRNA (Figure 6A, green bars). Similarly, depleting Lsm1 (Figure 6A, red bars) and the decapping enzyme, Dcp2 (unpublished data), before quantifying GFP silencing in HeLa cells did not significantly decrease RNAi activity. In contrast, prior depletion of Ago2 completely abolished RNAi activity (Figure 6A, blue bars), as expected and consistent with previous reports [14–16]. These results suggest that depleting RCK/p54, which disrupts P-bodies (Figure 4), did not significantly affect siRNA-mediated RNAi in vivo.\n\n        Depletion of RCK/p54 Does Not Affect RISC-Mediated mRNA Cleavage In Vitro\n        \nTo examine the role of RCK/p54 in RISC catalysis of mRNA processing, in vitro mRNA cleavage activity was assayed in extracts from RCK/p54-depleted HeLa cells. Cells were transfected with siRNAs against CDK9 mismatch (control), RCK/p54, Lsm1, or Ago2 and programmed 24 h later with GFP siRNA. Varying amounts of cytoplasmic extract (20–100 μg) were assayed in vitro for target mRNA cleavage activity. As shown in \n\t\t\t\t\tFigure 6B and \n\t\t\t\t\t6C, cleavage activity increased with increasing protein concentration of extracts from both control and RCK/p54-depleted cells, reaching a robust cleavage (37%–41%) of target mRNA at the highest protein concentration (100 μg). In consistent with in vivo results shown in \n\t\t\t\t\tFigure 6A, Ago2 depletion abolished the target mRNA cleavage activities of RISC. These results show that RCK/p54 does not affect the slicer function of RISC in cleaving target mRNA in vitro\n\t\t\t\t\t.\n\n        RCK/p54 Represses General and miRNA-Mediated Translation\n        \nOur results thus far demonstrate that RCK/p54 is a component of human RISC (Figures 2 and \n\t\t\t\t\t3) and enhances P-body formation (Figure 1). Our data also show that siRNA-mediated RNAi may not require RCK/p54 and P-body cytoplasmic structures. Since we also identified that RCK/p54 associates with miRISC, we hypothesized that RCK/p54 might function in miRNA-mediated suppression of translation. A recent and intriguing report [45] identified a yeast homolog of RCK/p54, Dhh1p, which activates decapping and facilitates P-body formation, as a general translation repressor. We therefore reasoned that RCK/p54 might be a general translation repressor used by the miRNA machinery to dictate translation suppression of target mRNAs. To test this hypothesis, we first determined whether RCK/p54 was a general translation repressor in human cells. To this end, RCK/p54 expression was silenced in HeLa cells and general translational activity was analyzed by [35S]methionine incorporation (Figure 7A). The translational rates measured by [35S]-labeling were significantly greater in RCK/p54-depleted cells than in control siRNA-treated cells (Figure 7A), indicating that RCK/p54 was a translational repressor in human cells, consistent with results in yeast and reticulocyte extracts [45].\n\nSince RCK/p54 is a general translational repressor and a component of human RISC, we examined the effects of depleting RCK/p54 and disrupting P-bodies on siRNA- and miRNA-mediated gene silencing. To analyze siRNA- or miRNA-mediated gene-silencing events, we chose a well-established CXCR4 mRNA reporter system [56], in which siRNA- or miRNA-reporter constructs harbor 1 × perfectly matched or 4 × bulged CXCR4 siRNA target sites, respectively, in the 3′ UTR of \n\t\t\t\t\tRenilla reniformis luciferase (RL) mRNA [56]. In this system, perfectly matched sequences are cleaved by siRISC and bulge-containing sequences are targets for translation suppression by miRISC\n\t\t\t\t\t. HeLa cells were co-transfected with siRNAs directed against P-body proteins (RCK/p54, GW182, Lsm1, and Ago2) and with siRNA or miRNA reporters in the absence or presence of 25 nM CXCR4 siRNA. At 24 h post-transfection, cells were harvested and RL activities were analyzed. RL signals were normalized to \n\t\t\t\t\tPhotinus pyralis luciferase (FL) signals from cells co-transfected with pGL3 plasmid as control. Depletion of RCK/p54 released only miRNA-mediated gene suppression and had no effect on siRNA-mediated gene silencing (Figure 7B). Depletion of GW182, an argonaute-interacting P-body protein, released gene suppression by miRNA, consistent with previous findings [39–41], and moderately released siRNA-mediated gene silencing [40,\n\t\t\t\t\t41]. Ago2 depletion significantly released siRNA-mediated gene silencing and moderately released miRNA-mediated gene suppression. Knockdown of Lsm1 had no significant effect on either miRNA- or siRNA-mediated gene silencing. Taken together, these results show that RCK/p54 depletion releases miRNA-mediated translation suppression of reporter genes, but does not affect siRNA-mediated RNAi.\n\nWe next hypothesized that the expression of a specific cellular protein, known to be controlled by miRNAs, might be up-regulated in RCK/p54-depleted cells. Such a protein, human RAS, has been elegantly shown by Slack and colleagues [13] to be regulated by the \n\t\t\t\t\tlet-7 miRNA family. To test our hypothesis, we analyzed RAS protein levels in HeLa cells under two conditions: either \n\t\t\t\t\tlet-7 function was inhibited by 2′-\n\t\t\t\t\tO-Me oligonucleotides complementary to the \n\t\t\t\t\tlet-7 sequence or RCK/p54 was depleted by RNAi (Figure 7C). For control experiments, we treated cells with a CDK9 mm siRNA and a 2′ -\n\t\t\t\t\tO-Me oligonucleotide complementary to HIV-1 TAR RNA sequence [53]. Total cellular protein extracts from equal numbers of cells were prepared and analyzed by immunoblot using monoclonal anti-RAS antibodies directly conjugated with HRP (see \n\t\t\t\t\tMaterials and Methods). Actin protein levels were measured as a control using HRP-conjugated anti-actin primary antibody. When cells were treated with \n\t\t\t\t\tlet-7 inhibitor, RAS protein levels increased, consistent with previous findings [13]. Strikingly, RAS protein expression in RCK/p54-depleted cells also showed a robust increase (Figure 7C) while RAS levels were not significantly affected when cells were treated with control siRNA or 2′-\n\t\t\t\t\tO-Me oligonucleotides. RAS mRNA levels did not differ drastically in HeLa cells after treatment with \n\t\t\t\t\tlet-7 inhibitor, RCK/p54 silencing, or mock treatment (\n\t\t\t\t\tFigure S3).\n\nTo further probe our findings of endogenous RAS regulation by RCK/p54, we co-transfected HeLa cells with RAS 3′ UTR reporter constructs and \n\t\t\t\t\tlet-7 2′ -\n\t\t\t\t\tO-Me inhibitor or siRNA against RCK/p54. For control experiments, we treated cells with a CDK9 mm siRNA and a 2′ -\n\t\t\t\t\tO-Me oligonucleotide complementary to HIV-1 TAR RNA sequence [53]. Cells transfected with a control siRNA and \n\t\t\t\t\tlet-7 inhibitor induced more firefly luciferase expression when reporter plasmids contained 3′ UTR sequences for NRAS and KRAS than for the control siRNA and a 2′-\n\t\t\t\t\tO-Me oligo control (Figure 7D), consistent with a recent report [13]. Depleting RCK/p54 by siRNA and adding a control 2′-\n\t\t\t\t\tO-Me oligo also released translation repression from both NRAS and KRAS vectors. Interestingly, combining these two approaches to release translation suppression, \n\t\t\t\t\tlet-7 2′-\n\t\t\t\t\tO-Me oligo and RCK/p54 depletion, did not show additive effects to induce NRAS and KRAs expression. In all of these experiments, slightly greater firefly luciferase expression was induced from pGL3-NRAS than from KRAS vectors. These results, combined with those of \n\t\t\t\t\tFigure 7A–C, strongly suggest that RCK/p54 is a general translation repressor that associates with RISC to regulate miRNA-mediated translation repression.\n\n      Discussion\n      \nWe have identified RCK/p54 as a protein that interacts with Ago2 in affinity-purified RISC assemblies to facilitate formation of cytoplasmic P-bodies and that acts as a general translational repressor in human cells. We have shown that depletion of RCK/p54 disrupts P-bodies and disperses the cytoplasmic localization of Ago2. Furthermore, depletion of RCK/p54 did not significantly affect the RNAi function of RISC, although general, miRNA-mediated, and \n\t\t\t\tlet-7-mediated translational repression were released. Together, our results provide significant insights into miRNA mechanisms in human cells (see below).\n\nSeveral recent reports show that RISC co-localizes with P-bodies, suggesting that they could be the site where RISC degrades target mRNA or represses mRNA translation [28–31]. Isolation of miRNAs on polysomes also links the suppression of protein synthesis with arrest of translation initiation or elongation [29]. These studies also demonstrated that human Ago1 and Ago2 co-localize in P-bodies with other cellular proteins, such as Dcp1a, Dcp2, GW182, Lsm1, and Xrn1 [28–31]. A homolog of the P-body protein GW182 in \n\t\t\t\tCaenorhabditis elegans is the developmental timing regulator AIN-1, which also interacts with miRISCs and may target argonaute proteins to P-bodies [57]. To dissect and understand the relationship between RNAi function and P-bodies, we affinity-purified RISC using Myc-Ago2 and expression vectors of the YFP-tagged P-body proteins, Lsm1, RCK/p54, Dcp2, and eIF4E. Ago2 interacted with these various P-body components in ways that were RNA-dependent or RNA-independent (Figure 1A). Ago1 and RCK/p54 immunoprecipitated with Ago2 after RNase A treatment of HeLa cell extracts, suggesting that these proteins directly interact with Ago2. Interestingly, RCK/p54, Ago1, and Ago2 were also identified as a component of active RISC programmed with siRNA or miRNA and purified by biotin affinity to streptavidin-conjugated magnetic beads (Figures 2 and \n\t\t\t\t3). We examined the P-body localization of Ago2 with Lsm1 and RCK/p54 by co-expressing YFP-tagged Lsm1 and RCK/p54 with CFP-Ago2. Interestingly, overexpressing YFP-RCK/p54 in HeLa cells increased the number of P-bodies (from ∼ 8 to ∼ 20 foci/cell). The number of P-bodies containing CFP-Ago2 also increased (Figure 1B). These results suggested a functional relationship between RCK/p54-Ago interactions and their localization to P-bodies. To visualize protein–protein interactions in vivo, we used FRET as a probe. In cells expressing YFP-RCK/p54 and CFP-Ago2, the FRET efficiency was 21.07% ± 2.52% (Figure 1C and \n\t\t\t\t1D). We also observed an efficient FRET between YFP-Ago1 and CFP-Ago2; however, FRET between RCK/p54 and Ago1 was moderate (6.41% ± 1.96%). Since FRET is quite sensitive to the orientation of the donor: acceptor pair, it is possible that CFP and YFP in Ago1 and RCK/p54 are not suitably positioned for efficient energy transfer. Nonetheless, the FRET efficiency between Ago1 and RCK/p54 was significantly above the 0.9% background. Taken together, these results demonstrate that Ago1, Ago2, and RCK/p54 directly interact in vivo.\n\nWhere in the cell does this physical interaction between RISC and RCK/p54 take place and does it require P-body structures? To address these questions, we disrupted P-bodies in cells by depleting Lsm1 and immunopurified endogenous miRISC, and analyzed its ability to cleave a target mRNA with perfect complementarity to \n\t\t\t\tlet-7 miRNA (Figure 5). We observed no significant difference in miRISC activities purified from Lsm1-depleted and non-depleted cells (Figures 3 and \n\t\t\t\t5) even though the P-body structures were disrupted and the total number of P-bodies per cell had significantly decreased. These results show that RCK/p54 association with RISC does not require P-bodies and suggest that localization of RISC to P-bodies is the outcome of translation repression by miRISC.\n\nHaving established the physical interactions of RCK/p54 with RISC, we questioned the functional relevance of these interactions in the RNAi pathway and how they could facilitate RISC activity. To that end, we depleted RCK/p54 in HeLa cells and analyzed RNAi activities in vivo and in vitro (Figure 6). Depletion of RCK/p54 clearly disrupted the P-body structures and dispersed Ago2 localization throughout the cytoplasm (Figure 4). Surprisingly, depleting RCK/p54 did not significantly affect siRNA-mediated gene silencing. Similar results showing the lack of P-body involvement in RNAi have been reported in \n\t\t\t\tDrosophila [39]. In that system, depletion of the P-body proteins, GW182 or Dcp1:Dcp2 decapping complex, showed that these proteins were required for miRNA-mediated gene silencing\n\t\t\t\t, but RNAi efficiency was not affected, suggesting that these two gene-silencing mechanisms were independent in \n\t\t\t\tDrosophila [39]. In addition, two recent studies reported that mammalian GW182 interacts with Ago2 and plays a role in miRNA function [40] and in siRNA-mediated RNAi [41]. Interestingly, depleting GW182 disrupted cytoplasmic foci and interfered with RNAi activity [41]. It is possible that GW182 is directly involved in human RISC function and does not spatially require P-bodies for its function. As an alternative approach to disrupting P-bodies, we treated HeLa cells with the translation inhibitor, cycloheximide, which did not significantly affect RNAi activities in vivo and in vitro (unpublished data). Taken together, these results strongly suggest that functional siRISC is assembled before locating to P-bodies, and P-bodies are not prerequisite sites for siRNA-mediated gene silencing.\n\nTo determine the role of RCK/p54 in miRNA-mediated translation repression, we used a CXCR4 reporter system [56], in which siRNA- or miRNA-reporter constructs harbor 1 × perfectly matched or 4 × bulged CXCR4 siRNA target sites, respectively in the 3′ UTR of RL mRNA [56]. In this system, perfectly matched sequences are cleaved via siRISC and bulge-containing sequences are targets for translation suppression by miRISC. We observed that depletion of RCK/p54 released only miRNA-mediated gene suppression and had no effect on siRNA-mediated gene silencing (Figure 7B). Depletion of GW182, an argonaute-interacting P-body protein, released gene suppression by miRNA and moderately affected reporter constructs containing perfectly matched target sequences, consistent with previous findings [39–41]. Ago2 depletion significantly released siRNA-mediated gene silencing and moderately affected reporters containing 4 × bulged sequences. Knockdown of Lsm1 had no significant effect on either miRNA- or siRNA-mediated gene silencing. These results show that RCK/p54 depletion releases miRNA-mediated translation suppression of reporter genes and that this function of RCK/p54 was not significantly affected when P-bodies were disrupted by depleting Lsm1.\n\nTo test our hypothesis that RCK/p54 mediates the translational repression of endogenous miRNA targets in P-bodies, we examined RAS protein levels in RCK/p54-depleted cells. We chose RAS because it is an endogenous target of \n\t\t\t\tlet-7\n\t\t\t\t, and 3′ UTRs of human \n\t\t\t\tRAS genes contain multiple complementary sites for \n\t\t\t\tlet-7 to bind and regulate RAS expression levels [13]. Furthermore, \n\t\t\t\tlet-7 inhibitors are known to enhance RAS protein expression in HeLa cells [13]. Depleting RCK/p54 in HeLa cells up-regulated RAS protein, and this increase in RAS levels was higher than that in general translation of control actin (Figure 7C), suggesting that multiple sites of \n\t\t\t\tlet-7 miRISC binding to target 3′ UTR dictate the potency and specificity of translation suppression.\n\nRCK/p54, the human homolog of yeast Dhh1p, is a member of the ATP-dependent DEAD box helicase family and was originally identified as a proto-oncogene [42]. In human cells, RCK/p54 interacts in P-bodies with the translation initiation factor, eIF4E [33]. The \n\t\t\t\tXenopus homolog of RCK/p54, Xp54, which interacts with eIF4E and forms RNA-dependent oligomers, represses the translation of mRNA in oocytes and eggs [43]. In yeast, Dhh1p interacts with the decapping and deadenylase complex and functions in translational repression [44]. Dhh1p has recently been shown to stimulate translational repression by inhibiting production of the pre-initiation complex [45]. Dhh1p and RCK/p54 also inhibit the mRNA translation driven by internal ribosomal entry sites in vitro, suggesting that this protein is a general translational repressor that may not require a cap structure for its function [45]. However, the in vivo function of Dhh1p required translational initiation [45]. Translation repression by miRISC and P-body localization require the 5′-cap structure in the target mRNA [29,\n\t\t\t\t58], which provides a unique and elegant control mechanism for translation and its regulation (reviewed in [59,\n\t\t\t\t60]). Recently, Petersen et al. reported an intriguing study showing that miRNA represses translation after initiation by a ribosome drop-off mechanism [61]. Therefore, it is possible that RCK/p54 interacts with miRISC and blocks translation elongation by binding to its multiple target sites with high affinity and creates a barrier for elongating ribosomes (see below).\n\nWe therefore propose that the function of RISC assemblies in cells can be described by a model with two independent pathways, depending on whether RNAi is programmed by the guide strand of siRNA or miRNA. In the first pathway, the RISC recognizes a perfectly matched target mRNA and functions as siRISC (Figure 8) by cleaving its target mRNA. This target mRNA cleavage activity and rapid turnover of siRISC induce the subsequent target mRNA degradation by exonucleases and does not require P-bodies. In the second pathway, the RISC recognizes the imperfectly matched target and functions as miRISC (Figure 8). Multiple copies of miRISC containing RCK/p54 could initiate an oligomerization event that sequesters the whole RNP and transports it to the P-bodies. This sequestration could also explain the cooperative effects of RISC function that enhance translation repression [56]. Once in P-bodies, translationally repressed mRNA could stay in oligomeric structures for storage or it could form a complex with decapping enzymes and cap binding proteins that would lead to the mRNA decay pathway. In other words, the miRNA in RISC could provide the sequence specificity and RCK/p54 could be the effector molecule that shuttles the target mRNA toward the fate of storage or processing in P-bodies. Since P-bodies are not a prerequisite for RCK/p54 to assemble into RISC or to function, it is possible that miRISC blocks protein synthesis by enhancing the ribosome drop-off during elongation of translation [61]. We propose that miRISC localization to P-bodies is the outcome of translation repression and not a prerequisite for miRISC function. Stored mRNA in P-bodies could reenter the active translation or mRNA decay pathway depending upon cellular conditions or stimuli that are presently unknown. How long mRNA translation can be repressed in the cytoplasm and which factors trigger mRNA transport to P-bodies are exciting areas for future research.\n\nOur results on the interactions between RCK/p54 and the RNAi machinery suggest an intriguing role for miRNA function in development and carcinogenesis. However, most targets of miRNA have not yet been identified. A growing body of evidence suggests that miRNAs are important in human disease, including cancers [9–12]. For example, relatively low levels of \n\t\t\t\tlet-7 miRNA up-regulate RAS protein in lung cancer cells, demonstrating a possible role of miRNA in tumorigenesis [13]. Two homologs of RCK/p54, Xp54 in \n\t\t\t\tXenopus and Me31b in \n\t\t\t\tDrosophila, control the translation of maternal mRNA in oocytes [43,\n\t\t\t\t62,\n\t\t\t\t63]. Altered regulation of RCK/p54 expression levels has been implicated in the development of human colorectal tumors [64,\n\t\t\t\t65] and in hepatitis C virus-related chronic hepatitis [66]. Overexpression of RCK/p54 and Dhh1p increases the number of Ago2-containing P-bodies (Figure 1B; [33,\n\t\t\t\t45]), suggesting that RCK/p54 is a critical factor in controlling cellular translation. Our results have identified RCK/p54 as an essential component of miRISC-mediated translation repression and provide a functional link between miRISC and P-bodies. In the context of spatially and temporally restricted miRNA expression, this system allows for exquisite regulation of protein expression by target mRNA. Therefore, perturbations of either miRNA or RCK/p54 expression levels can have deleterious consequences for the cell. What determines the balance between active translation and repression of mRNAs targeted by miRISC, and how cells control the specificity of this repression are key directions for future investigation.\n\n      Materials and Methods\n      \n        Expression vectors.\n        \nAgo1 and Ago2 expression vectors with N-terminal YFP- or CFP-epitope tags were generated by PCR amplification of \n\t\t\t\t\tAgo1 and \n\t\t\t\t\tAgo2 coding sequences from pMyc-Ago1 and pMyc-Ago2 followed by cloning into the \n\t\t\t\t\tXbaI and \n\t\t\t\t\tEcoRI sites of pEYFP-C1 and pECFP-C1 (BD Biosciences, Palo Alto, California, United States). Expression vectors were kindly provided by four laboratories: pMyc-Ago1/2 (Dr. G. Hannon); pFlag-Ago1/Ago2 (Dr. T. Tuschl); pGL3-control, pGL3-KRAS, and pGL3-NRAS (Dr. F. Slack); and pRL-TK-1P and pRL-TK-4B (Dr. P. Sharp).\n\nVectors for expressing YFP-tagged Lsm1, RCK/p54, eIF4E, and Dcp2 were generated through PCR amplification of their coding sequences from 293T cDNA followed by cloning into the \n\t\t\t\t\tBglII and \n\t\t\t\t\tSalI sites of pEYFP-C1 [67].\n\n        siRNAs.\n        \nsiRNAs against GFP, human Ago2, RCK/p54, Lsm1, and CDK9 mismatch were synthesized by Dharmacon (Dharmacon, Lafayette, Colorado, United States) and 2′-OH deprotected according to the manufacturer's protocols. The sequences of siRNAs (passenger strand) for our experiments were:\n\nGFP: 5′-GCAGCACGACUUCUU\n\t\t\t\t\tCAAGdTdT-3′; hAgo2: 5′-GCACGGAAGUCCAUCUGAAdTdT-3′\n\nRCK/p54: 5′-GCAGAAACCCUAU\n\t\t\t\t\tGAGAUUUU-3′; CDK9mm: 5′-CCAAAGCUCU\n\t\t\t\t\tCCCCUAUAAdTdT-3′; Lsm1: 5′-GU\n\t\t\t\t\tGACAUCCU\n\t\t\t\t\tGCCACCUCACUU-3′\n\n        Cell culture and transfection.\n        \nHeLa cells were cultured in Dulbecco's minimal essential medium (DMEM) with 10% fetal bovine serum (FBS) at 37 °C with 5% CO2. Cells were transfected using Lipofectamine (Invitrogen, Carlsbad, California, United States) according to the manufacturer's protocol.\n\n        Immunoprecipitation and immunoblotting.\n        \nTCEs were prepared by incubating cells in lysis buffer (20 mM HEPES [pH 7.9], 10 mM NaCl, 1 mM MgCl2, 0.2 mM EDTA, 0.35% [v/v] Triton X-100, 1/100 [v/v] dilution in protease inhibitor cocktail) and centrifuging at 14,000 rpm for 10 min at 4 °C. Protein concentration was determined by Dc protein assay (Bio-Rad, Hercules, California, United States). To examine the RNA dependence of protein–protein interactions, TCEs (250 μg) were treated before immunoprecipitation with 0.2 μg/ul of RNase A for 20 min at room temperature. Myc-tagged proteins were precipitated by incubating overnight with polyclonal rabbit anti-Myc antibodies directly conjugated to agarose beads (Santa Cruz Biotech, California, United States). Samples were washed four times in lysis buffer and eluted by boiling for 5 min at 100 °C in SDS-PAGE sample loading buffer, separated by SDS-PAGE, and analyzed by immunoblot. For immunoblotting, antibodies included monoclonal mouse anti-GFP (BD Biosciences), anti-eIF4E and anti-Myc (Santa Cruz Biotech), anti-Flag (Sigma, St. Louis, Missouri, United States); polyclonal rabbit anti-Myc (Santa Cruz Biotech), anti-DDX6 (rck/p54; Bethyl Laboratories, Montgomery, Texas, United States); and polyclonal chicken anti-Lsm1 (GenWay Biotech Incorporated, San Diego, California, United States).\n\nTo assess the ability of endogenous immunopurified miRISC to cleave target mRNA with perfect complementarity to \n\t\t\t\t\tlet-7 miRNA, in vitro cleavage assays for \n\t\t\t\t\tlet-7 miRISC were conducted. Aliquots (30 μl) of magnetic protein A beads (Dynal, Norway) were preincubated with rabbit IgG, anti-Ago2, or anti-RCK/p54 antibodies according to the manufacturer's protocol and incubated overnight at 4 °C with 500 μg HeLa cytoplasmic extracts. Beads were then washed three times with Na-phosphate buffer [pH 8.0], one time with lysis buffer, and resuspended in 30 μl of lysis buffer. Aliquots (10 μl) of these beads were used in each \n\t\t\t\t\tlet-7 miRISC cleavage assay.\n\n        Live cell imaging, FRET, and immunofluorescence.\n        \nHeLa cells were cultured in 35 mm dishes with glass coverslip bottoms (MatTek Corporation, Ashland, Massachusetts, United States). Expression vectors for CFP- or YFP-tagged proteins were transfected into cells using Lipofectamine as described above. 24 h later, the live cells were monitored for CFP and YFP signals of the transiently expressed proteins. The signals were detected by a Leica (Wetzlar, Germany) confocal imaging spectrophotometer system (TCS-SP2) attached to a Leica DMIRE inverted fluorescence microscope equipped with an argon laser, two HeNe lasers, an acousto-optic tunable filter (AOTF) to attenuate individual visible laser lines, and a tunable acousto-optical beam splitter (AOBS). A 63 × 1.32 NA oil-immersion objective was employed. For FRET studies, HeLa cells co-expressing CFP- and YFP-tagged proteins were fixed with 4% paraformaldehyde in PBS at room temperature for 20 min and washed three times with PBS. After the final wash, cells were visualized with a Leica confocal imaging system as described above. FRET experiments were performed by an acceptor photobleaching method as described [48,\n\t\t\t\t\t49,\n\t\t\t\t\t68]. FRET efficiencies were measured and images were analyzed using Leica confocal software. For immunofluorescence studies, cells transfected with Myc-Ago2 were fixed with 4% paraformaldehyde in PBS at room temperature for 20 min and permeabilized with 0.25% (v/v) Triton X-100 for 5 min. Samples were washed three times with PBST (0.1% [v/v] Triton X-100 in PBS) and blocked for 30 min in PBST containing 2% (w/v) BSA. Primary and secondary antibodies were diluted in blocking solution during incubation. Secondary antibodies against rabbit IgG, mouse IgG, and chicken IgY were directly conjugated to Alexa Fluor dyes (Molecular Probes, Eugene, Oregon, United States). After the final wash, samples were counterstained with Hoechst 33258 to visualize nuclei with a Leica confocal imaging system as described above.\n\n        In vitro cleavage assay for siRISC and miRISC.\n        \nHeLa cells sequentially transfected with siRNAs against P-body components and EGFP were harvested 24 h after the second transfection. Cytoplasmic extracts of HeLa cells were prepared as described above and the protein concentration was determined by Dc protein assay (Bio-Rad). Target mRNAs were prepared and in vitro cleavage by GFP-siRISC and \n\t\t\t\t\tlet-7-miRISC was assayed as described [53].\n\n        Dual fluorescence assay.\n        \nA dual fluorescence assay was used to quantify the RNAi activity of siRNAs against GFP. To quantify RNAi effects, cell lysates were prepared from siRNA-treated cells 24 h post-transfection. Total cell lysate (150 μg in 200 μl of reporter lysis buffer) was measured using a Safire plate reader (TECAN). GFP fluorescence was detected in cell lysates by exciting at 488 nm and recording emissions from 504–514 nm. The spectrum peak at 509 nm represents the fluorescence intensity of GFP. RFP fluorescence was detected in the same cell lysates by exciting at 558 nm and recording emissions from 578–588 nm. The spectrum peak at 583 nm represents the fluorescence intensity of RFP. The fluorescence intensity ratio of target (GFP) to control (RFP) fluorophores was determined in the presence of siRNA duplexes and normalized to the emissions measured in mock-treated cells. Normalized ratios &lt; 1.0 indicated specific RNA interference.\n\n        Incorporation of [\n\t\t\t\t\t35S]methionine.\n\nHeLa cells cultured in 6-well plates were transfected with siRNAs against RCK/p54 or CDK9 mismatch as a scramble control. 24 h post-transfection, cells were incubated for 1 h in culture medium lacking methionine and cysteine, and metabolically labeled by incubating in culture medium containing 100 μCi/ml Tran35S-label (MP Biomedicals, Irvine, California, United States). At 0, 15, 30, 60, and 120 min after metabolic labeling, cells were washed twice and harvested in 300 μl M-PER buffer (Pierce, Rockford, Illinois, United States) with protease inhibitors (Sigma). For each experiment, two extra sets of siRNA-treated cells were trypsinized and counted for total cell numbers. Cell lysates (50 μl) were incubated with 10 μl of 100% TCA on ice for 30 min, and the protein precipitate was collected on GF/C filter paper (Whatman, Clifton, New Jersey, United States), washed with 5 ml of 95% ethanol and counted in scintillation fluid.\n\n        Dual luciferase assay for \n\t\t\t\t\tlet-7 miRNA-mediated gene silencing.\n\nA dual luciferase assay was used to quantify the effects of \n\t\t\t\t\tlet-7- and RCK/p54-mediated gene silencing on human NRAS or KRAS 3′ UTR. HeLa cells cultured in 6-well plates were co-transfected with 0.8 μg/well \n\t\t\t\t\tPp-luc-expressing vectors (pGL3-control, pGL3-NRAS, or pGL3-KRAS) and with 100 nM \n\t\t\t\t\tlet-7-2′-\n\t\t\t\t\tO-Me inhibitor or 50 nM siRNA against RCK/p54. In all experiments, transfection efficiencies were normalized to those of cells co-transfected with the \n\t\t\t\t\tRr-luc-expressing vector (pRL-TK; 0.1 μg/well). TCEs were prepared 48 h post-transfection and dual luciferase assays (Promega, Madison, Wisconsin, United States) were performed according to the manufacturer's protocol and quantified with a Victor2 multilabel counter (Perkin Elmer). The \n\t\t\t\t\tPp-luc/\n\t\t\t\t\tRr-luc signals were normalized to those from pGL3-control-transfected cells, showing \n\t\t\t\t\tlet-7-regulated gene silencing of RAS 3′ UTR.\n\n        siRNA or miRNA luciferase reporter assays.\n        \nTo analyze siRNA- or miRNA-mediated gene-silencing events, we chose the CXCR4 mRNA reporter system, in which siRNA- or miRNA-reporter constructs harbor 1 × perfectly matched or 4 × bulged CXCR4 siRNA target sites, respectively, in the 3′ UTR of RL mRNA [56]. HeLa cells transfected with siRNAs directed against P-body proteins (RCK/p54, GW182, Lsm1, Ago2) were co-transfected again with siRNA or miRNA reporters in the absence or presence of 25 nM CXCR4 siRNA. At 24 h post-transfection, cells were harvested and RL activities were analyzed. RL signals were normalized to the FL signals from cells co-transfected with pGL3 plasmid as control.\n\n      Supporting Information\n\n        Accession Numbers\n        \nThe RefSeq (\n\t\t\t\t\thttp://www.ncbi.nlm.nih.gov/RefSeq) accession numbers for the proteins discussed in this paper are Ago1 (NM_012199), Ago2 (NM_012154), Dcp2 (NM_152624), eIF4E (NM_001968), Lsm1 (NM_014462), and RCK/p54 (NM_004397).",
  "externalIds": [
    "pmid:16756390",
    "pii:06-PLBI-RA-0036R3",
    "pmcid:PMC1475773"
  ]
}