{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0000089",
  "doi": "10.1371/journal.pbio.0000089",
  "license": "This is an open-access article distributed under the terms of the Public Library of Science Open-Access License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A Changing Landscape",
  "authors": [
    {
      "name": "Helen Doyle",
      "first": "Helen",
      "last": "Doyle"
    },
    {
      "name": "Andy Gass",
      "first": "Andy",
      "last": "Gass"
    },
    {
      "name": "Debra Lappin",
      "first": "Debra",
      "last": "Lappin"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2003-12",
  "dateElectronic": "2003-12-22",
  "volume": "1",
  "number": "3",
  "pages": "e89",
  "tags": [
    "Discipline/Science Policy",
    "Type/Editorial"
  ],
  "fullText": "Open-access publication is inarguably valuable to science and to the public, yet skepticism about the long-term sustainability of open-access publications persists (see Nature, October 9, and Science, October 24). While some fear the effects of the open-access model—which shifts revenue streams from subscription fees to publication fees—on scientific societies and others, support for open access among funders is already increasing. Funding agencies that have announced policies supporting open access include the Howard Hughes Medical Institute and the Wellcome Trust (the largest private biomedical research funders in the United States and the United Kingdom, respectively) and, more recently, the Max Planck Institute, the Centre National de la Recherche Scientifique (CNRS), and other European agencies.\n\n      Experiments Driving Change\n      \nMany publishers are already exploring ways to increase access to their journals. PLoS Biology is one of many open-access experiments that are now up and running: BioMed Central has created over 100 open-access biomedical journals in the past two years and has recently published its 4,000th original research paper; the Company of Biologists, publisher of Development and other journals, has announced a free-access option supported by author fees; the Journal of Clinical Investigation has been free online to all users for several years; the American Society of Cell Biology has reduced the length of time to release Molecular Biology of the Cell articles to two months without seeing significant reduction in its subscriptions; and a Proceedings of the National Academy of Sciences survey suggests that the majority of its authors is willing to pay fees above current page charges to publish open-access articles. Many other publishers, from the Entomological Society of America to Oxford University Press, are testing open-access options in various forms.\n\nThese experiments suggest a variety of business models that might sustain open-access publications. “We're all scientists and we like experiments,” Alan Leshner, publisher of the journal Science, told the London Guardian when PLoS Biology launched. “Well, here's an experiment. And if it works then we'll all take the lessons from it.” As scientists, we want to ensure success by optimizing experimental conditions and learning from each test. Along with the Association of Learned and Professional Society Publishers, PLoS “welcomes the establishment of journals with different economic models for open access in order that the benefit to scholars and the long-term stability and viability of these models can be assessed.” A formal evaluation of these open-access experiments should be a top priority for funders interested in optimizing the dissemination of scientific knowledge.\n\n      An Open-Access Future\n      \nAs an open-access publisher, PLoS intends to maximize the savings and benefits afforded by open-access electronic publishing and collaborate with others to create more open-access journals. Significant savings can be realized by using a fully electronic production system, from presubmission to publication. While we will print and mail PLoS Biology on demand, the primary mode of publication for PLoS journals will be electronic, allowing enormous savings on printing and distribution. Because all our journals will be open access, we avoid the significant costs associated with subscription management.\n\nThe range of potential end-users of the scientific and medical literature—the beneficiaries of open access—is potentially limitless. Helping readers interpret and use the literature are top priorities for PLoS. Our initial efforts to provide interpretive tools for readers include synopses of each research article and comprehensive primers on special topics. Take this a step further—imagine tools that will enable high school students to understand the significance of a state-of-the-art research paper. Partnerships with science educators will ensure that the research is truly accessible to students, teachers, and the public.\n\nFor the research community, new tools will also be required to make full use of open-access literature. Such tools are being developed via other initiatives such as arXiv.org, PubMed Central, HighWire Press, CrossRef, and others who have revolutionized electronic publishing. As more literature is published in open-access journals, these archival databases become infinitely richer. PLoS is eager to work with innovative publishers and technology developers to take full advantage of emerging electronic text-searching and data-mining techniques to exploit our common scientific treasury to its full potential.\n\nAcademic research librarians and university administrators have been advocating relentlessly for open access as a means of alleviating the growing pressures on library budgets. The Scholarly Publishing and Academic Resources Coalition (SPARC), a project of the Association of Research Libraries (ARL), has organized an Open Access Working Group to coordinate efforts to support open-access publishing. In addition to SPARC, ARL, and PLoS, members include the Medical Library Association, the Association of Academic Heath Sciences Libraries, Public Knowledge, the Open Society Institute, and others. Groups in Europe and elsewhere, many with a focus on developing countries, are also advocating for open access. Like PLoS, they are eager to ensure that open-access publications don't just succeed, but thrive.\n\n      Knowledge Is a Public Resource\n      \nFunders, librarians, scientists, members of industry, and of course publishers must ensure that open-access experiments proliferate—and, in time, open-access publications will no longer be seen as experimental. The readers who take advantage of open-access publications must share their excitement about the opportunity to access the latest scientific and medical discoveries. For they, like the pioneering authors who have chosen to publish in PLoS Biology and other open-access journals, fuel this movement. The tens of thousands of people who downloaded what the New York Times referred to as the “Monkey Think, Robot Do” paper (“Learning to Control a Brain—Machine Interface for Reaching and Grasping by Primates” by Carmena et al.) in its first three days online are simply the immediate and measurable beneficiaries of open access. What happens next is something to watch.",
  "externalIds": [
    "pmid:14691560",
    "pmcid:PMC300697"
  ]
}