{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000523",
  "doi": "10.1371/journal.pbio.1000523",
  "externalIds": [
    "pii:10-PLBI-RA-6829R2",
    "pmid:21072241",
    "pmcid:PMC2970550"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Control of Transcription by Cell Size",
  "authors": [
    {
      "name": "Chia-Yung Wu",
      "first": "Chia-Yung",
      "last": "Wu",
      "affiliation": "Department of Biology, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America; Whitehead Institute for Biomedical Research, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "P. Alexander Rolfe",
      "first": "P. Alexander",
      "last": "Rolfe",
      "affiliation": "Computer Science and Artificial Intelligence Laboratory, Department of Electrical Engineering and Computer Science, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "David K. Gifford",
      "first": "David K.",
      "last": "Gifford",
      "affiliation": "Whitehead Institute for Biomedical Research, Cambridge, Massachusetts, United States of America; Computer Science and Artificial Intelligence Laboratory, Department of Electrical Engineering and Computer Science, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America; Broad Institute of MIT and Harvard, Cambridge, Massachusetts, United States of America"
    },
    {
      "name": "Gerald R. Fink",
      "first": "Gerald R.",
      "last": "Fink",
      "affiliation": "Department of Biology, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America; Whitehead Institute for Biomedical Research, Cambridge, Massachusetts, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2010-11",
  "dateAccepted": "2010-09-07",
  "dateReceived": "2010-04-01",
  "volume": "8",
  "number": "11",
  "pages": "e1000523",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Cell Biology/Gene Expression",
    "Discipline/Microbiology",
    "Type/Research Article"
  ],
  "abstract": "The demonstration of a causal, regulatory relationship between cell size and gene expression in yeast suggests that cells maintain size in order to maintain transcriptional homeostasis.",
  "fullText": "Introduction\n\nThe size of cells can vary significantly within an organism, and cells of the same type display pronounced increase in size with increasing ploidy [1],[2]. During development, specific cell types in many diploid organisms perform endoreplication and differentiate into polyploid cells that are functionally distinct from their diploid progenitors [2]. Polyploidy also occurs as an intermediate state in aneuploid tumor formation [3] and as a mechanism to create substrates for evolution [4],[5]. From yeast to mammals, polyploidy is associated with enlarged cell size and altered cellular physiology [2],[6]–[8]. How polyploidy changes physiology is a long-standing question. Furthermore, a causal relationship between enlarged cell size and altered physiology has not been discovered.\n\nYeast offers a unique advantage in studying the physiological consequences of polyploidy, because it is possible to construct isogenic strains of increasing ploidy. There were two previous analyses that compared transcription between cells of different ploidy. The first analysis of transcription in a yeast ploidy series identified a few genes whose transcript abundance in the transcriptome was altered by ploidy [6]. These included some genes that were strongly repressed and others that were strongly induced in polyploids. Although this study established a clear effect of ploidy on transcription, the limited set of identified genes did not reveal a functional relationship between ploidy and gene expression. The scope and sensitivity of this early investigation were hampered by technical limitations. Because the genome sequence of the studied yeast strain (Σ1278b) was not known at the time, microarrays designed for a related yeast strain (S288c) were employed. Recent genome analysis comparing these two yeast strain backgrounds has revealed many polymorphisms and changes in genomic organization [9] that compromised the power of detection by hybridization in the earlier study.\n\nA subsequent analysis of polyploid yeast detected no significant differences between the diploid and tetraploid transcriptomes by microarrays [8], raising the possibility that the differences found in the first study were strain specific. Alternatively, experimental differences between the two studies could account for the different conclusions. Expanding the second study to compare strains with a greater difference in ploidy (i.e., between haploids and tetraploids) might have uncovered significant transcriptional changes related to ploidy, as was observed in the first study. More importantly, this later study used a different laboratory strain (S288c). Unlike the strain used in the first study (Σ1278b), the S288c strain background does not express FLO11 [10], the gene that was most affected by ploidy in the first study [6].\n\nWe address the issues raised by both of these studies by examining ploidy effects in different yeast strains with more sensitive assays. The recently acquired genome sequence of the Σ1278b strain [9], combined with advances in transcriptome profiling by RNA-seq [11], provides the resolution necessary for genome-wide determination of a functional connection among genes regulated by ploidy. The dynamic range of quantitative linearity in RNA-seq is at least 10-fold higher than that of microarrays, making RNA-seq superior at comparing transcript abundance [12]. In this study, RNA-seq enabled identification of a much larger set of differentially expressed genes between Σ1278b haploid and tetraploid strains and the discovery of related genes by Gene Ontology (GO) analysis. The enriched GO terms suggested a causal relationship between cell size and gene expression, and this relationship was then confirmed by analyzing gene expression patterns in cells of varying sizes. The genes repressed in large cells of the Σ1278b background were also found to be repressed in tetraploids of S288c, suggesting that the casual relationship between cell size and gene expression is a general feature.\n\nResults\n\nRNA-Seq Reveals Novel Genes Differentially Regulated in Tetraploids as Compared with Haploids\n\nTo identify transcripts whose relative abundance in the transcriptome is changed by ploidy, poly(A) RNA transcripts isolated from isogenic haploids and tetraploids of the Σ1278b strain background were analyzed by RNA-seq (Figure 1A). Approximately 9 million sequence reads were obtained from each cDNA library, and the majority of reads mapped to annotated ORFs (Figure 1B). Pair-wise comparison of tetraploid samples with haploid samples revealed that ploidy affects the abundance of only a small proportion of the total transcripts (Figure 1C). By comparison with haploids, 35 transcripts were significantly and reproducibly repressed and 30 transcripts were induced in tetraploids (Figure 1D). The differentially expressed genes included several of the strongly regulated genes identified in the previous study on a Σ1278b ploidy series, and the majority of the remaining genes showed consistent regulatory trends in both studies (Figure 2; Dataset S1) [6]. The disproportional expression of these genes appeared unrelated to the cell cycle, since there was no systematic bias for genes expressed in specific cell cycle stages (Table S1).\n\nGene Ontology Analysis Suggests That Cell Size but Not Ploidy Alters Gene Expression in Tetraploids\n\nInterestingly, the genes differentially expressed in tetraploid cells are significantly enriched not for those associated with chromosomes but for those encoding proteins localized to the cell surface (cell wall, extracellular space, and plasma membrane) and for genes that encode regulators of cell surface components (Figure 2; Tables 1 and S2, S3, S4, S5). This compartmental bias suggests that the differential gene expression in tetraploids is not directly caused by an increase in the genome content, but by a difference in cell size/geometry: for a spherical cell, a 4-fold increase in volume corresponds to only a ∼2.5-fold increase in surface area. In other words, although tetraploid yeast cells are 4-fold larger in volume than haploid cells [13], the ratio of surface area to volume is smaller in tetraploids than in haploids. Reduction in surface area relative to volume is likely to trigger differential regulation of components associated with the cell surface, where signaling and transport processes take place dynamically. A reduction in relative cell surface area could alter interactions between surface and cytoplasmic signaling pathway components and affect the cell's ability to transport metabolites across the plasma membrane. Either type of perturbation caused by a reduced surface area relative to volume could alter gene expression in enlarged cells.\n\nHaploid Size Mutants Also Demonstrate Regulation of Gene Expression by Size\n\nThe relationship between cell size and transcription could be assessed by examining gene expression levels in haploid mutants with altered cell size relative to wild type (WT). Cell size mutants (Figure 3A) previously identified in a genome-wide study [14] were selected because they effectively enlarge cell size without significantly affecting fitness or cell shape. In addition, the underlying mutations have no reported functional relationship with the differentially expressed genes identified in tetraploid cells. We considered additional mutations to increase cell size in haploids [15],[16] but did not pursue them because of technical concerns that would preclude a clear interpretation of experimental results (Text S1).\n\nIf differential expression of a gene in tetraploids is caused by enlarged cell size rather than directly by higher ploidy, the gene should be differentially expressed in haploid size mutants as well. Furthermore, the magnitude of change in the gene's expression level should, ideally, correspond to the magnitude of change in cell size. This cell size–transcription hypothesis was initially tested by investigating the effect of cell size on expression of FLO11, a gene encoding a cell surface glycoprotein [17],[18]. FLO11 showed the highest degree of repression in the tetraploid (Figure 2A), providing a wide range of detection for changes in transcript levels.\n\nExpression levels of FLO11 were measured in WT Σ1278b and isogenic size mutant haploids (Figure 3A) treated with nocodazole for cell cycle arrest in M-phase, when the FLO11 transcript is most abundant (Figure 3B). Because the size mutants manifest an altered cell cycle [1],[14], arresting the cell cycle was necessary to separate the transcriptional effect of cell size from that of cell cycle. We analyzed mutant alleles of the CLN3 gene that altered cell size significantly and arrested efficiently in the presence of nocodazole. The CLN3-2 mutant arrested as small cells (66% of WT volume), whereas the cln3Δ mutant arrested as large cells (185% of WT volume) (Figure 3C). In this haploid size series, we found an inverse correlation between FLO11 expression and cell size: FLO11 transcript abundance is highest in the small CLN3-2 haploid and lowest in the large cln3Δ haploid, the same relationship observed between FLO11 expression and cell size in haploid versus tetraploid cells. Expression of FLO11 was also significantly repressed in the bck2Δ and eap1Δ mutants that displayed enlarged cell size at 124% and 137% of WT volume, respectively (Figure 3D and 3E). The reduced expression of FLO11 in these large mutants mimics the down-regulation of FLO11 in tetraploids (Figure 2A). The results from the haploid size mutants demonstrate an inverse correlation between FLO11 expression and cell size, and this correlation is independent of ploidy.\n\nTo see whether other genes differentially expressed in tetraploid cells were also influenced by cell size, we used quantitative PCR (qPCR) to compare expression of these genes in WT and cln3Δ haploids. Among the mutants we examined, the cln3Δ haploid displayed the most pronounced change in cell size and arrested in M-phase with efficiency most similar to WT (Figure 3; Table S6). The majority of differentially regulated genes in the tetraploid were regulated in the same direction in the cln3Δ haploid (Tables 2, S7, and S8), especially the top-ranking genes, i.e., those that displayed the strongest differential expression in tetraploids (Figure 2A and 2B). These top-ranking genes likely represent those that respond most robustly to changes in cell size, since the cln3Δ haploid (185% of WT haploid volume) is still much smaller than the tetraploid (400% of WT haploid volume). Notably, the fold changes in expression levels of the top-ranking genes appeared to correlate with the increase in cell size: they were smaller in the cln3Δ haploid and larger in the WT tetraploid (Tables S7 and S8), a trend consistent with a functional relationship between cell size and gene expression.\n\nTo determine whether the magnitude of change in transcription correlates with the magnitude of change in cell size, we compared expression of the top-ranking size-responsive genes in enlarged haploid mutants and the WT tetraploid. Expression levels in each enlarged strain were measured by qPCR and normalized to those in an isogenic WT haploid. The juxtaposed datasets show a negative correlation (for repressed genes) or a positive correlation (for induced genes) between gene expression levels and cell size (Figures 4 and 5; Table S9). The results indicate that the differential regulation of these genes is enhanced with increasing cell size. This observation strongly supports our cell size–transcription hypothesis and the idea that incremental changes in cell size can be sensed by the cell and lead to incremental transcriptional responses.\n\nGene Ontology and Transcription Factor Motifs Reveal Pathways That Mediate Size-Dependent Gene Regulation\n\nGO analysis indicated that many of the genes repressed by large cell size are regulated by the mating and the filamentation mitogen-activated protein kinase (MAPK) pathways (Table S3; see complete GO analysis results in Dataset S1). Analysis of transcription factor binding motifs also suggested that these MAPK pathways mediate differential gene regulation in response to cell size: the binding motifs of Dig1 and Ste12, transcription factors that function in both pathways, were significantly enriched (Table S10; Dataset S2). Ste12 is a transcriptional activator crucial for mating and filamentation [19]. Dig1 mediates transcriptional repression in both cellular processes by inhibiting the activity of Ste12 [20],[21]. When either of the MAPK pathways is active, Ste12 is phosphorylated by the MAPK and released from inhibition by Dig1.\n\nWe compared transcription in haploid and tetraploid cells of a different strain background (S288c) to see whether the mating pathway, which is conserved among different species of yeast [22], was affected by cell size in this background as it is in Σ1278b. The genes downstream of the mating pathway were differentially repressed in the S288c tetraploid (Figure 6A), suggesting that the effect of cell size on the mating pathway could be a general characteristic in yeast. We also constructed isogenic haploid and tetraploid S288c cells expressing FLO11 [10] and found that expression of FLO11 was significantly repressed in this tetraploid strain (Figure 6B), a result consistent with our finding in Σ1278b.\n\nAlthough genes up-regulated in large cells were significantly enriched for those containing the binding motifs of Ace2, Swi5, Rfx1, and Yap7 in their promoters (Dataset S2), this group gave no obvious clues concerning the molecular pathway causing their differential regulation (Text S2). Moreover, when the transcription of this group of genes in haploids and tetraploids of the S288c background was compared, there was no difference in the levels of their expression (data not shown). This difference between the two yeast strains probably reflects the many regulatory differences between them [9] (Text S2).\n\nThe Mating and the Filamentation Pathways Contribute to Differential Gene Expression in Response to Changes in Cell Size\n\nTo understand the roles of the mating and the filamentation MAPK pathways in mediating size-dependent gene regulation, we disrupted signaling in these pathways in enlarged cells by making mutations in key pathway components. In the absence of the transcriptional repressor Dig1, several size-repressed genes were less repressed in large cells and became insensitive or much less responsive to size enlargement (Figure 7A). The reduced effect of cell size on gene expression in the absence of Dig1 shows that this transcription factor is involved in gene regulation by cell size. Assessment of the role of the MAPK pathways required a double mutant lacking both Fus3 and Kss1, MAPKs of the mating pathway and the filamentation pathway, respectively. The double mutant was necessary as these MAPKs have partially overlapping functions as transcriptional repressors [23]. The kss1Δ fus3Δ double mutation reduced the effect of enlarged cell size on the transcription of downstream genes (Figure 7B). Results from the dig1Δ and kss1Δ fus3Δ mutants suggest that reduced activities in the mating and the filamentation pathways contribute to differential gene regulation in large cells.\n\nDiscussion\n\nCell size homeostasis has been intensively studied and shown to be controlled by a complex coordination of cell growth and cell division [1],[14],[24]–[28]. However, the functional significance of this intricate and efficient maintenance of cell size has not been addressed. Moreover, when the genome is duplicated, as in polyploids, the accompanying increase in cell size is maintained upon cell division. Such whole genome duplication has been invoked to explain evolution, development, and diseases [2]–[5], with little attention to the transcriptional consequences of the enlarged cell size that accompanies polyploidy.\n\nTo explore the functional relationship between enlarged cell size and gene expression, we first profiled the transcriptomes of isogenic Σ1278b haploid and tetraploid strains by RNA-seq. This strategy revealed a more complete catalog of the genes influenced by ploidy than was possible to achieve in a previous study [6]. Genes encoding cell-surface-related proteins were overrepresented, suggesting an effect of cell size on gene expression. The top-ranking genes whose transcription was down-regulated by an increase in genome size were also down-regulated in another laboratory strain, S288c, that has significant physiological differences from Σ1278b [9]. The fact that these genes behaved similarly in two different strains supported the hypothesis that cell size was responsible for the transcriptional effects. This cell size–transcription hypothesis was plausible because the volume of yeast cells increases proportionally with ploidy [13]. Moreover, as the cell surface area relative to cell volume decreases with increasing cell size, the reduction in cell surface area could alter gene expression by affecting cell-surface-related signaling molecules and impairing molecular transport across the plasma membrane.\n\nThe cell size–transcription hypothesis was supported by an independent assessment that measured gene expression in haploid mutants that make large cells. These large haploid mutants also showed a causal relationship between cell size and gene transcription, indicating the existence of a size-sensing mechanism that alters transcription independently of ploidy. An alternative model, in which polyploidy and size-altering mutations change transcription of size-regulated genes, whose altered expression then enlarges cell size, is unlikely. The set of size-regulated genes we identified do not themselves regulate cell size [14]. Moreover, the haploid size mutations and tetraploidy enlarge cell size by different mechanisms [1],[13] and affect different cellular processes [29]–[32]. The similar transcriptional effects observed in these physiologically different contexts of increased cell size and the enhancing of transcriptional changes with increasing cell size support our hypothesis that cell size sensing is involved in differential transcriptional regulation.\n\nOur analysis of the transcriptional data suggests that the cell size signal may be transmitted by the mating and the filamentation MAPK pathways. Genes regulated by these pathways in Σ1278b were preferentially down-regulated in large cells and composed the most significant category in GO analysis. A previous study did not detect differential regulation of these genes, as the strains employed (MATa/alpha S288c) were inactive for mating and filamentation [8]. We showed that in S288c strains of a suitable mating type and with a greater difference in ploidy, genes downstream of the mating pathway were also repressed. Genetic disruptions in the mating and the filamentation MAPKs as well as their common downstream transcriptional repressor DIG1 reduced the effect of cell size on target gene expression. These results confirmed a decrease in activities of the mating and the filamentation pathways in large cells. The switch-like dual functions of the MAPKs [23],[33] and the positive feedback loops involving downstream transcription factors [34]–[37] likely exacerbate differences in pathway activity between the active state (in small cells) and the inactive state (in large cells). These attributes of the pathways may account for a nonlinear transcriptional response to changes in cell size. Consequently, the magnitude of change in gene expression did not appear to correlate with cell size or cell surface area in a simple fashion (Table S9).\n\nAlthough the exact signal that initiates a size-dependent change in transcription is not known, these MAPK pathways have an architecture that is well suited to transmitting a signal from the cell surface to the nucleus. In both MAPK pathways, plasma-membrane-bound G proteins recruit and activate the MAPKKK upon stimulation by the mating pheromone or by nutrient starvation. Through a series of further protein–protein interactions, the MAPKKK in turn activates downstream kinases including the MAPK, which then translocates from the cellular periphery to the nucleus to induce gene expression [38]. An enlarged cell size could affect one or more of the molecular events in the process of pathway activation. Because the nuclear size is proportional to overall cell size in yeast [39],[40], both the nuclear surface and the cell surface experience a reduction in area relative to the enclosed volume in large cells. The reduced relative nuclear surface area could impair translocation of the MAPKs. The reduced relative cell surface area could affect the interactions between plasma-membrane-bound and cytoplasmic components in the pathway.\n\nIn summary, we showed that polyploidy-associated differential gene regulation is largely caused by an increase in cell size. The newly uncovered regulatory relationship between cell size and gene expression suggests that the uniformity of cell size in unicellular organisms and within tissues in multicellular organisms could be necessary to maintain the homeostasis of transcription. Our finding also suggests that cells monitor their geometric properties (i.e., size and shape) and adjust transcription accordingly. These physical features have not been typically considered a regulatory factor in cellular biology, especially in gene expression studies. In metazoans, the control of gene expression by cell size could contribute to the altered development of large or polyploid cells in normal tissues or to the aberrant physiology of tumor cells.\n\nMaterials and Methods\n\nYeast Growth Conditions\n\nYeast strains used in this study are listed in Table 3. Strains L6437 (WT MATa haploid) and L6440 (WT MATa tetraploid) were grown in synthetic complete medium plus 2% glucose at 30°C until mid-log phase for transcriptome profiling by RNA-seq. Cells were handled with caution to minimize passaging in order to avoid aneuploidy in the tetraploid. For cell cycle arrest using nocodazole, cultures were inoculated at low density in yeast extract peptone dextrose (YPD) plus 1% DMSO from overnight precultures and incubated at 30°C. After a few hours, the cultures in exponential phase were diluted to ∼0.15 O.D.600 in prewarmed fresh medium and incubated for another 30 min. Nocodazole was added to a final concentration of 15 µg/ml to arrest cell cycle for 3 h. Enrichment of cells in M-phase was monitored by SWI5 RNA transcript abundance and by counting the percentage of large budded cells with DAPI-stained nuclei at the mother–bud junction. To compare gene expression levels in isogenic strains at different ploidies, cells were cultured in YPD at 30°C until mid-log phase. Cells were collected by centrifugation for RNA extraction and microscopy.\n\nPreparation of cDNA Libraries for Sequencing\n\nTotal RNA was extracted from yeast cultures in mid-log phase with acidic phenol. After enrichment of poly(A) RNA (Qiagen Oligotex mRNA kit), the resultant mRNA was processed for cDNA library construction and sequencing as previously described [11]. The libraries were sequenced for 36 cycles on Illumina Genome Analyzer 2 using the standard protocol.\n\nMapping Algorithm for RNA-Seq Reads\n\nReads were mapped to the Σ1278b genome using the Bowtie alignment software (version 0.10.0; http://bowtie-bio.sourceforge.net/index.shtml). Reads were either mapped uniquely (bowtie –solexa-quals -k 1 -m 1 –best –strata -p 2 –strandfix) or multiply (bowtie –solexa-quals -k 100 -m 100 –best –strata -p 2 –strandfix). We used unique mappings only to look at differential gene expression. Multiple mappings were used to assess how many reads aligned to TY elements, the rDNA cluster, and other repetitive sequences; a read that mapped to n genomic locations was assigned a weight of 1/n, and the “number of reads” mapping to a repetitive element was the sum of the weights of the hits in that element. The complete RNA-seq data are available at the Gene Expression Omnibus (http://www.ncbi.nlm.nih.gov/geo/) repository with the accession number GSE19685.\n\nEnriching Differentially Expressed Candidate Genes in the RNA-Seq Data\n\nMapped reads were stored in the David K. Gifford group's in-house ChIP/RNA-seq database and analyzed with the code provided in DifferentialExpression.java. This code performs the following procedure on each annotated ORF in the Σ1278b genome. (1) Determine the total number of uniquely mapped reads in the haploid and tetraploid experiments. (2) Determine the number of uniquely mapped reads on both strands in the ORF in the haploid and tetraploid experiments. (3) Compute frequency_haploid = (haploid count for gene)/(total haploid count) and frequency_tetraploid = (tetraploid count for gene)/(total tetraploid count). (4) Use frequency_haploid to compute a p-value for the observed reads in the tetraploid experiment using a binomial model given the frequency in the haploid experiment. That isThe CMF is the cumulative mass function (the discrete equivalent of a cumulative distribution function) and is the sum of the probabilities for all counts less than or equal to the observed count. This is the p-value for the haploid observation given the tetraploid observation. (5) Compute the p-value for the tetraploid observation given the haploid observation. (6) Retain genes with p&lt;0.001.\n\nThe worksheets “sample pair A” and “sample pair B” in Dataset S1 show the results.\n\nIdentification of Genes Transcriptionally Affected by Ploidy in the RNA-Seq Data\n\nBased on read counts of known silenced genes (hypoxia response and sporulation specific), a threshold of 15 was set as the minimal expressed level. In total, 5,613 genes were considered expressed and constituted the “background gene list” for subsequent GO analysis on Saccharomyces Genome Database (SGD). The list of differentially expressed genes with read count of 15 or greater provided the set of candidate genes.\n\nThe differentially regulated candidate genes were sorted by fold change after gene read counts had been normalized by the total number of reads in each dataset. Equal numbers of the top-ranking candidates from the two haploid–tetraploid replicates were compared, and the overlapping candidates were identified as differentially regulated. The numbers of top-ranking candidates from the replicates were selected to obtain a sufficient number of overlapping genes for GO analysis while ensuring that the overlap between replicates was highly statistically significant (p&lt;e−10) by hypergeomtric test using MATLAB (MathWorks).\n\nBinding Motif Analysis for Genes Disproportionally Expressed in the Tetraploid\n\nGiven the list of differentially expressed genes, we scanned the upstream promoter region for all motifs published [41]. For each gene, we determined the promoter region as the region (1) extending 50 bp downstream of the annotated coding start site and (2) extending upstream of the annotated coding start site to the first annotated feature (ORF, Ty, tRNA, etc.) or 5 kb away. Features that overlap the transcription start site are not used as the first upstream feature.\n\nFor each motif, we determined the numerical score of the log-likelihood matrix match against all genes as the best match of the motif to the upstream promoter. Each log-likelihood matrix has a positive maximum score representing the highest possible value that the matrix can assign to a DNA sequence seen while scanning; as these are log-likelihood matrices, a score of zero indicates that the sequence in question matches the background model as well as it matches the matrix. The motif-scanning code then tested cutoff scores between 0.3 and 1.0 (in increments of 0.05) times the maximum possible score for the motif to determine the score to use to call a motif “match”; the score cutoff used was the one that produced the most significant result when comparing the motif frequency in genes up-regulated in tetraploid against motif frequency in all genes using a binomial test. We performed a similar process on the down-regulated genes.\n\nWe filtered the results to include only motifs that showed a p-value of 0.005 or less, were found in at least 25% of up-/down-regulated genes, and for which the fold change in frequency was at least 1.5. We used these filters to retain motifs mostly likely to be relevant to the lists of identified genes.\n\nDataset S2 shows the results of the motif scanning.\n\nQuantifying Expression Levels of Specific Genes by PCR\n\nTotal RNA extracted using acidic phenol was processed for cDNA synthesis using the QuantiTect Reverse Transcription Kit (Qiagen). Expression levels were measured on an Applied Biosystems 7500 Real-Time PCR System with SYBR Green in Absolute Quantification mode following manufacture's procedure. Unless specified, we used the abundance of ACT1 transcript to normalize expression levels of genes of interest. The representation of ACT1 transcript in total RNA is constant in all strains used in this study. Statistical treatment (unpaired t test for two-tailed p-values) of qPCR data was performed using GraphPad Prism (GraphPad Software).\n\nMeasurement of Cell Size\n\nCells were fixed in 3.7% formaldehyde at 4°C overnight and digested with a mixture of zymolyase and glusulase in the presence of 1.2 M sorbitol citrate to relieve aggregation. Microscopy images of more than 50 cells per strain were analyzed using ImageJ (United States National Institutes of Health). In experiments involving cell cycle arrest with nocodazole, cell size was calculated from the measured width and length of both mother and bud of large budded cells, assuming rotational symmetry about the long axis. For actively cycling cultures, cell size was calculated from the measured width and length of the mother of budded cells. Statistical comparison of cell size was performed using Student's t test.\n\nConstruction of Isogenic MATaa Diploids\n\nHaploid strains with suitable genotypes were transformed with a plasmid encoding the HO endonuclease inducible by galatose to enable mating-type switching. Transformed strains were pre-grown overnight in synthetic complete drop-out medium supplemented with 0.1% glucose. After sufficient washing with water, cells were resuspended in synthetic complete drop-out medium plus 2% galactose and grown for approximately one doubling time to enable mating-type switching before plating on YPD agar. Mating-type-switched candidates were passaged multiple times on YPD to ensure loss of the HO-encoding plasmid prior to mating-type assessment by auxotrophic marker complementation or a pheromone-dependent growth inhibition assay.\n\nSupporting Information"
}