{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0050017",
  "doi": "10.1371/journal.pbio.0050017",
  "externalIds": [
    "pii:06-PLBI-RA-0837R2",
    "sici:plbi-05-03-24",
    "pmid:17355172",
    "pmcid:PMC1821047"
  ],
  "license": "This is an open-access article distributed under the terms\n        of the Creative Commons Attribution License, which permits unrestricted use, distribution,\n        and reproduction in any medium, provided the original author and source are\n        credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Structural and Functional Diversity of the Microbial Kinome",
  "authors": [
    {
      "name": "Natarajan Kannan",
      "first": "Natarajan",
      "last": "Kannan",
      "affiliation": "Department of Chemistry and Biochemistry, University of California San Diego, La\n          Jolla, California, United States of America; Howard Hughes Medical Institute, University of California San Diego, La Jolla,\n          California, United States of America"
    },
    {
      "name": "Susan S Taylor",
      "first": "Susan S",
      "last": "Taylor",
      "affiliation": "Department of Chemistry and Biochemistry, University of California San Diego, La\n          Jolla, California, United States of America; Howard Hughes Medical Institute, University of California San Diego, La Jolla,\n          California, United States of America"
    },
    {
      "name": "Yufeng Zhai",
      "first": "Yufeng",
      "last": "Zhai",
      "affiliation": "Razavi-Newman Center for Bioinformatics, Salk Institute for Biological Studies,\n          La Jolla, California, United States of America"
    },
    {
      "name": "J. Craig Venter",
      "first": "J. Craig",
      "last": "Venter",
      "affiliation": "J. Craig Venter Institute, Rockville, Maryland, United States of America"
    },
    {
      "name": "Gerard Manning",
      "first": "Gerard",
      "last": "Manning",
      "affiliation": "Razavi-Newman Center for Bioinformatics, Salk Institute for Biological Studies,\n          La Jolla, California, United States of America"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2007-03",
  "dateElectronic": "2007-03-13",
  "dateAccepted": "2006-09-20",
  "dateReceived": "2006-05-18",
  "volume": "5",
  "number": "3",
  "pages": "e17",
  "tags": [
    "Discipline/Cell Biology",
    "Discipline/Computational Biology",
    "Discipline/Evolutionary Biology",
    "Discipline/Genetics and Genomics",
    "Discipline/Microbiology",
    "Discipline/Molecular Biology",
    "System Taxonomy/Eubacteria",
    "Type/Research Article"
  ],
  "abstract": "The eukaryotic protein kinase (ePK) domain mediates the majority of signaling and\n          coordination of complex events in eukaryotes. By contrast, most bacterial signaling is\n          thought to occur through structurally unrelated histidine kinases, though some ePK-like\n          kinases (ELKs) and small molecule kinases are known in bacteria. Our analysis of the\n          Global Ocean Sampling (GOS) dataset reveals that ELKs are as prevalent as histidine\n          kinases and may play an equally important role in prokaryotic behavior. By combining GOS\n          and public databases, we show that the ePK is just one subset of a diverse superfamily of\n          enzymes built on a common protein kinase–like (PKL) fold. We explored this huge\n          phylogenetic and functional space to cast light on the ancient evolution of this\n          superfamily, its mechanistic core, and the structural basis for its observed diversity. We\n          cataloged 27,677 ePKs and 18,699 ELKs, and classified them into 20 highly distinct\n          families whose known members suggest regulatory functions. GOS data more than tripled the\n          count of ELK sequences and enabled the discovery of novel families and classification and\n          analysis of all ELKs. Comparison between and within families revealed ten key residues\n          that are highly conserved across families. However, all but one of the ten residues has\n          been eliminated in one family or another, indicating great functional plasticity. We show\n          that loss of a catalytic lysine in two families is compensated by distinct mechanisms both\n          involving other key motifs. This diverse superfamily serves as a model for further\n          structural and functional analysis of enzyme evolution.",
  "fullText": "Introduction\n      \nThe eukaryotic protein kinase (ePK) domain is the most abundant catalytic domain in\n        eukaryotic genomes and mediates the control of most cellular processes, by phosphorylation\n        of a significant fraction of cellular proteins [1–3].\n        Most prokaryotic protein phosphorylation and signaling is thought to occur through\n        structurally distinct histidine-aspartate kinases [4]. However, there is growing evidence for the existence\n        and importance of different families of ePK-like kinases (ELKs) in prokaryotes [5–10]. ePKs and ELKs share the protein kinase–like (PKL) fold\n          [11] and similar catalytic\n        mechanisms, but ELKs generally display very low sequence identity (7%–17%) to ePKs and to\n        each other. Crystal structures of ELKs such as aminoglycoside, choline, and Rio kinases\n        reveal striking similarity to ePKs [12–14], and other ELKs have\n        been defined by remote homology methods [6,15] and motif conservation\n          [16]. Another set of even more\n        divergent PKL kinases are undetectable by sequence methods, but retain structural and\n        mechanistic conservation with ePKs. These include the phosphatidyl inositol kinases (PI3K)\n        and related protein kinases, alpha kinases, the slime mold actin fragmin kinases, and the\n        phosphatidyl inositol 5′ kinases [17–20].\n\nThese studies demonstrate that PKL kinases conserve both fold and catalytic mechanisms in\n        the presence of tremendous sequence variation, which allows for an equivalent diversity in\n        substrate binding and function. This makes the PKL fold a model system to investigate how\n        sequence variation maps to functional specialization. Previous studies along these lines\n        include the study of ePK-specific regulatory mechanisms, through ePK–ELK comparison [16], and the sequence determinants of\n        functional specificity within one group (CMGC [CDK, MAPK, GSK3, and CLK kinases]) of ePKs\n          [21].\n\nPrevious studies have been hampered by poor annotation and classification of ELK families\n        and their low representation in sequence databases relative to ePKs. Recent large-scale\n        microbial genomic sequencing, coupled with Global Ocean Sampling (GOS) metagenomic data, now\n        allow a much more comprehensive analysis of these families. In particular, the GOS data\n        provides more than 6 million new peptide sequences, mostly from marine bacteria [22,23], and more than triples the number of ELK sequences.\n        Here, for the first time, we define the extent of 20 known and novel PKL families, define a\n        set of ten key conserved residues within the catalytic domain, and explore specific\n        elaborations that mediate the unique functions of distinct families. These highlight both\n        underappreciated aspects of the catalytic core as well as unique family specific features,\n        which in several cases reveal correlated changes that map to concerted variations in\n        structure and mechanism.\n\n      Results\n      \n        Discovery and Classification of PKL Kinase Families\n        \nKinase sequences were detected using hidden Markov model (HMM) profiles of known PKLs as\n          well as with a motif model focused on key conserved PKL motifs [16,24]. Results of each approach were used to iteratively build, search, and refine\n          new sets of HMMs, using both public and GOS data. Weak but significant sequence matches\n          were used as seeds to define and elaborate novel families. The final result was 16,248 GOS\n          sequences (Dataset\n            S1) classified into 20 HMM-defined PKL families (Table 1; Figure 1; Dataset S2). A similar analysis of the National Center of Biotechnology\n          Information nonredundant public database (NCBI-nr) revealed 24,924 ePK and 5,151 ELK\n          sequences (Dataset\n            S1). More than 1,400 of the NCBI ELK sequences were annotated as hypothetical or\n          unknown, and several hundred more are misannotated or have no functional annotation. GOS\n          data at least doubles the size of most families, and permits an in-depth analysis of\n          family structure and conservation. Two families that are more than 10-fold enriched in GOS\n          (CapK and HSK2) are found largely in α proteobacteria, which are also highly enriched in\n          GOS. Both CapK and HRK contain viral-specific subfamilies that are also greatly GOS\n          enriched, indicating that differences in kinase distribution between databases are largely\n          due to taxonomic biases. As expected, eukaryotic-specific families, (ePK, Bub1, PI3K,\n          AlphaK) are underrepresented in GOS.\n\n        Functional Diversity of PKL Families\n        \nThese 20 PKL families display great functional and sequence diversity, though common\n          sequence motifs and functional themes recur. Some families are entirely uncharacterized,\n          and few have been well studied, though most have some characterized members, many with\n          known kinase activity. Their substrates include proteins and small molecules such as\n          lipids, sugars, and amino acids, and they generally appear to have regulative functions\n            (Table 1). This is in contrast to\n          the diversity of several other structurally unrelated, small-molecule kinase families that\n          play largely metabolic roles [25].\n          Profile–profile alignments show clear but distant relationships between several families,\n          which are enclosed by ovals in Figure\n            1. The ePK cluster includes pknB, which is highly similar to but distinct from\n          ePK and is distinguished by its exclusive bacterial specificity, as opposed to the mostly\n          eukaryotic ePK family. The other major cluster is centered on the large and divergent CAK\n          (choline and aminoglycoside kinase) family, and includes three other families of\n          small-molecule kinases. CAK itself is particularly diverse, containing subfamilies that\n          are specific for choline/ethanolamine and aminoglycosides, as well as many novel\n          subfamilies, some of which are specific to eukaryotic sublineages. A looser cluster is\n          formed between the Rio and Bud32 families, which are universal among both eukaryotes and\n          archaeae, and the bacterial lipopolysaccharide kinase family KdoK. An additional four\n          families (UbiB, revK, MalK, CapK) are distantly related to all three clusters, and are\n          distinct from another set—PI3K, AlphaK, and IDHK—which have even less similarity to any\n          other kinase; for PI3K and AlphaK, the relationship to kinases was determined by\n          structural comparisons [11], while\n          IDHK displays only conservation of the key residues and motifs found in all PKL\n          kinases.\n\nSequence similarity between these 20 families varies from very low (~20%) to almost\n          undetectable. Sequence-profile methods are generally required to align families within the\n          oval clusters of Figure 1, while\n          alignments between clusters require profile–profile methods. The diversity of this\n          collection is demonstrated by comparison with the automated sequence- and profile-based\n          clustering of the overall GOS analysis [22], which assigns 93% of these sequences into 32 clusters, each of which is\n          largely specific to one of our 20 families.\n\n        Key Conserved Residues Unify Diverse Kinase Families\n        \nComparison between all families reveals a set of ten key residues that not only account\n          for one-third of the residues conserved within each family, but also are consistently\n          conserved between families, constituting a core pattern of conservation that helps define\n          this superfamily (Table 2, Figure 2, Figure 3). These residues are conserved across the major\n          divisions of life, which diverged one to two billion years ago, and across diverse\n          families, which presumably diverged even earlier. Thus, they are likely to mediate core\n          functions of the catalytic domain rather than merely maintaining their structures. Six of\n          these residues are known to be involved in ATP and substrate binding and catalysis (G52,\n          K72, E91, D166, N171 D184; residues numbered based on PKA structure 1ATP except where\n          otherwise noted; see Table 3). The\n          full functions of the other four remain unclear, though three of them (H158, H164, and\n          D220) are part of a hydrogen-bonding network that links the catalytically important DFG\n          motif with substrate binding regions (Figure\n            2). The conservation of this network across diverse PKL structures suggested a\n          role for this network in coupling DFG motif-associated conformational changes with\n          substrate binding and release [16].\n          Despite this ancient conservation, different families of ePKs have lost individual members\n          of this triad without destroying structure or catalytic function: H164 is changed to a\n          tyrosine in PKA and many other AGC families; H158 is lost in most tyrosine kinases; and\n          D220 is lost in the Pim family. The Pim1 structure retains an ePK-like structure, perhaps\n          in part due to stabilization of the catalytic loop by the activation loop, a function\n          normally performed by D220 [26],\n          suggesting a novel mode of coupling ATP and substrate binding in this family. The\n          individual loss of each member of this triad suggests that they have independent functions\n          yet to be understood.\n\n        Sequence and Structural Diversity\n        \nFamily-specific functions are mediated by features that are highly conserved within\n          families, but that are divergent between families (Figure 4). Many family-selective residues map to the\n          motifs surrounding the ten key residues, or to the divergent C-terminal substrate-binding\n          region (Tables 2 and S1). The proximity of\n          these residues to the active site suggests that they are key in selecting substrates or\n          tuning mechanism of action. For instance, the 4–amino acid (aa) stretch between the\n            HxD166 and N171 residues is highly conserved but distinct between\n          families (Figure 4), and provides a\n          discriminative signature that defines each family. Within ePKs, tyrosine and\n          serine/threonine-specific kinases display distinct patterns of conservation within this\n          4-aa stretch [27]. Serine/threonine\n          kinases conserve a [LI]KPx motif within this stretch, while tyrosine kinases conserve a\n          [LI]AAR motif. These variations alter the surface electrostatics of the substrate-binding\n          pocket, thereby contributing to substrate specificity [27].\n\nThe C-terminal region of ~100 aa following the DFG motif is highly divergent between\n          families, apart from the conserved D220 at the beginning of the F-helix (Figure 2; Dataset S3). Secondary\n          structure is generally predicted to be helical, but the poor sequence conservation and\n          known structures [11] suggest that\n          the overall orientation of the helices may be different between families. Notably, in the\n          crystal structures of APH bound to its substrate, kanamycin [28], the relative positioning of the substrate-binding\n          helices (αH–αI) is distinct from that of ePKs (Figure 2). The presence of unique patterns of\n          conservation in each family (Table\n          2) also suggests that this region is involved in family-specific functions.\n\nSeveral families contain sizeable (~30–100 aa) insert segments between core subdomains\n          that are specific to clusters of families. Most CAK members have an insert segment between\n          subdomains VIa and VIb. There is very little sequence similarity within this segment\n          across CAK members, but structures of APH and ChoK indicate some structural similarity and\n          highlight its role in substrate binding [28,29]. An equivalent\n          insert is seen in the other CAK cluster families, FruK, HSK2, and MTRK. Similarly, KdoK\n          and Rio contain an insert between subdomains II and III, which shows some sequence\n          similarity between these families. In the Rio2 structure, this insert is disordered, but\n          the presence of a conserved threonine suggests a possible regulatory role [14]. This region also contains an insert\n          in the distinct UbiB family. Finally, the ePK, pknB, and HRK families contain an extended\n          activation loop between subdomains VIII and IX. These kinases are generally activated by\n          phosphorylation of this loop, the negative charge of which helps to coordinate key\n          structural elements during the activation process, including a family-selective HRD\n          arginine in the catalytic loop [30,31].\n\n        Mechanistic Diversity of the Catalytic Core\n        \nA surprising finding was that while ten key residues are conserved both within and\n          between families, all but one of them was dispensable in one family or another (Figure 3), indicating that even catalytic\n          residues are malleable in the appropriate context. Here we explore the effect of loss of\n          the “catalytic lysine” K72, which typically positions the α and β phosphates of ATP (Figure 5A). Mutation of this lysine in\n          ePKs is a common method to make inactive kinases [32]. Yet this residue is conserved as an arginine\n            (R111ChoK) in most CAK subfamilies, as a methionine in the CAK-chloro\n          subfamily, and as a threonine in the related HSK2 family (Figure 4).\n\nIn the two major CAK subfamilies with a conserved R72 (FadE and choline kinase [ChoK]),\n          we see correlated changes in the glycine-rich and DFG motifs (Figure 4). Specifically, the Phe and Gly within the\n          GxGxFG motif (F54 and G55) are changed to Ser/Thr and Asn, respectively\n            (S86ChoK, N87ChoK), and G186 within the DFG motif is changed to E.\n          Both the GxGxFG and DFG motifs are spatially proximal to K72 (Figure 5A). Thus, correlated changes in these two motifs\n          could structurally account for the K-to-R change. Indeed, in the ChoK crystal structure\n            [13], N55 protrudes into the ATP\n          binding pocket, and hydrogen bonds to R72. In addition, the conserved E91 in helix C,\n          which typically forms a salt bridge with K72, is hydrogen bonded (via a water molecule) to\n          the covarying E186, thus linking these three correlated changes and stabilizing R72 in a\n          unique conformation (Figure 5B). By\n          contrast, the two solved APH structures (1ND4 and 2BKK) retain the “ancestral” sequence\n          state with K72 and G186, and lack N55.\n\nMutation of R72 or E186 to alanine in ChoK reduces the catalytic rate by several fold\n            [33]. To test the possible role of\n          these residues in the ChoK catalytic mechanism, we modeled an ATP in the active site of\n          ChoK (based on the nucleotide-bound structures of APH and PKA). This revealed that R72\n          partially occludes the ATP binding site and is likely to move upon ATP binding. Notably, a\n          K72-to-R mutation in Erk2 [34] also\n          exhibits a conformational change in R72 upon nucleotide binding (Figure 5C). A similar conformational change in ChoK upon\n          ATP binding could result in formation of a R72–E91 salt bridge similar to the activation\n          of ePKs (Figure 5A). In this\n          conformation, R72 could potentially hydrogen bond to both E91 as well as to the covarying\n          E186 in ChoKs, which might explain the covariation of R72 and E186 in these families.\n\n        Variation on a Theme\n        \nOther CAK members display distinct coordinated changes at the G55, K72, and G186\n          positions. The chloro subfamily of CAK loses the positive charge at position 72\n          altogether, replacing it with methionine, and has concurrent changes to R55 and Q186\n            (Figure 4). This may reflect a shift\n          of the positive charge from position 72 to 55, an event that also happened in Wnk kinases,\n          the only functional ePK family that lacks K72. The conserved K55 of Wnks is required for\n          catalysis and has been shown to interact with ATP similarly to K72 of PKA [35] (Figure 5D). Hence, two evolutionary inventions may have\n          converted the same core motif residue from one function to another. In CAK-chloro, the\n          unpaired E91 position loses its charge to become a conserved Phe. The function of this Phe\n          is unknown, but is likely to be important since it is also conserved in HSK2, a related\n          family, and the only other kinase family to conserve a Phe at the E91 position (Figure 4).\n\n        Evolution of Conformational Flexibility and Regulation in ePKs\n        \nThe ePK catalytic domain is highly flexible and undergoes extensive conformational\n          changes upon ATP binding [36]. In\n          contrast, crystal structures of APH, solved in both ATP-bound and -unbound forms, revealed\n          modest structural changes in the ATP-binding pocket [37]. This difference in conformational flexibility is\n          reflected in the patterns of conservation at key positions within the ATP-binding\n          glycine-rich loop (Figure 4).\n          Specifically, two conserved glycines (G50 and G55), which contribute to the conformational\n          flexibility of this loop in ePKs, are replaced by non-glycines in APH. These two glycines\n          are absent in several PKL families (Figure\n            4) while G52, which is involved in catalysis, is present in most, suggesting that\n          the conformational flexibility of the nucleotide-binding loop is a feature of selected PKL\n          families such as ePKs. Since conformational flexibility allows for regulation, it is\n          likely that modest structural changes associated with nucleotide binding gradually evolved\n          into quite dramatic structural rearrangements required to ensure that key players in\n          various signaling pathways act only at the right place and at the right time. The\n          conserved glycine (G186) within the catalytically important DFG motif may likewise have\n          evolved for regulatory functions in ePKs [38]. This glycine is highly conserved in the ePK cluster but is absent from most\n          other PKL families. However, within the small subfamily of magnesium-dependent Mnk ePK\n          kinases, G185 is changed to aspartate (DFD). In the Mnk2 crystal structure, this DFD motif\n          adopts an “out” conformation in which F185 protrudes into the ATP-binding site. This is in\n          contrast to the “in” conformation, where it packs up below the C-helix [39]. Mutation of the Mnk2 D186 “back” to\n          glycine results in both in and out conformations of the DFG motif, supporting the role of\n          G186 in DFG-associated conformational changes. Such conformational transitions may\n          facilitate regulation of activity since the conformation of the catalytic aspartate is\n          also changed during this transition [38]. This may also explain why the ePK-specific extended activation loop, which\n          is phosphorylated and undergoes dramatic conformational changes, is directly attached to\n          the DFG motif (Figure 6A).\n\nIn addition to the flexible catalytic core, the substrate-binding regions appear to have\n          evolved for tight regulation of ePK activity. In particular, the conserved G helix, which\n          was recently shown to undergo a conformational changes upon substrate binding [40], is uniquely oriented in ePK/pknB\n            (Figure 6A). Several ePK-conserved\n          residues and motifs are at the interface between the G helix and the catalytic core (Figure 6B). These include the APE motif,\n          located at the C-terminal end of the activation loop, a W-[SA]-X-[G] motif in the F-helix,\n          and an arginine (R280), at the beginning of the I helix (Figure 6B). These three motifs structurally interact with\n          each other and form a network that couples the substrate- and ATP-binding regions (Figure 6B). This network also involves\n          conserved buried water molecules, which are known to contribute to the conformational\n          flexibility of proteins [41]. Thus,\n          this ePK/pknB-conserved network may also facilitate regulation by increasing the\n          conformational flexibility of the substrate-binding regions [16].\n\n      Discussion\n      \nData from the GOS voyage provides a huge increase in available sequences for most\n        prokaryotic gene families, enabling new studies in discovery, classification, and\n        evolutionary and structural analysis of a wide array of gene families. Even for a eukaryotic\n        family such as ePK kinases, GOS provides insights by greatly increasing understanding of\n        related PKL families. GOS increases the number of known ELK sequences more than 3-fold, and\n        has enabled both the discovery of novel families of kinases as well as a detailed analysis\n        of conservation patterns and subfamilies within known families. We believe that the GOS\n        data, coupled with the recent strong growth in whole-genome sequencing, provide the\n        opportunity for similar insights into virtually every gene family with prokaryotic\n        relatives.\n\nPKL kinases are largely involved in regulatory functions, as opposed to the metabolic\n        activities of other kinases with different folds [25]. The characteristics of this fold that lead to the\n        explosion of diverse regulatory functions of eukaryotic ePKs have also been exploited for\n        many different functions within prokaryotes. While these kinases reflect only ~0.25% of\n        genes in both GOS and microbial genomes (ePKs represent ~2% of eukaryotic genes [42]), indicating a simpler prokaryotic\n        lifestyle, they now outnumber the count of ~12,000 histidine kinases that we observe in GOS\n          [22], suggesting that ELKs may be at\n        least as important in bacterial cellular regulation as the “canonical” histidine\n        kinases.\n\nPKL kinases cross huge phylogenetic and functional spaces while still retaining a common\n        fold and biochemical function of ATP-dependent phosphorylation. The presence of Rio and\n        Bud32 genes in all eukaryotic and archaeal genomes suggests that at least this cluster dates\n        back to the common ancestor of these domains of life. Similarly, the presence of UbiB in all\n        eukaryotes and most bacterial groups, the close similarity of pknB/ePK families, and the\n        widespread bacterial/eukaryotic distribution of FruK suggest their origins before the\n        emergence of eukaryotes, or from an early horizontal transfer. Their ancient divergence\n        leaves little or no trace of their shared structure within their protein sequence other than\n        at functional motifs, which include a set of ten key residues that are highly conserved\n        across all PKLs.\n\nDespite the huge attention paid to ePKs, four key residues (P104,\n          H158, H164, D220), three of which are highly conserved in\n        ePKs, are still functionally obscure and worthy of greater attention, both in ELKs and ePKs.\n        Conversely, it appears that nine of the ten key residues have been eliminated or transformed\n        in individual families while maintaining fold and function, showing that almost anything is\n        malleable in evolution given the right context. That right context is frequently a set of\n        additional changes in the family-specific motifs surrounding these key residues, and we see\n        that in the case of K72, a substitution to arginine triggers a cascade of other core\n        substitutions that serve to retain basic function, while a substitution to methionine\n        involves a shift of the positive charge normally provided by K72 to another conserved\n        residue, in both CAK-chloro and Wnk kinases. Other core changes are also seen independently\n        in very distinct families, such as the G55-to-A change in UbiB and the chloro subfamily of\n        CAK, or the E91-to-F change in both chloro and HSK2, suggesting that these kinases are\n        sampling a limited space of functional replacements.\n\nThese families vary greatly in diversity. While the ePK family has expanded to scores of\n        deeply conserved functions [42], other\n        families, including Bud32, Rio, Bub1, and UbiB, usually have just one or a handful of\n        members per genome, suggesting critical function but an inability to innovate. The largely\n        prokaryotic CAK family is also functionally and structurally diverse, containing several\n        known functions and many distinct subfamilies likely to have novel functions. The diversity\n        of both CAK and KdoK sequences may be related to their involvement in antibiotic resistance\n        and immune evasion, likely to be evolutionarily accelerated processes. Comparison of CAK to\n        the related and more functionally constrained HSK2, FruK, and MTRK families may reveal\n        adaptive changes such as the ePK-specific flexibility changes that may assist in its\n        diversity of functions.\n\nGOS data are rich in highly divergent viral sequences, and accordingly we find a number of\n        new subfamilies of viral kinases, including two of the three subfamilies of HRK and a\n        subfamily of CapK. In both cases we see loss of N-terminal–conserved elements, suggesting\n        that these kinases may have alternative functions or even act as inactive competitors to\n        host kinases.\n\nThese patterns of sequence conservation and diversity raise many questions that can only be\n        fully addressed by structural methods. The combination of structural and phylogenetic\n        insights for ChoK enabled insights that were not clear from the structure alone, and enabled\n        us to reject other inferences from the crystal structure that were not conserved within this\n        family, highlighting the value of combining these approaches. The relative ease of\n        crystallization of PKL domains, the emergence of high-throughput structural genomics, and\n        our understanding of the diversity of these families make them attractive targets for\n        structure determination of selected members, and position this family as a model for\n        analysis of deep structural and functional evolution.\n\n      Materials and Methods\n      \n        Discovery and classification of kinase genes.\n        \nSequences used consisted of 17,422,766 open reading frames from GOS, 3,049,695 predicted\n          open reading frames from prokaryotic genomes, and 2,317,995 protein sequences from NCBI-nr\n          of February 10, 2005, as described [22]. Profile HMM searches were performed with a Time Logic Decypher system\n          (Active Motif, http://timelogic.com) using in-house profiles for ePK,\n          Haspin, Bub1, Bud32, Rio, ABC1 (UbiB), PI3K, and AlphaK domains, as well as Pfam profiles\n            [43] for ChoK, APH, KdoK, and FruK,\n          and TIGRFAM profiles [44] for HSK2\n          (thrB_alt), UbiB, and MTRK. A number (69) of additional ePK-annotated models from\n          Superfamily 1.67 [45] were used to\n          capture initial hits but not for further classification. Initial hits were clustered and\n          re-run against all models, and each model was rebuilt and rerun three to seven times using\n          ClustalW [46], MUSCLE [47], and hmmalign (http://hmmer.janelia.org) to align, followed by manual adjustment of\n          alignments using Clustal and Pfaat [48] and model building with hmmbuild. Low-scoring members of each family\n            (e &gt; 1 × 10−5) were used as seeds to build new\n          putative families, and profile–profile and sequence–profile alignments were used to merge\n          families into a minimal set (Dataset S2). A motif-based Markov chain Monte Carlo\n          multiple alignment model [49] based\n          on the conserved motifs of Figure 3\n          was run independently and used to verify HMM hits and seed new potential families for\n          blast-based clustering, model building, and examination for conserved residues. Final\n          family assignment was by scoring against the set of HMM models, with manual examination of\n          sequences with borderline scores (e &gt; 1 × 10−5 or\n          difference in e-values between best two models &gt;.01).\n\n        Family annotations.\n        \nAnnotations of chromosomal neighbors used SMART [50] and a custom analysis of GOS neighbors ([22]; C. Miller, H. Li, D. Eisenberg,\n          unpublished data). Annotation analysis was based on GenBank annotations and PubMed\n          references. Taxonomic analysis used a mapping of GOS scaffolds to taxonomic groupings\n            [22] and NCBI taxonomy tools.\n\n        Family alignments and logos.\n        \nResidue conservation (Dataset S3) was counted from the final alignment using a custom script that\n          omitted gap counts. These counts were then used to construct family logos using WebLogo\n            (http://weblogo.berkeley.edu; [51]).\n\n        Family comparisons.\n        \nRelatedness between families was estimated using several methods. HMM–HMM alignments and\n          scores were computed using PRC (http://supfam.org/PRC), and sequence–profile alignments using hmmalign were\n          analyzed using custom scripts and by inspection. Both full-length and motif multiple\n          alignments were also created and used for the family comparisons.\n\n      Supporting Information\n\n        Accession Numbers\n        \nThe Protein Databank (http://www.pdb.org) accession numbers for the structures\n          discussed in this paper are PKA (1ATP), A. fulgidis Rio2 (1TQP), C. elegans choline\n          kinase (INW1), Erk2 (1GOL), Wnk1 (1T4H), and APH(3′)-IIIa (1J7L). The Pfam (http://pfam.cgb.ki.se) accession numbers for the structures discussed in\n          this paper are ChoK (PF01633.8), APH (PF01636.9), KdoK (PF06293.3), and FruK (PF03881.4).\n          The TIGRFAM (http://www.tigr.org/TIGRFAMs) accession numbers for the\n          structures discussed in this paper are HSK2 (TIGR00938), UbiB (TIGR01982), and MTRK\n          (TIGR01767)."
}