{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.0060291",
  "doi": "10.1371/journal.pbio.0060291",
  "externalIds": [
    "pii:08-PLBI-S-4442",
    "pmid:20076698",
    "pmcid:PMC2581631"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "For New Neurons in an Old Brain, cdk5 Shows the Way",
  "authors": [
    {
      "name": "Richard Robinson",
      "first": "Richard",
      "last": "Robinson"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2008-11",
  "dateElectronic": "2008-11-11",
  "volume": "6",
  "number": "11",
  "pages": "e291",
  "tags": [
    "Discipline/Neuroscience",
    "Type/Synopsis"
  ],
  "fullText": "One of the most remarkable, and unexpected, discoveries in brain science over the past two decades was that, contrary to a century of neuroscience dogma, the brain can generate new neurons throughout adulthood. Not only can, but does, and prolifically: thousands of new neurons are created each day in several regions of the brain. One of the major sites of adult neurogenesis is the hippocampus, a pair of structures shaped like horseshoes tipped on edge, in the interior of the brain. The hippocampus plays a central role in the creation and storage of new memories, and central to that function is the creation of neurons from “neural precursor cells”—stem cells—within the part of the hippocampus called the dentate gyrus. But it is not enough for such neurons merely to be formed. To play their part in memory storage, they must send out processes—dendrites to receive information, and axons to pass it along—to other brain regions, and become integrated into pre-existing neuronal circuitry. A new study by Sebastian Jessberger et al. shows that a protein called cdk5 plays a pivotal role in this integration.\n\nThe authors' interest in cdk5 was raised when it turned up in a genetic screen of chromosome regions involved in adult neurogenesis. cdk5 has been previously linked to a variety of neuronal functions, including cell migration, signaling, and memory formation, but its role in neurogenesis was unknown. To explore this further, the researchers selectively altered the activity levels of cdk5 in newborn cells using retroviruses.\n\nWith “too much” or “too little” cdk5, newborn cells derived from neural progenitors in the adult dentate gyrus differentiated properly into neurons of the correct type. The problems arose when the new neurons had to extend dendrites to surrounding hippocampal regions. While overexpressers assumed a normal polarized shape and sent out dendrites to the right areas, more than half of all cdk5-deficient cells failed in both respects—the cells were misshapen and their dendrites seemed to wander aimlessly, or even headed off in the opposite direction. Dendrites in these neurons were shorter and had fewer branches. Those dendrites that failed to reach their correct targets also formed fewer spines, an indication that they made fewer contacts with surrounding cells, although the contacts they did make appeared to function as true synaptic connections. Newly created cells normally migrate short distances within the hippocampus, but cdk5-deficient cells were also impaired in their ability to migrate properly.\n\nA function for cdk5-dependent mechanisms underlying neuronal migration and dendritic pathfinding during embryonic development had been shown earlier. That cdk5 seems to play a similar role in neuronal development even in the adult brain could not be necessarily expected because—in contrast to embryonic development where neurons are generated in a concerted manner—new neurons born in the adult dentate gyrus have to integrate into a fully mature and functional environment of pre-existing neural circuitries.\n\ncdk5 is a kinase, a protein whose job is to phosphorylate and thus alter the behavior of other proteins. While this study did not address the mechanism through which cdk5 acts, the authors suggest a possible pathway that may involve one of its known targets, a microtubule-associated protein which plays a part in dendrite extension. Whatever the precise mechanism, the discovery of cdk5's role in guiding new neurons to their proper place improves the understanding of neurogenesis in the adult hippocampus, a process that is believed to be aberrant in cognitive aging, Alzheimer disease, and some forms of epilepsy and depression. In addition, it may suggest ways to improve prospects for neural transplantation for neurodegenerative diseases such as Parkinson disease. The clinical benefits of experimental transplants have been inconsistent and largely disappointing to date, with most transplanted neurons unable to integrate into existing brain circuits. A better understanding of what neurons need to find their way and fit into their new surroundings may increase the chances of success for this treatment."
}