{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3001293",
  "doi": "10.1371/journal.pbio.3001293",
  "externalIds": [
    "pii:PBIOLOGY-D-21-00981",
    "pmid:34101723",
    "pmcid:PMC8213133"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Atypical and inflexible visual encoding in autism spectrum disorder",
  "authors": [
    {
      "name": "Emily L. Isenstein",
      "first": "Emily L.",
      "last": "Isenstein",
      "affiliation": "Department of Brain and Cognitive Sciences, University of Rochester, Rochester, New York, United States of America; Department of Neuroscience, University of Rochester Medical Center, Rochester, New York, United States of America; Center for Visual Science, University of Rochester, Rochester, New York, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0002-2486-6162"
      ]
    },
    {
      "name": "Woon Ju Park",
      "first": "Woon Ju",
      "last": "Park",
      "affiliation": "Department of Psychology, University of Washington, Seattle, Washington, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-1473-4876"
      ]
    },
    {
      "name": "Duje Tadin",
      "first": "Duje",
      "last": "Tadin",
      "affiliation": "Department of Brain and Cognitive Sciences, University of Rochester, Rochester, New York, United States of America; Department of Neuroscience, University of Rochester Medical Center, Rochester, New York, United States of America; Center for Visual Science, University of Rochester, Rochester, New York, United States of America; Department of Ophthalmology, University of Rochester Medical Center, Rochester, New York, United States of America",
      "externalIds": [
        "orcid:https://orcid.org/0000-0003-1571-5589"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2021-06-08",
  "volume": "19",
  "number": "6",
  "pages": "e3001293",
  "tags": [
    "Autism spectrum disorder",
    "Biopsy",
    "Cognition",
    "Cognitive psychology",
    "Cognitive science",
    "Computed axial tomography",
    "Developmental psychology",
    "Diagnostic medicine",
    "Diagnostic radiology",
    "Discipline-v3/Autism spectrum disorder",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Biopsy",
    "Discipline-v3/Cognition",
    "Discipline-v3/Cognitive psychology",
    "Discipline-v3/Cognitive science",
    "Discipline-v3/Computed axial tomography",
    "Discipline-v3/Developmental psychology",
    "Discipline-v3/Diagnostic medicine",
    "Discipline-v3/Diagnostic radiology",
    "Discipline-v3/Health care",
    "Discipline-v3/Health care providers",
    "Discipline-v3/Imaging techniques",
    "Discipline-v3/Medical personnel",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Neuroimaging",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/People and places",
    "Discipline-v3/Perception",
    "Discipline-v3/Pervasive developmental disorders",
    "Discipline-v3/Physicians",
    "Discipline-v3/Population groupings",
    "Discipline-v3/Professions",
    "Discipline-v3/Psychology",
    "Discipline-v3/Pulmonary imaging",
    "Discipline-v3/Radiology and imaging",
    "Discipline-v3/Research and analysis methods",
    "Discipline-v3/Sensory perception",
    "Discipline-v3/Social sciences",
    "Discipline-v3/Surgical and invasive medical procedures",
    "Discipline-v3/Tomography",
    "Discipline-v3/Vision",
    "Health care",
    "Health care providers",
    "Imaging techniques",
    "Medical personnel",
    "Neuroimaging",
    "Neuroscience",
    "Perception",
    "Pervasive developmental disorders",
    "Physicians",
    "Population groupings",
    "Professions",
    "Psychology",
    "Pulmonary imaging",
    "Radiology and imaging",
    "Sensory perception",
    "Surgical and invasive medical procedures",
    "Tomography",
    "Type/Primer",
    "Vision"
  ],
  "abstract": "Encoding, which involves translating sensory information into neural representations, is a critical first step in the sensory-perceptual pathway. Using a visual orientation task, a new study found both lower encoding capacity and less flexible adaptation in people with autism spectrum disorder.",
  "fullText": "Cursory understanding of autism spectrum disorder (ASD) links the condition mostly with social and communication difficulties as well as repetitive behaviors. However, differences in sensory perception are widely reported in people with ASD, particularly in the visual domain [1]. In recent years, there has been a steadily growing effort toward elucidating the root causes of these differences. The goal is not only to understand perceptual processing in ASD but also to consider how these differences in sensory processing might have cascading effects on cognitive and motor functions [1]. This effort faces a key obstacle: Perceptual processing is complex, involving multiple interconnected stages that utilize over half of the human cortex. This creates a challenging credit assignment problem, where it is difficult to link an observed atypicality in perceptual processing to a specific component of the perceptual pathway. The work by Noel and colleagues in this issue of PLOS Biology [2] takes an important step toward addressing this challenge.\n\nBroadly speaking, our perception of the world is a result of an “encoding–decoding” process. Encoding describes how low-level sensory representations of the world are generated by mapping sensory inputs onto noisy and resource-limited neural representations. This, however, is not the end of perception. Perceptual processing fundamentally depends on how these sensory representations are decoded based on various “rules,” including combining sensory measurements with prior knowledge (Fig 1A). The result is effective and flexible perceptual functioning that takes advantage of our vast perceptual knowledge. In ASD research, much of the recent work focused on alterations in the decoding stage as a way to explain sensory differences and how they translate to behavior in this population [3]. In contrast, Noel and colleagues used a combination of behavioral methods and computational modeling to isolate the early “encoding” stage of perceptual processing.\n\nTo study visual encoding, Noel and colleagues used a simple orientation estimation task. Here, participants briefly viewed an oriented stimulus and subsequently reported the perceived orientation. This task reveals a characteristic pattern of repulsive biases away from cardinal orientations [4]. For example, a stimulus tilted 15° away from vertical is perceived as having a 25° tilt. This pattern of bias has been linked to “efficient encoding” of common orientations in the natural environment where horizontals and verticals are overrepresented [4,5]. In the first block of the experiment, both neurotypical and ASD groups exhibited this characteristic pattern of bias. However, individuals with ASD had 60% higher variance in their orientation estimates. This result is consistent with previous work showing noisier orientation perception in ASD [6]. The key advance of the present study is the use of bias and variance data to compute the “Fisher information”—how much information participants’ responses carry about the actual stimulus orientation. Here, the authors relied on a well-known property of an estimator in statistics—the “Cramer–Rao bound”—which tells us the best performance we can ever expect from an unbiased estimator. Simply stated, poor stimulus encoding will result in highly variable stimulus estimates. When the estimator is biased, as is the case for when we perceive orientations, this bound sets a relationship between Fisher information and the two things an experimenter can measure: bias and variance. The key insight is that this relationship holds regardless of the differences in decoding scheme, allowing the experimenter to isolate the encoding capacity.\n\nAs foreshowed by increased response variance, individuals with ASD had lower baseline encoding capacity than neurotypical controls (Fig 1C, left). Fisher information for both groups peaked at cardinal orientations. However, the neurotypical group had about 30% higher encoding capacity overall. This finding is consistent with noisier, more variable sensory processing in ASD reported in both neuroimaging [7] and behavioral work [6] (but see [8]).\n\nThe second key finding provides insights into how individuals with ASD adapt to changes in stimulus statistics. Under the efficient coding hypothesis, visual neurons are optimized to maximize the information they carry about the natural environment [5]. Thus, in the face of changes in visual input statistics, the hypothesis predicts that the visual system will reallocate encoding resources to adapt to the novel statistics. The present study gave participants increasing experience with an artificial environment where, in contrast to natural statistics, the distribution of orientations was uniform. As expected, in the neurotypical group, participants’ encoding capacity increased over the course of the experiment and was reallocated to better match the uniform distribution of orientations used in the experiment. Individuals with ASD, however, did not exhibit a change in the encoding strategy (Fig 1C, right). Consequently, by the end of the experiment, the group difference in the encoding capacity widened from 30% to 50%.\n\nWhat are the implications of this pair of findings? Reduced perceptual encoding might lead to less reliable and less predictable sensory representations of the environment. This may affect how individuals with ASD interact with the sensory world [1,3,6]. The finding of inflexible adaptation to a new sensory environment further suggests that people with ASD may need additional time to acclimate to new circumstances, a concept central to the behavioral inflexibility and adherence to routine commonly reported in this group. These results align with other work that has identified challenges of updating expectations based on new circumstances in ASD [9,10]. We do stress that these interpretations of the possible cascading effects of atypical sensory encoding are speculative. Furthermore, while the empirical results by Noel and colleagues are rather convincing with large differences between the groups, they are not without limitations. The key outstanding question is the degree to which these results generalize to overall perceptual functioning—this subject will require follow-up research. Data on perceptual function in ASD are rather heterogenous and include both examples of diminished and enhanced perception [1]. For example, one theory postulates highly precise but inflexible encoding in ASD [11] that seemingly contradicts the current results. There are also technical issues to consider. In Noel and colleagues’ work, the stimulus disappeared before participants made their responses. Thus, processes that may not be related to sensory encoding, such as perceptual memory, may play a role in the reported results.\n\nAn additional obstacle in finding root causes of differences in behavior is to distinguish the atypicalities that are fundamental to ASD and those that are compensatory. Noel and colleagues offer a good example here. The finding of inflexible adaptation to stimulus statistics might seem fundamental, but the authors show that this behavior is correlated with the initial differences in the encoding capacity. One explanation of this result is that someone with poor sensory encoding would have more trouble detecting a change in the sensory environment and consequently delay the use of appropriate adaptation mechanisms (Fig 1B). We suspect that analogous explanations may exist for many symptoms that are reported in ASD, where the observed differences are not a reflection of aberrant brain function, but the brain’s adaptive response to something else being atypical. A better understanding of this distinction will likely be critical for evaluating the impacts of atypical and inflexible visual encoding on clinical behaviors in ASD as well as for identifying more precise targets for interventions."
}