{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.3000740",
  "doi": "10.1371/journal.pbio.3000740",
  "externalIds": [
    "pii:PBIOLOGY-D-19-03317",
    "pmid:32649659",
    "pmcid:PMC7351144"
  ],
  "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "http://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "A single touch can provide sufficient mechanical stimulation to trigger Venus flytrap closure",
  "authors": [
    {
      "name": "Jan T. Burri",
      "first": "Jan T.",
      "last": "Burri",
      "affiliation": "Department of Mechanical and Process Engineering, ETH Zurich, Zurich, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-3573-8673"
      ]
    },
    {
      "name": "Eashan Saikia",
      "first": "Eashan",
      "last": "Saikia",
      "affiliation": "Department of Civil, Environmental and Geomatic Engineering, ETH Zurich, Zurich, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-7642-8754"
      ]
    },
    {
      "name": "Nino F. Läubli",
      "first": "Nino F.",
      "last": "Läubli",
      "affiliation": "Department of Mechanical and Process Engineering, ETH Zurich, Zurich, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0003-2894-2385"
      ]
    },
    {
      "name": "Hannes Vogler",
      "first": "Hannes",
      "last": "Vogler",
      "affiliation": "Department of Plant and Microbial Biology and Zurich-Basel Plant Science Center, University of Zurich, Zurich, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-6552-4708"
      ]
    },
    {
      "name": "Falk K. Wittel",
      "first": "Falk K.",
      "last": "Wittel",
      "affiliation": "Department of Civil, Environmental and Geomatic Engineering, ETH Zurich, Zurich, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0001-8672-5464"
      ]
    },
    {
      "name": "Markus Rüggeberg",
      "first": "Markus",
      "last": "Rüggeberg",
      "affiliation": "Department of Civil, Environmental and Geomatic Engineering, ETH Zurich, Zurich, Switzerland; Swiss Federal Laboratories for Materials Science and Technology—EMPA, Cellulose & Wood Materials Laboratory, Dübendorf, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-6966-8311"
      ]
    },
    {
      "name": "Hans J. Herrmann",
      "first": "Hans J.",
      "last": "Herrmann",
      "affiliation": "Department of Civil, Environmental and Geomatic Engineering, ETH Zurich, Zurich, Switzerland"
    },
    {
      "name": "Ingo Burgert",
      "first": "Ingo",
      "last": "Burgert",
      "affiliation": "Department of Civil, Environmental and Geomatic Engineering, ETH Zurich, Zurich, Switzerland; Swiss Federal Laboratories for Materials Science and Technology—EMPA, Cellulose & Wood Materials Laboratory, Dübendorf, Switzerland"
    },
    {
      "name": "Bradley J. Nelson",
      "first": "Bradley J.",
      "last": "Nelson",
      "affiliation": "Department of Mechanical and Process Engineering, ETH Zurich, Zurich, Switzerland"
    },
    {
      "name": "Ueli Grossniklaus",
      "first": "Ueli",
      "last": "Grossniklaus",
      "affiliation": "Department of Plant and Microbial Biology and Zurich-Basel Plant Science Center, University of Zurich, Zurich, Switzerland",
      "externalIds": [
        "orcid:http://orcid.org/0000-0002-0522-8974"
      ]
    }
  ],
  "journal": "PLOS Biology",
  "date": "2020-07-10",
  "dateAccepted": "2020-05-26",
  "dateReceived": "2019-11-12",
  "volume": "18",
  "number": "7",
  "pages": "e3000740",
  "tags": [
    "Action potentials",
    "Animals",
    "Ants",
    "Arthropoda",
    "Bending",
    "Classical mechanics",
    "Community ecology",
    "Damage mechanics",
    "Deformation",
    "Discipline-v3/Action potentials",
    "Discipline-v3/Animals",
    "Discipline-v3/Ants",
    "Discipline-v3/Arthropoda",
    "Discipline-v3/Bending",
    "Discipline-v3/Biology and life sciences",
    "Discipline-v3/Classical mechanics",
    "Discipline-v3/Community ecology",
    "Discipline-v3/Damage mechanics",
    "Discipline-v3/Deformation",
    "Discipline-v3/Ecology",
    "Discipline-v3/Ecology and environmental sciences",
    "Discipline-v3/Electrophysiology",
    "Discipline-v3/Eukaryota",
    "Discipline-v3/Hymenoptera",
    "Discipline-v3/Insects",
    "Discipline-v3/Invertebrates",
    "Discipline-v3/Medicine and health sciences",
    "Discipline-v3/Membrane potential",
    "Discipline-v3/Motion",
    "Discipline-v3/Neurophysiology",
    "Discipline-v3/Neuroscience",
    "Discipline-v3/Organisms",
    "Discipline-v3/Physical sciences",
    "Discipline-v3/Physics",
    "Discipline-v3/Physiology",
    "Discipline-v3/Predation",
    "Discipline-v3/Psychology",
    "Discipline-v3/Sensory perception",
    "Discipline-v3/Social sciences",
    "Discipline-v3/Torque",
    "Discipline-v3/Touch",
    "Discipline-v3/Trophic interactions",
    "Discipline-v3/Velocity",
    "Ecology",
    "Electrophysiology",
    "Eukaryota",
    "Hymenoptera",
    "Insects",
    "Invertebrates",
    "Membrane potential",
    "Motion",
    "Neurophysiology",
    "Neuroscience",
    "Organisms",
    "Physics",
    "Physiology",
    "Predation",
    "Psychology",
    "Sensory perception",
    "Torque",
    "Touch",
    "Trophic interactions",
    "Type/Research Article",
    "Velocity"
  ],
  "abstract": "The carnivorous Venus flytrap catches prey by an ingenious snapping mechanism. Based on work over nearly 200 years, it has become generally accepted that two touches of the trap’s sensory hairs within 30 s, each one generating an action potential, are required to trigger closure of the trap. We developed an electromechanical model, which, however, suggests that under certain circumstances one touch is sufficient to generate two action potentials. Using a force-sensing microrobotic system, we precisely quantified the sensory-hair deflection parameters necessary to trigger trap closure and correlated them with the elicited action potentials in vivo. Our results confirm the model’s predictions, suggesting that the Venus flytrap may be adapted to a wider range of prey movements than previously assumed.",
  "fullText": "Introduction\n\nThe hunting mechanism of the carnivorous Venus flytrap (Dionaea muscipula), according to Darwin “the most wonderful plant in the world” [1], has attracted the interest of many scientists, starting with the observations made by Edwards and Nutall, who described the excitability of the sensory hairs but still thought that the capture of insects was accidental [2,3]. Only in the 1830s, Curtis realized that the traps were specifically devoted to catching animal prey [4]. Since then, the individual phases—from trap triggering to reopening after successful digestion—have been investigated from different angles (reviewed in [5]). Starving plants attract insects through the secretion of volatile compounds [6]. While exploring the trap for food, wandering insects accidentally touch one of the six sensory hairs distributed on the two lobes of the trap, thereby triggering an action potential (AP) [7–12]. A second touch-triggered AP within about 30 s causes the trap to snap, and the prey is caught. Further APs triggered by the struggling prey induce jasmonic acid biosynthesis and signaling [13, 14], which seals the trap tightly and eventually leads to the formation of the “green stomach,” a digestive cocktail that mobilizes prey-derived nutrients [12, 15, 16].\n\nHere, we focus on the translation of the mechanical stimulation of the sensory hairs into an electrical signal. Although there is a general agreement that sensory-hair deflection opens mechanosensitive ion channels, such channels have not yet been identified [17, 18]. While these putative channels are open, a receptor potential (RP) builds up [10, 19], and, if the deflection is large enough, the RP reaches a threshold above which an AP is elicited. Previous attempts to correlate the mechanical stimuli to the generation of APs suffered from the lack of appropriate instrumentation [10, 19] and thus were not quantitative, and/or the experiments were done in fixated or dissected, nonfunctional traps [20]. To overcome these shortcomings, we used a microelectromechanical system (MEMS)-based force sensor mounted on a microrobotic system to precisely control the velocity and amplitude of the deflection and to simultaneously measure the applied force in vivo (Figs 1A and 1B and 2). In this way, we were able to accurately quantify the parameter range in which hair deflection leads to trap closure, while a second force sensor measured the generated snap force (Fig 2). In addition, using a noninvasive method, we measured APs to test the deflection conditions under which they are generated.\n\nResults\n\nTwo fast, consecutive deflections trigger trap snapping if a certain angular displacement or torque is reached\n\nReasoning that hair deflection induced by spiders, ants, and flies—i.e., the “classical” prey of D. muscipula [21]—would be rather quick, we operated the microrobotic system at full speed to simulate these stimuli, resulting in high initial angular velocities ranging from 10 to 20 rad s−1. This is in the same range as Scherzer and colleagues found for moving ants, which deflect the sensory hair with an angular velocity of 0.25–7.8 rad s−1 [20] but much slower than the leg movements of houseflies [22]. At such high velocities, the duration of a deflection is much shorter than other involved time-dependent factors, such as the decay of the RP [19] and the relaxation of the sensory hair (Fig 1F). Considering angular rather than linear deflection allowed us to correct for differences in the contact height of the sensor probe relative to the constriction site of the sensory hair as well as for different sensory-hair geometries (Figs 1B, 2C and 2D). Therefore, a single deflection can be approximated by a discrete increase in the angular displacement, and the triggering of an AP mostly depends on the magnitude of the angular displacement. We defined a single deflection as the combination of a back-and-forth angular displacement, similar to what happens when an animal touches the hair. Each measurement consisted of two subsequent deflections with a 1-s gap between them, up to a predefined angular displacement θ. If the trap did not close, we waited for 2 min to make sure that the RP was completely reset. Since RP measurements are destructive and not compatible with our noninvasive in vivo experiments, we relied on data from the literature [10, 19]. The duration of this waiting period was chosen because a series of earlier experiments had demonstrated that, at temperatures below 30°C, two deflections within 30–40 s were necessary to rapidly and completely close the trap. Although a summation effect was reported in these publications, at least five deflections spaced by 2 min were necessary to induce trap movements, which were always slow and/or partial [23–25]. After the dwell time, the procedure was repeated with increasing angular displacements until the snapping mechanism was triggered (Fig 1C and 1D), which was the case when a median displacement threshold of θ = 0.18 rad or a median torque threshold of τ = 0.8 μN m (n = 21) was reached. We never observed trap closure below θ = 0.12 rad and τ = 0.50μN m (Fig 1E and S1A Fig), such that this represents the lower limit of angular deflection, which is necessary to trigger trap closure under our conditions. Using the torque threshold, we determined that an animal has to apply twice a force F around 0.5 mN close to the tip of a sensory hair with a length of 2 mm, or up to 5 mN close to the constriction (S1B Fig), to trigger closure.\n\nAP measurements provide the link between sensory-hair deflection and trap closure. When the two consecutive deflections were well below the displacement threshold (θ &lt;&lt; 0.12 rad), we never observed an AP. For deflection amplitudes near the displacement threshold (θ &lt; 0.12 rad), a single AP was elicited after the second deflection. This indicated that both deflections contribute to the RP and that the AP induction threshold was only reached with the second deflection. As expected, a single AP was not sufficient to trigger trap closure. The assumption that each touch triggers an AP only applied if the sensory-hair deflection exceeded the displacement threshold. If this was the case, two APs, one for each deflection, were generated and led to trap closure (Fig 1C and S1 Video).\n\nThese results suggest that a fast deflection of the sensory hair increases the RP to a certain level, which depends on the amplitude of the angular deflection. RPs can add up and may elicit an AP after several deflections if they are below the deflection threshold. However, the generation of one AP per touch only holds true if sensory-hair deflection is above the deflection threshold.\n\nSustained angular displacement does not trigger trap closure\n\nSince the increase of the RP from multiple deflections is additive, the question arose whether a sustained displacement had a similar effect. To test this, we deflected the sensory hairs far beyond the angular displacement threshold and kept that position for 30 s (Fig 1F). None of the traps closed during sustained displacement (n = 11, θ = 0.31 rad ± 0.07 rad, mean ± standard deviation). The initial displacement elicited a single AP, after which the voltage quickly returned to the baseline, despite the hair staying deflected. If sustained displacement had contributed to the RP, it should have remained above the threshold, in which case we would expect a series of APs. Our observations, in agreement with Jacobson [10], confirm that a change in angular displacement (i.e., the deflection rate) plays a pivotal role to build up the RP, whereas static deflections do not contribute. This is in contrast to an earlier finding in which prolonged manual displacement led to trap closure [26]. However, the oscillations that come with manual hair deflection are probably larger than the angular displacement threshold and may therefore represent multiple displacements rather than a single sustained displacement.\n\nAn electromechanical charge buildup (ECB) model predicts single-touch trap snapping\n\nBased on these findings, we developed a simple model to explore the limits of angular displacement and velocity within which the traps would react. In our ECB model, a mechanical deflection leads to a charge buildup of the RP as a function of the angular velocity ω and the displacement θ, while the charges continuously dissipate. If the accumulated charges surpass a certain threshold value QRPth, an AP is elicited. Additionally, we implemented a refractory period tRP, representing the time interval required before another AP can be induced [27, 28]. In the Venus flytrap, subsequent APs separated as close as 0.75–1 s were reported [16, 26]. The model reproduced the experimentally found bounds for double deflections and predicted that if the deflections are too fast and/or too small, more than two deflections might be required to trigger trap closure (red area in Fig 3A) because a single deflection is not sufficient to elicit an AP (Fig 3B), something we also observed in our experiments (Fig 1C, middle). Similarly, the model showed that very low angular velocities (ω&lt; 0.04 rad s−1) cannot fill up the RP. Unexpectedly, the model predicted a range of intermediate angular velocities (0.04 rad s−1 &lt;ω&lt; 10 rad s−1), at which a single deflection is sufficient to elicit the two or more APs that are necessary to initiate trap closure (Fig 3B).\n\nA single deflection at intermediate angular velocity triggers trap closure\n\nAs single-deflection trap triggering is contrary to the accepted view, we wanted to experimentally test this prediction of the model. Indeed, we observed trap closure induced by single deflections at lower angular velocities (S2 Video). To narrow down the range in which this occurs, we repeatedly deflected the same sensory hair with varying angular velocities until the trap closed. Between two consecutive deflections, we waited 2 min for the trap to recover and any RP to dissipate.\n\nThe lower boundary of the angular velocity ω required for single-deflection closure was determined by incrementally increasing it after every deflection (n = 17). An initial velocity below 0.009 rad s−1 was chosen, which never resulted in trap closure. Subsequent single deflections were performed at increasing velocities until the trap shut (Fig 4A). The higher boundary was similarly determined by starting with a velocity ω &gt; 3 rad s−1, followed by a stepwise decrease until the trap shut (n = 9). Additionally, we performed another set of single-deflection experiments (n = 5), in which the speed of the force probe was kept constant, leading to an intermediate angular velocity between 0.2 and 0.4 rad s−1, while the angular displacement θ was gradually increased during subsequent deflections in order to get the lower boundary of θ required to trigger trap closure by a single deflection.\n\nAll the single deflections resulting in trap closure, together with the preceding stimuli for which no trap closure was observed, define the region where a single deflection triggers closure (Fig 4B and S1C Fig). The model output for single-deflection triggers covers a similar parameter space as experimentally obtained for angular deflection θ versus angular velocity ω. We observed that a single deflection can trigger trap closure at intermediate angular velocities of the deflection (0.03 rad s−1 ≤ ω ≤ 4 rad s−1) but is not sufficient at slower or faster angular velocities (see S2 Fig for experimental data on single and double deflections). Incorporating the single-deflection experiments into the model provides a better prediction of the area in which a single touch can lead to two APs and thus trap closure (Fig 3A).\n\nIn the slow-velocity deflection experiments, we were able to determine whether trap triggering happened while advancing (n = 6) or retracting (n = 11) the force probe. Our results indicate that both back and forward displacements contribute to the overall RP level. AP measurements disclosed how these single deflections lead to trap closure. When the trap closed during the advancement of the force probe, two APs, one shortly after the other, were observed during the bending of the hair (advancing the probe) (Fig 4C and S3 Video). In the second case (triggering during retraction), one AP was fired during initial bending and a second while retracting the sensor probe as the hair returned to its original position (Fig 4D). In both cases, the second AP led to immediate trap closure.\n\nQuantification of the trap snap forces and torques\n\nIn addition to the deflection parameters, we also measured the snap force developed by the triggered trap (Fig 5A). A median snap force Fclose of 73 mN was determined from 48 different traps (Fig 5B), ranging from 18 to 174 mN in extreme cases. These values are slightly lower than the previously published 140–150 mN measured with a piezoelectric sensor film [29, 30]; however, we measured the force at the beginning of snapping while Volkov and colleagues measured the impact of the lobe rims. Because the measured force strongly depends on the force sensor's position, as well as on the orientation and size of the leaf, the closing torque around the midrib τclose with a median of 0.65 mN m is a better quantity to characterize the trap's closing force (Fig 5C). The delay time, i.e., the time between the mechanical stimulus and the start of trap closure, was 0.6 ± 0.3 s (mean ± standard deviation, n = 18) based on video analysis, which is in the same range as the 0.4 s previously reported [31].\n\nDiscussion\n\nWe precisely quantified the mechanical parameters that play a role in the Venus flytrap's snapping mechanism in vivo and correlated them with the electrical signals that transduce this touch information (Fig 6).\n\nOur mechanical data are largely in agreement with those recently published by Scherzer and colleagues, although in their experiments, the sensory hairs seem to be a bit more sensitive than in ours. This could be due to several reasons, such as differences in sensor calibration methods or the environmental conditions during the experiments. It has been documented that the trap closure mechanism is more sensitive at higher temperatures. However, Scherzer and colleagues demonstrated that only the stimulation efficiency increased with higher temperatures, whereas the mechanical properties of the sensory hairs were unaffected [20]. Therefore, an alternative explanation for the small differences in the sensory hairs' mechanical properties could be the distinct biological conditions of the traps during the deflection experiments. We performed all our experiments on intact, well-watered plants. In our hands, detachment or bisection of the traps quickly led to partial dehydration, and lower forces were necessary to deflect the sensory hair. Furthermore, data gained from experiments on partially dehydrated plants would be difficult to interpret because the sensory hairs would bend along the shaft upon deflection. In contrast, sensory hairs of fully hydrated plants bend mainly at the constriction whereas the shaft is hardly deformed (S2 Video). Nevertheless, the angular deflection and angular velocity values we measured are in the same order of magnitude not only with those obtained by Scherzer and colleagues using a force sensor but also with the values they measured when ants walked against the sensory hairs. This strongly indicates that our results reflect values that could occur in nature.\n\nUsing these parameters in a simple electromechanical model showed that single deflections of the sensory hair should be able to generate two APs, and thus lead to trap closure, a prediction that could be experimentally verified (Fig 4). In the observed cases, trap closure was not the result of the summation of subthreshold RPs from preceding nontriggering deflections, because the dwell time between the deflections was chosen long enough for the membrane potential to reset [23–25]. Moreover, we observed single trap closure without any prestimulation in several cases when the sensory hair was deflected with an angular velocity of 0.03 rad s−1 ≤ ω ≤ 4 rad s−1 (S3 Fig and S2 Video). Our results thus contradict the old dogma that two deflections are necessary to provoke trap closure but confirm that at least two APs must be elicited to trigger the snapping mechanism.\n\nTaken together, our results show that an increasing strain on either side of the sensory hair's constriction is the determining factor for the generation of APs. We propose a mechanism in which the putative mechanosensitive channels in the plasmamembrane of the sensory cells at the constriction are open as long as they are stretched. Since this effect is counteracted by a membrane's natural tendency to relax (the global effect is seen in the sharp force decay in our sustained displacement experiment, Fig 1F), an increasing strain on the sensory hair is required to keep the channels open. As a consequence, the mechanosensitive channels will not open if the strain rate is too low (very slow deflection or sustained displacement). In a classical situation, when the deflection is fast and the angular displacement large enough (i.e., when an insect touches the sensory hair), the RP threshold is reached and a single AP is generated. In the case of a slower deflection, the RP threshold is reached during the deformation, eliciting an AP while the membrane is still under strain, thus reaching a second RP threshold during the same deflection. A second AP and thus trap closure are the consequence. Since the velocity range for single-touch snapping is far below that of the classical Venus flytrap prey, we can only speculate about the relevance of this observation in nature. However, one can imagine that it could be an advantage for catching slower prey animals, such as slugs, snails, or larvae, which may not touch a hair twice within a 30-s time span but for which anecdotal evidence suggests they can be prey.\n\nMaterials and methods\n\nVenus flytraps\n\nOur Venus flytrap population of about 100 plants was grown from seeds in 2011. The original seed batch was a donation from the Botanical Garden Zurich (https://www.bg.uzh.ch). Once a year, the plants were split and repotted into 9-cm clay pots, which were reused after they had been cleaned from moss. As a substrate, we used a mix of 90% white peat (Zürcher Blumenbörse, Wangen, Switzerland) and 10% granulated clay (SERAMIS Pflanz-Granulat, Westland Schweiz GmbH, Dielsdorf, Switzerland). The Venus flytraps were grown in a greenhouse at 60% relative humidity and a temperature regime of 18°C–23°C during the day and 16°C–21°C during the night. Plants were grown under normal daylight, morning and evening periods being extended by 400-W metal-halide lamps (PF400-S-h, Hugentobler Spezialleuchten AG, Weinfelden, Switzerland) to ensure a day length of 16 h. The lamps were also turned on when the daylight was insufficient. Rainwater was used to irrigate the plants whenever possible. For the experiments, plants were transported in an insulated moisture chamber from the greenhouse to the laboratory. All experiments were performed in vivo at temperatures between 19°C and 21°C. Plants were put back into the moisture chamber after every set of measurements.\n\nSystem configuration for force measurements\n\nThe system for force measurements consists of two subsystems, the first of which combines a force probe with a microrobotics system to quantify the sensory-hair deflection parameters. The second subsystem uses a load cell, metal levers, and hinges to measure the snap forces of the trap (Fig 2A and 2B). The second subsystem also serves to protect the force probe of the first subsystem from damage by preventing the trap from closing when the snapping mechanism was triggered. In addition, we attached the electrode for measuring APs to the metal levers, such that it was not necessary to reattach the electrode to each individual trap measured.\n\nSensory-hair deflection\n\nThe deflection force sensor is a MEMS-based capacitive force sensor (FT-S1000-LAT; FemtoTools AG, Buchs, Switzerland) with a force range of ±1,000 μN and a standard deviation of 0.09 μN at 200 Hz, which measures the forces applied to a force probe (50 × 50 μm) in x direction. The force signal was recorded with a multifunction I/O device (NI USB-6003; National Instruments [NI], Austin, TX, United States of America). The deflection force sensor was mounted via a custom-made acrylic arm to an xyz positioner (SLC-2475-S; SmarAct, Oldenburg, Germany) with a closed-loop resolution of 50 nm.\n\nThe deflection force sensor was placed inside the trap with the force probe in front of a sensory hair guided by the optical feedback of two USB microscope cameras (Fig 2A and 2B). The view from USB microscope 1 (DigiMicro Profi; DNT, Dietzenbach, Germany) is used to position the probe laterally in the center of the hair and to extract the length of the sensory hair H and the distance h of the contact point of the sensor probe relative to the constriction (Fig 2C). For that purpose, a reference step of 500 μm was performed with the force probe in z direction, and the pictures captured at start and end position were used to determine the distance-per-pixel value. USB microscope 2 (DigiMicro; DNT), oriented perpendicularly to the first one, was used to bring the force probe in close proximity of the sensory hair. Additionally, the force sensor could be automatically placed at a defined distance from the hair by finding contact using the force readout and then moving back to a defined position.\n\nWe defined a single deflection as a combination of back-and-forth angular displacement of the sensory hair caused by the advance and return of the force probe in x direction (i.e., parallel to the midrib). This movement is parallel to the force-sensitive direction of the force probe and also ensures a perpendicular contact between force probe and sensory hair. The velocity of the sensor probe v during deflection can be defined, and either a maximum linear displacement d or a maximum force F is set to define the maximum deflection (Fig 2D). The position control was used for the double deflections, where the angular displacement had to be increased incrementally between subsequent experiments. The force feedback mode was used in the single-deflection experiments to ensure maximum sensory-hair displacement without damaging the deflection force sensor.\n\nThe initial angular velocity ω is then given as\n\nFurthermore, the angular displacement θ during the deflection is given by\n\nThe applied torque τ is given by\n\nFeedback control and data logging of forces and positions during the deflection were executed in LabVIEW.\n\nAP measurements\n\nAPs were recorded by connecting an electrode to one of the metal lever arms of the snap force sensor and inserting the reference electrode into the soil (Fig 2E). Insulating tape was used to cover most of the lever, only exposing the tip that is in contact with the trap leaf. A droplet of conductive gel (Compex Gel 250G, Digitec Galaxus AG) was applied between tip and leaf to guarantee a better contact area, stabilizing the readout, and increasing the signal. The voltage between the two electrodes was read out using an analog input module (NI USB-6003; NI, Austin, TX, USA).\n\nSnap force measurements\n\nThe snap force sensor consisted of two metallic lever arms, which transferred the force of the closing trap onto a load cell (31E Mid; Althen Sensors &amp; Controls, Leidschendam, the Netherlands) with a load capacity of 50 N and a resolution of 75 mN (Fig 7A). Both arms were hinged at one end, thus opening and closing similar to a second order lever. The load cell was fixed onto one of the lever arms, while an adjustable screw was inserted into the other lever arm at the same distance lcell from the hinge. The gap between the two levers could then be adjusted by loosening or tightening the screw in order to measure flytraps of variable sizes and shapes. The snap force sensor was mounted on a labjack and placed on a manual xy stage. This setup allowed the precise spatial positioning of the lever arms within the trap.\n\nThe relation between the force Fclose applied at the lever by a closing trap and the resulting force at the load cell Fcell (Fig 7B) is given by\n\nwhere lcell and ltrap are the distances from the hinge to the load cell and to the middle of the trap leaf, respectively. The closing torque τclose is given by\n\nwhere Hmidrib is the height between midrib and metal lever (Fig 7C). Hmidrib was determined using the ratios between width and length of the trap leaf (Fig 7D) and the top-down images of every individual experiment. The width and the length of 31 leaves were measured with a caliper to determine the ratio. The ratio w/l of the leaves had a mean value of 0.59 and a standard deviation of 0.04. The mean value was used to calculate the torque for the remaining 16 experiments, in which we did not measure the traps' geometries.\n\nThe lever arms were carefully moved into the trap while maintaining an optimal gap between them to prevent contact with the sensory hairs. The gap between the levers was then increased until they contacted the surfaces of the lobes on both sides and underneath the marginal teeth. This configuration was maintained throughout the sensory-hair deflection experiments, in which it reduced perturbations by fixing and stabilizing the two lobes of the trap. By keeping the two lobes of the trap open even after closure had occurred, we could ensure that the deflection force sensor would not get damaged. The force signal was continuously recorded using a analog input module (NI USB-6009; NI, Austin, TX, USA).\n\nAdditionally, the time between mechanical stimulation and trap snapping (i.e., delay time) was determined by counting the frames recorded by the USB microscope between the second deflection of a hair and the first movement of the trap. The resolution of the snap force sensor with a reading frequency of 10 Hz would have been well suited for the delay-time analysis. However, since the snap force sensor and the deflection force sensor were not synchronized, we had to resort to the somewhat less accurate analysis of the videos.\n\nECB model\n\nTo provide a comprehensive insight into the electromechanical events pertaining to the snapping of the Venus flytrap, an empirical ECB model is implemented, based on concepts of mechanotransduction and plant electrical memory. The model uses as input the angular velocity ω versus time t profiles, which can comprise arbitrary waiting times between multiple stimuli. As output, it evaluates the number of APs that can be triggered via mechanical stimulation and further predicts the initiation of trap closure. Trap tissue is known to be capable of accumulating charges and firing APs when a threshold has been attained. Taking the findings of Volkov [32] and Jacobson [10], triggering of trap closure is a two-step procedure involving memory effects on different time scales—namely, the sensory memory (SM) and short-term memory (STM). By external injection of charges with a capacitor, the time scale of SM was found to range between 0.2 and 3 s, whereas STM of the trap was found to have an effect for several seconds to as long as a minute. As charge builds up in the SM, the RP increases until a charge threshold QRPth has been attained, and then an AP is fired. At the onset of an AP, the STM witnesses a charge buildup with simultaneous decay, and when the amount exceeds a threshold QSTMth, the trap was found to close [33]. By combining these findings with our own observations, we developed an empirical ECB model to provide a comprehensive picture of trap snapping.\n\nThe model comprises (1) simple mechanotransduction of the stimulus; (2) buildup and decay of the RP and the triggering of APs; and (3) accumulation and decay of charges in the STM with triggering of trap closure, when charges exceed a threshold (Fig 8). To incorporate the possibility of desensitization [20], an extension to sensitivity and charge transfer is made.\n\nMechanotransduction is implemented by relating the charge increment ΔQRPn+1 with ω, by using a sensitivity multiplier k that is reduced for increasing charges QRPn as in a feedback loop. Accordingly, the charge ΔQRPn+1 added at every step with angular speed ω(t) during the time increment Δt reads\n\nThe sigmoidal membership function provides a continuous desensitization for increasing QRPn with the parameters a = 1.99, c = 3.48, and k is obtained as k = 40.20 μC rad−1 to best describe the experimental results. When ω = 0 rad s−1 (i.e., when sensory hairs are simply held at a constant deflection), the RP does not increase. Furthermore, to avoid excessive charge buildup ΔQRPn+1 for very fast deflections, a limiting flux Q˙RPlim is required. This is regulated by taking the minimum of a sigmoidal flux limitation law\n\nand ΔQRPn+1 itself, where maximum charge flux is limited to Q˙RPlim = 93.2 μC s−1, identified experimentally through the limitation of snapping for high ω. Note that advance and return phases for the hair deflection equally contribute to the charge buildup.\n\nResulting RP is continuously reduced because of charge diffusion via the exponential characteristic decay constant τRP [33] using the relation\n\nThe value of τRP = 0.64 determines the limit for snapping at low ω. If the threshold QRPth = 1 for triggering an AP is reached, an AP is triggered. After an AP is triggered, RPs continue to increase if the stimulus continues, but an AP can only be fired after a constant refractory period tRP = 1.03 s [28].\n\nAfter an AP has been triggered, a charge QAP = 6 μC is transmitted to the STM. To meet measurements of Scherzer [20] for repeated triggering and desensitization, consecutive QAPs have the possibility to be reduced by a constant factor RF. For simplicity, we have configured RF = 1. Note that in our experiments, it is unclear whether earlier deflections that did not result in trap triggering did or did not trigger APs. Charges in the STM again exponentially decrease (same as Eq 8) but with decay constant τSTM = 39.71 s &gt;τRP. If the charge threshold for triggering QSTMth=1.67⋅QAP is reached, trap closure is initiated; however, the continuation of the stimulus for high RPs that did not decay below the threshold can trigger further APs after the refractory period. If the threshold is not reached, additional deflections are imposed to supplement QRP.\n\nThe model, therefore, only comprises the two decay constants for RP and STM (τRP,STM), two respective thresholds (QRP,STMth), the charge-dependent mechanotransduction rule, as well as refractory period (tRP), maximum flux (Q˙RPlim), and a reduction factor for consecutive APs. The last two parameters are not needed to represent the experimental data but to avoid unrealistic predictions for the full parameter space. Note that QSTMth,QRPth, and QAP are fixed a priori, whereas the other parameters (τRP,STM,tRP,Q˙RPlim,k,a,c) are determined by a multidimensional optimization procedure using surrogate models [34]. The ideal parameter set is reached when (1) all experiments are correctly predicted, (2) the AP triggering sequence of Fig 4C is correctly calculated, (3) the maximum of double-deflection experiments trigger two APs, and (4) parameters are within reasonable physical and biological bounds.\n\nBringing it all together—Predictions of the ECB model\n\nMechanical stimulation on the sensory hair is calculated for the angular velocity ω∈ [0.01,100] rad s−1 and maximum angular deflection θmax∈ [0,0.6] rad and comprises the advance and return phases, as well as resting periods of 1 s between repeated deflections. Opposite to experiments, the ECB allows predictions for the entire parameter space given by maximum angular deflection θmax and deflection rate ω. Depending on selected parameters, one finds regions where three, two, or even one deflection is sufficient to trigger trap closure, bordered by zones where no triggering can be achieved (see Fig 3). In all triggering zones, two APs are sufficient for trap closure; however, by further deflecting the hair, or even during resting periods, additional APs can be elicited. As a matter of fact, even the strongest possible desensitization that only depends on the charge of the RP cannot avoid multiple firing. Several procedures for additional desensitization in form of QSTM feedback or as function of nAP were implemented but, because of a lack of experimental insight, not further explored. Note that the single-deflection zone must be bounded by the multiple-deflection zones. When deflection rates are too small (ω &lt; 0.04 rad s−1), RP buildup is not sufficient to make up for the charge decay. On the contrary, when ω is too large, the limited flux, as well as the refractory period tRP, prevents the buildup of a critical charge amount. For multiple deflections, the resting period of 1 s between deflections exceeds tRP and, therefore, does not impact the charge buildup. On the contrary, the maximal flux limitation prevents triggering of APs with more than two deflections at high ω. Independent of the number of deflections required, the model shows quite a broad zone of maximal sensitivity. However, one should consider that velocities below 1 rad s−1 represent rather slow deflections.\n\nIn Fig 3, the parameters were selected as τRP = 0.64 s, τSTM = 39.71 s, QRPth = 1 μC, QSTMth = 10 μC, and QAP = 6 μC, and tRP = 1.03 s, Q˙RPlim = 93.2 μC s−1, and hair sensitivity of k = 40.2 μC rad−1 were selected within reasonable bounds to fit the experimental data for triggering by single and double deflections. Additionally, the optimization gave values for a = 1.99, and c = 3.48. The experimental points resemble the values for trap closure of angular deflection and angular velocity (see Fig 3). Using polynomial chaos expansion, we calculated the relative importance of the variance of each model input parameter for the variance of the model prediction accuracy. The resulting Sobol indices revealed a dominating influence of the sensitivity parameter k. Note that contrary to the model, in reality all parameters would be a function of temperature and exhibit a rather broad distribution.\n\nThe model explains the observed behavior in the entire parameter space and establishes the connection between the mechanical stimuli, APs, and subsequent trap closures, previously considered in separate ways [10, 20, 32]. Even though simplifying assumptions for relations and parameters were necessary, the available experimentally observed behavior can be explained consistently. The release of more than two APs per deflection is controlled by the charge dependence of the mechanotransduction rule and predicted with the parameters chosen for the model but will be addressed experimentally in the future.\n\nSupporting information"
}