{
  "schema": "https://data.sciveyor.com/schema",
  "version": 5,
  "id": "doi:10.1371/journal.pbio.1000585",
  "doi": "10.1371/journal.pbio.1000585",
  "externalIds": [
    "pii:10-PLBI-RA-6938R3",
    "pmid:21408101",
    "pmcid:PMC3051266"
  ],
  "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
  "dataSource": "Public Library of Science",
  "dataSourceUrl": "https://data.sciveyor.com/source/plos",
  "dataSourceVersion": 1,
  "type": "article",
  "title": "Speeding Up Microevolution: The Effects of Increasing Temperature on Selection and Genetic Variance in a Wild Bird Population",
  "authors": [
    {
      "name": "Arild Husby",
      "first": "Arild",
      "last": "Husby",
      "affiliation": "Institute of Evolutionary Biology, School of Biological Sciences, University of Edinburgh, Edinburgh, United Kingdom; Department of Animal Ecology, Evolutionary Biology Centre (EBC), Uppsala University, Uppsala, Sweden"
    },
    {
      "name": "Marcel E. Visser",
      "first": "Marcel E.",
      "last": "Visser",
      "affiliation": "Netherlands Institute of Ecology (NIOO-KNAW), Heteren, The Netherlands"
    },
    {
      "name": "Loeske E. B. Kruuk",
      "first": "Loeske E. B.",
      "last": "Kruuk",
      "affiliation": "Institute of Evolutionary Biology, School of Biological Sciences, University of Edinburgh, Edinburgh, United Kingdom"
    }
  ],
  "journal": "PLoS Biology",
  "date": "2011-02",
  "dateAccepted": "2010-12-09",
  "dateReceived": "2010-04-09",
  "volume": "9",
  "number": "2",
  "pages": "e1000585",
  "tags": [
    "Discipline/Evolutionary Biology/Evolutionary Ecology",
    "Discipline/Evolutionary Biology/Evolutionary and Comparative Genetics",
    "Discipline/Genetics and Genomics/Complex Traits",
    "Type/Research Article"
  ],
  "abstract": "The authors show that environmental variation may lead to a positive association between the annual strength of selection and expression of genetic variance in a wild bird population, which can speed up microevolution and have important consequences for how fast natural populations adapt to environmental changes.",
  "fullText": "Introduction\n      \nPredicting an evolutionary response to selection in a phenotypic trait requires knowledge of the strength of selection acting on the trait and its genetic basis. Although it has long been recognized that the strength, and direction, of selection may vary with environmental conditions (e.g., [1]), widespread recognition of the fact that additive genetic variance (and thus heritability) may also change with environmental conditions has been more recent [2],[3]. Taken together, these observations generate an expectation of an environmentally driven association between the two parameters that, in theory, has the potential to either enhance (positive association) or constrain (negative association) any response to selection. Surprisingly, however, to our knowledge only one study to date has quantified the association between annual estimates of selection and expression of genetic variance (measured as heritability) in a heterogeneous environment [4]. In this article, we present data from a long-term study of a great tit (Parus major) population known to be experiencing substantial shifts in climatic conditions, and test for the effects of the novel environmental conditions on the expression of additive genetic variance, and the selection on, a key life history trait, breeding time.\n\nMany studies have found that selection is often strongest when environmental conditions are adverse (e.g., [4]–[8]), and there is a clear indication that “perturbed or stressed” populations have larger standardized selection differentials than “undisturbed” populations ([9] p. 208). For example, Garant and co-workers [5] examined selection on fledgling body mass in a population of great tits and found that selection differentials were greater in years when average body mass was low and when the proportion of individuals surviving to recruitment was low, both indicative of poor/adverse environmental conditions. In general, therefore, selection is often stronger when environmental conditions are adverse.\n\nUnlike the general tendency for selection to be stronger in adverse environments, conclusions regarding the effects of good versus adverse environments on the expression of additive genetic variance are more mixed. Laboratory studies investigating the effect of environmental conditions have generally found a weak tendency for heritability to increase in stressful environments with this being caused by changes in both the expression of genetic variance as well as the environmental variance (reviewed in [10]). This pattern, however, is in contrast to most studies from natural populations that find, at least for morphological traits, that additive genetic variance and heritability is often relatively lower in unfavorable conditions [3],[10],[11].\n\nIt is important to realize that heritability (h2) may change under different environmental conditions either because of changes in additive genetic variance (VA) or other variance components (e.g., permanent environmental variance (VPE) or residual variance (VR)). However, changes in VA are of particular interest because they indicate a change in the “evolvability” [12], or the potential to respond to selection, of a trait. Furthermore, changes in VA can only be due to a change in the genetic architecture of a trait through mechanisms such as genotype-environment interactions, changes in mutation and recombination rates, and removal of alleles with low fitness by selection (reviewed in [10]). Depending on the direction and scale of these changes, both additive genetic variance and heritability may increase or decrease depending on the relative impact of each of the above factors [10].\n\nThe possibility that both the expression of additive genetic variance of a trait and the strength of selection acting on it may vary with environmental conditions is significant, as such environmentally induced variation may be important in determining the evolutionary dynamics of natural populations. In particular, the observation of a general increase in genetic variance of morphological traits [3],[10],[11] and a reduction in selection [4],[6] during favorable conditions in natural populations leads to the expectation of a negative relationship between genetic variance and the strength of selection, such that selection should be strongest in years in which the expression of additive genetic variance is least. This association could severely constrain a response to selection and provide one explanation for the frequently observed scenario of apparent stasis in natural populations [4]. However, in contrast to morphometric traits, life history traits do not appear to show a clear indication of increased heritability in stressful environments [3]. This makes it more difficult to predict how, or if, additive genetic variance and selection on life history traits may covary in a heterogeneous environment.\n\nSurprisingly, despite the potential importance of environmentally induced associations between the strength of selection and expression of genetic variance, we are aware of only one previous study that has tested for such an association. Wilson et al. [4] found that the strength of selection on body weight in a free-living population of Soay sheep (Ovis aries) in a given year was negatively correlated with the expression of total genetic variance (assessed via the heritability) of body weight, suggesting a possible constraint on the potential for evolution of body weight in this species. However, so far no study has, to our knowledge, examined the association between strength of selection and VA (or h2) in a life history trait. Hence, we do not know if such relationships are common in nature, and whether they are generally negative, which may constrain an evolutionary response, or whether there are examples of positive associations between strength of selection and VA (or h2), which would speed up an evolutionary response.\n\nHere we use data from an exceptionally long-term study population of great tits (Parus major) in the Hoge Veluwe, the Netherlands, to investigate how selection and expression of additive genetic variance of a key life-history trait (timing of breeding, or “laying date”) vary in relation to rapid changes in environmental conditions (spring temperature). The evolutionary response in a trait between generations can be predicted as R  =  VA * β [13],[14], where β is the selection gradient, defined as the covariance between relative fitness and trait value divided by the phenotypic variance in the trait (i.e., β  =  cov(ω,trait)/VPtrait) [15]; we therefore test the association between VA and the selection gradients β under different environmental conditions. We also consider the alternative format for predicted response, R  =  h2 * S [16], where S is the selection differential, defined as the covariance between relative fitness and trait value (i.e., S  =  cov(ω,trait)) and test for an association between heritability and selection differentials.\n\nThis system is particularly well suited to an exploration of the association between selection and VA in a variable environment because phenotypic data, pedigree data, and a thorough understanding of how environmental conditions influence laying date are available [17],. Previous studies in this population have reported a significant increase in spring temperature over the past four decades [18] and have also shown that warm spring temperatures lead to earlier laying dates [17]. Furthermore, warmer temperatures lead to reproduction being mistimed relative to the food peak [17], resulting in a decrease in both the number and size of fledglings [19], and in the proportion of females producing a second clutch [20]. Spring temperatures are thus not only directly related to observed variation in laying dates but can also be used as a measure of environmental quality in the population. In addition, spring temperatures are now significantly above those which the population has previously experienced [18], providing an ideal opportunity to study how novel environmental conditions may influence evolutionary dynamics. We therefore tested the temperature dependence of the selection gradients and differentials, how expression of additive genetic variance and heritability changed with temperature, and finally, how the measures of selection were associated with the amount of genetic variance present in the population.\n\n      Results\n      \n         Environmental Dependence of Strength of Selection\n         \nWe found, firstly, strong selection on laying date, with early breeding birds having higher fitness than late breeding individuals (Table 1). Indeed, 29 out of the 35 estimates of annual selection gradients and differentials were negative (Figure 1, Table S2), reflecting general selection for earlier breeding, as has previously been shown in this population [17],[21]. Secondly, the interaction between laying date and standardized spring temperature was significantly negative (Table 1), indicating that with increasing spring temperatures the relationship (slope) between fitness and laying date became more negative (i.e., slope steeper in warmer years). Consequently, selection for early breeding was significantly stronger (indicated by more negative values of β) in warm years than in cold years; i.e., the strength of selection on lay date varied with environmental conditions (Figure 1). This result was confirmed by regressing the annual selection gradients (β) against temperature: there was a significant increase in the (absolute) magnitude of the strength of selection with increasing temperatures (regression slope  = −0.044, se  = 0.019, t33  = −2.203, p = 0.035, Figure 1a). The results were the same for selection differentials (regression slope  = −1.589, se  = 0.450, t33  = −3.529, p = 0.001, Figure 1b).\n\n         Environmental Dependence of Additive Genetic Variance and Heritability\n         \nComparing a model in which the additive genetic and permanent environment components of variance (VA and VPE) in a given year were constant across different spring temperatures to one in which VA and VPE could vary with the temperature gave strong support for environmental dependence of VA and VPE (χ24 = 74.90, p&lt;0.001). Consequently, we used the predictions from the model in which the two variance components varied with spring temperature to generate estimates of annual VA and h2 and to explore how these annual estimates corresponded to the observed changes in the strength of selection on laying date.\n\nThe estimated environment-specific G-matrix predicted a substantial increase in VA with increasing standardized spring temperatures (Figure 2a, each point represents an environment-specific VA estimate). Similarly, there was a corresponding increase in the year-specific heritability estimates with increasing temperature (Figure 2b, each point represents a environment-specific h2 estimate).\n\n         Association Between Strength of Selection and Additive Genetic Variance\n         \nWe then tested whether the effects of increasing temperature on selection and genetic variance generated an association between them.\n\nThe relationship between the selection gradients (β) and additive genetic variance (VA) for laying date was negative but non-significant (slope = −0.006, se = 0.005, t33 = 1.18, p = 0.25; Figure 3a, dotted line). However, as random regression models are known to give upwardly biased estimates at the endpoints of the polynomials [22], we also tested this relationship after removing the extreme VA outliers (VA &gt;10, see Figure 3a). This resulted in a near-significant relationship between the two (slope = −0.014, se = 0.008, t31 = 1.84, p = 0.075; Figure 3a, solid line). Furthermore, there was a significant negative relationship between the selection differentials S and heritability (slope = −10.96, se = 4.43, t33 = 2.48, p = 0.019, Figure 3b), which was robust to excluding the two extreme heritability estimates (excluding h2 &gt;0.25: slope = −13.82, se = 6.2, t31 = 2.23, p = 0.03). Finally, using standardized measures of selection, there was a negative although non-significant significant relationship between selection and additive genetic variance and a significantly negative relationship between strength of selection and heritability (see Text S1).\n\nNote that because there is selection for early breeding, selection gradients and differentials are negative, but there is a positive association between the absolute strength of selection and levels of additive genetic variance (or heritability). As a result, in years in which selection on laying date was relatively strong, estimated VA (and h2) was higher than in years when selection was weak (Figure 3). This association resulted in a highly significant relationship between temperature and the magnitude of the predicted response to selection (Figure 4).\n\n      Discussion\n      \nOur analysis of long-term records on an important life history trait in a wild bird population found evidence that in years when spring temperatures were highest, selection was strongest, and the magnitude of estimates of additive genetic variance VA (and hence heritability) was also highest. As a result, there was evidence of a positive association between the strength of selection and the expression of additive genetic variance, and heritability. A positive association such as this between the strength of selection and expression of genetic variance and heritability could make the magnitude of the response strongly environmentally dependent; in this case, warming temperatures would considerably enhance any expected response to selection.\n\nAs has generally been found in studies of selection on laying date in birds [17],[21],[23],[24],[25], selection gradients and differentials were generally negative, indicating that early-breeding individuals had higher fitness than late-breeding individuals. Furthermore, the strength of selection was strongest when temperatures were highest (Figure 1). It has previously been shown that reproductive success [26] has declined in this population over the study period, most likely because, with increasing spring temperatures, there is evidence of increased “mistiming” of reproduction relative to the peak in food abundance [17]. This decline in reproductive success suggests that high spring temperature is generally associated with adverse environmental conditions. Hence, our results confirm the expectation in natural populations of stronger selection in adverse environmental conditions [9]. It is important to point out, however, that high temperatures are not necessarily associated with adverse environmental conditions in other systems. For example, a population of great tits in the U.K. has also experienced increasing temperatures, but recruitment rates in this population have increased over time [27].\n\nPrevious studies on natural populations have found that heritability decreased when environmental conditions are stressful [3],[10], although we know less about how VA changes. Here, we found instead that both additive genetic variance and heritability of laying date increased rather than decreased (Figure 2). Although there was substantial evidence that VA and VPE changed with environmental conditions (see Results), the change in VA alone was not statistically significant [18], something that is reflected in the large standard errors in Figure 2a. However, the statistical power to detect significant changes in additive genetic variance in relation to varying environmental conditions using a random regression animal model approach may be limited [18],[28]. Most importantly, the increase in VA is very large and represents 81.4% of the total change in VP (Figure 2a). This increase in VA is, for example, much larger than the increase in maternal genetic variance (VM) for birth weight in Soay sheep [4]. Note also that in the Soay sheep analysis, maternal environmental effects were not fitted with the same order polynomials as the maternal genetic effects, so that some of the increase in maternal genetic effects variance estimates could potentially be driven by environmental rather than genetic effects (in the same way as permanent environment variance will inflate additive genetic variance if not fitted explicitly, [29]).\n\nOne possible explanation for why VA may increase with higher temperatures is that high temperatures constitute not only a stressful, but also a novel, environment. For example, 2005 and 2007 had the highest recorded spring temperatures since this population study began back in 1955. It has been suggested that VA could increase in novel environments because selection has not yet had the possibility to remove the most deleterious alleles, as it will have in the ancestral environment, thereby causing an increase in the standing genetic variation [30]; a suggestion that has been confirmed in some empirical studies [31],[32]. More generally, our finding adds support to the idea [3] that predicting the direction in which VA should change with environmental conditions is complicated when environmental changes also leads to novel conditions, as is often the case with human-induced changes [3].\n\nThe increase in VA, heritability and strength of selection with increasing spring temperature meant that there was a positive association between the strength of selection on laying date and the heritability as well as expression of additive genetic variance of laying date (Figure 3a and b, respectively). The relationship between selection and amount of genetic variance was in the same direction whether using β as the measure of selection and VA as the measure of the potential for the population to adapt, versus using S and h2, but it was stronger (and hence statistically significant) between S and h2 (Figure 3b) than between β and VA (Figure 3a). One possible explanation for this may be that in the S and h2 comparison, both parameters depend on VP whereas in the β and VA comparison only β depends on VP and thus a change in VP may more quickly lead to a disassociation between β and VA than between S and h2.\n\nNevertheless, we believe the fact that the relationships between β and VA and between S and h2 are in the same direction (as well as that between standardized selection and VA/h2; see Text S1) offers strong support for an environmental coupling between these two parameters. This conclusion is supported by a highly significant temperature dependence of the predicted response to selection (see below, Figure 4).\n\nFollowing traditional methodology we predicted the expected response to selection (see Text S1) using the Lande equation: R  =  VA * β [13],[14] but correcting for overlapping generations and the sex-limited expression of laying date, with the year-specific VA and β estimates (see Table S2), which amounted to an advance of 1.81 days in total over the study period. Furthermore, using the average of the annual VA and β values gave a predicted response of 1.46 days advancement, which corresponds to only 81.1% of the predicted response using year-specific values. Thus, not incorporating environmental dependence of the expression of genetic variance and strength of selection may underestimate the predicted response by up to 20%, at least in this specific case. Failing to incorporate an environmentally dependent association between the strength of selection and genetic variance may further obscure our understanding of microevolution as the predicted response will be dependent on the environmental variable in question. For example, in our study the predicted response is strongly correlated with spring temperature, with a much larger predicted response in warmer temperatures compared to cold (Figure 4). We caution, however, that the breeder's equation (and equivalent Lande equation) has particularly poor success when applied to studies in natural populations [33], presumably because many of its underlying assumptions are not met (see Text S1 for further discussion on this topic).\n\nVery few studies have simultaneously examined how environmental factors influence genetic expression and selection and the association between them. Indeed, we are only aware of this being examined in a Soay sheep population [4], where there was a negative association between the strength of selection and heritability of body size. Another example where there may be a negative association between the strength of selection and heritability is for juvenile growth rates in North American red squirrels (Tamiasciurus hudsonicus) [34]. Although this study did not explicitly consider the association between selection and genetic variance, they found that VA and maternal genetic variance increased in years with low cone abundance (poor environment) whereas viability selection was stronger in years of high cone abundance (due to competition for territories [34]). This should generate a negative association between selection and total genetic variance that may hamper a response to selection.\n\nOur results thus demonstrate a relatively unexplored mechanism that could potentially increase the speed of adaptation to climate change in this population. As temperatures are expected to continue to increase [35], a positive association between strength of selection on laying date and its potential to evolve may prove an important factor allowing at least this specific population to adapt to the rapid environmental conditions experienced. As it is ultimately this rate of adaptation that is crucial if species are to cope with climate change [36], our findings suggest that models linking population viability to climate change should incorporate such dynamic processes.\n\n      Materials and Methods\n      \n         Study System and Data Collection\n         \nThe data were collected in the Hoge Veluwe National Park, the Netherlands (52°05′ N, 05°50′ E), during the period 1973 to 2007. Nest boxes were visited at least once every week during the breeding season (April–June). The laying date of the first egg of a female's clutch (laying date, LD) was calculated from the number of eggs found during the weekly checks, assuming that one egg was laid per day. Both parents were caught and individually marked on the nest using a spring trap when the young were 7–10 d old. Laying dates are presented as the number of days after March 31 (day 1 =  April 1, day 31 =  May 1). We only used information on the first clutch, defined as any clutch started within 30 d of the first laid egg in any given year. Replacement and second clutches (which currently compromise &lt;5% of breeding attempts, 21]) were thus excluded from the analysis. In total, therefore, we had information about 3,852 breeding records from 2,394 females. More details about the study population can be found in van Balen [37].\n\nTemperature data were obtained from the De Bilt weather station of the Royal Dutch Meteorological Institute (www.knmi.nl/klimatologie/daggegevens) and used to calculate the daily average temperature over the period March 13–April 20, which is the period that best predicts the onset of laying using a sliding window analysis (see [18] for more detail).\n\n         Selection Analysis\n         \nTo test for a relationship between spring temperature and the strength of selection on laying date, we took two approaches. First, we used a generalized linear mixed effects model (GLMM) with a Poisson error link fitted in ASREML-R [38] to model the relationship between number of recruits a female produced for the given year (as the measure of fitness) and her laying date that year, and to test its dependence on spring temperature (as measured by the interaction term between laying date and spring temperature). Individual identity and year were included as random effects to account for repeated measures on the same individuals and on years. Second, we estimated the annual strength of selection using the number of recruits produced per year divided by the mean number of recruits produced in the given year as a measure of relative fitness (ω) for each individual. Selection was then measured as the selection gradients (β) defined as the covariance between relative fitness and observed laying date divided by the variance in observed laying date, i.e. β  =  cov(ω, LD)/VPLD. Using this measure of selection allows us to predict the response to selection using the Lande equation: R  =  VA*β [13]. Predicting the response to selection can also be done using the more familiar Breeder's equation, R  =  h2*S [16], which uses an alternative measure of selection, the selection differentials defined as the covariance between a female's relative fitness (ω) and her observed laying date (LD), i.e. S  =  cov(ω, LD) [15]. Because a previous study examining the association between strength of selection and expression of genetic variance used S and h2 as parameters [4], we also present our results using these parameters for comparison. We note, however, that using selection gradients may represent a better measure of selection when the phenotypic variance in a trait changes [14], which it does here. We then regressed the annual selection gradients (and differentials) against the environmental values using a least-squares regression (with 1/se2 as weights when considering the selection gradients) in R 2.8.0 [39].\n\nFinally, to allow comparison with other studies [40], we repeated all selection analyses using variance-standardized laying dates (i.e. standardizing laying date values to have zero mean and unit variance within each year). This did not change our conclusions and we report the results from these analyses in the Supporting Information section (Text S1, Table S1).\n\nYearly spring temperature values, standardized spring temperature values, sample size, mean laying dates, selection gradients (β), selection differentials (S), standardized selection differentials, estimated additive genetic variance, and heritability estimates along with annual predicted responses to selection (VA*β) are all reported in Table S2.\n\n         Pedigree Structure\n         \nQuantitative genetic analyses require knowledge about the relationships among individuals within a population. Here, a pedigree was constructed where all ringed females known to have bred were assigned a mother and father as determined from observational data. In cases where brood manipulation experiments had been carried out and chicks had been moved between nests, we assigned the genetic parent rather than the social parent. If only one parent was known, we “dummy coded” the missing parent to preserve sibship information (note that we did not assign a phenotype to this parent). The extra-pair paternity (EPP) rate is unknown in this population, but is generally found to be low (3%–9%) in other populations of great tits [41],[42] and as extra pair paternity rates of less than 20% have been shown to have a negligible impact on heritability estimates [43] using a social pedigree is unlikely to be problematic.\n\n         Quantitative Genetic Analyses\n         \nPhenotypic trait variances can be separated into genetic and environmental causes of variation using an “animal model” [44]–[46]. By maximizing the information available in an extensive multi-generational pedigree, the “animal model” minimizes upward inflation of estimates of additive genetic variance (VA) due to shared environmental effects between relatives; this approach has been shown in simulation studies to perform well in partitioning environmental and genetic components of variance [29]. There are several additional reasons to believe that the genetic and environmental components have been well separated here. First, a previous study found no indication that common environment effects in the form of maternal effects are important for laying date in this population (VM/VP  = 0.0023 [47]). Second, although common environmental effects frequently play a major role in inflating covariances between relatives in nestling traits [48], this is rarely the case for traits that are only expressed as adults, like laying date which we study here. Third, we explicitly take common environmental effects into account by fitting a permanent environmental effect [45]. In summary, therefore, we believe that our estimates of VA and h2 are accurate and unbiased by inflation of common environment effects.\n\nRather than only estimating the amount of genetic and environmental variance in laying date, we are interested here in whether the variance components changed with environmental conditions, and we therefore used a “random regression animal model” [49]. Random regression models use covariance functions [50] to explicitly fit variance components as a function of the environment and hence allow a detailed examination of how environmental heterogeneity—in this case, spring temperature—influences genetic architecture. Thus our model was:where LDi is the vector of the individual (i) laying dates and X, Z1, Z2, and Z3 are the design and incidence matrices relating to the fixed and random effects of the additive genetic (ai), permanent environment (pei), and year (yri) observations, respectively. T is the spring temperature each year standardized to a (−1, 1) interval (Table S2). Fixed effects (bi vector) included age as a two-level factor (first year breeder or older), to correct for the fact that laying date is generally later in young birds compared to older birds in great tits [51], and spring temperature to account for the population-level response in mean trait value. Year (yr vector) was included as a random effect in order to model variation between years not explained by spring temperature and a permanent environment effect (pei vector) was fitted because of the repeated sampling of the same individuals; this also reduces inflation of estimates of the additive genetic variance due to environmental factors [29]. The error term (e vector) was partitioned into three decade–specific (1973–1984, 1985–1996, 1997–2007) groups, thus allowing residual errors to vary between decades. φ(ai,n1,T) is the random regression function of order n1 of the additive genetic effect of individual i, which varies as a function of the temperature T in a given year, and similarly, φ(pei,n2,T), is the random regression function of order n2 of the permanent environment effect varying as a function of T.\n\nBecause we were only interested in whether the two variance components (and particularly VA) changed with the environment, we only fitted two models. The first model was a zero order function (n1 = n2 = 0) for both VA and VPE in which variance components are constant across the environment. In the second model, we fitted a first order polynomial (n1 = n2 = 1) for both VA and VPE, thus allowing both additive genetic effects and permanent environment effects, and hence their corresponding variance components, to vary across the environment T. These two models were then compared using a likelihood-ratio test by calculating twice the difference in log likelihood, which is chi-squared distributed with degrees of freedom equal to the difference in degrees of freedom between the two models [52], which is here equal to 4 (variance in slopes and covariance between elevation and slope for both VA and VPE). As the model where both variance components were allowed to vary was significantly better than a model in which they were assumed to be constant (see Results) we used the estimates from the first order polynomial model to generate predictions of annual values of VA (and VPE) across varying temperatures. The environment-specific additive genetic covariance matrix, G, was then obtained as G  =  zQzT, where z is the vector of orthogonal polynomials evaluated at standardized temperature values and Q is the additive genetic variance-covariance matrix of the random regression parameters. Approximate standard errors for the (co)variance components of G as a function of the temperature values were calculated according to Fischer et al. [22], with confidence intervals defined as twice the standard errors. Finally, environment-specific heritability estimates were calculated as the environment-specific VA estimate divided by the environment-specific VP estimate from the model in which both VA and VPE varied with the environment. Because it has been found that random regression models can be sensitive to “edge effects” [22],[53], we repeated our analyses where we look at the association between strength of selection and expression of genetic variance to be conservative. For more information about the use of random regression animal models in natural populations, see [18] and [54]. All animal models were fitted using REML methods implemented in ASReml v 2.0 [38].\n\n         Association between Strength of Selection and Expression of Genetic Variance\n         \nIn order to test for an association between the strength of selection operating on laying date and the expression of additive genetic variance in laying date, we used environment-specific (and thus annual) VA and h2 estimates generated from the random regression animal model and regressed the annual selection gradients on our annual estimates of VA; we then repeated the regression for annual selection differentials against h2. Regressions using selection gradients were weighted by the inverse of the square of the standard error.\n\nBecause some individuals bred in multiple environments (i.e. years), estimates of selection will not be entirely independent, potentially violating some of the assumptions of least squares regression analyses. Although this is an inherent problem to all longitudinal studies, we assessed the potential for it to bias our conclusions by repeating our selection analyses using only a single record per individual (its first breeding attempt). Because this did not change the direction or significance of our analyses (regression of β on VA using 1/se2 as weights: b = −0.009, se = 0.005, t33 = −1.70, p = 0.099; regression of S on h2: b = −14.54, se = 5.08, t33 = −2.86, p = 0.007), we conclude that the potential violation of the non-independence criteria caused by multiple breeding events from the same individuals is not a significant issue here.\n\nAlthough annual estimates of VA and h2 are derived from the random regression model, note that in testing for a relationship between them and selection, we use them only as predictor variables in a regression, for which there need not be an assumption of independence of data points.\n\n      Supporting Information"
}